{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/174996/",
  "id": 174996,
  "absolute_url": "/opinion/174996/united-states-v-santana-perez/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/174996/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2010-09-08T19:46:03Z",
  "date_modified": "2020-02-21T22:46:04.290110Z",
  "type": "010combined",
  "sha1": "05fcb1d0031d9b9d0b5a5aba1bb1f9dc8e1461f7",
  "page_count": 19,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1101P-01A.pdf",
  "local_path": "pdf/2010/09/08/US_v._Carpio-Pouret.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 09-1101\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                    LUIS ELIGIO SANTANA-PÉREZ,\n\n                      Defendant, Appellant.\n\n\nNo. 09-1150\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                      AQUILES CARPIO-POURET\n\n                      Defendant, Appellant.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n\n                              Before\n\n                       Lynch, Chief Judge,\n              Torruella and Lipez, Circuit Judges.\n\n\n     Héctor L. Ramos-Vega, Assistant Federal Public Defender, with\nwhom Joseph C. Laws, Jr., Federal Public Defender, was on brief,\nfor appellant Luis Eligio Santana-Pérez.\n     Jesús M. Rivera-Delgado for appellant Aquiles Carpio-Pouret.\n     William C. Brown, Attorney, Criminal Division, with whom Lanny\nA. Breuer, Assistant Attorney General, Criminal Division, and Rosa\n\fE. Rodríguez-Vélez, United States Attorney, were on brief, for\nappellee.\n\n\n                      September 8, 2010\n\f             LIPEZ, Circuit Judge.        Defendants Luis Eligio Santana-\n\nPérez and Aquiles Carpio-Pouret were found guilty of violating 18\n\nU.S.C. § 2237(a)(1), which makes it a crime \"for the master,\n\noperator, or person in charge of a vessel of the United States, or\n\na vessel subject to the jurisdiction of the United States, to\n\nknowingly fail to obey an order by an authorized Federal law\n\nenforcement officer to heave to that vessel.\"1            They now appeal\n\ntheir convictions, asserting multiple trial errors and claiming\n\nthat the evidence was, in any event, insufficient to support the\n\njury's verdict.     Finding no reversible error, we affirm.\n\n                                     I.\n\n             The factual background of this appeal, which we recite in\n\nthe light most favorable to the verdict, is uncomplicated.            In the\n\npre-dawn hours of March 15, 2008, the Coast Guard cutter Matinicus\n\nwas   patrolling   the   Mona   Passage    between   Puerto   Rico   and   the\n\nDominican Republic when a member of the crew sighted a small vessel\n\nleaving Mona Island, Puerto Rico and heading toward the Dominican\n\nRepublic.2    The crew member reported the sighting to Chief Warrant\n\n\n\n      1\n          \"Heave to\" means \"to cause a vessel to slow, come to a\nstop, or adjust its course or speed to account for the weather\nconditions and sea state to facilitate a law enforcement boarding.\"\n18 U.S.C. § 2237(e)(2). For clarity, we will hyphenate the phrase\nin the text except when quoting the statute. Cf. R.H. Dana, Jr.,\nThe Seaman's Friend 111 (14th ed. 1879).\n      2\n          Mona Island lies thirty-eight miles west of the main\nisland of Puerto Rico, about halfway between the main island and\nthe Dominican Republic.\n\n                                    -3-\n\fOfficer Michael Levecque, who ordered that the Matinicus be brought\n\nabout to intercept the vessel.          As it later turned out, Santana-\n\nPérez was operating the small vessel and Carpio-Pouret was also in\n\nthe vessel.\n\n            At around 5:10 a.m., the crew of the Matinicus activated\n\nits blue law enforcement light on the ship's mast; shined a\n\nspotlight on the defendants' vessel; blew the ship's whistle; and\n\nbegan directing the defendants to stop in both English and Spanish\n\nusing the ship's loud hailer.         The defendants did not stop at that\n\ntime.    A \"non-compliant boarding team\" launched from the Matinicus\n\nin   a   small   vessel   at   5:15   a.m.   and   arrived   alongside   the\n\ndefendants' vessel one minute later.         The boarding team activated\n\na blue light on its vessel and began commanding the defendants to\n\n\"stop the vessel, stop the vessel.\"          The defendants did not stop.\n\nThe boarding team made a second approach while repeating the\n\ncommand to stop, but, again, the defendants did not stop. Finally,\n\non a third approach, the boarding team told the defendants that\n\nforce would be used if they did not stop.           The defendants turned\n\noff their motor at that point and were taken into custody.           About\n\ntwelve minutes elapsed between the time the Matinicus activated its\n\nblue light and the time the defendants stopped.\n\n            The defendants were subsequently charged with failing to\n\nobey a federal law enforcement officer's order to heave-to.              18\n\nU.S.C. § 2237(a).     The government argued at trial that Santana-\n\n\n                                      -4-\n\fPérez should be convicted as a principal and that Carpio-Pouret\n\nshould be convicted as an aider and abettor.          The jury returned a\n\nverdict of guilty as to both defendants, and the district court\n\nsummarily denied a post-trial motion for judgment of acquittal.\n\nThis appeal followed.\n\n                                     II.\n\n           The defendants raise five claims of error on appeal:\n\n(1) the district court should have entered a judgment of acquittal\n\nbecause there was insufficient evidence that the defendants heard\n\nand understood the Coast Guard's orders to heave-to; (2) the\n\ndistrict court erroneously ruled that evidence relating to a prior\n\nconviction   could   be   admitted   to    impeach   Santana-Pérez   if   he\n\ntestified at trial; (3) the government improperly vouched for its\n\nown witnesses during closing arguments; (4) the district court\n\nerred in refusing to give a missing evidence instruction; and\n\n(5) the district court engaged in improper questioning during\n\nCarpio-Pouret's testimony.     We address each of these arguments in\n\nturn.\n\nA.   Sufficiency of the Evidence\n\n           To prove a failure to heave-to, the government must show\n\nthat (1) the defendant was the master, operator, or person in\n\ncharge of the vessel; (2) an authorized federal law enforcement\n\nofficer ordered the defendant to heave-to; (3) the defendant failed\n\nto obey that order; and (4) the defendant's failure to obey the\n\n\n                                     -5-\n\forder was knowing and intentional.3        See 18 U.S.C. § 2237(a)(1),\n\n(b).       To establish aiding and abetting liability, the government\n\nmust show: (1) that the principal \"committed the substantive\n\noffense charged,\" and (2) that the accomplice \"became associated\n\nwith [the principal's criminal] endeavor and took part in it,\n\nintending to assure its success.\"        United States v. Gonzalez, 570\n\nF.3d 16, 28-29 (1st Cir. 2009) (internal quotations marks and\n\ncitations omitted).      On review for sufficiency, we ask whether the\n\nevidence, viewed in the light most favorable to the prosecution,\n\nwould permit a reasonable jury to find each element beyond a\n\nreasonable doubt.      See United States v. Rosado-Pérez, 605 F.3d 48,\n\n52 (1st Cir. 2010).\n\n\n\n       3\n          There must also be proof that the vessel operated by the\ndefendant was a vessel of the United States or a vessel subject to\nthe jurisdiction of the United States. See 18 U.S.C. § 2237(a)(1).\nIn this case, the district court instructed the jury that the\ndefendants' vessel would be subject to the jurisdiction of the\nUnited States if it was \"located within the customs waters of the\nUnited States,\" an area that \"extend[s] for four leagues, or twelve\nmiles, from United States territory unless another distance has\nbeen established by treaty.\" United States v. Santana-Rosa, 132\nF.3d 860, 863-64 (1st Cir. 1998) (internal quotation marks\nomitted); see also 46 U.S.C. § 70502(c)(1)(D) (\"[T]he term 'vessel\nsubject to the jurisdiction of the United States' includes . . . a\nvessel in the customs waters of the United States . . . .\"). It is\nundisputed that the incident here occurred well within twelve miles\nof the coast of Mona Island, which is United States territory. We\nexpress no opinion about whether it was proper to submit the\n\"jurisdictional\" issue to the jury.      Cf. 46 U.S.C. § 70504(a)\n(providing that \"[j]urisdictional issues arising under [the\nMaritime Drug Law Enforcement Act] are preliminary questions of law\nto be determined solely by the trial judge\").      Any error in so\ndoing was harmless. See United States v. Bravo, 489 F.3d 1, 8 (1st\nCir. 2007).\n\n                                   -6-\n\f            1.   Santana-Pérez\n\n            Santana-Pérez challenges only the finding that he had the\n\nrequisite mens rea.    He contends that he could be convicted only on\n\nproof that he was aware of and understood the Coast Guard's orders.\n\nWe agree.    The statute penalizes those who \"knowingly\" disobey an\n\norder to heave-to, a term that ordinarily goes to the defendant's\n\n\"knowledge of the facts that constitute the offense.\"              Bryan v.\n\nUnited States, 524 U.S. 184, 193 (1998).          The issuance of an order\n\nto heave-to is one of the facts constituting the offense in this\n\ncase.   To prove that a defendant knew that an order to heave-to was\n\ngiven, it will typically be necessary to prove that he was aware of\n\nthe order and comprehended its essential message.\n\n            Santana-Pérez points to Carpio-Pouret's trial testimony\n\nin support of his argument that he lacked the necessary knowledge.\n\nCarpio-Pouret     testified    that    he   and   Santana-Pérez    saw   the\n\nMatinicus's spotlight but did not hear the orders to stop.                In\n\naddition, both Santana-Pérez and Carpio-Pouret denied hearing the\n\norders in post-arrest statements given to an immigration official.\n\n            However, the jury heard substantial testimony undermining\n\nthe defendants' story.        Levecque testified that when he and the\n\ncrew \"lit [the defendants] up with a spotlight and started blowing\n\nour horn, they kind of turned and obviously looked -- looked behind\n\nthem.    I'm sure -- they looked very surprised.\"                 There was\n\ntestimony that the order to stop was given in Spanish and English\n\n\n                                      -7-\n\fover the loud hailer, which was audible at a distance of 100 to 200\n\nfeet, and that the defendants' vessel was less than 150 feet from\n\nthe Matinicus at the time.       Further testimony established that the\n\nboarding crew repeated the order to stop during its first two\n\npasses, which brought the crew within 15 to 25 feet of the\n\ndefendants' vessel, and that the defendants stopped only when they\n\nwere warned that force would be used.\n\n           In addition, Santana-Pérez acknowledged in a post-arrest\n\nstatement that he saw the \"flashing lights\" and admitted: \"We\n\nwere . . . spotted by the Coast Guard and I tried to outrun them.\"\n\nHe acknowledged having been detained on previous occasions (as did\n\nCarpio-Pouret) and stated that he did not stop because he \"was\n\nscared and did not want to go to jail.\"             Finally, when Carpio-\n\nPouret   was    asked,   \"When   you   saw   the   Coast   Guard   boat   what\n\nhappened?\" he responded, \"I told [Santana-Pérez] that they were\n\ncoming.\"   Viewed as a whole, the evidence was more than sufficient\n\nfor the jury to find that Santana-Pérez heard and understood the\n\norders to stop.\n\n           2.    Carpio-Pouret\n\n           Carpio-Pouret moved for a judgment of acquittal in the\n\ndistrict court on the ground that there was no evidence that he was\n\nthe \"master, operator, or person in charge\" of the small vessel.\n\n18 U.S.C. § 2237(a)(1). The district court denied that motion, and\n\nCarpio-Pouret properly appealed.         In this court, however, Carpio-\n\n\n                                       -8-\n\fPouret's attorney filed a motion to voluntarily dismiss the appeal.\n\nThe attorney stated that he had lost contact with Carpio-Pouret,\n\nwho apparently returned to the Dominican Republic after completing\n\nhis sentence.      We denied the motion because the attorney had not\n\nshown that Carpio-Pouret \"affirmatively authorized the withdrawal\n\nof his direct criminal appeal.\"              The attorney then filed a motion\n\nto adopt two of the arguments made in Santana-Pérez's appellate\n\nbrief: the sufficiency of the evidence argument, discussed above,\n\nand    an   argument   relating       to    the   district     court's   aggressive\n\nquestioning of witnesses during trial, discussed below.                   See Fed.\n\nR. App. P. 28(i).      No separate appellate brief was filed on Carpio-\n\nPouret's behalf.\n\n             The   rule   in   this        circuit    is   clear:   \"[a]doption    by\n\nreference . . . cannot occur in a vacuum; to be meaningful, the\n\narguments     adopted     must    be        readily    transferrable     from     the\n\nproponent's case to the adopter's case.\"                   United States v. David,\n\n940 F.2d 722, 737 (1st Cir. 1991).                     Santana-Pérez's argument\n\nrelating to the district judge's questioning of witnesses is\n\nreadily transferable to Carpio-Pouret's case. As noted, we address\n\nthat    argument   below.        It    is    less     clear   how   Santana-Pérez's\n\nsufficiency of the evidence argument might be transferred to\n\nCarpio-Pouret's case.          To the extent that Carpio-Pouret means to\n\nargue that he did not hear the order to heave-to, his argument\n\nfails for essentially the reasons discussed above.                       There was\n\n\n                                            -9-\n\fsufficient circumstantial evidence for the jury to find that both\n\ndefendants heard the order and knowingly disobeyed it.\n\n           Other arguments that Carpio-Pouret might have been able\n\nto make on his own are forfeited.       They would be unavailing in any\n\nevent.     The argument that Carpio-Pouret made to the district\n\ncourt -- that he was not the \"master, operator, or person in\n\ncharge\" of the small vessel -- was beside the point because the\n\ngovernment's   theory   was   that    Carpio-Pouret   aided   and   abetted\n\nSantana-Pérez's failure to heave-to. And the jury could reasonably\n\nhave interpreted Carpio-Pouret's warning to Santana-Pérez that the\n\nCoast Guard was coming as the sort of encouragement that makes one\n\nan aider and abettor (as in, \"They're coming, let's get out of\n\nhere!\").   See United States v. Mercado, 610 F.3d 841, 846 (3d Cir.\n\n2010) (\"One can aid or abet another through use of words or actions\n\nto promote the success of the illegal venture.\").             The district\n\ncourt did not err in denying Carpio-Pouret's motion for judgment of\n\nacquittal.\n\nB.   Evidence of Prior Conviction\n\n           The district court ruled in limine that evidence of\n\nSantana-Pérez's prior drug conviction could be admitted to impeach\n\nhim under Federal Rule of Evidence 609(a) if he chose to testify.\n\nAlthough Santana-Pérez challenges that ruling on appeal, he does so\n\nonly to preserve the issue for Supreme Court review.           He concedes\n\nthat his claim is foreclosed under the Supreme Court's decision in\n\n\n                                     -10-\n\fLuce v. United States, 469 U.S. 38 (1984), which held that \"a\n\ndefendant who chooses not to testify at trial loses his right to\n\nappeal the district court's ruling denying his in limine motion to\n\nforbid the impeachment use of a prior conviction.\"    United States\n\nv. Holmquist, 36 F.3d 154 (1st Cir. 1994).4   Santana-Pérez did not\n\ntestify at trial, and we therefore reject his argument.\n\nC.   Vouching\n\n            During closing arguments, the prosecutor rhetorically\n\nasked the jury, \"Are you going to give [sic] the testimony of the\n\nUnited States Coast Guard officers or are you going to believe the\n\ntestimony raised by the defendant?\"        Santana-Pérez lodged an\n\nobjection that the government was improperly vouching for its\n\nwitnesses, which was overruled.\n\n            \"Improper vouching occurs when the government places the\n\nprestige of the United States behind a witness by making personal\n\nassurances about the credibility of a witness or implies that the\n\njury should credit the government's evidence simply because the\n\ngovernment can be trusted.\"    United States v. Robinson, 473 F.3d\n\n387, 396 (1st Cir. 2007) (internal quotation marks and citation\n\nomitted).    Viewed in context, it is clear that the prosecutor's\n\n\n\n     4\n          Santana-Pérez   argues   that  Luce   unfairly   \"forces\ndefendants to either take the stand, be impeached even if wrongly\nso, and get convicted for the purposes of preserving the error for\nappeal; or to forgo the option of telling their story to the jury,\na fundamental right, only to then insulate a trial court's ruling\nfrom review no matter how erroneous it may be.\"\n\n                                -11-\n\frhetorical question did neither of those things.           The prosecutor\n\nhad just finished outlining the factors he believed undermined\n\nCarpio-Pouret's credibility.      He then told the jury, \"[t]here's\n\nmatters of credibility in this case,\" and rhetorically asked which\n\nversion of the events the jury would choose to believe.         Of course,\n\nthe implicit message was that the government's case was more\n\nbelievable than the defendants' case.             But \"merely asking the\n\nmembers of the jury to use their common sense in evaluating the\n\nwitnesses' testimony\" is not improper vouching.          United States v.\n\nPérez-Ruiz, 353 F.3d 1, 10 (1st Cir. 2003); see also United States\n\nv. Rodríguez, 215 F.3d 110, 123 (1st Cir. 2000) (\"[A]n argument\n\nthat does no more than assert reasons why a witness ought to be\n\naccepted   as   truthful   by   the   jury   is    not   improper   witness\n\nvouching.\"); 6 Wayne R. LaFave et al., Criminal Procedure § 24.7(e)\n\n(3d ed. 2009) (\"[T]he prosecutor is not prohibited from explaining\n\nto the jury why it should conclude the defendant was guilty or\n\naccept or reject a particular witness' testimony.\").\n\n           The defendants argue that the prosecutor's \"tone and\n\ninflection\" suggested to the jury that the Coast Guard witnesses\n\nshould be believed \"simply because they are Coast Guard officers.\"\n\nWe take that to mean that the prosecutor placed special emphasis on\n\nthe words \"United States Coast Guard officers.\"          If that is true,\n\nit might be troubling because such emphasis could be taken to\n\n\"impl[y] that the jury should credit the government's evidence\n\n\n                                  -12-\n\fsimply because the government can be trusted.\"               Robinson, 473 F.3d\n\nat 396 (internal quotation marks omitted).               But we have no way to\n\njudge the accuracy of the defendants' characterization from the\n\ntrial transcript. On this record, we must necessarily defer to the\n\ndistrict court's on-the-spot assessment of that issue. Cf. Reagan\n\nv. Brock, 628 F.2d 721, 723 (1st Cir. 1980) (noting that \"our\n\nability to comprehend how [a] question was understood in the\n\ncourtroom is vastly inferior to the district judge's\" because the\n\njudge \"hears the question with counsel's inflection, perceives the\n\nlength and character of the pause between question and answer, and\n\nrules    on   the     party's    objection    within   the   context   of   prior\n\nquestioning and strategies\").\n\nD.   Adverse Inference Instruction\n\n              Chief    Warrant    Officer     Levecque    testified    that   the\n\nMatinicus's radar equipment was supposed to have recorded a video\n\nof the chase.         For technical reasons, however, the video did not\n\nrecord properly and could not be played.                 The government made a\n\nnumber of efforts to play the video, including bringing it back to\n\nthe Matinicus to play it on the cutter's recording system.                    When\n\nnone    of    those    efforts    worked,     the   government   notified     the\n\ndefendants of the technical problem, one month before the trial\n\nbegan.\n\n              At trial, the defendants asked the district court to give\n\nwhat they call a missing evidence instruction, which would have\n\n\n                                       -13-\n\fadvised the jury that it could infer that the video would have been\n\nunfavorable to the government based on the government's failure to\n\nproduce it.     The district court refused to give the instruction,\n\nciting the lack of evidence that the government acted in bad faith\n\nand   the   impossibility   of   producing   the   video.     It   told   the\n\ndefendants they could argue to the jury that the government should\n\nhave produced the video.      The defendants challenge that ruling on\n\nappeal. We review for abuse of discretion.         United States v. Rose,\n\n104 F.3d 1408, 1417 (1st Cir. 1997).\n\n             In some circumstances, a party's failure to produce\n\nevidence may justify an inference that the evidence would have been\n\nunfavorable to the non-producing party.5           This general rule of\n\nevidence encompasses everything from the decision not to call a\n\nwitness to the intentional destruction of documents.               The party\n\nseeking the instruction has the burden of laying an appropriate\n\nevidentiary foundation.      United States v. Laurent, 607 F.3d 895,\n\n902 (1st Cir. 2010).        Although the particulars of the required\n\nshowing vary from situation to situation, the basic thrust is\n\nalways the same: the circumstances must be such that a reasonable\n\njury could conclude that the evidence in question was unfavorable\n\nto    the   non-producing   party.     See   Laurent,   607   F.3d   at   902\n\n\n\n       5\n          This question is distinct from the question of whether\nthe government's failure to preserve or produce evidence resulted\nin a denial of due process, see, e.g., Illinois v. Fisher, 540 U.S.\n544 (2004) (per curiam), which is not raised in this appeal.\n\n                                     -14-\n\f(spoliation); United States v. Myerson, 18 F.3d 153, 159 (2d Cir.\n\n1994) (missing witness).\n\n              In this case, there is no basis for such an inference.\n\nThe government gave a satisfactory explanation for its failure to\n\nproduce the radar video: the video did not properly record because\n\nof a technical mishap.        Defendants have placed nothing in the\n\nrecord to suggest that the government's explanation was untrue.\n\nUnder the circumstances, there is no reason to suppose that the\n\nvideo might have been unfavorable to the government.             The district\n\ncourt did not abuse its discretion in refusing to give an adverse\n\ninference instruction.\n\nE.   Questioning by the District Court\n\n              Defendants claim that the district court engaged in\n\nquestioning of Carpio-Pouret on the witness stand that was overly\n\naggressive and signaled to the jury that the judge disbelieved\n\nCarpio-Pouret's testimony.         There was no objection at trial, see\n\nFed. R. Evid. 614(c), so we review for plain error only.                United\n\nStates v. Paz Uribe, 891 F.2d 396, 400 (1st Cir. 1989).\n\n              The principles governing the defendants' claim are easily\n\nstated, if less easily applied.             It is well-settled that the\n\ndistrict court is more than a \"mere moderator\" in a federal jury\n\ntrial.   Quercia v. United States, 289 U.S. 466, 469 (1933).            Among\n\nother things, the court has \"the prerogative, and at times the\n\nduty,    of    eliciting   facts   he   deems   necessary   to    the   clear\n\n\n                                     -15-\n\fpresentation of issues.\" Paz Uribe, 891 F.2d at 400 (quoting Llach\n\nv. United States, 739 F.2d 1322, 1329-30 (8th Cir. 1984)); see also\n\nFed. R. Evid. 614(b) (\"The court may interrogate witnesses, whether\n\ncalled by itself or by a party.\").             The trial court's discretion in\n\nthis area is broad, and there are many different situations in\n\nwhich judicial interrogation can be warranted. See 29 Charles Alan\n\nWright et al., Federal Practice & Procedure: Evidence § 6235 (1st\n\ned. 1997 & Supp. 2009).\n\n             At the same time, the power to interrogate witnesses must\n\nbe exercised judiciously, particularly when the witness is a\n\ndefendant in a criminal case. United States v. Melendez-Rivas, 566\n\nF.3d   41,   50    (1st   Cir.    2009).       Each    intervention   raises    the\n\npossibility that the jury will perceive the court as biased toward\n\none party or another.            The court must therefore take pains to\n\n\"preserve[] an attitude of impartiality and guard[] against giving\n\nthe jury an impression that the court believes the defendant is\n\nguilty.\"     Paz Uribe, 891 F.2d at 400-01 (quoting Llach, 739 F.2d at\n\n1329-30).\n\n             In this case, the district court aggressively questioned\n\nwitnesses on both sides.              However, the court's questioning of\n\nCarpio-Pouret      differed      in   tenor    from    his   questioning   of   the\n\ngovernment's witnesses.           Whereas the questions directed at the\n\ngovernment's witnesses by and large related to technical matters,\n\nmany   of    the   questions     directed      at     Carpio-Pouret   focused   on\n\n\n                                        -16-\n\fperceived gaps and inconsistencies in his story.     An excerpt in\n\nwhich the court pressed Carpio-Pouret to explain how he ended up\n\nnear Mona Island during a fishing trip will illustrate the general\n\ntone of the questioning:\n\n          THE COURT:   And how far from the coastline\n                       were the [fishing] traps?\n\n          DEFENDANT:   Well, I can't tell you how far\n                       away those traps were because, as\n                       I stated earlier, I don't know\n                       about measurements out at sea.\n\n                       [. . .]\n\n          THE COURT:   How long have you been fishing?\n\n          DEFENDANT:   All my life.\n\n          THE COURT:   And you can't tell distances in\n                       the sea? You can't tell me those\n                       traps were ten, 15 miles offshore?\n\n          DEFENDANT:   No, I can't say.\n\n                       [. . .]\n\n          THE COURT:   All right.   And when your motor\n                       stopped working, were you near the\n                       other fishermen?\n\n          DEFENDANT:   Not that close.   We were barely\n                       able to see them.\n\n          THE COURT:   Why didn't you communicate with\n                       them?\n\n          DEFENDANT:   We didn't have any instruments to\n                       communicate with them. We tried\n                       to signal them with our shirts,\n                       but we were unsuccessful at that.\n\n                       [. . .]\n\n\n\n                                 -17-\n\f           THE COURT:    When you dropped off the gas, the\n                         motor was still operating?\n\n           DEFENDANT:    That is correct.\n\n           THE COURT:    And then you turned around and\n                         headed   towards   the   Dominican\n                         Republic to get the traps; is that\n                         correct?\n\n           DEFENDANT:    Well, no, sir. We headed somewhat\n                         parallel to -- I don't know. But\n                         we headed -- well, we headed\n                         southeast. I don't know, maybe it\n                         was that.     I don't know what\n                         bearing we took.\n\n                         [. . .]\n\n           THE COURT:    And that was a course that was not\n                         taking   you  to   the   Dominican\n                         Republic.\n\n           DEFENDANT:    No, sir.\n\n           In our view, this exchange and others like it skirted\n\ndangerously close to the line between questioning intended to clear\n\nup muddled or gap-filled testimony, which is permissible, and\n\nquestioning that signals the court's disbelief of the witness,\n\nwhich is not.    See United States v. Tilghman, 134 F.3d 414, 416\n\n(D.C.   Cir.   1998).   The   question     about   distances   at   sea,   in\n\nparticular, implies that the court was having trouble believing\n\nCarpio-Pouret's story.\n\n           In the end, however, the error, if any, was not plain.\n\nDespite the tenor of the questions, they appear to have been aimed\n\nat clarifying Carpio-Pouret's testimony -- a legitimate goal.              See\n\nUnited States v. Filani, 74 F.3d 378, 386 (2d Cir. 1996); United\n\n                                    -18-\n\fStates v. Hickman, 592 F.2d 931, 933 (6th Cir. 1979).        Carpio-\n\nPouret gave only a vague explanation on direct examination and\n\ncross-examination of what he and Santana-Pérez were doing between\n\nthe morning of March 14, 2008, when they left to go fishing, and\n\nthe morning of March 15, when they encountered the Matinicus.    The\n\ndistrict court could reasonably have concluded that the jury would\n\nbenefit from a fuller account of the day's events.         Also, any\n\nsignals the court may have given about its views are susceptible of\n\nmultiple interpretations on the cold record.     We therefore cannot\n\nsay that any error was \"clear\" or \"obvious.\"       United States v.\n\nOlano, 507 U.S. 725, 734 (1993).      We also note that the district\n\ncourt instructed the jury not to \"assume from anything [it] may\n\nhave said that [it had] any opinion concerning the issues in this\n\ncase.\"   The defendants are not entitled to a new trial.\n\n           AFFIRMED.\n\n\n\n\n                               -19-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>619 F.3d 117 (2010)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nLuis Eligio SANTANA-PÉREZ, Defendant, Appellant.<br>\nUnited States of America, Appellee,<br>\nv.<br>\nAquiles Carpio-Pouret, Defendant, Appellant.</h1></center>\n<center>Nos. 09-1101, 09-1150.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 2, 2010.</center>\n<center>Decided September 8, 2010.</center>\n<p><span class=\"star-pagination\">*118</span> Héctor L. Ramos-Vega, Assistant Federal Public Defender, with whom Joseph C. Laws, Jr., Federal Public Defender, <span class=\"star-pagination\">*119</span> was on brief, for appellant Luis Eligio Santana-Pérez.</p>\n<p>Jesús M. Rivera-Delgado, for appellant Aquiles Carpio-Pouret.</p>\n<p>William C. Brown, Attorney, Criminal Division, with whom Lanny A. Breuer, Assistant Attorney General, Criminal Division, and Rosa E. Rodríguez-Vélez, United States Attorney, were on brief, for appellee.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA and LIPEZ, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Defendants Luis Eligio Santana-Pérez and Aquiles Carpio-Pouret were found guilty of violating 18 U.S.C. § 2237(a)(1), which makes it a crime \"for the master, operator, or person in charge of a vessel of the United States, or a vessel subject to the jurisdiction of the United States, to knowingly fail to obey an order by an authorized Federal law enforcement officer to heave to that vessel.\"<sup>[1]</sup> They now appeal their convictions, asserting multiple trial errors and claiming that the evidence was, in any event, insufficient to support the jury's verdict. Finding no reversible error, we affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>The factual background of this appeal, which we recite in the light most favorable to the verdict, is uncomplicated. In the pre-dawn hours of March 15, 2008, the Coast Guard cutter <i>Matinicus</i> was patrolling the Mona Passage between Puerto Rico and the Dominican Republic when a member of the crew sighted a small vessel leaving Mona Island, Puerto Rico and heading toward the Dominican Republic.<sup>[2]</sup> The crew member reported the sighting to Chief Warrant Officer Michael Levecque, who ordered that the <i>Matinicus</i> be brought about to intercept the vessel. As it later turned out, Santana-Pérez was operating the small vessel and Carpio-Pouret was also in the vessel.</p>\n<p>At around 5:10 a.m., the crew of the <i>Matinicus</i> activated its blue law enforcement light on the ship's mast; shined a spotlight on the defendants' vessel; blew the ship's whistle; and began directing the defendants to stop in both English and Spanish using the ship's loud hailer. The defendants did not stop at that time. A \"non-compliant boarding team\" launched from the <i>Matinicus</i> in a small vessel at 5:15 a.m. and arrived alongside the defendants' vessel one minute later. The boarding team activated a blue light on its vessel and began commanding the defendants to \"stop the vessel, stop the vessel.\" The defendants did not stop. The boarding team made a second approach while repeating the command to stop, but, again, the defendants did not stop. Finally, on a third approach, the boarding team told the defendants that force would be used if they did not stop. The defendants turned off their motor at that point and were taken into custody. About twelve minutes elapsed between the time the <i>Matinicus</i> activated its blue light and the time the defendants stopped.</p>\n<p><span class=\"star-pagination\">*120</span> The defendants were subsequently charged with failing to obey a federal law enforcement officer's order to heave-to. 18 U.S.C. § 2237(a). The government argued at trial that Santana-Pérez should be convicted as a principal and that Carpio-Pouret should be convicted as an aider and abettor. The jury returned a verdict of guilty as to both defendants, and the district court summarily denied a post-trial motion for judgment of acquittal. This appeal followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>The defendants raise five claims of error on appeal: (1) the district court should have entered a judgment of acquittal because there was insufficient evidence that the defendants heard and understood the Coast Guard's orders to heave-to; (2) the district court erroneously ruled that evidence relating to a prior conviction could be admitted to impeach Santana-Pérez if he testified at trial; (3) the government improperly vouched for its own witnesses during closing arguments; (4) the district court erred in refusing to give a missing evidence instruction; and (5) the district court engaged in improper questioning during Carpio-Pouret's testimony. We address each of these arguments in turn.</p>\n<p></p>\n<h2>A. Sufficiency of the Evidence</h2>\n<p>To prove a failure to heave-to, the government must show that (1) the defendant was the master, operator, or person in charge of the vessel; (2) an authorized federal law enforcement officer ordered the defendant to heave-to; (3) the defendant failed to obey that order; and (4) the defendant's failure to obey the order was knowing and intentional.<sup>[3]</sup><i>See</i> 18 U.S.C. § 2237(a)(1), (b). To establish aiding and abetting liability, the government must show: (1) that the principal \"committed the substantive offense charged,\" and (2) that the accomplice \"became associated with [the principal's criminal] endeavor and took part in it, intending to assure its success.\" <i>United States v. Gonzalez,</i> 570 F.3d 16, 28-29 (1st Cir.2009) (internal quotations marks and citations omitted). On review for sufficiency, we ask whether the evidence, viewed in the light most favorable to the prosecution, would permit a reasonable jury to find each element beyond a reasonable doubt. <i>See </i><i>United States v. Rosado-Pérez,</i> 605 F.3d 48, 52 (1st Cir.2010).</p>\n<p></p>\n<h2>1. Santana-Pérez</h2>\n<p>Santana-Pérez challenges only the finding that he had the requisite mens rea. He contends that he could be convicted only on proof that he was aware of and <span class=\"star-pagination\">*121</span> understood the Coast Guard's orders. We agree. The statute penalizes those who \"knowingly\" disobey an order to heave-to, a term that ordinarily goes to the defendant's \"knowledge of the facts that constitute the offense.\" <i>Bryan v. United States,</i> 524 U.S. 184, 193, 118 S.Ct. 1939, 141 L.Ed.2d 197 (1998). The issuance of an order to heave-to is one of the facts constituting the offense in this case. To prove that a defendant knew that an order to heave-to was given, it will typically be necessary to prove that he was aware of the order and comprehended its essential message.</p>\n<p>Santana-Pérez points to Carpio-Pouret's trial testimony in support of his argument that he lacked the necessary knowledge. Carpio-Pouret testified that he and Santana-Pérez saw the <i>Matinicus</i>'s spotlight but did not hear the orders to stop. In addition, both Santana-Pérez and Carpio-Pouret denied hearing the orders in post-arrest statements given to an immigration official.</p>\n<p>However, the jury heard substantial testimony undermining the defendants' story. Levecque testified that when he and the crew \"lit [the defendants] up with a spotlight and started blowing our horn, they kind of turned and obviously looked-looked behind them. I'm surethey looked very surprised.\" There was testimony that the order to stop was given in Spanish and English over the loud hailer, which was audible at a distance of 100 to 200 feet, and that the defendants' vessel was less than 150 feet from the <i>Matinicus</i> at the time. Further testimony established that the boarding crew repeated the order to stop during its first two passes, which brought the crew within 15 to 25 feet of the defendants' vessel, and that the defendants stopped only when they were warned that force would be used.</p>\n<p>In addition, Santana-Pérez acknowledged in a post-arrest statement that he saw the \"flashing lights\" and admitted: \"We were ... spotted by the Coast Guard and I tried to outrun them.\" He acknowledged having been detained on previous occasions (as did Carpio-Pouret) and stated that he did not stop because he \"was scared and did not want to go to jail.\" Finally, when Carpio-Pouret was asked, \"When you saw the Coast Guard boat what happened?\" he responded, \"I told [Santana-Pérez] that they were coming.\" Viewed as a whole, the evidence was more than sufficient for the jury to find that Santana-Pérez heard and understood the orders to stop.</p>\n<p></p>\n<h2>2. Carpio-Pouret</h2>\n<p>Carpio-Pouret moved for a judgment of acquittal in the district court on the ground that there was no evidence that he was the \"master, operator, or person in charge\" of the small vessel. 18 U.S.C. § 2237(a)(1). The district court denied that motion, and Carpio-Pouret properly appealed. In this court, however, Carpio-Pouret's attorney filed a motion to voluntarily dismiss the appeal. The attorney stated that he had lost contact with Carpio-Pouret, who apparently returned to the Dominican Republic after completing his sentence. We denied the motion because the attorney had not shown that Carpio-Pouret \"affirmatively authorized the withdrawal of his direct criminal appeal.\" The attorney then filed a motion to adopt two of the arguments made in Santana-Pérez's appellate brief: the sufficiency of the evidence argument, discussed above, and an argument relating to the district court's aggressive questioning of witnesses during trial, discussed below. <i>See</i> Fed. R.App. P. 28(i). No separate appellate brief was filed on Carpio-Pouret's behalf.</p>\n<p><span class=\"star-pagination\">*122</span> The rule in this circuit is clear: \"[a]doption by reference ... cannot occur in a vacuum; to be meaningful, the arguments adopted must be readily transferrable from the proponent's case to the adopter's case.\" <i>United States v. David,</i> 940 F.2d 722, 737 (1st Cir.1991). Santana-Pérez's argument relating to the district judge's questioning of witnesses is readily transferable to Carpio-Pouret's case. As noted, we address that argument below. It is less clear how Santana-Pérez's sufficiency of the evidence argument might be transferred to Carpio-Pouret's case. To the extent that Carpio-Pouret means to argue that he did not hear the order to heave-to, his argument fails for essentially the reasons discussed above. There was sufficient circumstantial evidence for the jury to find that both defendants heard the order and knowingly disobeyed it.</p>\n<p>Other arguments that Carpio-Pouret might have been able to make on his own are forfeited. They would be unavailing in any event. The argument that Carpio-Pouret made to the district courtthat he was not the \"master, operator, or person in charge\" of the small vesselwas beside the point because the government's theory was that Carpio-Pouret aided and abetted Santana-Pérez's failure to heave-to. And the jury could reasonably have interpreted Carpio-Pouret's warning to Santana-Pérez that the Coast Guard was coming as the sort of encouragement that makes one an aider and abettor (as in, \"They're coming, let's get out of here!\"). <i>See </i><i>United States v. Mercado,</i> 610 F.3d 841, 846 (3d Cir.2010) (\"One can aid or abet another through use of words or actions to promote the success of the illegal venture.\"). The district court did not err in denying Carpio-Pouret's motion for judgment of acquittal.</p>\n<p></p>\n<h2>B. Evidence of Prior Conviction</h2>\n<p>The district court ruled in limine that evidence of Santana-Pérez's prior drug conviction could be admitted to impeach him under Federal Rule of Evidence 609(a) if he chose to testify. Although Santana-Pérez challenges that ruling on appeal, he does so only to preserve the issue for Supreme Court review. He concedes that his claim is foreclosed under the Supreme Court's decision in <i>Luce v. United States,</i> 469 U.S. 38, 105 S.Ct. 460, 83 L.Ed.2d 443 (1984), which held that \"a defendant who chooses not to testify at trial loses his right to appeal the district court's ruling denying his in limine motion to forbid the impeachment use of a prior conviction.\" <i>United States v. Holmquist,</i> 36 F.3d 154 (1st Cir.1994).<sup>[4]</sup> Santana-Pérez did not testify at trial, and we therefore reject his argument.</p>\n<p></p>\n<h2>C. Vouching</h2>\n<p>During closing arguments, the prosecutor rhetorically asked the jury, \"Are you going to give [sic] the testimony of the United States Coast Guard officers or are you going to believe the testimony raised by the defendant?\" Santana-Pérez lodged an objection that the government was improperly vouching for its witnesses, which was overruled.</p>\n<p>\"Improper vouching occurs when the government places the prestige of the United States behind a witness by making personal assurances about the credibility of a witness or implies that the jury should credit the government's evidence simply <span class=\"star-pagination\">*123</span> because the government can be trusted.\" <i>United States v. Robinson,</i> 473 F.3d 387, 396 (1st Cir.2007) (internal quotation marks and citation omitted). Viewed in context, it is clear that the prosecutor's rhetorical question did neither of those things. The prosecutor had just finished outlining the factors he believed undermined Carpio-Pouret's credibility. He then told the jury, \"[t]here's matters of credibility in this case,\" and rhetorically asked which version of the events the jury would choose to believe. Of course, the implicit message was that the government's case was more believable than the defendants' case. But \"merely asking the members of the jury to use their common sense in evaluating the witnesses' testimony\" is not improper vouching. <i>United States v. Pérez-Ruiz,</i> 353 F.3d 1, 10 (1st Cir.2003); <i>see also </i><i>United States v. Rodríguez,</i> 215 F.3d 110, 123 (1st Cir.2000) (\"[A]n argument that does no more than assert reasons why a witness ought to be accepted as truthful by the jury is not improper witness vouching.\"); 6 Wayne R. LaFave et al., <i>Criminal Procedure</i> § 24.7(e) (3d ed. 2009) (\"[T]he prosecutor is not prohibited from explaining to the jury why it should conclude the defendant was guilty or accept or reject a particular witness' testimony.\").</p>\n<p>The defendants argue that the prosecutor's \"tone and inflection\" suggested to the jury that the Coast Guard witnesses should be believed \"simply because they are Coast Guard officers.\" We take that to mean that the prosecutor placed special emphasis on the words \"United States Coast Guard officers.\" If that is true, it might be troubling because such emphasis could be taken to \"impl[y] that the jury should credit the government's evidence simply because the government can be trusted.\" <i>Robinson,</i> 473 F.3d at 396 (internal quotation marks omitted). But we have no way to judge the accuracy of the defendants' characterization from the trial transcript. On this record, we must necessarily defer to the district court's on-the-spot assessment of that issue. <i>Cf. </i><i>Reagan v. Brock,</i> 628 F.2d 721, 723 (1st Cir.1980) (noting that \"our ability to comprehend how [a] question was understood in the courtroom is vastly inferior to the district judge's\" because the judge \"hears the question with counsel's inflection, perceives the length and character of the pause between question and answer, and rules on the party's objection within the context of prior questioning and strategies\").</p>\n<p></p>\n<h2>D. Adverse Inference Instruction</h2>\n<p>Chief Warrant Officer Levecque testified that the <i>Matinicus</i>'s radar equipment was supposed to have recorded a video of the chase. For technical reasons, however, the video did not record properly and could not be played. The government made a number of efforts to play the video, including bringing it back to the <i>Matinicus</i> to play it on the cutter's recording system. When none of those efforts worked, the government notified the defendants of the technical problem, one month before the trial began.</p>\n<p>At trial, the defendants asked the district court to give what they call a missing evidence instruction, which would have advised the jury that it could infer that the video would have been unfavorable to the government based on the government's failure to produce it. The district court refused to give the instruction, citing the lack of evidence that the government acted in bad faith and the impossibility of producing the video. It told the defendants they could argue to the jury that the government should have produced the video. The defendants challenge that ruling on appeal. We review for abuse of discretion. <span class=\"star-pagination\">*124</span> <i>United States v. Rose,</i> 104 F.3d 1408, 1417 (1st Cir.1997).</p>\n<p>In some circumstances, a party's failure to produce evidence may justify an inference that the evidence would have been unfavorable to the non-producing party.<sup>[5]</sup> This general rule of evidence encompasses everything from the decision not to call a witness to the intentional destruction of documents. The party seeking the instruction has the burden of laying an appropriate evidentiary foundation. <i>United States v. Laurent,</i> 607 F.3d 895, 902 (1st Cir.2010). Although the particulars of the required showing vary from situation to situation, the basic thrust is always the same: the circumstances must be such that a reasonable jury could conclude that the evidence in question was unfavorable to the non-producing party. <i>See </i><i>Laurent,</i> 607 F.3d at 902 (spoliation); <i>United States v. Myerson,</i> 18 F.3d 153, 159 (2d Cir.1994) (missing witness).</p>\n<p>In this case, there is no basis for such an inference. The government gave a satisfactory explanation for its failure to produce the radar video: the video did not properly record because of a technical mishap. Defendants have placed nothing in the record to suggest that the government's explanation was untrue. Under the circumstances, there is no reason to suppose that the video might have been unfavorable to the government. The district court did not abuse its discretion in refusing to give an adverse inference instruction.</p>\n<p></p>\n<h2>E. Questioning by the District Court</h2>\n<p>Defendants claim that the district court engaged in questioning of Carpio-Pouret on the witness stand that was overly aggressive and signaled to the jury that the judge disbelieved Carpio-Pouret's testimony. There was no objection at trial, <i>see</i> Fed.R.Evid. 614(c), so we review for plain error only. <i>United States v. Paz Uribe,</i> 891 F.2d 396, 400 (1st Cir.1989).</p>\n<p>The principles governing the defendants' claim are easily stated, if less easily applied. It is well-settled that the district court is more than a \"mere moderator\" in a federal jury trial. <i>Quercia v. United States,</i> 289 U.S. 466, 469, 53 S.Ct. 698, 77 L.Ed. 1321 (1933). Among other things, the court has \"the prerogative, and at times the duty, of eliciting facts he deems necessary to the clear presentation of issues.\" <i>Paz Uribe,</i> 891 F.2d at 400 (quoting <i>Llach v. United States,</i> 739 F.2d 1322, 1329-30 (8th Cir.1984)); <i>see also</i> Fed. R.Evid. 614(b) (\"The court may interrogate witnesses, whether called by itself or by a party.\"). The trial court's discretion in this area is broad, and there are many different situations in which judicial interrogation can be warranted. <i>See</i> 29 Charles Alan Wright &amp; Victor James Gold, <i>Federal Practice &amp; Procedure: Evidence</i> § 6235 (1st ed. 1997 &amp; Supp.2009).</p>\n<p>At the same time, the power to interrogate witnesses must be exercised judiciously, particularly when the witness is a defendant in a criminal case. <i>United States v. Melendez-Rivas,</i> 566 F.3d 41, 50 (1st Cir.2009). Each intervention raises the possibility that the jury will perceive the court as biased toward one party or another. The court must therefore take pains to \"preserve[ ] an attitude of impartiality and guard[ ] against giving the jury an impression that the court believes the defendant is guilty.\" <i>Paz Uribe,</i> 891 F.2d <span class=\"star-pagination\">*125</span> at 400-01 (quoting <i>Llach,</i> 739 F.2d at 1329-30).</p>\n<p>In this case, the district court aggressively questioned witnesses on both sides. However, the court's questioning of Carpio-Pouret differed in tenor from his questioning of the government's witnesses. Whereas the questions directed at the government's witnesses by and large related to technical matters, many of the questions directed at Carpio-Pouret focused on perceived gaps and inconsistencies in his story. An excerpt in which the court pressed Carpio-Pouret to explain how he ended up near Mona Island during a fishing trip will illustrate the general tone of the questioning:</p>\n<blockquote>THE COURT: And how far from the coastline were the [fishing] traps?</blockquote>\n<blockquote>DEFENDANT: Well, I can't tell you how far away those traps were because, as I stated earlier, I don't know about measurements out at sea.</blockquote>\n<blockquote>[. . .]</blockquote>\n<blockquote>THE COURT: How long have you been fishing?</blockquote>\n<blockquote>DEFENDANT: All my life.</blockquote>\n<blockquote>THE COURT: And you can't tell distances in the sea? You can't tell me those traps were ten, 15 miles offshore?</blockquote>\n<blockquote>DEFENDANT: No, I can't say.</blockquote>\n<blockquote>[. . .]</blockquote>\n<blockquote>THE COURT: All right. And when your motor stopped working, were you near the other fishermen?</blockquote>\n<blockquote>DEFENDANT: Not that close. We were barely able to see them.</blockquote>\n<blockquote>THE COURT: Why didn't you communicate with them?</blockquote>\n<blockquote>DEFENDANT: We didn't have any instruments to communicate with them. We tried to signal them with our shirts, but we were unsuccessful at that.</blockquote>\n<blockquote>[. . .]</blockquote>\n<blockquote>THE COURT: When you dropped off the gas, the motor was still operating?</blockquote>\n<blockquote>DEFENDANT: That is correct.</blockquote>\n<blockquote>THE COURT: And then you turned around and headed towards the Dominican Republic to get the traps; is that correct?</blockquote>\n<blockquote>DEFENDANT: Well, no, sir. We headed somewhat parallel toI don't know. But we headedwell, we headed southeast. I don't know, maybe it was that. I don't know what bearing we took.</blockquote>\n<blockquote>[. . .]</blockquote>\n<blockquote>THE COURT: And that was a course that was not taking you to the Dominican Republic.</blockquote>\n<blockquote>DEFENDANT: No, sir.</blockquote>\n<p>In our view, this exchange and others like it skirted dangerously close to the line between questioning intended to clear up muddled or gap-filled testimony, which is permissible, and questioning that signals the court's disbelief of the witness, which is not. <i>See </i><i>United States v. Tilghman,</i> 134 F.3d 414, 416 (D.C.Cir.1998). The question about distances at sea, in particular, implies that the court was having trouble believing Carpio-Pouret's story.</p>\n<p>In the end, however, the error, if any, was not plain. Despite the tenor of the questions, they appear to have been aimed at clarifying Carpio-Pouret's testimonya legitimate goal. <i>See </i><i>United States v. Filani,</i> 74 F.3d 378, 386 (2d Cir.1996); <i>United States v. Hickman,</i> 592 F.2d 931, 933 (6th Cir.1979). Carpio-Pouret gave only a vague explanation on direct examination and cross-examination of what he and Santana-Pérez were doing between the morning of March 14, 2008, when they left to go fishing, and the morning of March 15, when they encountered the <i>Matinicus.</i> <span class=\"star-pagination\">*126</span> The district court could reasonably have concluded that the jury would benefit from a fuller account of the day's events. Also, any signals the court may have given about its views are susceptible of multiple interpretations on the cold record. We therefore cannot say that any error was \"clear\" or \"obvious.\" <i>United States v. Olano,</i> 507 U.S. 725, 734, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993). We also note that the district court instructed the jury not to \"assume from anything [it] may have said that [it had] any opinion concerning the issues in this case.\" The defendants are not entitled to a new trial.</p>\n<p><i>AFFIRMED.</i></p>\n<h2>NOTES</h2>\n<p>[1]  \"Heave to\" means \"to cause a vessel to slow, come to a stop, or adjust its course or speed to account for the weather conditions and sea state to facilitate a law enforcement boarding.\" 18 U.S.C. § 2237(e)(2). For clarity, we will hyphenate the phrase in the text except when quoting the statute. <i>Cf.</i> R.H. Dana, Jr., <i>The Seaman's Friend</i> 111 (14th ed. 1879).</p>\n<p>[2]  Mona Island lies thirty-eight miles west of the main island of Puerto Rico, about halfway between the main island and the Dominican Republic.</p>\n<p>[3]  There must also be proof that the vessel operated by the defendant was a vessel of the United States or a vessel subject to the jurisdiction of the United States. <i>See</i> 18 U.S.C. § 2237(a)(1). In this case, the district court instructed the jury that the defendants' vessel would be subject to the jurisdiction of the United States if it was \"located within the customs waters of the United States,\" an area that \"extend[s] for four leagues, or twelve miles, from United States territory unless another distance has been established by treaty.\" <i>United States v. Santana-Rosa,</i> 132 F.3d 860, 863-64 (1st Cir.1998) (internal quotation marks omitted); <i>see also</i> 46 U.S.C. § 70502(c)(1)(D) (\"[T]he term `vessel subject to the jurisdiction of the United States' includes... a vessel in the customs waters of the United States....\"). It is undisputed that the incident here occurred well within twelve miles of the coast of Mona Island, which is United States territory. We express no opinion about whether it was proper to submit the \"jurisdictional\" issue to the jury. <i>Cf.</i> 46 U.S.C. § 70504(a) (providing that \"[j]urisdictional issues arising under [the Maritime Drug Law Enforcement Act] are preliminary questions of law to be determined solely by the trial judge\"). Any error in so doing was harmless. <i>See </i><i>United States v. Bravo,</i> 489 F.3d 1, 8 (1st Cir.2007).</p>\n<p>[4]  Santana-Pérez argues that <i>Luce</i> unfairly \"forces defendants to either take the stand, be impeached even if wrongly so, and get convicted for the purposes of preserving the error for appeal; or to forgo the option of telling their story to the jury, a fundamental right, only to then insulate a trial court's ruling from review no matter how erroneous it may be.\"</p>\n<p>[5]  This question is distinct from the question of whether the government's failure to preserve or produce evidence resulted in a denial of due process, <i>see, e.g., </i><i>Illinois v. Fisher,</i> 540 U.S. 544, 124 S.Ct. 1200, 157 L.Ed.2d 1060 (2004) (per curiam), which is not raised in this appeal.</p>\n\n</div>",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">619</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">117</span> </span>(2010)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nLuis Eligio SANTANA-PÉREZ, Defendant, Appellant.<br>\nUnited States of America, Appellee,<br>\nv.<br>\nAquiles Carpio-Pouret, Defendant, Appellant.</h1></center>\n<center>Nos. 09-1101, 09-1150.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 2, 2010.</center>\n<center>Decided September 8, 2010.</center>\n<p><span class=\"star-pagination\">*118</span> Héctor L. Ramos-Vega, Assistant Federal Public Defender, with whom Joseph C. Laws, Jr., Federal Public Defender, <span class=\"star-pagination\">*119</span> was on brief, for appellant Luis Eligio Santana-Pérez.</p>\n<p>Jesús M. Rivera-Delgado, for appellant Aquiles Carpio-Pouret.</p>\n<p>William C. Brown, Attorney, Criminal Division, with whom Lanny A. Breuer, Assistant Attorney General, Criminal Division, and Rosa E. Rodríguez-Vélez, United States Attorney, were on brief, for appellee.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA and LIPEZ, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Defendants Luis Eligio Santana-Pérez and Aquiles Carpio-Pouret were found guilty of violating 18 U.S.C. § 2237(a)(1), which makes it a crime \"for the master, operator, or person in charge of a vessel of the United States, or a vessel subject to the jurisdiction of the United States, to knowingly fail to obey an order by an authorized Federal law enforcement officer to heave to that vessel.\"<sup>[1]</sup> They now appeal their convictions, asserting multiple trial errors and claiming that the evidence was, in any event, insufficient to support the jury's verdict. Finding no reversible error, we affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>The factual background of this appeal, which we recite in the light most favorable to the verdict, is uncomplicated. In the pre-dawn hours of March 15, 2008, the Coast Guard cutter <i>Matinicus</i> was patrolling the Mona Passage between Puerto Rico and the Dominican Republic when a member of the crew sighted a small vessel leaving Mona Island, Puerto Rico and heading toward the Dominican Republic.<sup>[2]</sup> The crew member reported the sighting to Chief Warrant Officer Michael Levecque, who ordered that the <i>Matinicus</i> be brought about to intercept the vessel. As it later turned out, Santana-Pérez was operating the small vessel and Carpio-Pouret was also in the vessel.</p>\n<p>At around 5:10 a.m., the crew of the <i>Matinicus</i> activated its blue law enforcement light on the ship's mast; shined a spotlight on the defendants' vessel; blew the ship's whistle; and began directing the defendants to stop in both English and Spanish using the ship's loud hailer. The defendants did not stop at that time. A \"non-compliant boarding team\" launched from the <i>Matinicus</i> in a small vessel at 5:15 a.m. and arrived alongside the defendants' vessel one minute later. The boarding team activated a blue light on its vessel and began commanding the defendants to \"stop the vessel, stop the vessel.\" The defendants did not stop. The boarding team made a second approach while repeating the command to stop, but, again, the defendants did not stop. Finally, on a third approach, the boarding team told the defendants that force would be used if they did not stop. The defendants turned off their motor at that point and were taken into custody. About twelve minutes elapsed between the time the <i>Matinicus</i> activated its blue light and the time the defendants stopped.</p>\n<p><span class=\"star-pagination\">*120</span> The defendants were subsequently charged with failing to obey a federal law enforcement officer's order to heave-to. 18 U.S.C. § 2237(a). The government argued at trial that Santana-Pérez should be convicted as a principal and that Carpio-Pouret should be convicted as an aider and abettor. The jury returned a verdict of guilty as to both defendants, and the district court summarily denied a post-trial motion for judgment of acquittal. This appeal followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>The defendants raise five claims of error on appeal: (1) the district court should have entered a judgment of acquittal because there was insufficient evidence that the defendants heard and understood the Coast Guard's orders to heave-to; (2) the district court erroneously ruled that evidence relating to a prior conviction could be admitted to impeach Santana-Pérez if he testified at trial; (3) the government improperly vouched for its own witnesses during closing arguments; (4) the district court erred in refusing to give a missing evidence instruction; and (5) the district court engaged in improper questioning during Carpio-Pouret's testimony. We address each of these arguments in turn.</p>\n<p></p>\n<h2>A. Sufficiency of the Evidence</h2>\n<p>To prove a failure to heave-to, the government must show that (1) the defendant was the master, operator, or person in charge of the vessel; (2) an authorized federal law enforcement officer ordered the defendant to heave-to; (3) the defendant failed to obey that order; and (4) the defendant's failure to obey the order was knowing and intentional.<sup>[3]</sup><i>See</i> 18 U.S.C. § 2237(a)(1), (b). To establish aiding and abetting liability, the government must show: (1) that the principal \"committed the substantive offense charged,\" and (2) that the accomplice \"became associated with [the principal's criminal] endeavor and took part in it, intending to assure its success.\" <i>United States v. Gonzalez,</i> <span class=\"citation\" data-id=\"203882\"><a href=\"/opinion/203882/united-states-v-gonzalez/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 28-29 (1st Cir.2009) (internal quotations marks and citations omitted). On review for sufficiency, we ask whether the evidence, viewed in the light most favorable to the prosecution, would permit a reasonable jury to find each element beyond a reasonable doubt. <i>See </i><i>United States v. Rosado-Pérez,</i> <span class=\"citation\" data-id=\"1292494\"><a href=\"/opinion/1292494/united-states-v-rosado-perez/\"><span class=\"volume\">605</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span>, 52 (1st Cir.2010).</p>\n<p></p>\n<h2>1. Santana-Pérez</h2>\n<p>Santana-Pérez challenges only the finding that he had the requisite mens rea. He contends that he could be convicted only on proof that he was aware of and <span class=\"star-pagination\">*121</span> understood the Coast Guard's orders. We agree. The statute penalizes those who \"knowingly\" disobey an order to heave-to, a term that ordinarily goes to the defendant's \"knowledge of the facts that constitute the offense.\" <i>Bryan v. United States,</i> <span class=\"citation\" data-id=\"118227\"><a href=\"/opinion/118227/bryan-v-united-states/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, 193, <span class=\"citation\" data-id=\"118227\"><a href=\"/opinion/118227/bryan-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1939</span></a></span>, <span class=\"citation\" data-id=\"118227\"><a href=\"/opinion/118227/bryan-v-united-states/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">197</span> </a></span>(1998). The issuance of an order to heave-to is one of the facts constituting the offense in this case. To prove that a defendant knew that an order to heave-to was given, it will typically be necessary to prove that he was aware of the order and comprehended its essential message.</p>\n<p>Santana-Pérez points to Carpio-Pouret's trial testimony in support of his argument that he lacked the necessary knowledge. Carpio-Pouret testified that he and Santana-Pérez saw the <i>Matinicus</i>'s spotlight but did not hear the orders to stop. In addition, both Santana-Pérez and Carpio-Pouret denied hearing the orders in post-arrest statements given to an immigration official.</p>\n<p>However, the jury heard substantial testimony undermining the defendants' story. Levecque testified that when he and the crew \"lit [the defendants] up with a spotlight and started blowing our horn, they kind of turned and obviously looked-looked behind them. I'm surethey looked very surprised.\" There was testimony that the order to stop was given in Spanish and English over the loud hailer, which was audible at a distance of 100 to 200 feet, and that the defendants' vessel was less than 150 feet from the <i>Matinicus</i> at the time. Further testimony established that the boarding crew repeated the order to stop during its first two passes, which brought the crew within 15 to 25 feet of the defendants' vessel, and that the defendants stopped only when they were warned that force would be used.</p>\n<p>In addition, Santana-Pérez acknowledged in a post-arrest statement that he saw the \"flashing lights\" and admitted: \"We were ... spotted by the Coast Guard and I tried to outrun them.\" He acknowledged having been detained on previous occasions (as did Carpio-Pouret) and stated that he did not stop because he \"was scared and did not want to go to jail.\" Finally, when Carpio-Pouret was asked, \"When you saw the Coast Guard boat what happened?\" he responded, \"I told [Santana-Pérez] that they were coming.\" Viewed as a whole, the evidence was more than sufficient for the jury to find that Santana-Pérez heard and understood the orders to stop.</p>\n<p></p>\n<h2>2. Carpio-Pouret</h2>\n<p>Carpio-Pouret moved for a judgment of acquittal in the district court on the ground that there was no evidence that he was the \"master, operator, or person in charge\" of the small vessel. 18 U.S.C. § 2237(a)(1). The district court denied that motion, and Carpio-Pouret properly appealed. In this court, however, Carpio-Pouret's attorney filed a motion to voluntarily dismiss the appeal. The attorney stated that he had lost contact with Carpio-Pouret, who apparently returned to the Dominican Republic after completing his sentence. We denied the motion because the attorney had not shown that Carpio-Pouret \"affirmatively authorized the withdrawal of his direct criminal appeal.\" The attorney then filed a motion to adopt two of the arguments made in Santana-Pérez's appellate brief: the sufficiency of the evidence argument, discussed above, and an argument relating to the district court's aggressive questioning of witnesses during trial, discussed below. <i>See</i> Fed. R.App. P. 28(i). No separate appellate brief was filed on Carpio-Pouret's behalf.</p>\n<p><span class=\"star-pagination\">*122</span> The rule in this circuit is clear: \"[a]doption by reference ... cannot occur in a vacuum; to be meaningful, the arguments adopted must be readily transferrable from the proponent's case to the adopter's case.\" <i>United States v. David,</i> <span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 737 (1st Cir.1991). Santana-Pérez's argument relating to the district judge's questioning of witnesses is readily transferable to Carpio-Pouret's case. As noted, we address that argument below. It is less clear how Santana-Pérez's sufficiency of the evidence argument might be transferred to Carpio-Pouret's case. To the extent that Carpio-Pouret means to argue that he did not hear the order to heave-to, his argument fails for essentially the reasons discussed above. There was sufficient circumstantial evidence for the jury to find that both defendants heard the order and knowingly disobeyed it.</p>\n<p>Other arguments that Carpio-Pouret might have been able to make on his own are forfeited. They would be unavailing in any event. The argument that Carpio-Pouret made to the district courtthat he was not the \"master, operator, or person in charge\" of the small vesselwas beside the point because the government's theory was that Carpio-Pouret aided and abetted Santana-Pérez's failure to heave-to. And the jury could reasonably have interpreted Carpio-Pouret's warning to Santana-Pérez that the Coast Guard was coming as the sort of encouragement that makes one an aider and abettor (as in, \"They're coming, let's get out of here!\"). <i>See </i><i>United States v. Mercado,</i> <span class=\"citation\" data-id=\"150166\"><a href=\"/opinion/150166/united-states-v-mercado/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">841</span></a></span>, 846 (3d Cir.2010) (\"One can aid or abet another through use of words or actions to promote the success of the illegal venture.\"). The district court did not err in denying Carpio-Pouret's motion for judgment of acquittal.</p>\n<p></p>\n<h2>B. Evidence of Prior Conviction</h2>\n<p>The district court ruled in limine that evidence of Santana-Pérez's prior drug conviction could be admitted to impeach him under Federal Rule of Evidence 609(a) if he chose to testify. Although Santana-Pérez challenges that ruling on appeal, he does so only to preserve the issue for Supreme Court review. He concedes that his claim is foreclosed under the Supreme Court's decision in <i>Luce v. United States,</i> <span class=\"citation\" data-id=\"111284\"><a href=\"/opinion/111284/luce-v-united-states/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">38</span></a></span>, <span class=\"citation\" data-id=\"111284\"><a href=\"/opinion/111284/luce-v-united-states/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">460</span></a></span>, <span class=\"citation\" data-id=\"111284\"><a href=\"/opinion/111284/luce-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span> </a></span>(1984), which held that \"a defendant who chooses not to testify at trial loses his right to appeal the district court's ruling denying his in limine motion to forbid the impeachment use of a prior conviction.\" <i>United States v. Holmquist,</i> <span class=\"citation\" data-id=\"195622\"><a href=\"/opinion/195622/united-states-v-holmquist/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">154</span> </a></span>(1st Cir.1994).<sup>[4]</sup> Santana-Pérez did not testify at trial, and we therefore reject his argument.</p>\n<p></p>\n<h2>C. Vouching</h2>\n<p>During closing arguments, the prosecutor rhetorically asked the jury, \"Are you going to give [sic] the testimony of the United States Coast Guard officers or are you going to believe the testimony raised by the defendant?\" Santana-Pérez lodged an objection that the government was improperly vouching for its witnesses, which was overruled.</p>\n<p>\"Improper vouching occurs when the government places the prestige of the United States behind a witness by making personal assurances about the credibility of a witness or implies that the jury should credit the government's evidence simply <span class=\"star-pagination\">*123</span> because the government can be trusted.\" <i>United States v. Robinson,</i> <span class=\"citation\" data-id=\"202591\"><a href=\"/opinion/202591/united-states-v-robinson/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">387</span></a></span>, 396 (1st Cir.2007) (internal quotation marks and citation omitted). Viewed in context, it is clear that the prosecutor's rhetorical question did neither of those things. The prosecutor had just finished outlining the factors he believed undermined Carpio-Pouret's credibility. He then told the jury, \"[t]here's matters of credibility in this case,\" and rhetorically asked which version of the events the jury would choose to believe. Of course, the implicit message was that the government's case was more believable than the defendants' case. But \"merely asking the members of the jury to use their common sense in evaluating the witnesses' testimony\" is not improper vouching. <i>United States v. Pérez-Ruiz,</i> <span class=\"citation\" data-id=\"200773\"><a href=\"/opinion/200773/united-states-v-perez-ruiz/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 10 (1st Cir.2003); <i>see also </i><i>United States v. Rodríguez,</i> <span class=\"citation\" data-id=\"198966\"><a href=\"/opinion/198966/united-states-v-rodriguez/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></a></span>, 123 (1st Cir.2000) (\"[A]n argument that does no more than assert reasons why a witness ought to be accepted as truthful by the jury is not improper witness vouching.\"); 6 Wayne R. LaFave et al., <i>Criminal Procedure</i> § 24.7(e) (3d ed. 2009) (\"[T]he prosecutor is not prohibited from explaining to the jury why it should conclude the defendant was guilty or accept or reject a particular witness' testimony.\").</p>\n<p>The defendants argue that the prosecutor's \"tone and inflection\" suggested to the jury that the Coast Guard witnesses should be believed \"simply because they are Coast Guard officers.\" We take that to mean that the prosecutor placed special emphasis on the words \"United States Coast Guard officers.\" If that is true, it might be troubling because such emphasis could be taken to \"impl[y] that the jury should credit the government's evidence simply because the government can be trusted.\" <i>Robinson,</i> 473 F.3d at 396 (internal quotation marks omitted). But we have no way to judge the accuracy of the defendants' characterization from the trial transcript. On this record, we must necessarily defer to the district court's on-the-spot assessment of that issue. <i>Cf. </i><i>Reagan v. Brock,</i> <span class=\"citation\" data-id=\"381359\"><a href=\"/opinion/381359/deborah-reagan-v-alice-brock-dba-alices-at-avaloch-and-avro/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">721</span></a></span>, 723 (1st Cir.1980) (noting that \"our ability to comprehend how [a] question was understood in the courtroom is vastly inferior to the district judge's\" because the judge \"hears the question with counsel's inflection, perceives the length and character of the pause between question and answer, and rules on the party's objection within the context of prior questioning and strategies\").</p>\n<p></p>\n<h2>D. Adverse Inference Instruction</h2>\n<p>Chief Warrant Officer Levecque testified that the <i>Matinicus</i>'s radar equipment was supposed to have recorded a video of the chase. For technical reasons, however, the video did not record properly and could not be played. The government made a number of efforts to play the video, including bringing it back to the <i>Matinicus</i> to play it on the cutter's recording system. When none of those efforts worked, the government notified the defendants of the technical problem, one month before the trial began.</p>\n<p>At trial, the defendants asked the district court to give what they call a missing evidence instruction, which would have advised the jury that it could infer that the video would have been unfavorable to the government based on the government's failure to produce it. The district court refused to give the instruction, citing the lack of evidence that the government acted in bad faith and the impossibility of producing the video. It told the defendants they could argue to the jury that the government should have produced the video. The defendants challenge that ruling on appeal. We review for abuse of discretion. <span class=\"star-pagination\">*124</span> <i>United States v. Rose,</i> <span class=\"citation\" data-id=\"197184\"><a href=\"/opinion/197184/united-states-v-rose/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1408</span></a></span>, 1417 (1st Cir.1997).</p>\n<p>In some circumstances, a party's failure to produce evidence may justify an inference that the evidence would have been unfavorable to the non-producing party.<sup>[5]</sup> This general rule of evidence encompasses everything from the decision not to call a witness to the intentional destruction of documents. The party seeking the instruction has the burden of laying an appropriate evidentiary foundation. <i>United States v. Laurent,</i> <span class=\"citation\" data-id=\"148834\"><a href=\"/opinion/148834/united-states-v-laurent/\"><span class=\"volume\">607</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">895</span></a></span>, 902 (1st Cir.2010). Although the particulars of the required showing vary from situation to situation, the basic thrust is always the same: the circumstances must be such that a reasonable jury could conclude that the evidence in question was unfavorable to the non-producing party. <i>See </i><i>Laurent,</i> 607 F.3d at 902 (spoliation); <i>United States v. Myerson,</i> <span class=\"citation\" data-id=\"664639\"><a href=\"/opinion/664639/united-states-of-america-appellee-cross-appellant-v-harvey-myerson/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">153</span></a></span>, 159 (2d Cir.1994) (missing witness).</p>\n<p>In this case, there is no basis for such an inference. The government gave a satisfactory explanation for its failure to produce the radar video: the video did not properly record because of a technical mishap. Defendants have placed nothing in the record to suggest that the government's explanation was untrue. Under the circumstances, there is no reason to suppose that the video might have been unfavorable to the government. The district court did not abuse its discretion in refusing to give an adverse inference instruction.</p>\n<p></p>\n<h2>E. Questioning by the District Court</h2>\n<p>Defendants claim that the district court engaged in questioning of Carpio-Pouret on the witness stand that was overly aggressive and signaled to the jury that the judge disbelieved Carpio-Pouret's testimony. There was no objection at trial, <i>see</i> Fed.R.Evid. 614(c), so we review for plain error only. <i>United States v. Paz Uribe,</i> <span class=\"citation\" data-id=\"533568\"><a href=\"/opinion/533568/united-states-v-mario-nelson-paz-uribe/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">396</span></a></span>, 400 (1st Cir.1989).</p>\n<p>The principles governing the defendants' claim are easily stated, if less easily applied. It is well-settled that the district court is more than a \"mere moderator\" in a federal jury trial. <i>Quercia v. United States,</i> <span class=\"citation\" data-id=\"102106\"><a href=\"/opinion/102106/quercia-v-united-states/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, 469, <span class=\"citation\" data-id=\"102106\"><a href=\"/opinion/102106/quercia-v-united-states/\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">698</span></a></span>, <span class=\"citation\" data-id=\"102106\"><a href=\"/opinion/102106/quercia-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1321</span> </a></span>(1933). Among other things, the court has \"the prerogative, and at times the duty, of eliciting facts he deems necessary to the clear presentation of issues.\" <i>Paz Uribe,</i> 891 F.2d at 400 (quoting <i>Llach v. United States,</i> <span class=\"citation\" data-id=\"439139\"><a href=\"/opinion/439139/jose-llach-v-united-states/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1322</span></a></span>, 1329-30 (8th Cir.1984)); <i>see also</i> Fed. R.Evid. 614(b) (\"The court may interrogate witnesses, whether called by itself or by a party.\"). The trial court's discretion in this area is broad, and there are many different situations in which judicial interrogation can be warranted. <i>See</i> 29 Charles Alan Wright &amp; Victor James Gold, <i>Federal Practice &amp; Procedure: Evidence</i> § 6235 (1st ed. 1997 &amp; Supp.2009).</p>\n<p>At the same time, the power to interrogate witnesses must be exercised judiciously, particularly when the witness is a defendant in a criminal case. <i>United States v. Melendez-Rivas,</i> <span class=\"citation no-link\"><span class=\"volume\">566</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></span>, 50 (1st Cir.2009). Each intervention raises the possibility that the jury will perceive the court as biased toward one party or another. The court must therefore take pains to \"preserve[ ] an attitude of impartiality and guard[ ] against giving the jury an impression that the court believes the defendant is guilty.\" <i>Paz Uribe,</i> 891 F.2d <span class=\"star-pagination\">*125</span> at 400-01 (quoting <i>Llach,</i> 739 F.2d at 1329-30).</p>\n<p>In this case, the district court aggressively questioned witnesses on both sides. However, the court's questioning of Carpio-Pouret differed in tenor from his questioning of the government's witnesses. Whereas the questions directed at the government's witnesses by and large related to technical matters, many of the questions directed at Carpio-Pouret focused on perceived gaps and inconsistencies in his story. An excerpt in which the court pressed Carpio-Pouret to explain how he ended up near Mona Island during a fishing trip will illustrate the general tone of the questioning:</p>\n<blockquote>THE COURT: And how far from the coastline were the [fishing] traps?</blockquote>\n<blockquote>DEFENDANT: Well, I can't tell you how far away those traps were because, as I stated earlier, I don't know about measurements out at sea.</blockquote>\n<blockquote>[. . .]</blockquote>\n<blockquote>THE COURT: How long have you been fishing?</blockquote>\n<blockquote>DEFENDANT: All my life.</blockquote>\n<blockquote>THE COURT: And you can't tell distances in the sea? You can't tell me those traps were ten, 15 miles offshore?</blockquote>\n<blockquote>DEFENDANT: No, I can't say.</blockquote>\n<blockquote>[. . .]</blockquote>\n<blockquote>THE COURT: All right. And when your motor stopped working, were you near the other fishermen?</blockquote>\n<blockquote>DEFENDANT: Not that close. We were barely able to see them.</blockquote>\n<blockquote>THE COURT: Why didn't you communicate with them?</blockquote>\n<blockquote>DEFENDANT: We didn't have any instruments to communicate with them. We tried to signal them with our shirts, but we were unsuccessful at that.</blockquote>\n<blockquote>[. . .]</blockquote>\n<blockquote>THE COURT: When you dropped off the gas, the motor was still operating?</blockquote>\n<blockquote>DEFENDANT: That is correct.</blockquote>\n<blockquote>THE COURT: And then you turned around and headed towards the Dominican Republic to get the traps; is that correct?</blockquote>\n<blockquote>DEFENDANT: Well, no, sir. We headed somewhat parallel toI don't know. But we headedwell, we headed southeast. I don't know, maybe it was that. I don't know what bearing we took.</blockquote>\n<blockquote>[. . .]</blockquote>\n<blockquote>THE COURT: And that was a course that was not taking you to the Dominican Republic.</blockquote>\n<blockquote>DEFENDANT: No, sir.</blockquote>\n<p>In our view, this exchange and others like it skirted dangerously close to the line between questioning intended to clear up muddled or gap-filled testimony, which is permissible, and questioning that signals the court's disbelief of the witness, which is not. <i>See </i><i>United States v. Tilghman,</i> <span class=\"citation\" data-id=\"184456\"><a href=\"/opinion/184456/united-states-v-tilghman-warren-p/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">414</span></a></span>, 416 (D.C.Cir.1998). The question about distances at sea, in particular, implies that the court was having trouble believing Carpio-Pouret's story.</p>\n<p>In the end, however, the error, if any, was not plain. Despite the tenor of the questions, they appear to have been aimed at clarifying Carpio-Pouret's testimonya legitimate goal. <i>See </i><i>United States v. Filani,</i> <span class=\"citation\" data-id=\"711121\"><a href=\"/opinion/711121/united-states-v-joseph-omotunde-filani/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">378</span></a></span>, 386 (2d Cir.1996); <i>United States v. Hickman,</i> <span class=\"citation\" data-id=\"363639\"><a href=\"/opinion/363639/united-states-v-darryl-gordon-hickman-and-fred-mcarthur-head/\"><span class=\"volume\">592</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">931</span></a></span>, 933 (6th Cir.1979). Carpio-Pouret gave only a vague explanation on direct examination and cross-examination of what he and Santana-Pérez were doing between the morning of March 14, 2008, when they left to go fishing, and the morning of March 15, when they encountered the <i>Matinicus.</i> <span class=\"star-pagination\">*126</span> The district court could reasonably have concluded that the jury would benefit from a fuller account of the day's events. Also, any signals the court may have given about its views are susceptible of multiple interpretations on the cold record. We therefore cannot say that any error was \"clear\" or \"obvious.\" <i>United States v. Olano,</i> <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 734, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </a></span>(1993). We also note that the district court instructed the jury not to \"assume from anything [it] may have said that [it had] any opinion concerning the issues in this case.\" The defendants are not entitled to a new trial.</p>\n<p><i>AFFIRMED.</i></p>\n<h2>NOTES</h2>\n<p>[1]  \"Heave to\" means \"to cause a vessel to slow, come to a stop, or adjust its course or speed to account for the weather conditions and sea state to facilitate a law enforcement boarding.\" 18 U.S.C. § 2237(e)(2). For clarity, we will hyphenate the phrase in the text except when quoting the statute. <i>Cf.</i> R.H. Dana, Jr., <i>The Seaman's Friend</i> 111 (14th ed. 1879).</p>\n<p>[2]  Mona Island lies thirty-eight miles west of the main island of Puerto Rico, about halfway between the main island and the Dominican Republic.</p>\n<p>[3]  There must also be proof that the vessel operated by the defendant was a vessel of the United States or a vessel subject to the jurisdiction of the United States. <i>See</i> 18 U.S.C. § 2237(a)(1). In this case, the district court instructed the jury that the defendants' vessel would be subject to the jurisdiction of the United States if it was \"located within the customs waters of the United States,\" an area that \"extend[s] for four leagues, or twelve miles, from United States territory unless another distance has been established by treaty.\" <i>United States v. Santana-Rosa,</i> <span class=\"citation\" data-id=\"197726\"><a href=\"/opinion/197726/united-states-v-santana-rosa/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">860</span></a></span>, 863-64 (1st Cir.1998) (internal quotation marks omitted); <i>see also</i> 46 U.S.C. § 70502(c)(1)(D) (\"[T]he term `vessel subject to the jurisdiction of the United States' includes... a vessel in the customs waters of the United States....\"). It is undisputed that the incident here occurred well within twelve miles of the coast of Mona Island, which is United States territory. We express no opinion about whether it was proper to submit the \"jurisdictional\" issue to the jury. <i>Cf.</i> 46 U.S.C. § 70504(a) (providing that \"[j]urisdictional issues arising under [the Maritime Drug Law Enforcement Act] are preliminary questions of law to be determined solely by the trial judge\"). Any error in so doing was harmless. <i>See </i><i>United States v. Bravo,</i> <span class=\"citation\" data-id=\"797988\"><a href=\"/opinion/797988/united-states-v-alfre-luis-bravo-and-jesus-antonio-martinez-rosado-united/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.2007).</p>\n<p>[4]  Santana-Pérez argues that <i>Luce</i> unfairly \"forces defendants to either take the stand, be impeached even if wrongly so, and get convicted for the purposes of preserving the error for appeal; or to forgo the option of telling their story to the jury, a fundamental right, only to then insulate a trial court's ruling from review no matter how erroneous it may be.\"</p>\n<p>[5]  This question is distinct from the question of whether the government's failure to preserve or produce evidence resulted in a denial of due process, <i>see, e.g., </i><i>Illinois v. Fisher,</i> <span class=\"citation\" data-id=\"131160\"><a href=\"/opinion/131160/illinois-v-fisher/\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, <span class=\"citation\" data-id=\"131160\"><a href=\"/opinion/131160/illinois-v-fisher/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span>, <span class=\"citation\" data-id=\"131160\"><a href=\"/opinion/131160/illinois-v-fisher/\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1060</span> </a></span>(2004) (per curiam), which is not raised in this appeal.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/102106/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111284/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/118227/",
    "https://www.courtlistener.com/api/rest/v3/opinions/131160/",
    "https://www.courtlistener.com/api/rest/v3/opinions/148834/",
    "https://www.courtlistener.com/api/rest/v3/opinions/150166/",
    "https://www.courtlistener.com/api/rest/v3/opinions/184456/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195622/",
    "https://www.courtlistener.com/api/rest/v3/opinions/197184/",
    "https://www.courtlistener.com/api/rest/v3/opinions/197726/",
    "https://www.courtlistener.com/api/rest/v3/opinions/198966/",
    "https://www.courtlistener.com/api/rest/v3/opinions/200773/",
    "https://www.courtlistener.com/api/rest/v3/opinions/202591/",
    "https://www.courtlistener.com/api/rest/v3/opinions/203882/",
    "https://www.courtlistener.com/api/rest/v3/opinions/363639/",
    "https://www.courtlistener.com/api/rest/v3/opinions/381359/",
    "https://www.courtlistener.com/api/rest/v3/opinions/439139/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533568/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664639/",
    "https://www.courtlistener.com/api/rest/v3/opinions/711121/",
    "https://www.courtlistener.com/api/rest/v3/opinions/797988/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1292494/"
  ]
}