{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/174998/",
  "id": 174998,
  "absolute_url": "/opinion/174998/alvarado-santos-v-dept-health-common-pr/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/174998/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2010-09-08T19:46:06Z",
  "date_modified": "2020-02-21T22:46:05.944033Z",
  "type": "010combined",
  "sha1": "7d61c8379dc7ed874e7f107c144c16a4312f5c2b",
  "page_count": 22,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-2027P-01A.pdf",
  "local_path": "pdf/2010/09/08/Alvarado-Santos_v._Department_of_Health.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\nNos. 08-2027, 08-2028\n\n                        ANA I. ALVARADO-SANTOS,\n\n              Plaintiff, Appellee/Cross-appellant,\n\n                                  v.\n\n    DEPARTMENT OF HEALTH OF THE COMMONWEALTH OF PUERTO RICO,\n\n              Defendant, Appellant/Cross-appellee;\n\n             JOHNNY RULLÁN, HÉCTOR MENA-FRANCO, and\n                  FRANCISCO RODRÍGUEZ-PICHARDO,\n\n                              Defendants.\n\n\n         ON APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n       [Hon. Camille L. Velez-Rivé, U.S. Magistrate Judge]\n\n\n                              Before\n                       Lynch, Chief Judge,\n                Boudin and Lipez, Circuit Judges.\n\n\n     José Enrico Valenzuela-Alvarado, Assistant Solicitor General,\nwith whom Irene S. Soroeta-Kodesh, Solicitor General, Leticia\nCasalduc-Rabell, Deputy Solicitor General, and Zaira Z. Girón-\nAnadón,   Deputy   Solicitor   General,   were   on   brief,   for\nappellant/cross-appellee.\n     Lorenzo J. Polomares-Starbuck, with whom Raymond Sanchez\nMaceira and Lorenzo Palomares, P.S.C., were on brief, for\nappellee/cross-appellant.\n\n\n\n                           September 8, 2010\n\f              LIPEZ, Circuit Judge.        Plaintiff Ana I. Alvarado-Santos\n\n(Alvarado-Santos) obtained a favorable jury verdict on her claims\n\nof national origin and gender discrimination under Title VII of the\n\n1964 Civil Rights Act, 42 U.S.C. § 2000e-2.              Defendant Department\n\nof   Health    of     the   Commonwealth   of   Puerto   Rico   (Department    of\n\nHealth), her former employer, appeals from the judgment.                      The\n\nDepartment of Health contends that it is entitled to judgment as a\n\nmatter of law or, in the alternative, to a new trial on the grounds\n\nthat the evidence at trial was insufficient to support the verdict,\n\nthat plaintiff's counsel made improper and prejudicial comments in\n\nclosing argument, and that the award of $300,000 in compensatory\n\ndamages was grossly excessive.               Alvarado-Santos cross-appeals,\n\narguing that she was entitled to an award of front pay in addition\n\nto compensatory damages and back pay.\n\n              After     careful   consideration,    we    conclude   that     the\n\nevidence is insufficient to support a finding of national origin or\n\ngender discrimination.         Accordingly, we reverse and enter judgment\n\nfor the Department of Health.\n\n                                       I.\n\nA. Factual Background\n\n              We recite the relevant facts in the light most favorable\n\nto the jury verdict.         Visible Sys. Corp. v. Unisys Corp., 551 F.3d\n\n65, 69 (1st Cir. 2008).\n\n\n\n\n                                       -2-\n\f           Alvarado-Santos, a native of Puerto Rico, is a physician\n\nspecializing in family medicine.             After working as the medical\n\ndirector of a psycho-social treatment center for adolescents for\n\nsome time, she applied for a job with the Correctional Health\n\nServices Program of the Department of Health.            On April 10, 2002,\n\nAlvarado-Santos entered into a professional services contract with\n\nthe Correctional Health Services Program to work as an Admissions\n\nDirector   at   the   Rio    Piedras   Correctional     Complex.1    In    that\n\nposition, she supervised a team of medical and support staff and\n\noversaw the medical screening and evaluation of inmates admitted to\n\nthe correctional complex.          Alvarado-Santos' initial contract with\n\nthe Department of Health extended through June 30, 2002.                   Her\n\ncontract was renewed for the year beginning July 1, 2002, and was\n\nagain renewed for the year beginning July 1, 2003.\n\n           In   the   fall    of    2003,    the   Admissions   Center    where\n\nAlvarado-Santos worked in Rio Piedras was closed and the health\n\nservices that had been offered there were moved to the Bayamón\n\nCorrectional Complex.        All of the personnel who had worked at the\n\nRio Piedras Admissions Center, including Alvarado-Santos, were\n\n\n     1\n       During the period relevant to this case, the United States\nDistrict Court for the District of Puerto Rico was exercising\nsupervisory authority over the Correctional Health Services Program\nas well as other aspects of the Puerto Rican correctional system.\nThis supervision is the result of \"a long-running inmate class\naction\" commonly known as the Morales Feliciano case, which dates\nback to 1979. Torres-Arroyo v. Rullan, 436 F.3d 1, 3 & n.1 (1st\nCir. 2006) (citing district court and First Circuit opinions\naddressing the class action).\n\n                                       -3-\n\ftransferred to Bayamón. On October 1, 2003, Alvarado-Santos' 2003-\n\n2004 contract was amended to reflect her transfer.\n\n           After the transfer of the Rio Piedras health services and\n\npersonnel to Bayamón, the Bayamón Correctional Complex had two\n\nAdmissions Centers for inmate health services: Admissions Center\n\n308 and Admissions Center 705.2           Alvarado-Santos directed the\n\nprovision of health services at Admissions Center 705, while Marcos\n\nDevarie, a male physician originally from Puerto Rico, directed\n\nAdmissions Center 308.    Devarie had first begun working for the\n\nCorrectional Health Services Program in 1991 and had been the\n\ndirector of Admissions Center 308 in Bayamón since 1997.\n\n           Doctor Francisco Rodríguez-Pichardo, the Director of\n\nClinical Services at the Bayamón Correctional Complex and a native\n\nof   the   Dominican   Republic,    was    Alvarado-Santos'   immediate\n\nsupervisor in Bayamón.   Some time after October 1, 2003, an office\n\nclerk who worked at Admissions Center 705 overheard Rodríguez-\n\nPichardo saying that \"Dominican doctors were better\" than \"the\n\nother physicians who were there, who were Puerto Rican.\"           One\n\nphysician working at Admissions Center 705 described Rodríguez-\n\nPichardo as a \"hard\" and \"aggressive\" person.\n\n           When Alvarado-Santos first began working in Bayamón in\n\nOctober 2003, Admissions Center 705 did not yet have certain\n\n\n     2\n       The Admissions Centers were so-named because Admissions\nCenter 308 could accommodate 308 inmates as patients, while the\nlarger Admissions Center 705 could accommodate 705 inmates.\n\n                                   -4-\n\fequipment, such as an x-ray machine and land-line phone service.\n\nThe center received an x-ray machine and phone service in January\n\n2004.    In the months before Admissions Center 705 was fully\n\nequipped, physicians working at the center were given mobile phones\n\nfor emergency calls and inmates in need of x-rays were transported\n\nto Admissions Center 308.   Admissions Center 705 also did not have\n\na \"medical cadre,\" a group of custody officials assigned by the\n\nCorrections Administration to monitor inmates, although the center\n\ndid have some security officials assigned by the Corrections\n\nAdministration.3   During this period, Admissions Center 308 had a\n\nworking x-ray machine, phone service, and a medical cadre.\n\n          Following the transfer to Bayamón, Alvarado-Santos had a\n\nseries of difficulties with her supervisor, Rodríguez-Pichardo.\n\nPrior to the October 1, 2003 transfer, the October medical shift\n\nschedule for Admissions Center 705 had already been prepared by\n\nGualberto Guerrero, a physician originally from the Dominican\n\nRepublic who had been preparing the shift schedule for years.\n\nAfter the transfer, Alvarado-Santos modified the October shift\n\nschedule, redistributing the medical shifts.      For example, she\n\nremoved several shifts from Guerrero and two other physicians,\n\nBernarda Cuevas and Juan Velez.    She instead increased the number\n\nof shifts assigned to a male physician, Dr. Ortiz, and gave shifts\n\n\n     3\n       As part of a pilot program, the Corrections Administration\nassigned a \"medical cadre\" to some, but not all, admissions\ncenters.\n\n                                  -5-\n\fto two female physicians, Drs. Diaz and Pagan, who had not had any\n\nshifts in the original schedule prepared by Guerrero.\n\n          As a result of the altered shift schedule, Guerrero,\n\nVelez and Cuevas complained to Rodríguez-Pichardo that Alvarado-\n\nSantos had taken away some of their regular shifts without notice.\n\nAfter comparing the October shift schedule with previous schedules,\n\nRodríguez-Pichardo confirmed that Alvarado-Santos had taken away\n\nregular shifts from the physicians who had lodged complaints.\n\nWithout discussing the matter with Alvarado-Santos, Rodríguez-\n\nPichardo returned several shifts to the complaining physicians and\n\nremoved the additional shifts Alvarado-Santos had given to Ortiz,\n\nDiaz and Pagan, so that the distribution of shifts resembled the\n\noriginal schedule prepared by Guerrero.4        Rodríguez-Pichardo also\n\nordered Guerrero to continue preparing the shift schedule for\n\nAdmissions   Center   705,   instead   of   Alvarado-Santos.   Devarie,\n\ndirector of Admissions Center 308, prepared the medical shift\n\nschedule for his center.\n\n\n\n\n     4\n       As a result of all of these changes, the number of female\nphysicians assigned to shifts on the October schedule decreased.\nThe original October shift schedule prepared by Guerrero before the\ntransfer assigned shifts to two female physicians, Cuevas and\nanother physician, Rivera; Rivera, however, chose not to continue\nworking medical shifts after the move to Bayamón. The schedule\nprepared by Alvarado-Santos after the transfer assigned shifts to\nthree female physicians, Cuevas, Diaz, and Pagan.        The final\nschedule approved by Rodríguez-Pichardo assigned shifts to one\nfemale physician, Cuevas.\n\n                                  -6-\n\f            Rodríguez-Pichardo also ordered some personnel working in\n\nAdmissions      Centers       308     and    705    to     report    to    a   centralized\n\nsupervisor rather than their respective Admissions Directors.                            For\n\nexample, he ordered all nursing personnel to report to the Director\n\nof Nursing, medical records personnel to report to the Director of\n\nMedical Records, and radiology technicians to report to the Health\n\nServices Administrator.\n\n            At    some        time    after        the    transfer,       Alvarado-Santos\n\ncomplained to Rodríguez-Pichardo that two physicians, Guerrero and\n\nPatricia López, both from the Dominican Republic, were falsifying\n\ntheir time entries for payroll purposes.                     After investigating the\n\ncomplaint,       Rodríguez-Pichardo            concluded       that       there    was   no\n\nfalsification or alteration in the time records and, without\n\ntalking to Alvarado-Santos, he dismissed her complaint.                           Although\n\nGuerrero ordinarily submitted his time records to Alvarado-Santos\n\nfor   approval,       after    this     incident         Rodríguez-Pichardo       directed\n\nGuerrero to submit his time records directly to the human resources\n\nemployee in charge of payroll, thereby bypassing Alvarado-Santos.\n\nRodríguez-Pichardo did not order any of the physicians supervised\n\nby    Devarie    to    submit        their   time        records    directly      to   human\n\nresources; instead, those physicians continued to submit their time\n\nrecords to Devarie for approval.\n\n            In March 2004, Alvarado-Santos was told by a Correctional\n\nHealth Services Program staff person that she had been chosen to go\n\n\n                                             -7-\n\fto a medical training program in New York.       She never attended the\n\ntraining, however, because Rodríguez-Pichardo informed her that he\n\npreferred to send Devarie.    Rodríguez-Pichardo also did not invite\n\nher to attend all monthly staff meetings.\n\n           On May 26, 2004, Alvarado-Santos received a letter from\n\nHector Mena-Franco, the Executive Director for the Correctional\n\nHealth Services Program and a native of the Dominican Republic,\n\nstating that her contract expired on June 30, 2004 and would not be\n\nrenewed for the 2004-2005 year.     After Alvarado-Santos requested\n\nfurther explanation of the reasons for the nonrenewal, Mena-Franco\n\nresponded as follows:\n\n           During the current fiscal year the Rio Piedras\n           Correctional Complex's Admissions Center,\n           where you were providing services as a\n           Director, was closed.    It should be pointed\n           out that the Program had no say in the\n           decision on this matter. For that reason it\n           was necessary to [amend] the contract between\n           the parties to state for the record that the\n           services would be provided in the Bayamón\n           Correctional Complex, and the effective term\n           thereof remained unaltered.\n\n           In view of the restructuring of the Bayamón\n           Correctional Complex, we have found it\n           necessary to integrate the Admissions service\n           to create consistency with the operating\n           structure in all the correctional complexes.\n           Every Correctional Complex has a single\n           director for services since we cannot justify\n           the duplication of services, and this violates\n           compliance and uniformity.\n\n           At trial, Mena-Franco explained that he made the final\n\ndecision   not   to   renew   Alvarado-Santos'     contract   upon   the\n\n\n                                 -8-\n\frecommendation of Rodríguez-Pichardo.    Mena-Franco and Rodríguez-\n\nPichardo both testified that they decided not to renew her contract\n\nbased on a combination of two factors.    First, after the transfer\n\nof services from Rio Piedras, they needed to restructure the\n\nBayamón Correctional Complex so that both Admissions Centers were\n\nunder the authority of one Admissions Director.   Second, according\n\nto monthly reports over the period from October 2003 - May 2004,\n\nAlvarado-Santos' Admission Center 705 routinely had much lower\n\ncompliance rates in treating inmates according to certain time\n\ntables and standards than Devarie's Admission Center 308.     These\n\ncompliance reports reflected how well the Admissions Center met\n\nestablished goals related to the provision of health services to\n\ninmates.\n\n           After Alvarado-Santos' contract was not renewed, both\n\nAdmissions Centers at the Bayamón Correctional Complex were placed\n\nunder the supervision of Devarie.\n\nB. Proceedings in the District Court\n\n           1. Trial\n\n           In September 2004, Alvarado-Santos filed suit against the\n\nDepartment of Health and several individual defendants, including\n\nRodríguez-Pichardo and Mena-Franco. Her complaint alleged that the\n\ndefendants chose not to renew her contract on the basis of her\n\ngender and national origin in violation of Title VII, 42 U.S.C.\n\n§ 2000e-2, and related provisions of Puerto Rico law.     Following\n\n\n                                -9-\n\fthe dismissal of her Puerto Rico law claims and her Title VII\n\nclaims against the individual defendants, Alvarado-Santos proceeded\n\nto trial on her Title VII gender and national origin discrimination\n\nclaims against the Department of Health.             By the consent of the\n\nparties, a magistrate judge presided over the jury trial.                 See 28\n\nU.S.C. § 636(c).\n\n             At the close of a week-long jury trial, plaintiff's\n\ncounsel     made   several    comments    in   closing   argument   about    the\n\nrelationship in Puerto Rico between Puerto Ricans and Dominicans\n\nthat the Department of Health contends on appeal were improper and\n\nprejudicial.       The Department did not lodge a contemporaneous\n\nobjection to the comments.         The Department of Health did lodge an\n\nobjection after plaintiff's counsel stated that the jury should\n\nissue   a   verdict   of     at   least   $2.5   million,   which   the    court\n\noverruled.\n\n             The jury found the Department of Health liable for gender\n\nand/or national origin discrimination and awarded Alvarado-Santos\n\n$1.25 million in compensatory damages. The jury verdict form asked\n\nwhether the jury found \"that the Department of Health did not renew\n\nDr. Ana I. Alvarado Santos' contract due to her gender or national\n\norigin,\" and the jury answered in the affirmative.            Thus we cannot\n\nbe certain whether the jury verdict rested on a finding of national\n\norigin discrimination, gender discrimination, or both.\n\n\n\n\n                                      -10-\n\f              2. Post-trial motions\n\n              Both parties filed post-trial motions.        Alvarado-Santos\n\nmoved to alter or amend the judgment pursuant to Fed. R. Civ. P.\n\n60(b), requesting that the $1.25 million compensatory damages award\n\nbe reduced to $300,000 in accordance with the applicable statutory\n\ncap.       42 U.S.C. § 1981a(b)(3)(D).       She requested an additional\n\naward of $377,441.30 in back pay and $572,558.70 in front pay.           The\n\nDepartment of Health filed a renewed motion for judgment as a\n\nmatter of law under Fed. R. Civ. P. 50(b), arguing, inter alia,\n\nthat no reasonable jury, on the evidence presented, could conclude\n\nthat Alvarado-Santos' contract was not renewed based on her sex or\n\nnational origin.      It also moved for a new trial or remittitur under\n\nFed. R. Civ. P. 59, contending that the verdict was against the\n\nweight of the evidence, the damages award was grossly excessive,\n\nand    a    new   trial   was   required   due   to   plaintiff's   counsel's\n\ninflammatory remarks during closing argument. Finally, in response\n\nto plaintiff's motion to amend the judgment, the Department of\n\nHealth agreed that the compensatory damages award should be reduced\n\nto no more than $300,000 based on the statutory cap, but opposed\n\nher request for additional awards of back and front pay.\n\n              The district court denied the Department of Health's\n\nmotions for judgment as a matter of law and for a new trial or\n\nremittitur.       It granted in part Alvarado-Santos' motion to amend\n\nthe verdict, reducing the compensatory damages award to $300,000 in\n\n\n                                      -11-\n\faccordance       with    the     statutory         cap,   awarding   the    requested\n\n$377,441.30 in back pay, but denying the requested award of front\n\npay.   The court therefore entered judgment in favor of Alvarado-\n\nSantos and awarded damages in the amount of $677,441.30.\n\n            This timely appeal and cross-appeal followed.\n\n                                             II.\n\n            The Department of Health raises several contentions on\n\nappeal.     It argues: (1) that the evidence was insufficient to\n\nsupport the jury's determination that Alvarado-Santos' contract was\n\nnot renewed based on her gender and/or national origin, (2) that\n\nthe evidence was insufficient to support a jury finding that\n\nAlvarado-Santos was an employee of the Department of Health, as\n\nopposed to an independent contractor, (3) that plaintiff's counsel\n\nmade inflammatory and prejudicial comments in closing argument that\n\nrequire a new trial, and (4) that the $300,000 compensatory damages\n\naward was grossly excessive.             We agree that, based on the evidence\n\npresented    at    trial,      no    reasonable       jury   could   find    that   the\n\nnonrenewal of Alvarado-Santos' contract was based on her gender\n\nand/or national origin.             We therefore conclude that the Department\n\nof Health is entitled to judgment as a matter of law.                      In light of\n\nthis conclusion, we need not reach the Department of Health's\n\nremaining contentions.\n\n            We review the court's denial of a renewed motion for\n\njudgment    as    a     matter   of    law    de    novo.     Valentín-Almeyda      v.\n\n\n                                          -12-\n\fMunicipality of Aguadilla, 447 F.3d 85, 95 (1st Cir. 2006).                      We\n\nreview the evidence in the light most favorable to the verdict and\n\nmay reverse only if no reasonable person could have reached the\n\nconclusion arrived at by the jury.             Id. at 95-96.\n\n            The jury was instructed to evaluate Alvarado-Santos'\n\nclaims of gender and national origin discrimination under the\n\nMcDonnell Douglas burden-shifting framework.                 McDonnell Douglas\n\nCorp. v. Green, 411 U.S. 792 (1973).                Under this framework, the\n\nplaintiff    must     first        establish    a    prima      facie    case     of\n\ndiscrimination.      See Lockridge v. Univ. of Me. Sys., 597 F.3d 464,\n\n470 (1st Cir. 2010).        The prima facie case varies according to the\n\nnature of the plaintiff's claim but it requires, among other\n\nthings, a showing of an adverse employment action.                Id.   After the\n\nplaintiff   has     made    this    prima   facie    showing,    the    burden   of\n\nproduction shifts to the employer to articulate a legitimate,\n\nnondiscriminatory reason for the adverse employment action.                      Id.\n\nIf the employer meets its burden, the focus then shifts back to the\n\nplaintiff to show, \"by a preponderance of the evidence, that the\n\nemployer's articulated reason for the adverse employment action is\n\npretextual and that the true reason for the adverse action is\n\ndiscriminatory.\"      Id.\n\n            As to both the gender and national origin discrimination\n\nclaims, we assume arguendo that Alvarado-Santos met her burden to\n\nestablish a prima facie case.          At trial, the Department of Health,\n\n\n                                       -13-\n\fin   turn,     met     its      burden     to    articulate      a      legitimate\n\nnondiscriminatory       reason    for     the   contract    nonrenewal.        The\n\nDepartment of Health offered evidence that it needed to place both\n\nAdmissions Centers in Bayamón under the authority of one Admissions\n\nDirector to achieve greater uniformity and efficiency, and it chose\n\nDevarie for that position over Alvarado-Santos due to the better\n\ncompliance record at the center run by Devarie.                      Our focus is\n\ntherefore on the ultimate question: whether the evidence set forth\n\nat trial would enable a reasonable jury to find that the Department\n\nof Health's proffered nondiscriminatory reasons are pretextual and\n\nAlvarado-Santos' contract was in fact not renewed because of her\n\ngender and/or national origin.            See id.\n\nA. National Origin Discrimination\n\n             As we described above, the Department of Health offered\n\ntestimony from both Mena-Franco and Rodríguez-Pichardo that they\n\nneeded to consolidate the two Admissions Centers in Bayamón under\n\nthe leadership of one Admissions Director, and that they chose\n\nDevarie to fill that role rather than Alvarado-Santos because his\n\nAdmission Center had a better compliance record.               In an effort to\n\nmeet her burden to show that, in fact, discriminatory animus based\n\non her national origin motivated the employment decision, Alvarado-\n\nSantos   relied      entirely    on   evidence      of   two   facts:    (1)   the\n\nsupervisors who participated in the decision to not renew her\n\ncontract, Mena-Franco and Rodríguez-Pichardo, are both originally\n\n\n                                         -14-\n\ffrom the Dominican Republic, whereas she was born in Puerto Rico,\n\nand (2) at some point after the October 1, 2003 transfer to\n\nBayamón, Rodríguez-Pichardo commented that Dominican doctors are\n\nbetter than Puerto Rican doctors.             Importantly, however, Alvarado-\n\nSantos conceded at trial that Devarie, the person that Mena and\n\nRodríguez-Pichardo chose to direct both Admissions Centers in\n\nBayamón, was Puerto Rican, not Dominican.\n\n                 In addition, Alvarado-Santos offered no evidence that\n\nRodríguez-Pichardo's isolated remark about Dominican doctors was\n\nclose       in   time   to   the   decision     not   to    renew     her   employment\n\ncontract,5 was related to her, or was otherwise related to the\n\nemployment decision.           See Straughn v. Delta Air Lines, Inc., 250\n\nF.3d 23, 36 (1st Cir. 2001) (reasoning that although \"'stray\n\nremarks'         may    be   material    to   the     pretext       inquiry,   'their\n\nprobativeness is circumscribed if they were made in a situation\n\ntemporally remote from the date of the employment decision, or . .\n\n.   were     not   related    to   the   employment        decision    in   question'\"\n\n(quoting McMillan v. Mass. Soc'y for the Prevention of Cruelty to\n\nAnimals, 140 F.3d 288, 301 (1st Cir. 1998))).                         Based on this\n\nevidence, no reasonable jury could conclude that Alvarado-Santos\n\nmet her burden to show that the decision to not renew her contract\n\n\n\n        5\n       Alvarado-Santos received notice that her contract would not\nbe renewed at the end of May 2004. Rodríguez-Pichardo's comment\nwas described at trial as having been made some time \"after October\n1, 2003.\"\n\n                                         -15-\n\fwas motivated by national origin discrimination rather than by\n\nlegitimate, nondiscriminatory reasons.\n\nB. Gender Discrimination\n\n              In support of her argument that her contract renewal was\n\nin fact motivated by gender bias rather than the legitimate reasons\n\nproffered by the Department of Health, Alvarado-Santos relied\n\nprimarily on evidence that on several occasions prior to her\n\ncontract nonrenewal, she was treated differently than Devarie.\n\nAlvarado-Santos offered evidence of the following disparities in\n\ntreatment: (1) in the first few months after the transfer of health\n\nservices from Rio Piedras, Admissions Center 705 did not yet have\n\ncertain equipment that Devarie's Admission Center 308 had, such as\n\nan x-ray machine and land-line phone service; (2) after Alvarado-\n\nSantos      altered   the   October    2003   shift    schedule    and    several\n\nphysicians complained, Rodríguez-Pichardo directed Guerrero to\n\ncontinue preparing the Admission Center 705 shift schedule rather\n\nthan Alvarado-Santos, but permitted Devarie to continue preparing\n\nhis   own    shift    schedule   for    Admission     Center    308;    (3)   after\n\nAlvarado-Santos complained that Guerrero was falsifying his time\n\nrecords,     Rodríguez-Pichardo        investigated,    found     her   complaint\n\nunfounded,     and    directed   Guerrero     to   submit   his    time   records\n\ndirectly to human resources thereafter, but did not issue a similar\n\norder to any employees supervised by Devarie; and (4) Rodríguez-\n\n\n\n\n                                       -16-\n\fPichardo invited Devarie to attend a training in New York, but did\n\nnot invite Alvarado-Santos.6\n\n           Alvarado-Santos     characterizes    these   instances   as\n\n\"differential treatment based on gender.\"       However, in each case,\n\nbeyond the mere fact that Alvarado-Santos is a woman and Devarie is\n\na man, there is no evidence that any difference in how she was\n\ntreated was based on gender, and ample evidence of legitimate\n\nreasons for her differential treatment.\n\n           For example, her first point of discrimination relates to\n\nthe differences in equipment between Center 705 and Center 308 in\n\nthe first few months after the transfer of health services from Rio\n\nPiedras.    Yet, there is no evidence that this difference had\n\nanything to do with her gender.    Rather, the testimony showed that\n\nCenter 308 was a pre-existing medical center, whereas Center 705\n\nwas a brand new facility created to receive the patients from the\n\nRio Piedras facility that had to close.        As such, it did not yet\n\nhave all of its equipment.\n\n           Similarly, on Alvarado-Santos' second point, that Devarie\n\nwas permitted to continue preparing his own shift schedule even\n\n\n\n     6\n       Alvarado-Santos also points to other ways in which she felt\nthat Rodríguez-Pichardo undermined her supervisory authority. For\nexample, Rodríguez-Pichardo ordered some personnel working in\nAdmission Centers 308 and 705 to report to a centralized supervisor\nrather than to their Admissions Director, and he did not invite\nAlvarado-Santos to attend all monthly staff meetings. There was no\nevidence presented at trial, however, that Alvarado-Santos was\ntreated any differently than Devarie in these respects.\n\n                                 -17-\n\fafter her scheduling duties were transferred to Guerrero, there was\n\nno evidence that this difference in treatment had anything to do\n\nwith her gender.         Rather, the testimony showed that Rodríguez-\n\nPichardo gave Guerrero the responsibility after Alvarado-Santos\n\naltered    the   October      2003    shift   schedule     in    a     way    that    drew\n\ncomplaints from several doctors and that Rodríguez-Pichardo found\n\nunsuitable.       There       was   no   evidence   that    there       had    been   any\n\ncomplaints about Devarie's assignment of shifts.7\n\n            For her third point of differential treatment, Alvarado-\n\nSantos says that Guerrero was told to submit his time records\n\ndirectly    to   Human    Resources,       rather   than    to       Alvarado-Santos,\n\nwhereas no such order was issued to any employees supervised by\n\nDevarie.    Once again, there is no evidence that this change had\n\nanything to do with Alvarado-Santos' gender.                         Instead, it was\n\nexplained by Rodríguez-Pichardo's determination that Alvarado-\n\nSantos    had    made    an    unsubstantiated      claim       that    Guerrero       was\n\n\n\n     7\n       Alvarado-Santos also observes that in revising the October\nshift schedule she had prepared, Rodríguez-Pichardo removed shifts\nfrom two female physicians and left only one female on the\nschedule, and argues that this suggests gender bias. As set forth\nin more detail earlier in this opinion, Alvarado-Santos altered the\noriginal October shift schedule prepared by Guerrero, removing\nregular shifts from several physicians and awarding shifts to two\nfemale physicians who had not had any shifts on the original\nschedule.   After receiving complaints from several physicians,\nRodríguez-Pichardo revised the October shift schedule so that it\nagain resembled the original schedule, returning shifts to the\ncomplaining physicians. This sequence of events, given its history\nand the few parties involved, does not support an inference of\ngender bias.\n\n                                          -18-\n\ffalsifying his time records.      There was no evidence of a similar\n\nunsubstantiated complaint being made by Devarie.8\n\n          In summary, the record contains abundant evidence that\n\nAlvarado-Santos and Devarie were not similarly situated and that\n\nthe   differential   treatments    cited   by   Alvarado-Santos   were\n\nrationally based on differences between them.        As noted, Mena-\n\nFranco and Rodríguez-Pichardo testified that they decided not to\n\nrenew Alvarado-Santos' contract because of the need to place the\n\ntwo Admissions Centers in Bayamón under the leadership of one\n\nAdmissions Director in order to achieve greater uniformity and\n\nefficiency.   They further testified that they chose Devarie for\n\nthis position over Alvarado-Santos based on their evaluation of the\n\ntwo Admission Centers and their review of monthly compliance\n\nreports, which indicated that Devarie's Admission Center had a\n\nsignificantly better compliance record than Alvarado-Santos' from\n\nOctober 2003 to May 2004.9     In addition, Devarie had five more\n\n\n      8\n        On her fourth point relating to the fact that Devarie went\nto a medical training program in New York while Alvarado-Santos did\nnot, there is no explanation in the record for this distinction.\nEven unexplained, however, this single difference in treatment is\nfar too insubstantial to support a claim of gender discrimination.\n      9\n       Although she does not dispute that her Admissions Center had\nlower compliance levels than Devarie's, Alvarado-Santos argues that\nher supervisors' reliance on these monthly compliance reports in\nmaking their decision to terminate her was unfair because for the\nfirst few months of her time in Bayamón, her center (unlike\nDevarie's) lacked certain equipment such as an x-ray machine and\nland-line phone service.    At trial, however, Rodríguez-Pichardo\noffered unrebutted testimony that the compliance levels at\nAdmissions Center 705 remained low even after the center was fully\n\n                                  -19-\n\fyears of experience as an Admissions Director than Alvarado-Santos.\n\nAlvarado-Santos offered no evidence to rebut the showing that\n\nDevarie's Admissions Center had consistently higher levels of\n\ncompliance or that Devarie had more years of experience as an\n\nadmissions director.\n\n            The evidence presented at trial was thus insufficient to\n\nallow a reasonable jury to conclude that Alvarado-Santos met her\n\nburden to show that her contract nonrenewal was motivated by gender\n\ndiscrimination     rather       than    by     legitimate,       nondiscriminatory\n\nreasons.\n\nC. Comments During Closing Argument\n\n            The Department of Health also claims that it is entitled\n\nto a new trial based on the improper remarks of plaintiff's counsel\n\nduring closing arguments.           Because judgment is being entered for\n\nthe   Department   of     Health,      there   is   no    need   to   resolve   that\n\nquestion.    Nevertheless, if we had to reach the closing argument\n\nissue on the merits, the Department would have a good argument that\n\nit was entitled to a new trial.              It may well be that the jury was\n\ninfluenced   by    the    entirely      improper    and    inflammatory     closing\n\nargument by plaintiff's counsel, pitting people from Puerto Rico\n\nagainst people from the Dominican Republic.\n\n            Counsel      made   the    following     comments      during   closing\n\nargument:\n\n\nequipped with an x-ray machine and phone service, in early 2004.\n\n                                        -20-\n\f            All these people care is about their cronies\n            from the Dominican Republic. They don't care\n            about Puerto Ricans, except that they want to\n            take their money. That's all they care about.\n\n            They came to this service with one specific\n            purpose:    It wasn't to take care of the\n            inmates; it was to profit, and not let others,\n            such as women, and non-Dominicans, to work\n            with your money.\n\nLater in closing, plaintiff's counsel stated:\n\n            Your verdict has to be sufficient to show\n            these individuals that in Puerto Rico we do\n            not discriminate. . . . The number I submit\n            to you should be herein no less than $2.5\n            million. That is an amount that is gonna give\n            them respect, it's gonna show them what ball\n            game we are about. . . .\n\n            You have to send a message to Dr. Pichardo and\n            his cronies that this doesn't happen in Puerto\n            Rico. . . . What amount, if any, do you\n            adequately say?    I submit to you that the\n            number here is 2.5 million. Nothing less will\n            clear this event.\n\n            Ladies and gentlemen, don't let it happen in\n            Puerto Rico.   You opened your arms to these\n            people.   They came in.      You treated them\n            fairly. And what do they do? -- They stab you\n            in the back.    They stabbed her in the back\n            because she's a woman.    They stabbed her in\n            the back because she's Puerto Rican.\n\n            That is not what Dr. Martin         Luther   King\n            convinced a nation to do.\n\n            We are dismayed that, even while calling on the jury to\n\nuphold principles of equality and antidiscrimination, plaintiff's\n\ncounsel made inflammatory arguments to the jury based on the\n\nDominican    nationality   of   some   individual   defendants.   Such\n\narguments are \"clearly prohibited conduct\" and have no place in a\n\n                                  -21-\n\fcourt of law.   Smith v. Kmart Corp., 177 F.3d 19, 26 (1st Cir.\n\n1999) (internal quotation marks and citation omitted).\n\n                               III.\n\n          For the foregoing reasons, we reverse the judgment of the\n\ndistrict court and order the entry of judgment in favor of the\n\nDepartment of Health.   The parties shall bear their own costs on\n\nappeal.\n\n          So ordered.\n\n\n\n\n                               -22-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>619 F.3d 126 (2010)</b></center>\n<center><h1>Ana I. ALVARADO-SANTOS, Plaintiff, Appellee/Cross-appellant,<br>\nv.<br>\nDEPARTMENT OF HEALTH OF THE COMMONWEALTH OF PUERTO RICO, Defendant, Appellant/Cross-appellee;<br>\nJohnny Rullán, Héctor Mena-Franco, and Francisco Rodríguez-Pichardo, Defendants.</h1></center>\n<center>Nos. 08-2027, 08-2028.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 3, 2010.</center>\n<center>Decided September 8, 2010.</center>\n<p><span class=\"star-pagination\">*127</span> José Enrico Valenzuela-Alvarado, Assistant Solicitor General, with whom Irene S. Soroeta-Kodesh, Solicitor General, Leticia Casalduc-Rabell, Deputy Solicitor General, and Zaira Z. Girón-Anadón, Deputy Solicitor General, were on brief, for appellant/cross-appellee.</p>\n<p>Lorenzo J. Polomares-Starbuck, with whom Raymond Sanchez Maceira and Lorenzo Palomares, P.S.C., were on brief, for appellee/cross-appellant.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN and LIPEZ, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Plaintiff Ana I. Alvarado-Santos (Alvarado-Santos) obtained a favorable jury verdict on her claims of national origin and gender discrimination under Title VII of the 1964 Civil Rights Act, 42 U.S.C. § 2000e-2. Defendant Department of Health of the Commonwealth of Puerto Rico (Department of Health), her former employer, appeals from the judgment. The Department of Health contends that it is entitled to judgment as a matter of law or, in the alternative, to a new trial on the grounds that the evidence at trial was insufficient to support the verdict, that plaintiff's counsel made improper and prejudicial comments in closing argument, and that the award of $300,000 in compensatory damages was grossly excessive. Alvarado-Santos cross-appeals, arguing that she was entitled to an award of front pay in addition to compensatory damages and back pay.</p>\n<p>After careful consideration, we conclude that the evidence is insufficient to support a finding of national origin or gender discrimination. Accordingly, we reverse and enter judgment for the Department of Health.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>A. Factual Background</h2>\n<p>We recite the relevant facts in the light most favorable to the jury verdict. <i>Visible Sys. Corp. v. Unisys Corp.,</i> 551 F.3d 65, 69 (1st Cir.2008).</p>\n<p><span class=\"star-pagination\">*128</span> Alvarado-Santos, a native of Puerto Rico, is a physician specializing in family medicine. After working as the medical director of a psycho-social treatment center for adolescents for some time, she applied for a job with the Correctional Health Services Program of the Department of Health. On April 10, 2002, Alvarado-Santos entered into a professional services contract with the Correctional Health Services Program to work as an Admissions Director at the Rio Piedras Correctional Complex.<sup>[1]</sup> In that position, she supervised a team of medical and support staff and oversaw the medical screening and evaluation of inmates admitted to the correctional complex. Alvarado-Santos' initial contract with the Department of Health extended through June 30, 2002. Her contract was renewed for the year beginning July 1, 2002, and was again renewed for the year beginning July 1, 2003.</p>\n<p>In the fall of 2003, the Admissions Center where Alvarado-Santos worked in Rio Piedras was closed and the health services that had been offered there were moved to the Bayamón Correctional Complex. All of the personnel who had worked at the Rio Piedras Admissions Center, including Alvarado-Santos, were transferred to Bayamón. On October 1, 2003, Alvarado-Santos' 2003-2004 contract was amended to reflect her transfer.</p>\n<p>After the transfer of the Rio Piedras health services and personnel to Bayamón, the Bayamón Correctional Complex had two Admissions Centers for inmate health services: Admissions Center 308 and Admissions Center 705.<sup>[2]</sup> Alvarado-Santos directed the provision of health services at Admissions Center 705, while Marcos Devarie, a male physician originally from Puerto Rico, directed Admissions Center 308. Devarie had first begun working for the Correctional Health Services Program in 1991 and had been the director of Admissions Center 308 in Bayamón since 1997.</p>\n<p>Doctor Francisco Rodríguez-Pichardo, the Director of Clinical Services at the Bayamón Correctional Complex and a native of the Dominican Republic, was Alvarado-Santos' immediate supervisor in Bayamón. Some time after October 1, 2003, an office clerk who worked at Admissions Center 705 overheard Rodríguez-Pichardo saying that \"Dominican doctors were better\" than \"the other physicians who were there, who were Puerto Rican.\" One physician working at Admissions Center 705 described Rodríguez-Pichardo as a \"hard\" and \"aggressive\" person.</p>\n<p>When Alvarado-Santos first began working in Bayamón in October 2003, Admissions Center 705 did not yet have certain equipment, such as an x-ray machine and land-line phone service. The center received an x-ray machine and phone service in January 2004. In the months before Admissions Center 705 was fully equipped, physicians working at the center were given mobile phones for emergency calls and inmates in need of x-rays were transported to Admissions Center 308. Admissions Center 705 also did not have a <span class=\"star-pagination\">*129</span> \"medical cadre,\" a group of custody officials assigned by the Corrections Administration to monitor inmates, although the center did have some security officials assigned by the Corrections Administration.<sup>[3]</sup> During this period, Admissions Center 308 had a working x-ray machine, phone service, and a medical cadre.</p>\n<p>Following the transfer to Bayamón, Alvarado-Santos had a series of difficulties with her supervisor, Rodríguez-Pichardo. Prior to the October 1, 2003 transfer, the October medical shift schedule for Admissions Center 705 had already been prepared by Gualberto Guerrero, a physician originally from the Dominican Republic who had been preparing the shift schedule for years. After the transfer, Alvarado-Santos modified the October shift schedule, redistributing the medical shifts. For example, she removed several shifts from Guerrero and two other physicians, Bernarda Cuevas and Juan Velez. She instead increased the number of shifts assigned to a male physician, Dr. Ortiz, and gave shifts to two female physicians, Drs. Diaz and Pagan, who had not had any shifts in the original schedule prepared by Guerrero.</p>\n<p>As a result of the altered shift schedule, Guerrero, Velez and Cuevas complained to Rodríguez-Pichardo that Alvarado-Santos had taken away some of their regular shifts without notice. After comparing the October shift schedule with previous schedules, Rodríguez-Pichardo confirmed that Alvarado-Santos had taken away regular shifts from the physicians who had lodged complaints. Without discussing the matter with Alvarado-Santos, Rodríguez-Pichardo returned several shifts to the complaining physicians and removed the additional shifts Alvarado-Santos had given to Ortiz, Diaz and Pagan, so that the distribution of shifts resembled the original schedule prepared by Guerrero.<sup>[4]</sup> Rodríguez-Pichardo also ordered Guerrero to continue preparing the shift schedule for Admissions Center 705, instead of Alvarado-Santos. Devarie, director of Admissions Center 308, prepared the medical shift schedule for his center.</p>\n<p>Rodríguez-Pichardo also ordered some personnel working in Admissions Centers 308 and 705 to report to a centralized supervisor rather than their respective Admissions Directors. For example, he ordered all nursing personnel to report to the Director of Nursing, medical records personnel to report to the Director of Medical Records, and radiology technicians to report to the Health Services Administrator.</p>\n<p>At some time after the transfer, Alvarado-Santos complained to Rodríguez-Pichardo that two physicians, Guerrero and Patricia López, both from the Dominican Republic, were falsifying their time entries for payroll purposes. After investigating the complaint, Rodríguez-Pichardo concluded that there was no falsification or alteration in the time records and, without talking to Alvarado-Santos, he dismissed her complaint. Although Guerrero ordinarily submitted his time <span class=\"star-pagination\">*130</span> records to Alvarado-Santos for approval, after this incident Rodríguez-Pichardo directed Guerrero to submit his time records directly to the human resources employee in charge of payroll, thereby bypassing Alvarado-Santos. Rodríguez-Pichardo did not order any of the physicians supervised by Devarie to submit their time records directly to human resources; instead, those physicians continued to submit their time records to Devarie for approval.</p>\n<p>In March 2004, Alvarado-Santos was told by a Correctional Health Services Program staff person that she had been chosen to go to a medical training program in New York. She never attended the training, however, because Rodríguez-Pichardo informed her that he preferred to send Devarie. Rodríguez-Pichardo also did not invite her to attend all monthly staff meetings.</p>\n<p>On May 26, 2004, Alvarado-Santos received a letter from Hector Mena-Franco, the Executive Director for the Correctional Health Services Program and a native of the Dominican Republic, stating that her contract expired on June 30, 2004 and would not be renewed for the 2004-2005 year. After Alvarado-Santos requested further explanation of the reasons for the nonrenewal, Mena-Franco responded as follows:</p>\n<blockquote>During the current fiscal year the Rio Piedras Correctional Complex's Admissions Center, where you were providing services as a Director, was closed. It should be pointed out that the Program had no say in the decision on this matter. For that reason it was necessary to [amend] the contract between the parties to state for the record that the services would be provided in the Bayamón Correctional Complex, and the effective term thereof remained unaltered.</blockquote>\n<blockquote>In view of the restructuring of the Bayamón Correctional Complex, we have found it necessary to integrate the Admissions service to create consistency with the operating structure in all the correctional complexes. Every Correctional Complex has a single director for services since we cannot justify the duplication of services, and this violates compliance and uniformity.</blockquote>\n<p>At trial, Mena-Franco explained that he made the final decision not to renew Alvarado-Santos' contract upon the recommendation of Rodríguez-Pichardo. Mena-Franco and Rodríguez-Pichardo both testified that they decided not to renew her contract based on a combination of two factors. First, after the transfer of services from Rio Piedras, they needed to restructure the Bayamón Correctional Complex so that both Admissions Centers were under the authority of one Admissions Director. Second, according to monthly reports over the period from October 2003-May 2004, Alvarado-Santos' Admission Center 705 routinely had much lower compliance rates in treating inmates according to certain time tables and standards than Devarie's Admission Center 308. These compliance reports reflected how well the Admissions Center met established goals related to the provision of health services to inmates.</p>\n<p>After Alvarado-Santos' contract was not renewed, both Admissions Centers at the Bayamón Correctional Complex were placed under the supervision of Devarie.</p>\n<p></p>\n<h2>B. Proceedings in the District Court</h2>\n<p></p>\n<h2>1. Trial</h2>\n<p>In September 2004, Alvarado-Santos filed suit against the Department of Health and several individual defendants, including Rodríguez-Pichardo and Mena-Franco. Her complaint alleged that the defendants chose not to renew her contract <span class=\"star-pagination\">*131</span> on the basis of her gender and national origin in violation of Title VII, 42 U.S.C. § 2000e-2, and related provisions of Puerto Rico law. Following the dismissal of her Puerto Rico law claims and her Title VII claims against the individual defendants, Alvarado-Santos proceeded to trial on her Title VII gender and national origin discrimination claims against the Department of Health. By the consent of the parties, a magistrate judge presided over the jury trial. <i>See</i> 28 U.S.C. § 636(c).</p>\n<p>At the close of a week-long jury trial, plaintiff's counsel made several comments in closing argument about the relationship in Puerto Rico between Puerto Ricans and Dominicans that the Department of Health contends on appeal were improper and prejudicial. The Department did not lodge a contemporaneous objection to the comments. The Department of Health did lodge an objection after plaintiff's counsel stated that the jury should issue a verdict of at least $2.5 million, which the court overruled.</p>\n<p>The jury found the Department of Health liable for gender and/or national origin discrimination and awarded Alvarado-Santos $1.25 million in compensatory damages. The jury verdict form asked whether the jury found \"that the Department of Health did not renew Dr. Ana I. Alvarado Santos' contract due to her gender or national origin,\" and the jury answered in the affirmative. Thus we cannot be certain whether the jury verdict rested on a finding of national origin discrimination, gender discrimination, or both.</p>\n<p></p>\n<h2>2. Post-trial motions</h2>\n<p>Both parties filed post-trial motions. Alvarado-Santos moved to alter or amend the judgment pursuant to Fed.R.Civ.P. 60(b), requesting that the $1.25 million compensatory damages award be reduced to $300,000 in accordance with the applicable statutory cap. 42 U.S.C. § 1981a(b)(3)(D). She requested an additional award of $377,441.30 in back pay and $572,558.70 in front pay. The Department of Health filed a renewed motion for judgment as a matter of law under Fed. R.Civ.P. 50(b), arguing, inter alia, that no reasonable jury, on the evidence presented, could conclude that Alvarado-Santos' contract was not renewed based on her sex or national origin. It also moved for a new trial or remittitur under Fed.R.Civ.P. 59, contending that the verdict was against the weight of the evidence, the damages award was grossly excessive, and a new trial was required due to plaintiff's counsel's inflammatory remarks during closing argument. Finally, in response to plaintiff's motion to amend the judgment, the Department of Health agreed that the compensatory damages award should be reduced to no more than $300,000 based on the statutory cap, but opposed her request for additional awards of back and front pay.</p>\n<p>The district court denied the Department of Health's motions for judgment as a matter of law and for a new trial or remittitur. It granted in part Alvarado-Santos' motion to amend the verdict, reducing the compensatory damages award to $300,000 in accordance with the statutory cap, awarding the requested $377,441.30 in back pay, but denying the requested award of front pay. The court therefore entered judgment in favor of Alvarado-Santos and awarded damages in the amount of $677,441.30.</p>\n<p>This timely appeal and cross-appeal followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>The Department of Health raises several contentions on appeal. It argues: (1) that the evidence was insufficient to support the jury's determination that Alvarado-Santos' <span class=\"star-pagination\">*132</span> contract was not renewed based on her gender and/or national origin, (2) that the evidence was insufficient to support a jury finding that Alvarado-Santos was an employee of the Department of Health, as opposed to an independent contractor, (3) that plaintiff's counsel made inflammatory and prejudicial comments in closing argument that require a new trial, and (4) that the $300,000 compensatory damages award was grossly excessive. We agree that, based on the evidence presented at trial, no reasonable jury could find that the nonrenewal of Alvarado-Santos' contract was based on her gender and/or national origin. We therefore conclude that the Department of Health is entitled to judgment as a matter of law. In light of this conclusion, we need not reach the Department of Health's remaining contentions.</p>\n<p>We review the court's denial of a renewed motion for judgment as a matter of law de novo. <i>Valentín-Almeyda v. Municipality of Aguadilla,</i> 447 F.3d 85, 95 (1st Cir.2006). We review the evidence in the light most favorable to the verdict and may reverse only if no reasonable person could have reached the conclusion arrived at by the jury. <i>Id.</i> at 95-96.</p>\n<p>The jury was instructed to evaluate Alvarado-Santos' claims of gender and national origin discrimination under the <i>McDonnell Douglas</i> burden-shifting framework. <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). Under this framework, the plaintiff must first establish a prima facie case of discrimination. <i>See </i><i>Lockridge v. Univ. of Me. Sys.,</i> 597 F.3d 464, 470 (1st Cir.2010). The prima facie case varies according to the nature of the plaintiff's claim but it requires, among other things, a showing of an adverse employment action. <i>Id.</i> After the plaintiff has made this prima facie showing, the burden of production shifts to the employer to articulate a legitimate, nondiscriminatory reason for the adverse employment action. <i>Id.</i> If the employer meets its burden, the focus then shifts back to the plaintiff to show, \"by a preponderance of the evidence, that the employer's articulated reason for the adverse employment action is pretextual and that the true reason for the adverse action is discriminatory.\" <i>Id.</i></p>\n<p>As to both the gender and national origin discrimination claims, we assume arguendo that Alvarado-Santos met her burden to establish a prima facie case. At trial, the Department of Health, in turn, met its burden to articulate a legitimate nondiscriminatory reason for the contract nonrenewal. The Department of Health offered evidence that it needed to place both Admissions Centers in Bayamón under the authority of one Admissions Director to achieve greater uniformity and efficiency, and it chose Devarie for that position over Alvarado-Santos due to the better compliance record at the center run by Devarie. Our focus is therefore on the ultimate question: whether the evidence set forth at trial would enable a reasonable jury to find that the Department of Health's proffered nondiscriminatory reasons are pretextual and Alvarado-Santos' contract was in fact not renewed because of her gender and/or national origin. <i>See id.</i></p>\n<p></p>\n<h2>A. National Origin Discrimination</h2>\n<p>As we described above, the Department of Health offered testimony from both Mena-Franco and Rodríguez-Pichardo that they needed to consolidate the two Admissions Centers in Bayamón under the leadership of one Admissions Director, and that they chose Devarie to fill that role rather than Alvarado-Santos because his Admission Center had a better compliance record. In an effort to meet her burden to <span class=\"star-pagination\">*133</span> show that, in fact, discriminatory animus based on her national origin motivated the employment decision, Alvarado-Santos relied entirely on evidence of two facts: (1) the supervisors who participated in the decision to not renew her contract, Mena-Franco and Rodríguez-Pichardo, are both originally from the Dominican Republic, whereas she was born in Puerto Rico, and (2) at some point after the October 1, 2003 transfer to Bayamón, Rodríguez-Pichardo commented that Dominican doctors are better than Puerto Rican doctors. Importantly, however, Alvarado-Santos conceded at trial that Devarie, the person that Mena and Rodríguez-Pichardo chose to direct both Admissions Centers in Bayamón, was Puerto Rican, not Dominican.</p>\n<p>In addition, Alvarado-Santos offered no evidence that Rodríguez-Pichardo's isolated remark about Dominican doctors was close in time to the decision not to renew her employment contract,<sup>[5]</sup> was related to her, or was otherwise related to the employment decision. <i>See </i><i>Straughn v. Delta Air Lines, Inc.,</i> 250 F.3d 23, 36 (1st Cir. 2001) (reasoning that although \"`stray remarks' may be <i>material</i> to the pretext inquiry, `their <i>probativeness is circumscribed</i> if they were made in a situation temporally remote from the date of the employment decision, <i>or</i> ... were not related to the employment decision in question'\" (quoting <i>McMillan v. Mass. Soc'y for the Prevention of Cruelty to Animals,</i> 140 F.3d 288, 301 (1st Cir.1998))). Based on this evidence, no reasonable jury could conclude that Alvarado-Santos met her burden to show that the decision to not renew her contract was motivated by national origin discrimination rather than by legitimate, nondiscriminatory reasons.</p>\n<p></p>\n<h2>B. Gender Discrimination</h2>\n<p>In support of her argument that her contract renewal was in fact motivated by gender bias rather than the legitimate reasons proffered by the Department of Health, Alvarado-Santos relied primarily on evidence that on several occasions prior to her contract nonrenewal, she was treated differently than Devarie. Alvarado-Santos offered evidence of the following disparities in treatment: (1) in the first few months after the transfer of health services from Rio Piedras, Admissions Center 705 did not yet have certain equipment that Devarie's Admission Center 308 had, such as an x-ray machine and landline phone service; (2) after Alvarado-Santos altered the October 2003 shift schedule and several physicians complained, Rodríguez-Pichardo directed Guerrero to continue preparing the Admission Center 705 shift schedule rather than Alvarado-Santos, but permitted Devarie to continue preparing his own shift schedule for Admission Center 308; (3) after Alvarado-Santos complained that Guerrero was falsifying his time records, Rodríguez-Pichardo investigated, found her complaint unfounded, and directed Guerrero to submit his time records directly to human resources thereafter, but did not issue a similar order to any employees supervised by Devarie; and (4) Rodríguez-Pichardo invited Devarie to attend a training in New York, but did not invite Alvarado-Santos.<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*134</span> Alvarado-Santos characterizes these instances as \"differential treatment based on gender.\" However, in each case, beyond the mere fact that Alvarado-Santos is a woman and Devarie is a man, there is no evidence that any difference in how she was treated was based on gender, and ample evidence of legitimate reasons for her differential treatment.</p>\n<p>For example, her first point of discrimination relates to the differences in equipment between Center 705 and Center 308 in the first few months after the transfer of health services from Rio Piedras. Yet, there is no evidence that this difference had anything to do with her gender. Rather, the testimony showed that Center 308 was a pre-existing medical center, whereas Center 705 was a brand new facility created to receive the patients from the Rio Piedras facility that had to close. As such, it did not yet have all of its equipment.</p>\n<p>Similarly, on Alvarado-Santos' second point, that Devarie was permitted to continue preparing his own shift schedule even after her scheduling duties were transferred to Guerrero, there was no evidence that this difference in treatment had anything to do with her gender. Rather, the testimony showed that Rodríguez-Pichardo gave Guerrero the responsibility after Alvarado-Santos altered the October 2003 shift schedule in a way that drew complaints from several doctors and that Rodríguez-Pichardo found unsuitable. There was no evidence that there had been any complaints about Devarie's assignment of shifts.<sup>[7]</sup></p>\n<p>For her third point of differential treatment, Alvarado-Santos says that Guerrero was told to submit his time records directly to Human Resources, rather than to Alvarado-Santos, whereas no such order was issued to any employees supervised by Devarie. Once again, there is no evidence that this change had anything to do with Alvarado-Santos' gender. Instead, it was explained by Rodríguez-Pichardo's determination that Alvarado-Santos had made an unsubstantiated claim that Guerrero was falsifying his time records. There was no evidence of a similar unsubstantiated complaint being made by Devarie.<sup>[8]</sup></p>\n<p>In summary, the record contains abundant evidence that Alvarado-Santos and Devarie were not similarly situated and that the differential treatments cited by Alvarado-Santos were rationally based on differences between them. As noted, Mena-Franco and Rodríguez-Pichardo testified that they decided not to renew Alvarado-Santos' contract because of the <span class=\"star-pagination\">*135</span> need to place the two Admissions Centers in Bayamón under the leadership of one Admissions Director in order to achieve greater uniformity and efficiency. They further testified that they chose Devarie for this position over Alvarado-Santos based on their evaluation of the two Admission Centers and their review of monthly compliance reports, which indicated that Devarie's Admission Center had a significantly better compliance record than Alvarado-Santos' from October 2003 to May 2004.<sup>[9]</sup> In addition, Devarie had five more years of experience as an Admissions Director than Alvarado-Santos. Alvarado-Santos offered no evidence to rebut the showing that Devarie's Admissions Center had consistently higher levels of compliance or that Devarie had more years of experience as an admissions director.</p>\n<p>The evidence presented at trial was thus insufficient to allow a reasonable jury to conclude that Alvarado-Santos met her burden to show that her contract nonrenewal was motivated by gender discrimination rather than by legitimate, nondiscriminatory reasons.</p>\n<p></p>\n<h2>C. Comments During Closing Argument</h2>\n<p>The Department of Health also claims that it is entitled to a new trial based on the improper remarks of plaintiff's counsel during closing arguments. Because judgment is being entered for the Department of Health, there is no need to resolve that question. Nevertheless, if we had to reach the closing argument issue on the merits, the Department would have a good argument that it was entitled to a new trial. It may well be that the jury was influenced by the entirely improper and inflammatory closing argument by plaintiff's counsel, pitting people from Puerto Rico against people from the Dominican Republic.</p>\n<p>Counsel made the following comments during closing argument:</p>\n<blockquote>All these people care is about their cronies from the Dominican Republic. They don't care about Puerto Ricans, except that they want to take their money. That's all they care about.</blockquote>\n<blockquote>They came to this service with one specific purpose: It wasn't to take care of the inmates; it was to profit, and not let others, such as women, and non-Dominicans, to work with your money.</blockquote>\n<p>Later in closing, plaintiff's counsel stated:</p>\n<blockquote>Your verdict has to be sufficient to show these individuals that in Puerto Rico we do not discriminate.... The number I submit to you should be herein no less than $2.5 million. That is an amount that is gonna give them respect, it's gonna show them what ball game we are about....</blockquote>\n<blockquote>You have to send a message to Dr. Pichardo and his cronies that this doesn't happen in Puerto Rico.... What amount, if any, do you adequately say? I submit to you that the number here is 2.5 million. Nothing less will clear this event.</blockquote>\n<blockquote>Ladies and gentlemen, don't let it happen in Puerto Rico. You opened your arms to these people. They came in. You treated them fairly. And what do <span class=\"star-pagination\">*136</span> they do?They stab you in the back. They stabbed her in the back because she's a woman. They stabbed her in the back because she's Puerto Rican.</blockquote>\n<blockquote>That is not what Dr. Martin Luther King convinced a nation to do.</blockquote>\n<p>We are dismayed that, even while calling on the jury to uphold principles of equality and antidiscrimination, plaintiff's counsel made inflammatory arguments to the jury based on the Dominican nationality of some individual defendants. Such arguments are \"clearly prohibited conduct\" and have no place in a court of law. <i>Smith v. Kmart Corp.,</i> 177 F.3d 19, 26 (1st Cir.1999) (internal quotation marks and citation omitted).</p>\n<p></p>\n<h2>III.</h2>\n<p>For the foregoing reasons, we reverse the judgment of the district court and order the entry of judgment in favor of the Department of Health. The parties shall bear their own costs on appeal.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  During the period relevant to this case, the United States District Court for the District of Puerto Rico was exercising supervisory authority over the Correctional Health Services Program as well as other aspects of the Puerto Rican correctional system. This supervision is the result of \"a long-running inmate class action\" commonly known as the <i>Morales Feliciano</i> case, which dates back to 1979. <i>Torres-Arroyo v. Rullan,</i> 436 F.3d 1, 3 &amp; n. 1 (1st Cir.2006) (citing district court and First Circuit opinions addressing the class action).</p>\n<p>[2]  The Admissions Centers were so-named because Admissions Center 308 could accommodate 308 inmates as patients, while the larger Admissions Center 705 could accommodate 705 inmates.</p>\n<p>[3]  As part of a pilot program, the Corrections Administration assigned a \"medical cadre\" to some, but not all, admissions centers.</p>\n<p>[4]  As a result of all of these changes, the number of female physicians assigned to shifts on the October schedule decreased. The original October shift schedule prepared by Guerrero before the transfer assigned shifts to two female physicians, Cuevas and another physician, Rivera; Rivera, however, chose not to continue working medical shifts after the move to Bayamón. The schedule prepared by Alvarado-Santos after the transfer assigned shifts to three female physicians, Cuevas, Diaz, and Pagan. The final schedule approved by Rodríguez-Pichardo assigned shifts to one female physician, Cuevas.</p>\n<p>[5]  Alvarado-Santos received notice that her contract would not be renewed at the end of May 2004. Rodríguez-Pichardo's comment was described at trial as having been made some time \"after October 1, 2003.\"</p>\n<p>[6]  Alvarado-Santos also points to other ways in which she felt that Rodríguez-Pichardo undermined her supervisory authority. For example, Rodríguez-Pichardo ordered some personnel working in Admission Centers 308 and 705 to report to a centralized supervisor rather than to their Admissions Director, and he did not invite Alvarado-Santos to attend all monthly staff meetings. There was no evidence presented at trial, however, that Alvarado-Santos was treated any differently than Devarie in these respects.</p>\n<p>[7]  Alvarado-Santos also observes that in revising the October shift schedule she had prepared, Rodríguez-Pichardo removed shifts from two female physicians and left only one female on the schedule, and argues that this suggests gender bias. As set forth in more detail earlier in this opinion, Alvarado-Santos altered the original October shift schedule prepared by Guerrero, removing regular shifts from several physicians and awarding shifts to two female physicians who had not had any shifts on the original schedule. After receiving complaints from several physicians, Rodríguez-Pichardo revised the October shift schedule so that it again resembled the original schedule, returning shifts to the complaining physicians. This sequence of events, given its history and the few parties involved, does not support an inference of gender bias.</p>\n<p>[8]  On her fourth point relating to the fact that Devarie went to a medical training program in New York while Alvarado-Santos did not, there is no explanation in the record for this distinction. Even unexplained, however, this single difference in treatment is far too insubstantial to support a claim of gender discrimination.</p>\n<p>[9]  Although she does not dispute that her Admissions Center had lower compliance levels than Devarie's, Alvarado-Santos argues that her supervisors' reliance on these monthly compliance reports in making their decision to terminate her was unfair because for the first few months of her time in Bayamón, her center (unlike Devarie's) lacked certain equipment such as an x-ray machine and land-line phone service. At trial, however, Rodríguez-Pichardo offered unrebutted testimony that the compliance levels at Admissions Center 705 remained low even after the center was fully equipped with an x-ray machine and phone service, in early 2004.</p>\n\n</div>",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">619</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">126</span> </span>(2010)</b></center>\n<center><h1>Ana I. ALVARADO-SANTOS, Plaintiff, Appellee/Cross-appellant,<br>\nv.<br>\nDEPARTMENT OF HEALTH OF THE COMMONWEALTH OF PUERTO RICO, Defendant, Appellant/Cross-appellee;<br>\nJohnny Rullán, Héctor Mena-Franco, and Francisco Rodríguez-Pichardo, Defendants.</h1></center>\n<center>Nos. 08-2027, 08-2028.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 3, 2010.</center>\n<center>Decided September 8, 2010.</center>\n<p><span class=\"star-pagination\">*127</span> José Enrico Valenzuela-Alvarado, Assistant Solicitor General, with whom Irene S. Soroeta-Kodesh, Solicitor General, Leticia Casalduc-Rabell, Deputy Solicitor General, and Zaira Z. Girón-Anadón, Deputy Solicitor General, were on brief, for appellant/cross-appellee.</p>\n<p>Lorenzo J. Polomares-Starbuck, with whom Raymond Sanchez Maceira and Lorenzo Palomares, P.S.C., were on brief, for appellee/cross-appellant.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN and LIPEZ, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Plaintiff Ana I. Alvarado-Santos (Alvarado-Santos) obtained a favorable jury verdict on her claims of national origin and gender discrimination under Title VII of the 1964 Civil Rights Act, 42 U.S.C. § 2000e-2. Defendant Department of Health of the Commonwealth of Puerto Rico (Department of Health), her former employer, appeals from the judgment. The Department of Health contends that it is entitled to judgment as a matter of law or, in the alternative, to a new trial on the grounds that the evidence at trial was insufficient to support the verdict, that plaintiff's counsel made improper and prejudicial comments in closing argument, and that the award of $300,000 in compensatory damages was grossly excessive. Alvarado-Santos cross-appeals, arguing that she was entitled to an award of front pay in addition to compensatory damages and back pay.</p>\n<p>After careful consideration, we conclude that the evidence is insufficient to support a finding of national origin or gender discrimination. Accordingly, we reverse and enter judgment for the Department of Health.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>A. Factual Background</h2>\n<p>We recite the relevant facts in the light most favorable to the jury verdict. <i>Visible Sys. Corp. v. Unisys Corp.,</i> <span class=\"citation\" data-id=\"203606\"><a href=\"/opinion/203606/visible-systems-corp-v-unisys-corp/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span>, 69 (1st Cir.2008).</p>\n<p><span class=\"star-pagination\">*128</span> Alvarado-Santos, a native of Puerto Rico, is a physician specializing in family medicine. After working as the medical director of a psycho-social treatment center for adolescents for some time, she applied for a job with the Correctional Health Services Program of the Department of Health. On April 10, 2002, Alvarado-Santos entered into a professional services contract with the Correctional Health Services Program to work as an Admissions Director at the Rio Piedras Correctional Complex.<sup>[1]</sup> In that position, she supervised a team of medical and support staff and oversaw the medical screening and evaluation of inmates admitted to the correctional complex. Alvarado-Santos' initial contract with the Department of Health extended through June 30, 2002. Her contract was renewed for the year beginning July 1, 2002, and was again renewed for the year beginning July 1, 2003.</p>\n<p>In the fall of 2003, the Admissions Center where Alvarado-Santos worked in Rio Piedras was closed and the health services that had been offered there were moved to the Bayamón Correctional Complex. All of the personnel who had worked at the Rio Piedras Admissions Center, including Alvarado-Santos, were transferred to Bayamón. On October 1, 2003, Alvarado-Santos' 2003-2004 contract was amended to reflect her transfer.</p>\n<p>After the transfer of the Rio Piedras health services and personnel to Bayamón, the Bayamón Correctional Complex had two Admissions Centers for inmate health services: Admissions Center 308 and Admissions Center 705.<sup>[2]</sup> Alvarado-Santos directed the provision of health services at Admissions Center 705, while Marcos Devarie, a male physician originally from Puerto Rico, directed Admissions Center 308. Devarie had first begun working for the Correctional Health Services Program in 1991 and had been the director of Admissions Center 308 in Bayamón since 1997.</p>\n<p>Doctor Francisco Rodríguez-Pichardo, the Director of Clinical Services at the Bayamón Correctional Complex and a native of the Dominican Republic, was Alvarado-Santos' immediate supervisor in Bayamón. Some time after October 1, 2003, an office clerk who worked at Admissions Center 705 overheard Rodríguez-Pichardo saying that \"Dominican doctors were better\" than \"the other physicians who were there, who were Puerto Rican.\" One physician working at Admissions Center 705 described Rodríguez-Pichardo as a \"hard\" and \"aggressive\" person.</p>\n<p>When Alvarado-Santos first began working in Bayamón in October 2003, Admissions Center 705 did not yet have certain equipment, such as an x-ray machine and land-line phone service. The center received an x-ray machine and phone service in January 2004. In the months before Admissions Center 705 was fully equipped, physicians working at the center were given mobile phones for emergency calls and inmates in need of x-rays were transported to Admissions Center 308. Admissions Center 705 also did not have a <span class=\"star-pagination\">*129</span> \"medical cadre,\" a group of custody officials assigned by the Corrections Administration to monitor inmates, although the center did have some security officials assigned by the Corrections Administration.<sup>[3]</sup> During this period, Admissions Center 308 had a working x-ray machine, phone service, and a medical cadre.</p>\n<p>Following the transfer to Bayamón, Alvarado-Santos had a series of difficulties with her supervisor, Rodríguez-Pichardo. Prior to the October 1, 2003 transfer, the October medical shift schedule for Admissions Center 705 had already been prepared by Gualberto Guerrero, a physician originally from the Dominican Republic who had been preparing the shift schedule for years. After the transfer, Alvarado-Santos modified the October shift schedule, redistributing the medical shifts. For example, she removed several shifts from Guerrero and two other physicians, Bernarda Cuevas and Juan Velez. She instead increased the number of shifts assigned to a male physician, Dr. Ortiz, and gave shifts to two female physicians, Drs. Diaz and Pagan, who had not had any shifts in the original schedule prepared by Guerrero.</p>\n<p>As a result of the altered shift schedule, Guerrero, Velez and Cuevas complained to Rodríguez-Pichardo that Alvarado-Santos had taken away some of their regular shifts without notice. After comparing the October shift schedule with previous schedules, Rodríguez-Pichardo confirmed that Alvarado-Santos had taken away regular shifts from the physicians who had lodged complaints. Without discussing the matter with Alvarado-Santos, Rodríguez-Pichardo returned several shifts to the complaining physicians and removed the additional shifts Alvarado-Santos had given to Ortiz, Diaz and Pagan, so that the distribution of shifts resembled the original schedule prepared by Guerrero.<sup>[4]</sup> Rodríguez-Pichardo also ordered Guerrero to continue preparing the shift schedule for Admissions Center 705, instead of Alvarado-Santos. Devarie, director of Admissions Center 308, prepared the medical shift schedule for his center.</p>\n<p>Rodríguez-Pichardo also ordered some personnel working in Admissions Centers 308 and 705 to report to a centralized supervisor rather than their respective Admissions Directors. For example, he ordered all nursing personnel to report to the Director of Nursing, medical records personnel to report to the Director of Medical Records, and radiology technicians to report to the Health Services Administrator.</p>\n<p>At some time after the transfer, Alvarado-Santos complained to Rodríguez-Pichardo that two physicians, Guerrero and Patricia López, both from the Dominican Republic, were falsifying their time entries for payroll purposes. After investigating the complaint, Rodríguez-Pichardo concluded that there was no falsification or alteration in the time records and, without talking to Alvarado-Santos, he dismissed her complaint. Although Guerrero ordinarily submitted his time <span class=\"star-pagination\">*130</span> records to Alvarado-Santos for approval, after this incident Rodríguez-Pichardo directed Guerrero to submit his time records directly to the human resources employee in charge of payroll, thereby bypassing Alvarado-Santos. Rodríguez-Pichardo did not order any of the physicians supervised by Devarie to submit their time records directly to human resources; instead, those physicians continued to submit their time records to Devarie for approval.</p>\n<p>In March 2004, Alvarado-Santos was told by a Correctional Health Services Program staff person that she had been chosen to go to a medical training program in New York. She never attended the training, however, because Rodríguez-Pichardo informed her that he preferred to send Devarie. Rodríguez-Pichardo also did not invite her to attend all monthly staff meetings.</p>\n<p>On May 26, 2004, Alvarado-Santos received a letter from Hector Mena-Franco, the Executive Director for the Correctional Health Services Program and a native of the Dominican Republic, stating that her contract expired on June 30, 2004 and would not be renewed for the 2004-2005 year. After Alvarado-Santos requested further explanation of the reasons for the nonrenewal, Mena-Franco responded as follows:</p>\n<blockquote>During the current fiscal year the Rio Piedras Correctional Complex's Admissions Center, where you were providing services as a Director, was closed. It should be pointed out that the Program had no say in the decision on this matter. For that reason it was necessary to [amend] the contract between the parties to state for the record that the services would be provided in the Bayamón Correctional Complex, and the effective term thereof remained unaltered.</blockquote>\n<blockquote>In view of the restructuring of the Bayamón Correctional Complex, we have found it necessary to integrate the Admissions service to create consistency with the operating structure in all the correctional complexes. Every Correctional Complex has a single director for services since we cannot justify the duplication of services, and this violates compliance and uniformity.</blockquote>\n<p>At trial, Mena-Franco explained that he made the final decision not to renew Alvarado-Santos' contract upon the recommendation of Rodríguez-Pichardo. Mena-Franco and Rodríguez-Pichardo both testified that they decided not to renew her contract based on a combination of two factors. First, after the transfer of services from Rio Piedras, they needed to restructure the Bayamón Correctional Complex so that both Admissions Centers were under the authority of one Admissions Director. Second, according to monthly reports over the period from October 2003-May 2004, Alvarado-Santos' Admission Center 705 routinely had much lower compliance rates in treating inmates according to certain time tables and standards than Devarie's Admission Center 308. These compliance reports reflected how well the Admissions Center met established goals related to the provision of health services to inmates.</p>\n<p>After Alvarado-Santos' contract was not renewed, both Admissions Centers at the Bayamón Correctional Complex were placed under the supervision of Devarie.</p>\n<p></p>\n<h2>B. Proceedings in the District Court</h2>\n<p></p>\n<h2>1. Trial</h2>\n<p>In September 2004, Alvarado-Santos filed suit against the Department of Health and several individual defendants, including Rodríguez-Pichardo and Mena-Franco. Her complaint alleged that the defendants chose not to renew her contract <span class=\"star-pagination\">*131</span> on the basis of her gender and national origin in violation of Title VII, 42 U.S.C. § 2000e-2, and related provisions of Puerto Rico law. Following the dismissal of her Puerto Rico law claims and her Title VII claims against the individual defendants, Alvarado-Santos proceeded to trial on her Title VII gender and national origin discrimination claims against the Department of Health. By the consent of the parties, a magistrate judge presided over the jury trial. <i>See</i> 28 U.S.C. § 636(c).</p>\n<p>At the close of a week-long jury trial, plaintiff's counsel made several comments in closing argument about the relationship in Puerto Rico between Puerto Ricans and Dominicans that the Department of Health contends on appeal were improper and prejudicial. The Department did not lodge a contemporaneous objection to the comments. The Department of Health did lodge an objection after plaintiff's counsel stated that the jury should issue a verdict of at least $2.5 million, which the court overruled.</p>\n<p>The jury found the Department of Health liable for gender and/or national origin discrimination and awarded Alvarado-Santos $1.25 million in compensatory damages. The jury verdict form asked whether the jury found \"that the Department of Health did not renew Dr. Ana I. Alvarado Santos' contract due to her gender or national origin,\" and the jury answered in the affirmative. Thus we cannot be certain whether the jury verdict rested on a finding of national origin discrimination, gender discrimination, or both.</p>\n<p></p>\n<h2>2. Post-trial motions</h2>\n<p>Both parties filed post-trial motions. Alvarado-Santos moved to alter or amend the judgment pursuant to Fed.R.Civ.P. 60(b), requesting that the $1.25 million compensatory damages award be reduced to $300,000 in accordance with the applicable statutory cap. 42 U.S.C. § 1981a(b)(3)(D). She requested an additional award of $377,441.30 in back pay and $572,558.70 in front pay. The Department of Health filed a renewed motion for judgment as a matter of law under Fed. R.Civ.P. 50(b), arguing, inter alia, that no reasonable jury, on the evidence presented, could conclude that Alvarado-Santos' contract was not renewed based on her sex or national origin. It also moved for a new trial or remittitur under Fed.R.Civ.P. 59, contending that the verdict was against the weight of the evidence, the damages award was grossly excessive, and a new trial was required due to plaintiff's counsel's inflammatory remarks during closing argument. Finally, in response to plaintiff's motion to amend the judgment, the Department of Health agreed that the compensatory damages award should be reduced to no more than $300,000 based on the statutory cap, but opposed her request for additional awards of back and front pay.</p>\n<p>The district court denied the Department of Health's motions for judgment as a matter of law and for a new trial or remittitur. It granted in part Alvarado-Santos' motion to amend the verdict, reducing the compensatory damages award to $300,000 in accordance with the statutory cap, awarding the requested $377,441.30 in back pay, but denying the requested award of front pay. The court therefore entered judgment in favor of Alvarado-Santos and awarded damages in the amount of $677,441.30.</p>\n<p>This timely appeal and cross-appeal followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>The Department of Health raises several contentions on appeal. It argues: (1) that the evidence was insufficient to support the jury's determination that Alvarado-Santos' <span class=\"star-pagination\">*132</span> contract was not renewed based on her gender and/or national origin, (2) that the evidence was insufficient to support a jury finding that Alvarado-Santos was an employee of the Department of Health, as opposed to an independent contractor, (3) that plaintiff's counsel made inflammatory and prejudicial comments in closing argument that require a new trial, and (4) that the $300,000 compensatory damages award was grossly excessive. We agree that, based on the evidence presented at trial, no reasonable jury could find that the nonrenewal of Alvarado-Santos' contract was based on her gender and/or national origin. We therefore conclude that the Department of Health is entitled to judgment as a matter of law. In light of this conclusion, we need not reach the Department of Health's remaining contentions.</p>\n<p>We review the court's denial of a renewed motion for judgment as a matter of law de novo. <i>Valentín-Almeyda v. Municipality of Aguadilla,</i> <span class=\"citation\" data-id=\"202202\"><a href=\"/opinion/202202/valentin-v-mun-of-aquadilla/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">85</span></a></span>, 95 (1st Cir.2006). We review the evidence in the light most favorable to the verdict and may reverse only if no reasonable person could have reached the conclusion arrived at by the jury. <i>Id.</i> at 95-96.</p>\n<p>The jury was instructed to evaluate Alvarado-Santos' claims of gender and national origin discrimination under the <i>McDonnell Douglas</i> burden-shifting framework. <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span> </a></span>(1973). Under this framework, the plaintiff must first establish a prima facie case of discrimination. <i>See </i><i>Lockridge v. Univ. of Me. Sys.,</i> <span class=\"citation\" data-id=\"32\"><a href=\"/opinion/32/lockridge-v-the-university-of-maine-system/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">464</span></a></span>, 470 (1st Cir.2010). The prima facie case varies according to the nature of the plaintiff's claim but it requires, among other things, a showing of an adverse employment action. <i>Id.</i> After the plaintiff has made this prima facie showing, the burden of production shifts to the employer to articulate a legitimate, nondiscriminatory reason for the adverse employment action. <i>Id.</i> If the employer meets its burden, the focus then shifts back to the plaintiff to show, \"by a preponderance of the evidence, that the employer's articulated reason for the adverse employment action is pretextual and that the true reason for the adverse action is discriminatory.\" <i>Id.</i></p>\n<p>As to both the gender and national origin discrimination claims, we assume arguendo that Alvarado-Santos met her burden to establish a prima facie case. At trial, the Department of Health, in turn, met its burden to articulate a legitimate nondiscriminatory reason for the contract nonrenewal. The Department of Health offered evidence that it needed to place both Admissions Centers in Bayamón under the authority of one Admissions Director to achieve greater uniformity and efficiency, and it chose Devarie for that position over Alvarado-Santos due to the better compliance record at the center run by Devarie. Our focus is therefore on the ultimate question: whether the evidence set forth at trial would enable a reasonable jury to find that the Department of Health's proffered nondiscriminatory reasons are pretextual and Alvarado-Santos' contract was in fact not renewed because of her gender and/or national origin. <i>See id.</i></p>\n<p></p>\n<h2>A. National Origin Discrimination</h2>\n<p>As we described above, the Department of Health offered testimony from both Mena-Franco and Rodríguez-Pichardo that they needed to consolidate the two Admissions Centers in Bayamón under the leadership of one Admissions Director, and that they chose Devarie to fill that role rather than Alvarado-Santos because his Admission Center had a better compliance record. In an effort to meet her burden to <span class=\"star-pagination\">*133</span> show that, in fact, discriminatory animus based on her national origin motivated the employment decision, Alvarado-Santos relied entirely on evidence of two facts: (1) the supervisors who participated in the decision to not renew her contract, Mena-Franco and Rodríguez-Pichardo, are both originally from the Dominican Republic, whereas she was born in Puerto Rico, and (2) at some point after the October 1, 2003 transfer to Bayamón, Rodríguez-Pichardo commented that Dominican doctors are better than Puerto Rican doctors. Importantly, however, Alvarado-Santos conceded at trial that Devarie, the person that Mena and Rodríguez-Pichardo chose to direct both Admissions Centers in Bayamón, was Puerto Rican, not Dominican.</p>\n<p>In addition, Alvarado-Santos offered no evidence that Rodríguez-Pichardo's isolated remark about Dominican doctors was close in time to the decision not to renew her employment contract,<sup>[5]</sup> was related to her, or was otherwise related to the employment decision. <i>See </i><i>Straughn v. Delta Air Lines, Inc.,</i> <span class=\"citation\" data-id=\"773251\"><a href=\"/opinion/773251/claire-a-straughn-v-delta-air-lines-inc/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 36 (1st Cir. 2001) (reasoning that although \"`stray remarks' may be <i>material</i> to the pretext inquiry, `their <i>probativeness is circumscribed</i> if they were made in a situation temporally remote from the date of the employment decision, <i>or</i> ... were not related to the employment decision in question'\" (quoting <i>McMillan v. Mass. Soc'y for the Prevention of Cruelty to Animals,</i> <span class=\"citation\" data-id=\"752960\"><a href=\"/opinion/752960/77-fair-emplpraccas-bna-589-73-empl-prac-dec-p-45354-dr-marjorie/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></a></span>, 301 (1st Cir.1998))). Based on this evidence, no reasonable jury could conclude that Alvarado-Santos met her burden to show that the decision to not renew her contract was motivated by national origin discrimination rather than by legitimate, nondiscriminatory reasons.</p>\n<p></p>\n<h2>B. Gender Discrimination</h2>\n<p>In support of her argument that her contract renewal was in fact motivated by gender bias rather than the legitimate reasons proffered by the Department of Health, Alvarado-Santos relied primarily on evidence that on several occasions prior to her contract nonrenewal, she was treated differently than Devarie. Alvarado-Santos offered evidence of the following disparities in treatment: (1) in the first few months after the transfer of health services from Rio Piedras, Admissions Center 705 did not yet have certain equipment that Devarie's Admission Center 308 had, such as an x-ray machine and landline phone service; (2) after Alvarado-Santos altered the October 2003 shift schedule and several physicians complained, Rodríguez-Pichardo directed Guerrero to continue preparing the Admission Center 705 shift schedule rather than Alvarado-Santos, but permitted Devarie to continue preparing his own shift schedule for Admission Center 308; (3) after Alvarado-Santos complained that Guerrero was falsifying his time records, Rodríguez-Pichardo investigated, found her complaint unfounded, and directed Guerrero to submit his time records directly to human resources thereafter, but did not issue a similar order to any employees supervised by Devarie; and (4) Rodríguez-Pichardo invited Devarie to attend a training in New York, but did not invite Alvarado-Santos.<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*134</span> Alvarado-Santos characterizes these instances as \"differential treatment based on gender.\" However, in each case, beyond the mere fact that Alvarado-Santos is a woman and Devarie is a man, there is no evidence that any difference in how she was treated was based on gender, and ample evidence of legitimate reasons for her differential treatment.</p>\n<p>For example, her first point of discrimination relates to the differences in equipment between Center 705 and Center 308 in the first few months after the transfer of health services from Rio Piedras. Yet, there is no evidence that this difference had anything to do with her gender. Rather, the testimony showed that Center 308 was a pre-existing medical center, whereas Center 705 was a brand new facility created to receive the patients from the Rio Piedras facility that had to close. As such, it did not yet have all of its equipment.</p>\n<p>Similarly, on Alvarado-Santos' second point, that Devarie was permitted to continue preparing his own shift schedule even after her scheduling duties were transferred to Guerrero, there was no evidence that this difference in treatment had anything to do with her gender. Rather, the testimony showed that Rodríguez-Pichardo gave Guerrero the responsibility after Alvarado-Santos altered the October 2003 shift schedule in a way that drew complaints from several doctors and that Rodríguez-Pichardo found unsuitable. There was no evidence that there had been any complaints about Devarie's assignment of shifts.<sup>[7]</sup></p>\n<p>For her third point of differential treatment, Alvarado-Santos says that Guerrero was told to submit his time records directly to Human Resources, rather than to Alvarado-Santos, whereas no such order was issued to any employees supervised by Devarie. Once again, there is no evidence that this change had anything to do with Alvarado-Santos' gender. Instead, it was explained by Rodríguez-Pichardo's determination that Alvarado-Santos had made an unsubstantiated claim that Guerrero was falsifying his time records. There was no evidence of a similar unsubstantiated complaint being made by Devarie.<sup>[8]</sup></p>\n<p>In summary, the record contains abundant evidence that Alvarado-Santos and Devarie were not similarly situated and that the differential treatments cited by Alvarado-Santos were rationally based on differences between them. As noted, Mena-Franco and Rodríguez-Pichardo testified that they decided not to renew Alvarado-Santos' contract because of the <span class=\"star-pagination\">*135</span> need to place the two Admissions Centers in Bayamón under the leadership of one Admissions Director in order to achieve greater uniformity and efficiency. They further testified that they chose Devarie for this position over Alvarado-Santos based on their evaluation of the two Admission Centers and their review of monthly compliance reports, which indicated that Devarie's Admission Center had a significantly better compliance record than Alvarado-Santos' from October 2003 to May 2004.<sup>[9]</sup> In addition, Devarie had five more years of experience as an Admissions Director than Alvarado-Santos. Alvarado-Santos offered no evidence to rebut the showing that Devarie's Admissions Center had consistently higher levels of compliance or that Devarie had more years of experience as an admissions director.</p>\n<p>The evidence presented at trial was thus insufficient to allow a reasonable jury to conclude that Alvarado-Santos met her burden to show that her contract nonrenewal was motivated by gender discrimination rather than by legitimate, nondiscriminatory reasons.</p>\n<p></p>\n<h2>C. Comments During Closing Argument</h2>\n<p>The Department of Health also claims that it is entitled to a new trial based on the improper remarks of plaintiff's counsel during closing arguments. Because judgment is being entered for the Department of Health, there is no need to resolve that question. Nevertheless, if we had to reach the closing argument issue on the merits, the Department would have a good argument that it was entitled to a new trial. It may well be that the jury was influenced by the entirely improper and inflammatory closing argument by plaintiff's counsel, pitting people from Puerto Rico against people from the Dominican Republic.</p>\n<p>Counsel made the following comments during closing argument:</p>\n<blockquote>All these people care is about their cronies from the Dominican Republic. They don't care about Puerto Ricans, except that they want to take their money. That's all they care about.</blockquote>\n<blockquote>They came to this service with one specific purpose: It wasn't to take care of the inmates; it was to profit, and not let others, such as women, and non-Dominicans, to work with your money.</blockquote>\n<p>Later in closing, plaintiff's counsel stated:</p>\n<blockquote>Your verdict has to be sufficient to show these individuals that in Puerto Rico we do not discriminate.... The number I submit to you should be herein no less than $2.5 million. That is an amount that is gonna give them respect, it's gonna show them what ball game we are about....</blockquote>\n<blockquote>You have to send a message to Dr. Pichardo and his cronies that this doesn't happen in Puerto Rico.... What amount, if any, do you adequately say? I submit to you that the number here is 2.5 million. Nothing less will clear this event.</blockquote>\n<blockquote>Ladies and gentlemen, don't let it happen in Puerto Rico. You opened your arms to these people. They came in. You treated them fairly. And what do <span class=\"star-pagination\">*136</span> they do?They stab you in the back. They stabbed her in the back because she's a woman. They stabbed her in the back because she's Puerto Rican.</blockquote>\n<blockquote>That is not what Dr. Martin Luther King convinced a nation to do.</blockquote>\n<p>We are dismayed that, even while calling on the jury to uphold principles of equality and antidiscrimination, plaintiff's counsel made inflammatory arguments to the jury based on the Dominican nationality of some individual defendants. Such arguments are \"clearly prohibited conduct\" and have no place in a court of law. <i>Smith v. Kmart Corp.,</i> <span class=\"citation\" data-id=\"198473\"><a href=\"/opinion/198473/smith-v-k-mart-corporation/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 26 (1st Cir.1999) (internal quotation marks and citation omitted).</p>\n<p></p>\n<h2>III.</h2>\n<p>For the foregoing reasons, we reverse the judgment of the district court and order the entry of judgment in favor of the Department of Health. The parties shall bear their own costs on appeal.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  During the period relevant to this case, the United States District Court for the District of Puerto Rico was exercising supervisory authority over the Correctional Health Services Program as well as other aspects of the Puerto Rican correctional system. This supervision is the result of \"a long-running inmate class action\" commonly known as the <i>Morales Feliciano</i> case, which dates back to 1979. <i>Torres-Arroyo v. Rullan,</i> <span class=\"citation\" data-id=\"202017\"><a href=\"/opinion/202017/torres-arroyo-v-rullan/\"><span class=\"volume\">436</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 &amp; n. 1 (1st Cir.2006) (citing district court and First Circuit opinions addressing the class action).</p>\n<p>[2]  The Admissions Centers were so-named because Admissions Center 308 could accommodate 308 inmates as patients, while the larger Admissions Center 705 could accommodate 705 inmates.</p>\n<p>[3]  As part of a pilot program, the Corrections Administration assigned a \"medical cadre\" to some, but not all, admissions centers.</p>\n<p>[4]  As a result of all of these changes, the number of female physicians assigned to shifts on the October schedule decreased. The original October shift schedule prepared by Guerrero before the transfer assigned shifts to two female physicians, Cuevas and another physician, Rivera; Rivera, however, chose not to continue working medical shifts after the move to Bayamón. The schedule prepared by Alvarado-Santos after the transfer assigned shifts to three female physicians, Cuevas, Diaz, and Pagan. The final schedule approved by Rodríguez-Pichardo assigned shifts to one female physician, Cuevas.</p>\n<p>[5]  Alvarado-Santos received notice that her contract would not be renewed at the end of May 2004. Rodríguez-Pichardo's comment was described at trial as having been made some time \"after October 1, 2003.\"</p>\n<p>[6]  Alvarado-Santos also points to other ways in which she felt that Rodríguez-Pichardo undermined her supervisory authority. For example, Rodríguez-Pichardo ordered some personnel working in Admission Centers 308 and 705 to report to a centralized supervisor rather than to their Admissions Director, and he did not invite Alvarado-Santos to attend all monthly staff meetings. There was no evidence presented at trial, however, that Alvarado-Santos was treated any differently than Devarie in these respects.</p>\n<p>[7]  Alvarado-Santos also observes that in revising the October shift schedule she had prepared, Rodríguez-Pichardo removed shifts from two female physicians and left only one female on the schedule, and argues that this suggests gender bias. As set forth in more detail earlier in this opinion, Alvarado-Santos altered the original October shift schedule prepared by Guerrero, removing regular shifts from several physicians and awarding shifts to two female physicians who had not had any shifts on the original schedule. After receiving complaints from several physicians, Rodríguez-Pichardo revised the October shift schedule so that it again resembled the original schedule, returning shifts to the complaining physicians. This sequence of events, given its history and the few parties involved, does not support an inference of gender bias.</p>\n<p>[8]  On her fourth point relating to the fact that Devarie went to a medical training program in New York while Alvarado-Santos did not, there is no explanation in the record for this distinction. Even unexplained, however, this single difference in treatment is far too insubstantial to support a claim of gender discrimination.</p>\n<p>[9]  Although she does not dispute that her Admissions Center had lower compliance levels than Devarie's, Alvarado-Santos argues that her supervisors' reliance on these monthly compliance reports in making their decision to terminate her was unfair because for the first few months of her time in Bayamón, her center (unlike Devarie's) lacked certain equipment such as an x-ray machine and land-line phone service. At trial, however, Rodríguez-Pichardo offered unrebutted testimony that the compliance levels at Admissions Center 705 remained low even after the center was fully equipped with an x-ray machine and phone service, in early 2004.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/32/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "https://www.courtlistener.com/api/rest/v3/opinions/198473/",
    "https://www.courtlistener.com/api/rest/v3/opinions/202017/",
    "https://www.courtlistener.com/api/rest/v3/opinions/202202/",
    "https://www.courtlistener.com/api/rest/v3/opinions/203606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/752960/",
    "https://www.courtlistener.com/api/rest/v3/opinions/773251/"
  ]
}