{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/175076/",
  "id": 175076,
  "absolute_url": "/opinion/175076/correia-v-feeney/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/175076/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2010-09-09T19:49:31Z",
  "date_modified": "2020-02-21T22:50:32.064077Z",
  "type": "010combined",
  "sha1": "c560b39357beb0d522339f38e90f9f1cc221d956",
  "page_count": 14,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-2004P-01A.pdf",
  "local_path": "pdf/2010/09/09/Antonio_Correia_v._Feeney.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 09-2004\n\n                        ANTONIO CORREIA,\n\n                      Plaintiff, Appellant,\n\n                               v.\n\n                         WILLIAM FEENEY,\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Chief Judge,\n                Boudin and Lipez, Circuit Judges.\n\n\n     Leon A. Blais, with whom Blais & Parent was on brief, for\nappellant.\n     Nicole Murati Ferrer, Assistant Corporation Counsel, City of\nBoston Law Department, for appellee.\n\n\n                        September 9, 2010\n\f           LIPEZ,    Circuit   Judge.       Plaintiff-appellant         Antonio\n\nCorreia sued defendant-appellee, Sergeant Detective William Feeney,\n\nfor violating his civil rights by means of false arrest and the use\n\nof excessive force. Following a trial, the jury returned a verdict\n\nfor   Feeney.     Correia   appeals,    claiming     that    the   trial   court\n\ncommitted reversible error in denying his motion for a new trial,\n\nin its answer to a question from the jury, and in allowing certain\n\ncross-examination.     After careful review of the trial record we\n\nfind no error in the district court's denial of Correia's motion or\n\nits handling of the case.      Accordingly, we affirm.\n\n                                      I.\n\n           On June 14, 2004, Correia filed this suit against three\n\nBoston   Police   officers,    including    Sergeant        Detective   William\n\nFeeney, and the City of Boston.        His claims relate to the events of\n\nJuly 5, 2001.     On that day, Officer Feeney was working a routine\n\nroad construction detail at the intersection of Brook Avenue and\n\nWest Cottage Street in Boston.        At some point during the course of\n\nFeeney's   detail   duty,   Correia     drove   up   Brook     Avenue   to   the\n\nintersection with West Cottage Street.          Correia was in a hurry to\n\ndeliver insulin to his diabetic mother, who was at a house he owned\n\non the far side of the intersection of Brook Avenue and West\n\nCottage Street.     Feeney turned Correia away from the intersection,\n\nwhich meant that Correia could not get to his driveway.             Upon being\n\ndenied access to his driveway, Correia pulled across the street and\n\n\n                                   -2-\n\fparked in one of two spaces that were empty on the left side of the\n\nstreet.     Feeney went over to the car and he and Correia had a\n\nphysical altercation that ended in Correia's arrest.          Correia's\n\namended complaint alleged that three police officers assaulted,\n\nbattered,    and   falsely   arrested   him   without   provocation   or\n\njustification in violation of his federal and state constitutional\n\nrights.\n\n            On August 15, 2007, a motion for summary judgment was\n\nfiled on behalf of all defendants except Feeney.          The district\n\ncourt granted summary judgment for those defendants.1         The suit\n\nagainst Feeney proceeded to trial.       After a four day trial that\n\nconcluded on May 29, 2009, and slightly over three hours of\n\ndeliberation, the jury found for Feeney on all claims.          Correia\n\nthen filed a motion for judgment as a matter of law or, in the\n\nalternative, for a new trial pursuant to Federal Rule of Civil\n\nProcedure 59.      The district court denied the motion on June 24,\n\n2009.    Correia now appeals.\n\n                                  II.\n\n            As noted, Correia argues on appeal that the district\n\ncourt erred in: (1) denying his motion for a new trial because the\n\n\n     1\n       The district court entered an order purporting to grant\nsummary judgment for all the defendants, including Feeney. Correia\nv. City of Boston, No. 04-11335 (D. Mass. Nov. 28, 2007).       On\nappeal, we found that the dismissal of the claims against Feeney\nmust have been a clerical error and remanded the case for further\nproceedings. Correia v. City of Boston, No. 08-1090 (1st Cir. Sept\n23, 2008).\n\n                                  -3-\n\fweight of the evidence at trial was in his favor; (2) responding to\n\na   question    posed   by   the   jury   in   an   unfair,   confusing,   and\n\nmisleading fashion; and (3) permitting a prejudicial line of\n\nquestioning on cross-examination over Correia's objection.                 We\n\nconsider these issues in turn.\n\nA. Denial of Correia's motion for a new trial\n\n            The district court \"should grant a motion for a new trial\n\nonly if 'the outcome is against the clear weight of the evidence\n\nsuch that upholding the verdict will result in a miscarriage of\n\njustice.'\"     Goulet v. New Penn Motor Express, Inc., 512 F.3d 34, 44\n\n(1st Cir. 2008) (quoting Ramos v. Davis & Geck, Inc., 167 F.3d 727,\n\n731 (1st Cir. 1999)).         On appeal, we owe much deference to the\n\ntrial court's determination.        See Jennings v. Jones, 587 F.3d 430,\n\n437 (1st Cir. 2009) (\"'Circuit judges, reading the dry pages of the\n\nrecord, do not experience the tenor of the testimony at trial.'\"\n\n(quoting United States v. Alston, 974 F.2d 1206, 1212 (9th Cir.\n\n1992))).    Unlike our review of a motion for judgment as a matter of\n\nlaw, we do not engage in de novo review and \"we do not take the\n\nevidence in the light most favorable to the verdict winner.\" Id. at\n\n438.    We reverse only if we find that the trial court has abused\n\nits discretion in making its assessment of the weight of the\n\nevidence.      Id. at 436-37 & n.7.\n\n            In arguing that the jury's verdict for Feeney was so\n\nagainst the weight of the evidence that he was entitled to a new\n\n\n                                      -4-\n\ftrial, Correia cites testimony at trial corroborating his version\n\nof events and purported contradictions in Feeney's testimony.             In\n\naddition, he argues that the length of the jury deliberations\n\nsupports the conclusion that the verdict was \"out of sync with the\n\nevidence presented.\"       We disagree.\n\n             The material dispute at the core of Correia's excessive\n\nforce and unlawful arrest claims involves Feeney's interaction with\n\nCorreia when he first spoke to and then confronted him in his car\n\nafter he had parked.       In order to prevail on his excessive force\n\nclaim, Correia had to show that \"the defendant employed force that\n\nwas unreasonable under all the circumstances.\" Morelli v. Webster,\n\n552 F.3d 12, 23 (1st Cir. 2009).               His unlawful arrest claim\n\nrequired a showing that Feeney lacked probable cause to arrest him.\n\nSee id. at 19.      In essence, both claims required the jury to find\n\nthat Feeney's behavior during the confrontation with Correia was\n\nunwarranted and unreasonable.\n\n             Only Correia and Feeney were able to give accounts at\n\ntrial   of   what   they   said   and   did   during   their   confrontation.\n\nCorreia testified that after he refused to give Feeney his car\n\nkeys, Feeney, without warning and without asking Correia to produce\n\nhis license, grabbed and twisted Correia's arm through the car\n\nwindow, opened the car door, and started punching him.               Correia\n\ninsisted that he did not punch or hit Feeney.           At some point during\n\n\n\n\n                                        -5-\n\fthe ensuing scuffle, however, when Feeney had Correia in a grip\n\nthat impeded his breathing, he bit Feeney to get him to let go.\n\n             Feeney testified that Correia refused to produce his\n\nlicense when asked.           Feeney then tried to remove Correia from the\n\ncar, prompting Correia to bite him.                To get Correia to release his\n\nbite, Feeney hit him.          No other witnesses at trial gave accounts of\n\nthat part of the altercation.            Thus, the jury had to decide whether\n\nto accept Correia's account of the altercation or Feeney's.                   That\n\nthey exercised their judgment in favor of Feeney is not grounds for\n\na   new     trial.      “It     is    axiomatic      that,   absent   exceptional\n\ncircumstances, issues of witness credibility are to be decided by\n\nthe jury.\"      United States v. Garcia, 978 F.2d 746, 748 (1st Cir.\n\n1992) (internal quotation marks and citation omitted).\n\n             Correia     argues      that    his   witnesses   corroborated    his\n\nversion of events, while Feeney's witnesses gave contradictory\n\naccounts of what transpired, harming Feeney's credibility.                    That\n\nargument overlooks inconsistencies in the evidence presented by\n\nCorreia's witnesses. For example, Correia and one of his witnesses\n\nasserted that two other officers who had been working the detail\n\nwith Feeney came to the scene to assist him, helped him remove\n\nCorreia from the car, and then were \"stomping him\" with their feet\n\nonce   he    was   on   the    ground.       Correia's    other   four   witnesses\n\ntestified that he was not beaten once he was removed from the car.\n\n             Those inconsistencies were damaging to Correia's case.\n\n\n                                            -6-\n\fIt was reasonable for the district court to conclude, in assessing\n\nCorreia's motion for a new trial, that the verdict was not clearly\n\nagainst the weight of the evidence.       The district court did not\n\nabuse its discretion when it denied the motion for a new trial.2\n\nB. The answer to the jury's question\n\n           At the close of arguments, the district court instructed\n\nthe jury, inter alia, on the Fourth Amendment issues implicated by\n\nFeeney's   entry   into   Correia's   vehicle.    After   a   period   of\n\ndeliberation, the court received a written question from the jury:\n\n\"Can Detective Feeney enter the car without violating the Fourth\n\nAmendment after refusing to produce license and registration?\"3\n\nPrior to summoning the jury to respond to their question, the judge\n\ntold counsel that he planned to answer as follows: \"The short\n\nanswer to the question is yes, but you should consider all of my\n\ninstructions, and, particularly, those that related to unlawful\n\narrest and excessive force . . . .\"     Hearing this proposal, counsel\n\nfor Correia suggested that the judge simply reply, \"that is for the\n\n\n     2\n       Although Correia also moved below for judgment as a matter\nof law, he has not properly renewed that claim on appeal. In his\nsummary of the argument, he does not refer to his claim for\njudgment as a matter of law, simply stating, \"Antonio Correia\nshould receive a new trial because the clear weight of the evidence\nwas in his favor . . . .\"      The argument presented after that\nsummary does not develop his claim for judgment as a matter of law.\nBecause of the lack of any briefing on this issue, it is waived.\nSee United States v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990). It\nwould fail in any event.\n     3\n       The jury was referring to Correia's alleged refusal to\nproduce his license and registration.\n\n                                  -7-\n\fjury to decide.\"        If the court gave its answer as proposed,\n\nCorreia's counsel asked that the court \"note our objection.\"\n\nCorreia did not renew his objection when the final answer was read\n\nto the jury, which was as follows: \"[T]he short answer to your\n\nquestion is yes, but you should consider all of my instructions on\n\nthe law in deciding the issues before you.\"\n\n            On appeal, Correia argues that the court's answer was\n\nflawed for three reasons: it assumed the validity of a disputed\n\nfact, namely that Correia refused to produce his license and\n\nregistration; it emphasized the unlawful arrest claim over the\n\nexcessive force claim; and it decided Correia's unlawful arrest\n\nclaim when combined with the inference that Correia refused to\n\nproduce his license and registration.\n\n            A case could be made that Correia did not properly\n\npreserve    these   objections   for    appeal   and    that    we   should   be\n\nreviewing    his    objections   only   for   plain    error.        His   vague\n\nobjections were not adequate to make clear to the district judge\n\nthe arguments he now presses on appeal.                See Bos. Gas Co. v.\n\nCentury Indem. Co., 529 F.3d 8, 19 (1st Cir. 2008).                    And the\n\njudge's answer changed the instruction, which should have prompted\n\nCorreia to renew his objections with further explanation if he were\n\nnot satisfied, which he failed to do.         See Booker v. Mass. Dep't of\n\nPub. Health, No. 09-1082, 2010 WL 2776627, at *5 (1st Cir. July 15,\n\n2010).     Regardless, even if reviewed as preserved objections,\n\n\n                                    -8-\n\fDavignon v. Hodgson, 524 F.3d 91, 108 (1st Cir. 2008), we find no\n\nmerit in any of Correia's claims of error.\n\n               The text of the exchange between the court and the jury\n\ndoes not support Correia's assertion that the court's response of,\n\n\"Yes,\"    to    the   jury's   question   somehow   affirmed   the   truth   of\n\nFeeney's claim that Correia had refused to produce his license when\n\nasked by Feeney.       The court's one-word response did not suggest to\n\nthe jury that the hypothetical it had posed was the only version of\n\nthe facts.       Rather, it was a direct answer to the jury's legal\n\nquestion.       See Bollenbach v. United States, 326 U.S. 607, 612-13\n\n(1946) (\"When a jury makes explicit its difficulties a trial judge\n\nshould clear them away with concrete accuracy.\").               By the same\n\ntoken, simply by answering, \"Yes,\" to the jury's question, the\n\ncourt did not emphasize the unlawful arrest violation over the\n\nexcessive force violation.         The question concerned a fact related\n\nto the unlawful arrest claim. Although the answer responded to the\n\nquestion as framed, it did not, in so doing, diminish the excessive\n\nforce portion of Correia's case. Moreover, the court's reminder to\n\nthe jury that it should consider the entirety of the court's\n\ninstructions in deciding the issues before it avoided any problem\n\nof undue emphasis.\n\n               Finally, there is no support for the argument that the\n\ncourt's answer to the jury's question decided any of Correia's\n\nclaims.        Again, the court instructed the jury to consider the\n\n\n                                      -9-\n\fanswer to its question in light of the jury instructions as a\n\nwhole.    In offering that instruction, the court did not make any\n\ncomment on disputed questions of fact, such as whether Correia was\n\nasked for his license, whether he refused to produce it, and\n\nwhether      the   force   Feeney       used    to   deal    with    Correia     was\n\n\"unreasonable under all the circumstances.\"                 Morelli, 552 F.3d at\n\n23 (1st Cir. 2009).          In sum, the court's reply to the jury's\n\nquestion was not \"misleading, unduly complicating, or incorrect as\n\na   matter    of   law,\"   nor   did    it    \"adversely    affect[]\"    Correia's\n\n\"substantial rights.\" United States v. Stark, 499 F.3d 72, 79 (1st\n\nCir. 2007) (internal quotation marks omitted).\n\nC. Correia's testimony on cross-examination\n\n             Correia   contends        that    the   district    court   erred    in\n\npermitting a line of questioning by Feeney's attorney during his\n\ncross-examination of Correia.             He claims that the testimony was\n\nadmitted over his objection and served only to prejudice the\n\nall-white     jury   against     him,    framing      him   as   a   minority,    an\n\nimmigrant, and an \"interloper, a freeloader, a deadbeat, [and] an\n\nopportunist.\"      Correia argues that the cross-examination testimony\n\ncarried so significant a potential for prejudice that the district\n\ncourt should have excluded it under Federal Rule of Evidence 403.\n\n             Unfortunately for Correia, he himself \"set the stage for\n\nthe admission of the evidence that he now seeks to challenge.\"\n\nUdemba v. Nicoli, 237 F.3d 8, 14 (1st Cir. 2001).                        On direct\n\n\n                                        -10-\n\fexamination, Correia answered several questions from his counsel\n\nestablishing   background   information   about   him.   The   line   of\n\nquestioning revealed that Correia is a native of Cape Verde; has\n\nresided in the United States since 1978; has been a citizen since\n\n1981; speaks little English; was injured in the workplace within\n\nfive years of residing in the United States; and now owns and\n\nmanages five multifamily properties that he rents to Section 8\n\nhousing recipients.\n\n          On cross-examination, Feeney's counsel pursued further\n\nsome of the background information disclosed by Correia:\n\n          Q. ([defense counsel]). You worked briefly\n          when you got [to the United States], about\n          five years?\n\n          A. (MR. CORREIA). Yes.\n\n          Q. You went out on disability. You've been on\n          disability since, correct?\n\n          A. Yes.\n\n          Q. So you've been claiming since 1982 that\n          you've been unable to work because of some\n          type of shoulder injury, as I understand it,\n          is that correct?\n\n          A. Yes . . . .\n\n          . . . .\n\n          Q. So you can do things with your right hand,\n          right? Write, drive, do everything you can\n          with your right hand, right?\n\n          A. Write? I don't write because I don't know\n          how to write. But I can drive.\n\n\n\n                                 -11-\n\f          Q. Okay. So in your claim for your injury from\n          1982, you got money because you sued someone?\n\n          A. No, I didn't sue anyone. I got disability\n          but they didn't give me the money all at once.\n          They gave me pension.\n\n          Q. So you have been getting money every week\n          or every month since 1982?\n\n          A. Yes.\n\n          Q. . . . Through the amount of money that\n          you've been receiving, you've acquired five\n          pieces of property, multi-family houses,\n          right?\n\n          A. Not correct. I bought them with a bank,\n          with credit from the bank.\n\n                           . . . .\n\n          Q. Okay. And you rent these to people . . .\n          who have a Section 8 certificate who get their\n          rent paid for by the government, right?\n\n          A. Yes.\n\n          Q. And that's a good thing because you can\n          count on regular payment of the rent through\n          the federal government, correct?\n\n          A. Not only that. . . .\n\n          Q. And the rent gets paid by the federal\n          government; is that not correct?\n\n          [COUNSEL FOR CORREIA]. Objection, your Honor,\n          to the line of questioning. It's irrelevant.\n\n          THE COURT. Overruled.\n\nDefense counsel continued to press Correia on his English skills,\n\npresumably seeking to counter Correia's claim that because of his\n\n\n\n\n                              -12-\n\flimited English skills he had not understood Feeney's directions\n\nwhen he pulled into the parking space by his house.\n\n             Before reaching the merits of Correia's claim, we must\n\ndetermine what standard of review applies.         We have described as a\n\n\"bedrock rule\" the principle that \"a party who unsuccessfully\n\nobjects to the introduction of evidence on one ground cannot . . .\n\nraise   an   entirely   new   ground   of   objection   on   appeal   without\n\nforfeiting the usual standard of review.\"         Udemba, 237 F.3d at 14-\n\n15; see also Fed. R. Evid. 103(a)(1) (establishing that a court's\n\nerror may not be predicated upon a ruling admitting evidence unless\n\n\"a timely objection or motion to strike appears of record, stating\n\nthe specific ground of objection, if the specific ground was not\n\napparent from the context . . .\").\n\n             When Correia objected below to the line of questioning,\n\nhe argued that it was irrelevant.           In so objecting, he suggested\n\nthat the testimony had no probative value and thus was inadmissible\n\npursuant to Federal Rule of Evidence 402.          By contrast, Correia's\n\nappeal is based on the testimony's prejudicial nature under Rule\n\n403, which applies only to relevant evidence. Thus, he attempts to\n\nappeal the district court's evidentiary ruling on a ground that the\n\ncourt below had no opportunity to consider.\n\n             Where, as here, the grounds for appeal have not been\n\npreserved, we review the district court's admission of evidence for\n\nplain error.    See United States v. Mardirosian, 602 F.3d 1, 11 (1st\n\n\n                                   -13-\n\fCir.   2010).         \"Under    plain    error      review,     we    will    consider    a\n\nforfeited objection only if: (1) an error was committed; (2) the\n\nerror was 'plain' (i.e. obvious and clear under current law); (3)\n\nthe error was prejudicial (i.e. affected substantial rights); and\n\n(4) review is needed to prevent a miscarriage of justice.\"                           Smith\n\nv. Kmart Corp., 177 F.3d 19, 26 (1st Cir. 1999).                                To merit\n\nreversal,    there      must     be     \"a    demonstration          that    justice    has\n\nmiscarried       or    that     the     trial's       basic     fairness       has     been\n\ncompromised.\"         United States v. Hadfield, 918 F.2d 987, 995 (1st\n\nCir. 1990), cert. denied, 500 U.S. 936 (1991).\n\n            In    direct       examination,         Correia's    counsel       asked    him\n\nquestions about an injury that he experienced in the workplace,\n\nproperties that he owns, and his limited capacity to speak English.\n\nThus, Correia made such background information relevant through his\n\nown testimony.         To the extent that the cross-examination raised\n\nconcerns of undue prejudice under Rule 403, Correia never lodged\n\nsuch an objection.        Under these circumstances, he cannot establish\n\nthat any error in the allowance of the cross examination, or some\n\nportions of it, was sufficiently grave to satisfy plain error\n\nreview.\n\n            Affirmed.\n\n\n\n\n                                             -14-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>620 F.3d 9 (2010)</b></center>\n<center><h1>Antonio CORREIA, Plaintiff, Appellant,<br>\nv.<br>\nWilliam FEENEY, Defendant, Appellee.</h1></center>\n<center>No. 09-2004.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 3, 2010.</center>\n<center>Decided September 9, 2010.</center>\n<p><span class=\"star-pagination\">*10</span> Leon A. Blais, with whom Blais &amp; Parent was on brief, for appellant.</p>\n<p>Nicole Murati Ferrer, Assistant Corporation Counsel, City of Boston Law Department, for appellee.</p>\n<p>Before Lynch, Chief Judge, Boudin and Lipez, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Plaintiff-appellant Antonio Correia sued defendant-appellee, Sergeant Detective William Feeney, for violating his civil rights by means of false arrest and the use of excessive force. Following a trial, the jury returned a verdict for Feeney. Correia appeals, claiming that the trial court committed reversible error in denying his motion for a new trial, in its answer to a question from the jury, and in allowing certain cross-examination. After careful review of the trial record we find no error in the district court's denial of Correia's motion or its handling of the case. Accordingly, we affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>On June 14, 2004, Correia filed this suit against three Boston Police officers, including Sergeant Detective William Feeney, and the City of Boston. His claims relate to the events of July 5, 2001. On that day, Officer Feeney was working a routine road construction detail at the intersection of Brook Avenue and West Cottage Street in Boston. At some point during <span class=\"star-pagination\">*11</span> the course of Feeney's detail duty, Correia drove up Brook Avenue to the intersection with West Cottage Street. Correia was in a hurry to deliver insulin to his diabetic mother, who was at a house he owned on the far side of the intersection of Brook Avenue and West Cottage Street. Feeney turned Correia away from the intersection, which meant that Correia could not get to his driveway. Upon being denied access to his driveway, Correia pulled across the street and parked in one of two spaces that were empty on the left side of the street. Feeney went over to the car and he and Correia had a physical altercation that ended in Correia's arrest. Correia's amended complaint alleged that three police officers assaulted, battered, and falsely arrested him without provocation or justification in violation of his federal and state constitutional rights.</p>\n<p>On August 15, 2007, a motion for summary judgment was filed on behalf of all defendants except Feeney. The district court granted summary judgment for those defendants.<sup>[1]</sup> The suit against Feeney proceeded to trial. After a four day trial that concluded on May 29, 2009, and slightly over three hours of deliberation, the jury found for Feeney on all claims. Correia then filed a motion for judgment as a matter of law or, in the alternative, for a new trial pursuant to Federal Rule of Civil Procedure 59. The district court denied the motion on June 24, 2009. Correia now appeals.</p>\n<p></p>\n<h2>II.</h2>\n<p>As noted, Correia argues on appeal that the district court erred in: (1) denying his motion for a new trial because the weight of the evidence at trial was in his favor; (2) responding to a question posed by the jury in an unfair, confusing, and misleading fashion; and (3) permitting a prejudicial line of questioning on cross-examination over Correia's objection. We consider these issues in turn.</p>\n<p></p>\n<h2>A. Denial of Correia's motion for a new trial</h2>\n<p>The district court \"should grant a motion for a new trial only if `the outcome is against the clear weight of the evidence such that upholding the verdict will result in a miscarriage of justice.'\" <i>Goulet v. New Penn Motor Express, Inc.,</i> 512 F.3d 34, 44 (1st Cir.2008) (quoting <i>Ramos v. Davis &amp; Geck, Inc.,</i> 167 F.3d 727, 731 (1st Cir.1999)). On appeal, we owe much deference to the trial court's determination. <i>See </i><i>Jennings v. Jones,</i> 587 F.3d 430, 437 (1st Cir.2009) (\"`Circuit judges, reading the dry pages of the record, do not experience the tenor of the testimony at trial.'\" (quoting <i>United States v. Alston,</i> 974 F.2d 1206, 1212 (9th Cir.1992))). Unlike our review of a motion for judgment as a matter of law, we do not engage in de novo review and \"we do not take the evidence in the light most favorable to the verdict winner.\" <i>Id.</i> at 438. We reverse only if we find that the trial court has abused its discretion in making its assessment of the weight of the evidence. <i>Id.</i> at 436-37 &amp; n. 7.</p>\n<p>In arguing that the jury's verdict for Feeney was so against the weight of the evidence that he was entitled to a new trial, Correia cites testimony at trial corroborating his version of events and purported contradictions in Feeney's testimony. In addition, he argues that the length of the jury deliberations supports the conclusion <span class=\"star-pagination\">*12</span> that the verdict was \"out of sync with the evidence presented.\" We disagree.</p>\n<p>The material dispute at the core of Correia's excessive force and unlawful arrest claims involves Feeney's interaction with Correia when he first spoke to and then confronted him in his car after he had parked. In order to prevail on his excessive force claim, Correia had to show that \"the defendant employed force that was unreasonable under all the circumstances.\" <i>Morelli v. Webster,</i> 552 F.3d 12, 23 (1st Cir.2009). His unlawful arrest claim required a showing that Feeney lacked probable cause to arrest him. <i>See id.</i> at 19. In essence, both claims required the jury to find that Feeney's behavior during the confrontation with Correia was unwarranted and unreasonable.</p>\n<p>Only Correia and Feeney were able to give accounts at trial of what they said and did during their confrontation. Correia testified that after he refused to give Feeney his car keys, Feeney, without warning and without asking Correia to produce his license, grabbed and twisted Correia's arm through the car window, opened the car door, and started punching him. Correia insisted that he did not punch or hit Feeney. At some point during the ensuing scuffle, however, when Feeney had Correia in a grip that impeded his breathing, he bit Feeney to get him to let go.</p>\n<p>Feeney testified that Correia refused to produce his license when asked. Feeney then tried to remove Correia from the car, prompting Correia to bite him. To get Correia to release his bite, Feeney hit him. No other witnesses at trial gave accounts of that part of the altercation. Thus, the jury had to decide whether to accept Correia's account of the altercation or Feeney's. That they exercised their judgment in favor of Feeney is not grounds for a new trial. \"It is axiomatic that, absent exceptional circumstances, issues of witness credibility are to be decided by the jury.\" <i>United States v. Garcia,</i> 978 F.2d 746, 748 (1st Cir.1992) (internal quotation marks and citation omitted).</p>\n<p>Correia argues that his witnesses corroborated his version of events, while Feeney's witnesses gave contradictory accounts of what transpired, harming Feeney's credibility. That argument overlooks inconsistencies in the evidence presented by Correia's witnesses. For example, Correia and one of his witnesses asserted that two other officers who had been working the detail with Feeney came to the scene to assist him, helped him remove Correia from the car, and then were \"stomping him\" with their feet once he was on the ground. Correia's other four witnesses testified that he was not beaten once he was removed from the car.</p>\n<p>Those inconsistencies were damaging to Correia's case. It was reasonable for the district court to conclude, in assessing Correia's motion for a new trial, that the verdict was not clearly against the weight of the evidence. The district court did not abuse its discretion when it denied the motion for a new trial.<sup>[2]</sup></p>\n<p></p>\n<h2>B. The answer to the jury's question</h2>\n<p>At the close of arguments, the district court instructed the jury, inter alia, <span class=\"star-pagination\">*13</span> on the Fourth Amendment issues implicated by Feeney's entry into Correia's vehicle. After a period of deliberation, the court received a written question from the jury: \"Can Detective Feeney enter the car without violating the Fourth Amendment after refusing to produce license and registration?\"<sup>[3]</sup> Prior to summoning the jury to respond to their question, the judge told counsel that he planned to answer as follows: \"The short answer to the question is yes, but you should consider all of my instructions, and, particularly, those that related to unlawful arrest and excessive force. . . .\" Hearing this proposal, counsel for Correia suggested that the judge simply reply, \"that is for the jury to decide.\" If the court gave its answer as proposed, Correia's counsel asked that the court \"note our objection.\" Correia did not renew his objection when the final answer was read to the jury, which was as follows: \"[T]he short answer to your question is yes, but you should consider all of my instructions on the law in deciding the issues before you.\"</p>\n<p>On appeal, Correia argues that the court's answer was flawed for three reasons: it assumed the validity of a disputed fact, namely that Correia refused to produce his license and registration; it emphasized the unlawful arrest claim over the excessive force claim; and it decided Correia's unlawful arrest claim when combined with the inference that Correia refused to produce his license and registration.</p>\n<p>A case could be made that Correia did not properly preserve these objections for appeal and that we should be reviewing his objections only for plain error. His vague objections were not adequate to make clear to the district judge the arguments he now presses on appeal. <i>See </i><i>Bos. Gas Co. v. Century Indem. Co.,</i> 529 F.3d 8, 19 (1st Cir.2008). And the judge's answer changed the instruction, which should have prompted Correia to renew his objections with further explanation if he were not satisfied, which he failed to do. <i>See </i><i>Booker v. Mass. Dep't of Pub. Health,</i> 612 F.3d 34, 42 (1st Cir.2010). Regardless, even if reviewed as preserved objections, <i>Davignon v. Hodgson,</i> 524 F.3d 91, 108 (1st Cir.2008), we find no merit in any of Correia's claims of error.</p>\n<p>The text of the exchange between the court and the jury does not support Correia's assertion that the court's response of, \"Yes,\" to the jury's question somehow affirmed the truth of Feeney's claim that Correia had refused to produce his license when asked by Feeney. The court's one-word response did not suggest to the jury that the hypothetical it had posed was the only version of the facts. Rather, it was a direct answer to the jury's legal question. <i>See </i><i>Bollenbach v. United States,</i> 326 U.S. 607, 612-13, 66 S.Ct. 402, 90 L.Ed. 350 (1946) (\"When a jury makes explicit its difficulties a trial judge should clear them away with concrete accuracy.\"). By the same token, simply by answering, \"Yes,\" to the jury's question, the court did not emphasize the unlawful arrest violation over the excessive force violation. The question concerned a fact related to the unlawful arrest claim. Although the answer responded to the question as framed, it did not, in so doing, diminish the excessive force portion of Correia's case. Moreover, the court's reminder to the jury that it should consider the entirety of the court's instructions in deciding the issues before it avoided any problem of undue emphasis.</p>\n<p>Finally, there is no support for the argument that the court's answer to the jury's <span class=\"star-pagination\">*14</span> question decided any of Correia's claims. Again, the court instructed the jury to consider the answer to its question in light of the jury instructions as a whole. In offering that instruction, the court did not make any comment on disputed questions of fact, such as whether Correia was asked for his license, whether he refused to produce it, and whether the force Feeney used to deal with Correia was \"unreasonable under all the circumstances.\" <i>Morelli,</i> 552 F.3d at 23 (1st Cir.2009). In sum, the court's reply to the jury's question was not \"misleading, unduly complicating, or incorrect as a matter of law,\" nor did it \"adversely affect[]\" Correia's \"substantial rights.\" <i>United States v. Stark,</i> 499 F.3d 72, 79 (1st Cir.2007) (internal quotation marks omitted).</p>\n<p></p>\n<h2>C. Correia's testimony on cross-examination</h2>\n<p>Correia contends that the district court erred in permitting a line of questioning by Feeney's attorney during his cross-examination of Correia. He claims that the testimony was admitted over his objection and served only to prejudice the all-white jury against him, framing him as a minority, an immigrant, and an \"interloper, a freeloader, a deadbeat, [and] an opportunist.\" Correia argues that the cross-examination testimony carried so significant a potential for prejudice that the district court should have excluded it under Federal Rule of Evidence 403.</p>\n<p>Unfortunately for Correia, he himself \"set the stage for the admission of the evidence that he now seeks to challenge.\" <i>Udemba v. Nicoli,</i> 237 F.3d 8, 14 (1st Cir.2001). On direct examination, Correia answered several questions from his counsel establishing background information about him. The line of questioning revealed that Correia is a native of Cape Verde; has resided in the United States since 1978; has been a citizen since 1981; speaks little English; was injured in the workplace within five years of residing in the United States; and now owns and manages five multifamily properties that he rents to Section 8 housing recipients.</p>\n<p>On cross-examination, Feeney's counsel pursued further some of the background information disclosed by Correia:</p>\n<blockquote>Q. ([defense counsel]). You worked briefly when you got [to the United States], about five years?</blockquote>\n<blockquote>A. (MR. CORREIA). Yes.</blockquote>\n<blockquote>Q. You went out on disability. You've been on disability since, correct?</blockquote>\n<blockquote>A. Yes.</blockquote>\n<blockquote>Q. So you've been claiming since 1982 that you've been unable to work because of some type of shoulder injury, as I understand it, is that correct?</blockquote>\n<blockquote>A. Yes . . . .</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>Q. So you can do things with your right hand, right? Write, drive, do everything you can with your right hand, right?</blockquote>\n<blockquote>A. Write? I don't write because I don't know how to write. But I can drive.</blockquote>\n<blockquote>Q. Okay. So in your claim for your injury from 1982, you got money because you sued someone?</blockquote>\n<blockquote>A. No, I didn't sue anyone. I got disability but they didn't give me the money all at once. They gave me pension.</blockquote>\n<blockquote>Q. So you have been getting money every week or every month since 1982?</blockquote>\n<blockquote>A. Yes.</blockquote>\n<blockquote>Q. . . . Through the amount of money that you've been receiving, you've acquired five pieces of property, multi-family houses, right?</blockquote>\n<blockquote>A. Not correct. I bought them with a bank, with credit from the bank.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*15</span> . . . .</blockquote>\n<blockquote>Q. Okay. And you rent these to people. . . who have a Section 8 certificate who get their rent paid for by the government, right?</blockquote>\n<blockquote>A. Yes.</blockquote>\n<blockquote>Q. And that's a good thing because you can count on regular payment of the rent through the federal government, correct?</blockquote>\n<blockquote>A. Not only that. . . .</blockquote>\n<blockquote>Q. And the rent gets paid by the federal government; is that not correct?</blockquote>\n<blockquote>[COUNSEL FOR CORREIA]. Objection, your Honor, to the line of questioning. It's irrelevant.</blockquote>\n<blockquote>THE COURT. Overruled.</blockquote>\n<p>Defense counsel continued to press Correia on his English skills, presumably seeking to counter Correia's claim that because of his limited English skills he had not understood Feeney's directions when he pulled into the parking space by his house.</p>\n<p>Before reaching the merits of Correia's claim, we must determine what standard of review applies. We have described as a \"bedrock rule\" the principle that \"a party who unsuccessfully objects to the introduction of evidence on one ground cannot . . . raise an entirely new ground of objection on appeal without forfeiting the usual standard of review.\" <i>Udemba,</i> 237 F.3d at 14-15; <i>see also</i> Fed.R.Evid. 103(a)(1) (establishing that a court's error may not be predicated upon a ruling admitting evidence unless \"a timely objection or motion to strike appears of record, stating the specific ground of objection, if the specific ground was not apparent from the context. . .\").</p>\n<p>When Correia objected below to the line of questioning, he argued that it was irrelevant. In so objecting, he suggested that the testimony had no probative value and thus was inadmissible pursuant to Federal Rule of Evidence 402. By contrast, Correia's appeal is based on the testimony's prejudicial nature under Rule 403, which applies only to relevant evidence. Thus, he attempts to appeal the district court's evidentiary ruling on a ground that the court below had no opportunity to consider.</p>\n<p>Where, as here, the grounds for appeal have not been preserved, we review the district court's admission of evidence for plain error. <i>See </i><i>United States v. Mardirosian,</i> 602 F.3d 1, 11 (1st Cir.2010). \"Under plain error review, we will consider a forfeited objection only if: (1) an error was committed; (2) the error was `plain' (i.e. obvious and clear under current law); (3) the error was prejudicial (i.e. affected substantial rights); and (4) review is needed to prevent a miscarriage of justice.\" <i>Smith v. Kmart Corp.,</i> 177 F.3d 19, 26 (1st Cir.1999). To merit reversal, there must be \"a demonstration that justice has miscarried or that the trial's basic fairness has been compromised.\" <i>United States v. Hadfield,</i> 918 F.2d 987, 995 (1st Cir.1990), <i>cert. denied,</i> 500 U.S. 936, 111 S.Ct. 2062, 114 L.Ed.2d 466 (1991).</p>\n<p>In direct examination, Correia's counsel asked him questions about an injury that he experienced in the workplace, properties that he owns, and his limited capacity to speak English. Thus, Correia made such background information relevant through his own testimony. To the extent that the cross-examination raised concerns of undue prejudice under Rule 403, Correia never lodged such an objection. Under these circumstances, he cannot establish that any error in the allowance of the cross examination, or some portions of it, was sufficiently grave to satisfy plain error review.</p>\n<p>Affirmed.</p>\n<h2>NOTES</h2>\n<p>[1]  The district court entered an order purporting to grant summary judgment for all the defendants, including Feeney. <i>Correia v. City of Boston,</i> No. 04-11335 (D.Mass. Nov. 28, 2007). On appeal, we found that the dismissal of the claims against Feeney must have been a clerical error and remanded the case for further proceedings. <i>Correia v. City of Boston,</i> No. 08-1090 (1st Cir. Sept 23, 2008).</p>\n<p>[2]  Although Correia also moved below for judgment as a matter of law, he has not properly renewed that claim on appeal. In his summary of the argument, he does not refer to his claim for judgment as a matter of law, simply stating, \"Antonio Correia should receive a new trial because the clear weight of the evidence was in his favor. . . .\" The argument presented after that summary does not develop his claim for judgment as a matter of law. Because of the lack of any briefing on this issue, it is waived. <i>See </i><i>United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990). It would fail in any event.</p>\n<p>[3]  The jury was referring to Correia's alleged refusal to produce his license and registration.</p>\n\n</div>",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">620</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span> </span>(2010)</b></center>\n<center><h1>Antonio CORREIA, Plaintiff, Appellant,<br>\nv.<br>\nWilliam FEENEY, Defendant, Appellee.</h1></center>\n<center>No. 09-2004.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 3, 2010.</center>\n<center>Decided September 9, 2010.</center>\n<p><span class=\"star-pagination\">*10</span> Leon A. Blais, with whom Blais &amp; Parent was on brief, for appellant.</p>\n<p>Nicole Murati Ferrer, Assistant Corporation Counsel, City of Boston Law Department, for appellee.</p>\n<p>Before Lynch, Chief Judge, Boudin and Lipez, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Plaintiff-appellant Antonio Correia sued defendant-appellee, Sergeant Detective William Feeney, for violating his civil rights by means of false arrest and the use of excessive force. Following a trial, the jury returned a verdict for Feeney. Correia appeals, claiming that the trial court committed reversible error in denying his motion for a new trial, in its answer to a question from the jury, and in allowing certain cross-examination. After careful review of the trial record we find no error in the district court's denial of Correia's motion or its handling of the case. Accordingly, we affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>On June 14, 2004, Correia filed this suit against three Boston Police officers, including Sergeant Detective William Feeney, and the City of Boston. His claims relate to the events of July 5, 2001. On that day, Officer Feeney was working a routine road construction detail at the intersection of Brook Avenue and West Cottage Street in Boston. At some point during <span class=\"star-pagination\">*11</span> the course of Feeney's detail duty, Correia drove up Brook Avenue to the intersection with West Cottage Street. Correia was in a hurry to deliver insulin to his diabetic mother, who was at a house he owned on the far side of the intersection of Brook Avenue and West Cottage Street. Feeney turned Correia away from the intersection, which meant that Correia could not get to his driveway. Upon being denied access to his driveway, Correia pulled across the street and parked in one of two spaces that were empty on the left side of the street. Feeney went over to the car and he and Correia had a physical altercation that ended in Correia's arrest. Correia's amended complaint alleged that three police officers assaulted, battered, and falsely arrested him without provocation or justification in violation of his federal and state constitutional rights.</p>\n<p>On August 15, 2007, a motion for summary judgment was filed on behalf of all defendants except Feeney. The district court granted summary judgment for those defendants.<sup>[1]</sup> The suit against Feeney proceeded to trial. After a four day trial that concluded on May 29, 2009, and slightly over three hours of deliberation, the jury found for Feeney on all claims. Correia then filed a motion for judgment as a matter of law or, in the alternative, for a new trial pursuant to Federal Rule of Civil Procedure 59. The district court denied the motion on June 24, 2009. Correia now appeals.</p>\n<p></p>\n<h2>II.</h2>\n<p>As noted, Correia argues on appeal that the district court erred in: (1) denying his motion for a new trial because the weight of the evidence at trial was in his favor; (2) responding to a question posed by the jury in an unfair, confusing, and misleading fashion; and (3) permitting a prejudicial line of questioning on cross-examination over Correia's objection. We consider these issues in turn.</p>\n<p></p>\n<h2>A. Denial of Correia's motion for a new trial</h2>\n<p>The district court \"should grant a motion for a new trial only if `the outcome is against the clear weight of the evidence such that upholding the verdict will result in a miscarriage of justice.'\" <i>Goulet v. New Penn Motor Express, Inc.,</i> <span class=\"citation\" data-id=\"203094\"><a href=\"/opinion/203094/goulet-v-new-penn-motor-exp-inc/\"><span class=\"volume\">512</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 44 (1st Cir.2008) (quoting <i>Ramos v. Davis &amp; Geck, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">727</span></span>, 731 (1st Cir.1999)). On appeal, we owe much deference to the trial court's determination. <i>See </i><i>Jennings v. Jones,</i> <span class=\"citation\" data-id=\"204069\"><a href=\"/opinion/204069/jennings-v-jones/\"><span class=\"volume\">587</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">430</span></a></span>, 437 (1st Cir.2009) (\"`Circuit judges, reading the dry pages of the record, do not experience the tenor of the testimony at trial.'\" (quoting <i>United States v. Alston,</i> <span class=\"citation\" data-id=\"590344\"><a href=\"/opinion/590344/united-states-v-a-lanoy-alston-dmd-pc-ronald-d-walker-desert/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span>, 1212 (9th Cir.1992))). Unlike our review of a motion for judgment as a matter of law, we do not engage in de novo review and \"we do not take the evidence in the light most favorable to the verdict winner.\" <i>Id.</i> at 438. We reverse only if we find that the trial court has abused its discretion in making its assessment of the weight of the evidence. <i>Id.</i> at 436-37 &amp; n. 7.</p>\n<p>In arguing that the jury's verdict for Feeney was so against the weight of the evidence that he was entitled to a new trial, Correia cites testimony at trial corroborating his version of events and purported contradictions in Feeney's testimony. In addition, he argues that the length of the jury deliberations supports the conclusion <span class=\"star-pagination\">*12</span> that the verdict was \"out of sync with the evidence presented.\" We disagree.</p>\n<p>The material dispute at the core of Correia's excessive force and unlawful arrest claims involves Feeney's interaction with Correia when he first spoke to and then confronted him in his car after he had parked. In order to prevail on his excessive force claim, Correia had to show that \"the defendant employed force that was unreasonable under all the circumstances.\" <i>Morelli v. Webster,</i> <span class=\"citation\" data-id=\"203615\"><a href=\"/opinion/203615/morelli-v-webster/\"><span class=\"volume\">552</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 23 (1st Cir.2009). His unlawful arrest claim required a showing that Feeney lacked probable cause to arrest him. <i>See id.</i> at 19. In essence, both claims required the jury to find that Feeney's behavior during the confrontation with Correia was unwarranted and unreasonable.</p>\n<p>Only Correia and Feeney were able to give accounts at trial of what they said and did during their confrontation. Correia testified that after he refused to give Feeney his car keys, Feeney, without warning and without asking Correia to produce his license, grabbed and twisted Correia's arm through the car window, opened the car door, and started punching him. Correia insisted that he did not punch or hit Feeney. At some point during the ensuing scuffle, however, when Feeney had Correia in a grip that impeded his breathing, he bit Feeney to get him to let go.</p>\n<p>Feeney testified that Correia refused to produce his license when asked. Feeney then tried to remove Correia from the car, prompting Correia to bite him. To get Correia to release his bite, Feeney hit him. No other witnesses at trial gave accounts of that part of the altercation. Thus, the jury had to decide whether to accept Correia's account of the altercation or Feeney's. That they exercised their judgment in favor of Feeney is not grounds for a new trial. \"It is axiomatic that, absent exceptional circumstances, issues of witness credibility are to be decided by the jury.\" <i>United States v. Garcia,</i> <span class=\"citation\" data-id=\"593904\"><a href=\"/opinion/593904/united-states-v-juan-garcia/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">746</span></a></span>, 748 (1st Cir.1992) (internal quotation marks and citation omitted).</p>\n<p>Correia argues that his witnesses corroborated his version of events, while Feeney's witnesses gave contradictory accounts of what transpired, harming Feeney's credibility. That argument overlooks inconsistencies in the evidence presented by Correia's witnesses. For example, Correia and one of his witnesses asserted that two other officers who had been working the detail with Feeney came to the scene to assist him, helped him remove Correia from the car, and then were \"stomping him\" with their feet once he was on the ground. Correia's other four witnesses testified that he was not beaten once he was removed from the car.</p>\n<p>Those inconsistencies were damaging to Correia's case. It was reasonable for the district court to conclude, in assessing Correia's motion for a new trial, that the verdict was not clearly against the weight of the evidence. The district court did not abuse its discretion when it denied the motion for a new trial.<sup>[2]</sup></p>\n<p></p>\n<h2>B. The answer to the jury's question</h2>\n<p>At the close of arguments, the district court instructed the jury, inter alia, <span class=\"star-pagination\">*13</span> on the Fourth Amendment issues implicated by Feeney's entry into Correia's vehicle. After a period of deliberation, the court received a written question from the jury: \"Can Detective Feeney enter the car without violating the Fourth Amendment after refusing to produce license and registration?\"<sup>[3]</sup> Prior to summoning the jury to respond to their question, the judge told counsel that he planned to answer as follows: \"The short answer to the question is yes, but you should consider all of my instructions, and, particularly, those that related to unlawful arrest and excessive force. . . .\" Hearing this proposal, counsel for Correia suggested that the judge simply reply, \"that is for the jury to decide.\" If the court gave its answer as proposed, Correia's counsel asked that the court \"note our objection.\" Correia did not renew his objection when the final answer was read to the jury, which was as follows: \"[T]he short answer to your question is yes, but you should consider all of my instructions on the law in deciding the issues before you.\"</p>\n<p>On appeal, Correia argues that the court's answer was flawed for three reasons: it assumed the validity of a disputed fact, namely that Correia refused to produce his license and registration; it emphasized the unlawful arrest claim over the excessive force claim; and it decided Correia's unlawful arrest claim when combined with the inference that Correia refused to produce his license and registration.</p>\n<p>A case could be made that Correia did not properly preserve these objections for appeal and that we should be reviewing his objections only for plain error. His vague objections were not adequate to make clear to the district judge the arguments he now presses on appeal. <i>See </i><i>Bos. Gas Co. v. Century Indem. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">529</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></span>, 19 (1st Cir.2008). And the judge's answer changed the instruction, which should have prompted Correia to renew his objections with further explanation if he were not satisfied, which he failed to do. <i>See </i><i>Booker v. Mass. Dep't of Pub. Health,</i> <span class=\"citation\" data-id=\"150720\"><a href=\"/opinion/150720/booker-v-massachusetts-dept-of-public-health/\"><span class=\"volume\">612</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 42 (1st Cir.2010). Regardless, even if reviewed as preserved objections, <i>Davignon v. Hodgson,</i> <span class=\"citation\" data-id=\"203296\"><a href=\"/opinion/203296/davignon-v-hodgson/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">91</span></a></span>, 108 (1st Cir.2008), we find no merit in any of Correia's claims of error.</p>\n<p>The text of the exchange between the court and the jury does not support Correia's assertion that the court's response of, \"Yes,\" to the jury's question somehow affirmed the truth of Feeney's claim that Correia had refused to produce his license when asked by Feeney. The court's one-word response did not suggest to the jury that the hypothetical it had posed was the only version of the facts. Rather, it was a direct answer to the jury's legal question. <i>See </i><i>Bollenbach v. United States,</i> <span class=\"citation\" data-id=\"104224\"><a href=\"/opinion/104224/bollenbach-v-united-states/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">607</span></a></span>, 612-13, <span class=\"citation\" data-id=\"104224\"><a href=\"/opinion/104224/bollenbach-v-united-states/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">402</span></a></span>, <span class=\"citation\" data-id=\"104224\"><a href=\"/opinion/104224/bollenbach-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">350</span> </a></span>(1946) (\"When a jury makes explicit its difficulties a trial judge should clear them away with concrete accuracy.\"). By the same token, simply by answering, \"Yes,\" to the jury's question, the court did not emphasize the unlawful arrest violation over the excessive force violation. The question concerned a fact related to the unlawful arrest claim. Although the answer responded to the question as framed, it did not, in so doing, diminish the excessive force portion of Correia's case. Moreover, the court's reminder to the jury that it should consider the entirety of the court's instructions in deciding the issues before it avoided any problem of undue emphasis.</p>\n<p>Finally, there is no support for the argument that the court's answer to the jury's <span class=\"star-pagination\">*14</span> question decided any of Correia's claims. Again, the court instructed the jury to consider the answer to its question in light of the jury instructions as a whole. In offering that instruction, the court did not make any comment on disputed questions of fact, such as whether Correia was asked for his license, whether he refused to produce it, and whether the force Feeney used to deal with Correia was \"unreasonable under all the circumstances.\" <i>Morelli,</i> 552 F.3d at 23 (1st Cir.2009). In sum, the court's reply to the jury's question was not \"misleading, unduly complicating, or incorrect as a matter of law,\" nor did it \"adversely affect[]\" Correia's \"substantial rights.\" <i>United States v. Stark,</i> <span class=\"citation\" data-id=\"202894\"><a href=\"/opinion/202894/united-states-v-stark/\"><span class=\"volume\">499</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span>, 79 (1st Cir.2007) (internal quotation marks omitted).</p>\n<p></p>\n<h2>C. Correia's testimony on cross-examination</h2>\n<p>Correia contends that the district court erred in permitting a line of questioning by Feeney's attorney during his cross-examination of Correia. He claims that the testimony was admitted over his objection and served only to prejudice the all-white jury against him, framing him as a minority, an immigrant, and an \"interloper, a freeloader, a deadbeat, [and] an opportunist.\" Correia argues that the cross-examination testimony carried so significant a potential for prejudice that the district court should have excluded it under Federal Rule of Evidence 403.</p>\n<p>Unfortunately for Correia, he himself \"set the stage for the admission of the evidence that he now seeks to challenge.\" <i>Udemba v. Nicoli,</i> <span class=\"citation\" data-id=\"771698\"><a href=\"/opinion/771698/oliver-c-udemba-v-paul-nicoli/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 14 (1st Cir.2001). On direct examination, Correia answered several questions from his counsel establishing background information about him. The line of questioning revealed that Correia is a native of Cape Verde; has resided in the United States since 1978; has been a citizen since 1981; speaks little English; was injured in the workplace within five years of residing in the United States; and now owns and manages five multifamily properties that he rents to Section 8 housing recipients.</p>\n<p>On cross-examination, Feeney's counsel pursued further some of the background information disclosed by Correia:</p>\n<blockquote>Q. ([defense counsel]). You worked briefly when you got [to the United States], about five years?</blockquote>\n<blockquote>A. (MR. CORREIA). Yes.</blockquote>\n<blockquote>Q. You went out on disability. You've been on disability since, correct?</blockquote>\n<blockquote>A. Yes.</blockquote>\n<blockquote>Q. So you've been claiming since 1982 that you've been unable to work because of some type of shoulder injury, as I understand it, is that correct?</blockquote>\n<blockquote>A. Yes . . . .</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>Q. So you can do things with your right hand, right? Write, drive, do everything you can with your right hand, right?</blockquote>\n<blockquote>A. Write? I don't write because I don't know how to write. But I can drive.</blockquote>\n<blockquote>Q. Okay. So in your claim for your injury from 1982, you got money because you sued someone?</blockquote>\n<blockquote>A. No, I didn't sue anyone. I got disability but they didn't give me the money all at once. They gave me pension.</blockquote>\n<blockquote>Q. So you have been getting money every week or every month since 1982?</blockquote>\n<blockquote>A. Yes.</blockquote>\n<blockquote>Q. . . . Through the amount of money that you've been receiving, you've acquired five pieces of property, multi-family houses, right?</blockquote>\n<blockquote>A. Not correct. I bought them with a bank, with credit from the bank.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*15</span> . . . .</blockquote>\n<blockquote>Q. Okay. And you rent these to people. . . who have a Section 8 certificate who get their rent paid for by the government, right?</blockquote>\n<blockquote>A. Yes.</blockquote>\n<blockquote>Q. And that's a good thing because you can count on regular payment of the rent through the federal government, correct?</blockquote>\n<blockquote>A. Not only that. . . .</blockquote>\n<blockquote>Q. And the rent gets paid by the federal government; is that not correct?</blockquote>\n<blockquote>[COUNSEL FOR CORREIA]. Objection, your Honor, to the line of questioning. It's irrelevant.</blockquote>\n<blockquote>THE COURT. Overruled.</blockquote>\n<p>Defense counsel continued to press Correia on his English skills, presumably seeking to counter Correia's claim that because of his limited English skills he had not understood Feeney's directions when he pulled into the parking space by his house.</p>\n<p>Before reaching the merits of Correia's claim, we must determine what standard of review applies. We have described as a \"bedrock rule\" the principle that \"a party who unsuccessfully objects to the introduction of evidence on one ground cannot . . . raise an entirely new ground of objection on appeal without forfeiting the usual standard of review.\" <i>Udemba,</i> 237 F.3d at 14-15; <i>see also</i> Fed.R.Evid. 103(a)(1) (establishing that a court's error may not be predicated upon a ruling admitting evidence unless \"a timely objection or motion to strike appears of record, stating the specific ground of objection, if the specific ground was not apparent from the context. . .\").</p>\n<p>When Correia objected below to the line of questioning, he argued that it was irrelevant. In so objecting, he suggested that the testimony had no probative value and thus was inadmissible pursuant to Federal Rule of Evidence 402. By contrast, Correia's appeal is based on the testimony's prejudicial nature under Rule 403, which applies only to relevant evidence. Thus, he attempts to appeal the district court's evidentiary ruling on a ground that the court below had no opportunity to consider.</p>\n<p>Where, as here, the grounds for appeal have not been preserved, we review the district court's admission of evidence for plain error. <i>See </i><i>United States v. Mardirosian,</i> <span class=\"citation\" data-id=\"1676\"><a href=\"/opinion/1676/united-states-v-mardirosian/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 11 (1st Cir.2010). \"Under plain error review, we will consider a forfeited objection only if: (1) an error was committed; (2) the error was `plain' (i.e. obvious and clear under current law); (3) the error was prejudicial (i.e. affected substantial rights); and (4) review is needed to prevent a miscarriage of justice.\" <i>Smith v. Kmart Corp.,</i> <span class=\"citation\" data-id=\"198473\"><a href=\"/opinion/198473/smith-v-k-mart-corporation/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 26 (1st Cir.1999). To merit reversal, there must be \"a demonstration that justice has miscarried or that the trial's basic fairness has been compromised.\" <i>United States v. Hadfield,</i> <span class=\"citation\" data-id=\"551471\"><a href=\"/opinion/551471/united-states-v-royal-w-hadfield-jr-united-states-of-america-v-helen/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">987</span></a></span>, 995 (1st Cir.1990), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">936</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2062</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span> </span>(1991).</p>\n<p>In direct examination, Correia's counsel asked him questions about an injury that he experienced in the workplace, properties that he owns, and his limited capacity to speak English. Thus, Correia made such background information relevant through his own testimony. To the extent that the cross-examination raised concerns of undue prejudice under Rule 403, Correia never lodged such an objection. Under these circumstances, he cannot establish that any error in the allowance of the cross examination, or some portions of it, was sufficiently grave to satisfy plain error review.</p>\n<p>Affirmed.</p>\n<h2>NOTES</h2>\n<p>[1]  The district court entered an order purporting to grant summary judgment for all the defendants, including Feeney. <i>Correia v. City of Boston,</i> No. 04-11335 (D.Mass. Nov. 28, 2007). On appeal, we found that the dismissal of the claims against Feeney must have been a clerical error and remanded the case for further proceedings. <i>Correia v. City of Boston,</i> No. 08-1090 (1st Cir. Sept 23, 2008).</p>\n<p>[2]  Although Correia also moved below for judgment as a matter of law, he has not properly renewed that claim on appeal. In his summary of the argument, he does not refer to his claim for judgment as a matter of law, simply stating, \"Antonio Correia should receive a new trial because the clear weight of the evidence was in his favor. . . .\" The argument presented after that summary does not develop his claim for judgment as a matter of law. Because of the lack of any briefing on this issue, it is waived. <i>See </i><i>United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990). It would fail in any event.</p>\n<p>[3]  The jury was referring to Correia's alleged refusal to produce his license and registration.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/1676/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104224/",
    "https://www.courtlistener.com/api/rest/v3/opinions/150720/",
    "https://www.courtlistener.com/api/rest/v3/opinions/198473/",
    "https://www.courtlistener.com/api/rest/v3/opinions/202894/",
    "https://www.courtlistener.com/api/rest/v3/opinions/203094/",
    "https://www.courtlistener.com/api/rest/v3/opinions/203296/",
    "https://www.courtlistener.com/api/rest/v3/opinions/203615/",
    "https://www.courtlistener.com/api/rest/v3/opinions/204069/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551471/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590344/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593904/",
    "https://www.courtlistener.com/api/rest/v3/opinions/771698/"
  ]
}