{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/175121/",
  "id": 175121,
  "absolute_url": "/opinion/175121/jiao-hua-huang-v-holder/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/175121/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2010-09-10T18:12:39Z",
  "date_modified": "2020-02-21T22:42:34.885882Z",
  "type": "010combined",
  "sha1": "cfaaef4324fcb0dd390a675ab52e40b7a71890db",
  "page_count": 10,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/10-1100P-01A.pdf",
  "local_path": "pdf/2010/09/10/Huang_v._Holder_Jr..pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\n\nNo. 10-1100\n\n                         JIAO HUA HUANG,\n\n                           Petitioner,\n\n                                v.\n\n              ERIC H. HOLDER, JR., ATTORNEY GENERAL,\n\n                           Respondent.\n\n\n                ON PETITION FOR REVIEW OF AN ORDER\n               OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                              Before\n\n                       Lynch, Chief Judge,\n                Selya and Howard, Circuit Judges.\n\n\n     Wei Jia was on brief for petitioner.\n     Ada E. Bosque, Senior Litigation Counsel, Office of\nImmigration Litigation, Tony West, Assistant Attorney General,\nCivil Division, and William C. Peachey, Assistant Director, were on\nbrief for respondent.\n\n\n                        September 10, 2010\n\f            LYNCH, Chief Judge.   Jiao Hua Huang, of China, petitions\n\nfor review of a December 30, 2009 order by the Board of Immigration\n\nAppeals (BIA).    The BIA, affirming a March 14, 2008 ruling of an\n\nImmigration Judge (IJ), denied Huang's application for asylum and\n\nwithholding of removal.       Huang argues that the BIA erred by\n\nadopting the IJ's adverse credibility determination.          He further\n\nargues that the BIA erred in deciding not to remand the proceedings\n\nto the IJ to determine if he could demonstrate \"other resistance\"\n\nto a coercive population program in light of Matter of J-S, 24 I &\n\nN Dec. 520 (AG 2008), a decision issued after the IJ's ruling in\n\nthis case.    We deny the petition on both grounds.\n\n                                    I.\n\n            On December 12, 2004, Huang entered the United States\n\nwithout   authorization.     With    the   assistance   of   counsel,   he\n\nsubmitted an application for asylum on August 29, 2005.          Huang's\n\nasylum claim is predicated on his and his wife's encounters with a\n\ncoercive population program. We briefly summarize the facts at the\n\ncenter of Huang's asylum claim as he described them in a written\n\nstatement submitted with his application.\n\n            Huang married Xiu Zhen Ren on August 5, 1989, in a\n\ntraditional ceremony, and registered the marriage on June 1, 1991.\n\nRen gave birth to a son on August 31, 1990, and the couple was\n\nfined 400 RMB for having a child before the registration of their\n\nmarriage.    Because Ren's first child was a boy, Ren was required to\n\n\n                                    -2-\n\fhave an intrauterine device (IUD) inserted, and was subjected to\n\nregular medical checkups.        In January 1996, Ren employed a private\n\ndoctor to remove the IUD.\n\n            Ren discovered she was pregnant in March 1996, and\n\nsubsequently moved to her mother's house in order to hide the\n\npregnancy.       Because Ren failed to undergo scheduled medical exams,\n\nfamily planning officials visited Huang on several occasions and\n\ninquired    as    to   Ren's   whereabouts.     In   order   to   avoid   these\n\nencounters, Huang joined Ren at his mother-in-law's home on August\n\n14, 1996.    That evening, eight family planning officials entered\n\nthe home and dragged Ren away by force despite Huang's attempts to\n\nstop them.       Ren was taken to Lianjiang County Hospital, where an\n\nabortion was induced.          Two months later, Ren underwent another\n\nforced IUD insertion procedure.\n\n            Huang attempted to leave China in May 2001, but was\n\narrested for illegal departure, detained for one week, and released\n\nonly upon the payment of bail in the amount of 10,000 RMB.                 Upon\n\nhis release, he remained in China until 2004, when he successfully\n\nleft China and entered the United States via the Netherlands,\n\nVenezuela, and Mexico.\n\n            On October 3, 2005, a Department of Homeland Security\n\nasylum   officer       interviewed   Huang    with   the   assistance     of   an\n\ninterpreter.       Huang could not remember many details regarding his\n\njourney to the United States, such as the name on the passport he\n\n\n                                      -3-\n\fused, or the names of airlines and hotels along his trip.            Based\n\nupon various inconsistencies within Huang's statements--including\n\na discrepancy as to facts that relate to whether Huang filed his\n\nasylum petition within one year of entry into the United States,\n\nnamely, whether Huang last visited a doctor in China in July or\n\nSeptember 2004--the asylum officer determined that Huang \"did not\n\npresent credible evidence that he was outside the United States\n\nduring the year immediately preceding the date of filing.\"              The\n\nofficer referred Huang's application to immigration court for\n\nremoval proceedings. Huang was served a Notice to Appear before an\n\nIJ on October 17, 2005.\n\n           Huang appeared before the IJ, with counsel, on four\n\noccasions between July 20, 2006 and February 4, 2008.                Huang\n\nconceded   removability,    and   sought   asylum   and   withholding    of\n\nremoval.    He testified at the July 11, 2007 hearing, and his\n\ntestimony generally recalled the same events recited in his asylum\n\napplication,    including   Ren's    forced   abortion,    Huang's   2001\n\nunsuccessful attempt to leave China, and his 2004 trip.              With\n\nregard to his 2004 journey, Huang stated he paid a snakehead 50,000\n\ndollars of borrowed money for assistance in getting to the United\n\nStates.    Huang stated he left China on October 28, 2004, traveled\n\nthrough the Netherlands, Venezuela and Mexico, and arrived in Los\n\nAngeles on December 12, 2004. He testified that, from Los Angeles,\n\n\"somebody bought [him an] air ticket,\" and he flew to New York to\n\n\n                                    -4-\n\fmeet his cousin.       Huang recalled using a passport with the name\n\n\"Chen Bin\" for part of his trip.            He remembered the colors on the\n\nplane he took to Hong Kong, but could not remember the plane\n\ncolors, or airline names, of any of his other flights.                When asked\n\nwhy the forced abortion led Huang to seek asylum for himself and\n\nnot his wife, Huang responded that it was not convenient for his\n\nwife to leave for the United States because she was a woman and\n\nneeded to take care of his child.\n\n             Huang's   cousin,     Bin    Yao   Yang,   testified    during     the\n\nNovember 26, 2007 hearing. Yang corroborated that Huang met her in\n\nNew   York   on   December   13,    2004,       and   she   stated   it   was   her\n\nunderstanding that he had only entered the United States the\n\nprevious day.\n\n             In a March 14, 2008 oral decision, the IJ rendered an\n\nadverse credibility determination against Huang, and concluded that\n\nhis asylum application, while timely, was legally insufficient.\n\nThe IJ based the credibility determination on the lack of detail\n\nand inconsistencies within Huang's testimony. Specifically, the IJ\n\nfound he did not recall his 2001 attempt to leave China, or the\n\ndetention that followed, with sufficient detail.               In addition, the\n\nIJ noted he was unable to provide a basic description of all but\n\none of the airplanes he took on his 2004 journey, and offered few\n\nother details about his trip.            Details he did recall differed from\n\nhis asylum interview; notably, before the IJ he testified he used\n\n\n                                         -5-\n\fa Chinese passport with the name \"Chen Bin,\" but in his asylum\n\ninterview he stated he used a foreign passport with a name he did\n\nnot know.    Citing Matter of S-M-J, 22 I & N Dec. 722, 724 (BIA\n\n1999), the IJ also noted that in asylum cases, \"where it is\n\nreasonable to expect corroborating evidence for certain alleged\n\nfacts, such evidence should be provided,\" but none was.                The IJ\n\nobserved that, without reasonable explanation, Huang offered no\n\ndocumentary evidence regarding his travels, had only one photograph\n\nof his family, and was not wearing a wedding ring.         Those documents\n\nthat Huang did offer--including his marriage certificate and his\n\nson's and wife's birth certificates, all with a date of issuance of\n\nMarch 25, 2005--were found suspect.            In the IJ's view, Yang's\n\ntestimony, while corroborative of Huang's date of entry, did not\n\nrestore his credibility.        The IJ concluded that Huang had not\n\noffered credible testimony to demonstrate past persecution or a\n\nwell-founded fear of future persecution.\n\n            On May 15, 2008, the opinion in Matter of J-S was\n\npublished and held, inter alia, that even though the spouse of a\n\nvictim of a coerced abortion or forced sterilization procedure is\n\nnot per se eligible for refugee status under 8 U.S.C. section\n\n1101(a)(42), such an asylum applicant can still demonstrate that he\n\nqualifies   as   a   refugee   on   account   of   persecution   for   \"other\n\nresistance\" to a coercive population program.          Matter of J-S, 24 I\n\n& N Dec. at 537.       Huang submitted his brief in support of his\n\n\n                                     -6-\n\fappeal to the BIA on June 19, 2008, a full month after Matter of J-\n\nS was issued.   That brief failed to make a claim under Matter of J-\n\nS and did not seek a remand on that basis.\n\n          On December 30, 2009, the BIA affirmed the IJ's decision,\n\nfinding no clear error in the IJ's credibility assessment in light\n\nof the lack of detail and inconsistencies within Huang's testimony.\n\nThe BIA determined that, even if credible, he had not established\n\na well-founded fear of persecution, and was therefore not entitled\n\nto the requested relief.   Finally, the BIA cited Matter of J-S, and\n\nnoted that \"since the respondent does not allege 'other resistance'\n\nor claim that as a basis for his fear of returning to China, we do\n\nnot find it necessary to remand.\"\n\n                                 II.\n\n          Huang seeks review on two grounds. First, he asserts the\n\nBIA erred in upholding the IJ's adverse credibility determination.\n\nSecond, he argues the BIA should have remanded the proceedings to\n\nthe IJ in light of Matter of J-S.\n\n          We review findings of fact for substantial evidence and\n\nare required \"to uphold the agency's findings so long as the record\n\ndoes not 'compel a reasonable factfinder to reach a contrary\n\ndetermination.'\"    Rivas-Mira v. Holder, 556 F.3d 1, 4 (1st Cir.\n\n2009) (quoting Chhay v. Mukasey, 540 F.3d 1, 5 (1st Cir. 2008)).\n\n\"Where the BIA has adopted the IJ's credibility determination, as\n\nhere, we review the determination of the IJ.\"         Mewengkang v.\n\n\n                                 -7-\n\fGonzales, 486 F.3d 737, 739 (1st Cir. 2007).              \"We review questions\n\nof   law   de   novo,     giving   substantial     deference    to   the    BIA's\n\ninterpretation     of     the   underlying     statutes   and   regulations      in\n\naccordance with administrative law principles.\" McCreath v. Holder,\n\n573 F.3d 38, 41 (1st Cir. 2009).\n\nA.          Credibility Determination\n\n            We uphold credibility findings if \"the IJ has given\n\nreasoned consideration to the evidence and has provided a cogent\n\nexplanation for his finding.\"         Muñoz-Monsalve v. Mukasey, 551 F.3d\n\n1, 5 (1st Cir. 2008). Here, the IJ's credibility determination was\n\nplainly predicated on \"reasoned consideration,\" explained cogently\n\nin the IJ's decision, and supported by the record.              Huang could not\n\nrecall significant details regarding his 2001 attempt to leave\n\nChina, borrowing money to pay the snakehead in 2004, or his\n\nsuccessful      journey    to   the   United    States.      Although      it   was\n\nreasonable to expect he would have documentary evidence in the form\n\nof ticket stubs or other travel receipts, he offered very little.\n\nAnd there are numerous discrepancies between his July 11, 2007\n\ntestimony before the IJ and his October 3, 2005 statement to the\n\nasylum officer, including whether he knew the name on the passport\n\nhe traveled under in 2004, and whether he entered the United States\n\nfrom Mexico aboard a taxi or in a truck.\n\n            In his petition, Huang only focuses on one of the grounds\n\nfor the IJ's credibility determination: the discrepancies between\n\n\n                                       -8-\n\fhis statements before the IJ and the asylum officer.1                                   We are\n\nunpersuaded by Huang's assertion that these discrepancies should be\n\ndiscounted    because      of    the       \"inherent   unreliability\"             of    asylum\n\ninterviews.       Inconsistencies between statements made during a\n\ncredible fear interview and testimony during a hearing provide a\n\nlegitimate basis for an adverse credibility determination.                                 See\n\nWeng v. Holder, 593 F.3d 66, 72 (1st Cir. 2010).                             Further, the\n\nalternative interpretation of these inconsistencies that Huang\n\noffers    does    not    cast        any    doubt   upon       the    proposition         that\n\nsubstantial      evidence       supports      the   findings         the   IJ     did    make.\n\n“Merely identifying alternative findings that could be supported by\n\nsubstantial      evidence       is    insufficient        to    supplant        the     [IJ's]\n\nfindings.”       Albathani v. INS, 318 F.3d 365, 372 (1st Cir. 2003).\n\nBecause    the    IJ's    credibility          determination          is    supported       by\n\nsubstantial evidence, this claim of the petition is denied.\n\nB.          Remand Pursuant to Matter of J-S\n\n            Huang       next     argues       the   BIA    should          have    remanded\n\nproceedings to the IJ in light of Matter of J-S so that Huang could\n\nbetter establish \"other resistance\" to a family planning program as\n\na ground for his asylum claim.\n\n\n     1\n       Huang's argument that the IJ erred because the decision\nsimultaneously found that Huang's testimony was not credible and\nthat Huang's asylum claim was timely is meritless. Unlike other\nelements of his testimony, his statements relating to his date of\nentry were corroborated by his cousin. Moreover, even if the IJ\nfound one aspect of his testimony accurate, that does not require\na finding that he is credible overall.\n\n                                             -9-\n\f          Upon   reviewing   the    BIA's   finding   that   remand   was\n\nunnecessary   \"since   the   respondent     does   not   allege   'other\n\nresistance' or claim that as a basis for his fear of returning to\n\nChina,\" we conclude that there was no error in this determination.2\n\nHuang did not expressly profess \"other resistance\" to a coercive\n\nfamily planning policy.      The BIA was not required to find that\n\nHuang's broad statement in his brief that he was requesting asylum\n\nand withholding of removal \"based on account of Ren's forced\n\nabortion taken place on August 14-15, 1996 and his opposition to\n\nsuch government actions\" constituted an assertion of a claim under\n\nMatter of J-S.    The record supports the BIA's conclusion.           See\n\nPakasi v. Holder, 577 F.3d 44, 48 (1st Cir. 2009).\n\n          The petition is denied.\n\n\n\n\n     2\n        The government contends Huang has not exhausted his\nadministrative remedies with respect to this claim, thus depriving\nthis court of jurisdiction to review it under 8 U.S.C. section\n1252(d)(1), but it does so without any citation to the case law as\nto possible exceptions to this rule. See Khalili v. Holder, 557\nF.3d 429, 433-34 (6th Cir. 2009); Sidabutar v. Gonzales, 503 F.3d\n1116, 1119-20 (10th Cir. 2007). But see Amaya-Artunduaga v. United\nStates Attorney Gen., 463 F.3d 1247, 1250-51 (11th Cir. 2006) (per\ncuriam). The government's argument misreads the BIA's order, which\nfound that Huang had not alleged \"other resistance\" to a coercive\npopulation program, or sought a remand based on Matter of J-S.\n\n                                   -10-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>620 F.3d 33 (2010)</b></center>\n<center><h1>JIAO HUA HUANG, Petitioner,<br>\nv.<br>\nEric H. HOLDER, Jr., Attorney General, Respondent.</h1></center>\n<center>No. 10-1100.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted July 20, 2010.</center>\n<center>Decided September 10, 2010.</center>\n<p><span class=\"star-pagination\">*34</span> Wei Jia was on brief for petitioner.</p>\n<p>Ada E. Bosque, Senior Litigation Counsel, Office of Immigration Litigation, Tony West, Assistant Attorney General, Civil Division, and William C. Peachey, Assistant Director, were on brief for respondent.</p>\n<p>Before LYNCH, Chief Judge, SELYA and HOWARD, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Jiao Hua Huang, of China, petitions for review of a December 30, 2009 order by the Board of Immigration Appeals (BIA). The BIA, affirming a March 14, 2008 ruling of an Immigration Judge (IJ), denied Huang's application for asylum and withholding of removal. Huang argues that the BIA erred by adopting the IJ's adverse credibility determination. He further argues that the BIA erred in deciding not to remand the proceedings to the IJ to <span class=\"star-pagination\">*35</span> determine if he could demonstrate \"other resistance\" to a coercive population program in light of <i>Matter of J-S,</i> 24 I &amp; N Dec. 520 (AG 2008), a decision issued after the IJ's ruling in this case. We deny the petition on both grounds.</p>\n<p></p>\n<h2>I.</h2>\n<p>On December 12, 2004, Huang entered the United States without authorization. With the assistance of counsel, he submitted an application for asylum on August 29, 2005. Huang's asylum claim is predicated on his and his wife's encounters with a coercive population program. We briefly summarize the facts at the center of Huang's asylum claim as he described them in a written statement submitted with his application.</p>\n<p>Huang married Xiu Zhen Ren on August 5, 1989, in a traditional ceremony, and registered the marriage on June 1, 1991. Ren gave birth to a son on August 31, 1990, and the couple was fined 400 RMB for having a child before the registration of their marriage. Because Ren's first child was a boy, Ren was required to have an intrauterine device (IUD) inserted, and was subjected to regular medical checkups. In January 1996, Ren employed a private doctor to remove the IUD.</p>\n<p>Ren discovered she was pregnant in March 1996, and subsequently moved to her mother's house in order to hide the pregnancy. Because Ren failed to undergo scheduled medical exams, family planning officials visited Huang on several occasions and inquired as to Ren's whereabouts. In order to avoid these encounters, Huang joined Ren at his mother-in-law's home on August 14, 1996. That evening, eight family planning officials entered the home and dragged Ren away by force despite Huang's attempts to stop them. Ren was taken to Lianjiang County Hospital, where an abortion was induced. Two months later, Ren underwent another forced IUD insertion procedure.</p>\n<p>Huang attempted to leave China in May 2001, but was arrested for illegal departure, detained for one week, and released only upon the payment of bail in the amount of 10,000 RMB. Upon his release, he remained in China until 2004, when he successfully left China and entered the United States via the Netherlands, Venezuela, and Mexico.</p>\n<p>On October 3, 2005, a Department of Homeland Security asylum officer interviewed Huang with the assistance of an interpreter. Huang could not remember many details regarding his journey to the United States, such as the name on the passport he used, or the names of airlines and hotels along his trip. Based upon various inconsistencies within Huang's statementsincluding a discrepancy as to facts that relate to whether Huang filed his asylum petition within one year of entry into the United States, namely, whether Huang last visited a doctor in China in July or September 2004the asylum officer determined that Huang \"did not present credible evidence that he was outside the United States during the year immediately preceding the date of filing.\" The officer referred Huang's application to immigration court for removal proceedings. Huang was served a Notice to Appear before an IJ on October 17, 2005.</p>\n<p>Huang appeared before the IJ, with counsel, on four occasions between July 20, 2006 and February 4, 2008. Huang conceded removability, and sought asylum and withholding of removal. He testified at the July 11, 2007 hearing, and his testimony generally recalled the same events recited in his asylum application, including Ren's forced abortion, Huang's 2001 unsuccessful attempt to leave China, and his 2004 trip. With regard to his 2004 journey, Huang stated he paid a snakehead <span class=\"star-pagination\">*36</span> 50,000 dollars of borrowed money for assistance in getting to the United States. Huang stated he left China on October 28, 2004, traveled through the Netherlands, Venezuela and Mexico, and arrived in Los Angeles on December 12, 2004. He testified that, from Los Angeles, \"somebody bought [him an] air ticket,\" and he flew to New York to meet his cousin. Huang recalled using a passport with the name \"Chen Bin\" for part of his trip. He remembered the colors on the plane he took to Hong Kong, but could not remember the plane colors, or airline names, of any of his other flights. When asked why the forced abortion led Huang to seek asylum for himself and not his wife, Huang responded that it was not convenient for his wife to leave for the United States because she was a woman and needed to take care of his child.</p>\n<p>Huang's cousin, Bin Yao Yang, testified during the November 26, 2007 hearing. Yang corroborated that Huang met her in New York on December 13, 2004, and she stated it was her understanding that he had only entered the United States the previous day.</p>\n<p>In a March 14, 2008 oral decision, the IJ rendered an adverse credibility determination against Huang, and concluded that his asylum application, while timely, was legally insufficient. The IJ based the credibility determination on the lack of detail and inconsistencies within Huang's testimony. Specifically, the IJ found he did not recall his 2001 attempt to leave China, or the detention that followed, with sufficient detail. In addition, the IJ noted he was unable to provide a basic description of all but one of the airplanes he took on his 2004 journey, and offered few other details about his trip. Details he did recall differed from his asylum interview; notably, before the IJ he testified he used a Chinese passport with the name \"Chen Bin,\" but in his asylum interview he stated he used a foreign passport with a name he did not know. Citing <i>Matter of S-M-J,</i> 22 I &amp; N Dec. 722, 724 (BIA 1999), the IJ also noted that in asylum cases, \"where it is reasonable to expect corroborating evidence for certain alleged facts, such evidence should be provided,\" but none was. The IJ observed that, without reasonable explanation, Huang offered no documentary evidence regarding his travels, had only one photograph of his family, and was not wearing a wedding ring. Those documents that Huang did offerincluding his marriage certificate and his son's and wife's birth certificates, all with a date of issuance of March 25, 2005were found suspect. In the IJ's view, Yang's testimony, while corroborative of Huang's date of entry, did not restore his credibility. The IJ concluded that Huang had not offered credible testimony to demonstrate past persecution or a well-founded fear of future persecution.</p>\n<p>On May 15, 2008, the opinion in <i>Matter of J-S</i> was published and held, inter alia, that even though the spouse of a victim of a coerced abortion or forced sterilization procedure is not per se eligible for refugee status under 8 U.S.C. section 1101(a)(42), such an asylum applicant can still demonstrate that he qualifies as a refugee on account of persecution for \"other resistance\" to a coercive population program. <i>Matter of J-S,</i> 24 I &amp; N Dec. at 537. Huang submitted his brief in support of his appeal to the BIA on June 19, 2008, a full month after <i>Matter of J-S</i> was issued. That brief failed to make a claim under <i>Matter of J-S</i> and did not seek a remand on that basis.</p>\n<p>On December 30, 2009, the BIA affirmed the IJ's decision, finding no clear error in the IJ's credibility assessment in light of the lack of detail and inconsistencies within Huang's testimony. The BIA determined that, even if credible, he had not established <span class=\"star-pagination\">*37</span> a well-founded fear of persecution, and was therefore not entitled to the requested relief. Finally, the BIA cited <i>Matter of J-S,</i> and noted that \"since the respondent does not allege `other resistance' or claim that as a basis for his fear of returning to China, we do not find it necessary to remand.\"</p>\n<p></p>\n<h2>II.</h2>\n<p>Huang seeks review on two grounds. First, he asserts the BIA erred in upholding the IJ's adverse credibility determination. Second, he argues the BIA should have remanded the proceedings to the IJ in light of <i>Matter of J-S.</i></p>\n<p>We review findings of fact for substantial evidence and are required \"to uphold the agency's findings so long as the record does not `compel a reasonable factfinder to reach a contrary determination.'\" <i>Rivas-Mira v. Holder,</i> 556 F.3d 1, 4 (1st Cir.2009) (quoting <i>Chhay v. Mukasey,</i> 540 F.3d 1, 5 (1st Cir.2008)). \"Where the BIA has adopted the IJ's credibility determination, as here, we review the determination of the IJ.\" <i>Mewengkang v. Gonzales,</i> 486 F.3d 737, 739 (1st Cir.2007). \"We review questions of law de novo, giving substantial deference to the BIA's interpretation of the underlying statutes and regulations in accordance with administrative law principles.\" <i>McCreath v. Holder,</i> 573 F.3d 38, 41 (1st Cir.2009).</p>\n<p></p>\n<h2>A. <i>Credibility Determination</i>\n</h2>\n<p>We uphold credibility findings if \"the IJ has given reasoned consideration to the evidence and has provided a cogent explanation for his finding.\" <i>Muñoz-Monsalve v. Mukasey,</i> 551 F.3d 1, 5 (1st Cir. 2008). Here, the IJ's credibility determination was plainly predicated on \"reasoned consideration,\" explained cogently in the IJ's decision, and supported by the record. Huang could not recall significant details regarding his 2001 attempt to leave China, borrowing money to pay the snakehead in 2004, or his successful journey to the United States. Although it was reasonable to expect he would have documentary evidence in the form of ticket stubs or other travel receipts, he offered very little. And there are numerous discrepancies between his July 11, 2007 testimony before the IJ and his October 3, 2005 statement to the asylum officer, including whether he knew the name on the passport he traveled under in 2004, and whether he entered the United States from Mexico aboard a taxi or in a truck.</p>\n<p>In his petition, Huang only focuses on one of the grounds for the IJ's credibility determination: the discrepancies between his statements before the IJ and the asylum officer.<sup>[1]</sup> We are unpersuaded by Huang's assertion that these discrepancies should be discounted because of the \"inherent unreliability\" of asylum interviews. Inconsistencies between statements made during a credible fear interview and testimony during a hearing provide a legitimate basis for an adverse credibility determination. <i>See </i><i>Weng v. Holder,</i> 593 F.3d 66, 72 (1st Cir.2010). Further, the alternative interpretation of these inconsistencies that Huang offers does not cast any doubt upon the proposition that substantial evidence supports the findings the IJ did make. \"Merely identifying alternative findings that could be supported by substantial evidence is insufficient to supplant the [IJ's] findings.\" <i>Albathani</i> <span class=\"star-pagination\">*38</span> <i>v. INS,</i> 318 F.3d 365, 372 (1st Cir.2003). Because the IJ's credibility determination is supported by substantial evidence, this claim of the petition is denied.</p>\n<p></p>\n<h2>B. <i>Remand Pursuant to Matter of J-S</i>\n</h2>\n<p>Huang next argues the BIA should have remanded proceedings to the IJ in light of <i>Matter of J-S</i> so that Huang could better establish \"other resistance\" to a family planning program as a ground for his asylum claim.</p>\n<p>Upon reviewing the BIA's finding that remand was unnecessary \"since the respondent does not allege `other resistance' or claim that as a basis for his fear of returning to China,\" we conclude that there was no error in this determination.<sup>[2]</sup> Huang did not expressly profess \"other resistance\" to a coercive family planning policy. The BIA was not required to find that Huang's broad statement in his brief that he was requesting asylum and withholding of removal \"based on account of Ren's forced abortion taken place on August 14-15, 1996 and his opposition to such government actions\" constituted an assertion of a claim under <i>Matter of J-S.</i> The record supports the BIA's conclusion. <i>See </i><i>Pakasi v. Holder,</i> 577 F.3d 44, 48 (1st Cir.2009).</p>\n<p>The petition is <i>denied.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Huang's argument that the IJ erred because the decision simultaneously found that Huang's testimony was not credible and that Huang's asylum claim was timely is meritless. Unlike other elements of his testimony, his statements relating to his date of entry were corroborated by his cousin. Moreover, even if the IJ found one aspect of his testimony accurate, that does not require a finding that he is credible overall.</p>\n<p>[2]  The government contends Huang has not exhausted his administrative remedies with respect to this claim, thus depriving this court of jurisdiction to review it under 8 U.S.C. section 1252(d)(1), but it does so without any citation to the case law as to possible exceptions to this rule. <i>See </i><i>Khalili v. Holder,</i> 557 F.3d 429, 433-34 (6th Cir.2009); <i>Sidabutar v. Gonzales,</i> 503 F.3d 1116, 1119-20 (10th Cir.2007). <i>But see </i><i>Amaya-Artunduaga v. United States Attorney Gen.,</i> 463 F.3d 1247, 1250-51 (11th Cir.2006) (per curiam). The government's argument misreads the BIA's order, which found that Huang had not alleged \"other resistance\" to a coercive population program, or sought a remand based on <i>Matter of J-S.</i></p>\n\n</div>",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">620</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span> </span>(2010)</b></center>\n<center><h1>JIAO HUA HUANG, Petitioner,<br>\nv.<br>\nEric H. HOLDER, Jr., Attorney General, Respondent.</h1></center>\n<center>No. 10-1100.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted July 20, 2010.</center>\n<center>Decided September 10, 2010.</center>\n<p><span class=\"star-pagination\">*34</span> Wei Jia was on brief for petitioner.</p>\n<p>Ada E. Bosque, Senior Litigation Counsel, Office of Immigration Litigation, Tony West, Assistant Attorney General, Civil Division, and William C. Peachey, Assistant Director, were on brief for respondent.</p>\n<p>Before LYNCH, Chief Judge, SELYA and HOWARD, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Jiao Hua Huang, of China, petitions for review of a December 30, 2009 order by the Board of Immigration Appeals (BIA). The BIA, affirming a March 14, 2008 ruling of an Immigration Judge (IJ), denied Huang's application for asylum and withholding of removal. Huang argues that the BIA erred by adopting the IJ's adverse credibility determination. He further argues that the BIA erred in deciding not to remand the proceedings to the IJ to <span class=\"star-pagination\">*35</span> determine if he could demonstrate \"other resistance\" to a coercive population program in light of <i>Matter of J-S,</i> 24 I &amp; N Dec. 520 (AG 2008), a decision issued after the IJ's ruling in this case. We deny the petition on both grounds.</p>\n<p></p>\n<h2>I.</h2>\n<p>On December 12, 2004, Huang entered the United States without authorization. With the assistance of counsel, he submitted an application for asylum on August 29, 2005. Huang's asylum claim is predicated on his and his wife's encounters with a coercive population program. We briefly summarize the facts at the center of Huang's asylum claim as he described them in a written statement submitted with his application.</p>\n<p>Huang married Xiu Zhen Ren on August 5, 1989, in a traditional ceremony, and registered the marriage on June 1, 1991. Ren gave birth to a son on August 31, 1990, and the couple was fined 400 RMB for having a child before the registration of their marriage. Because Ren's first child was a boy, Ren was required to have an intrauterine device (IUD) inserted, and was subjected to regular medical checkups. In January 1996, Ren employed a private doctor to remove the IUD.</p>\n<p>Ren discovered she was pregnant in March 1996, and subsequently moved to her mother's house in order to hide the pregnancy. Because Ren failed to undergo scheduled medical exams, family planning officials visited Huang on several occasions and inquired as to Ren's whereabouts. In order to avoid these encounters, Huang joined Ren at his mother-in-law's home on August 14, 1996. That evening, eight family planning officials entered the home and dragged Ren away by force despite Huang's attempts to stop them. Ren was taken to Lianjiang County Hospital, where an abortion was induced. Two months later, Ren underwent another forced IUD insertion procedure.</p>\n<p>Huang attempted to leave China in May 2001, but was arrested for illegal departure, detained for one week, and released only upon the payment of bail in the amount of 10,000 RMB. Upon his release, he remained in China until 2004, when he successfully left China and entered the United States via the Netherlands, Venezuela, and Mexico.</p>\n<p>On October 3, 2005, a Department of Homeland Security asylum officer interviewed Huang with the assistance of an interpreter. Huang could not remember many details regarding his journey to the United States, such as the name on the passport he used, or the names of airlines and hotels along his trip. Based upon various inconsistencies within Huang's statementsincluding a discrepancy as to facts that relate to whether Huang filed his asylum petition within one year of entry into the United States, namely, whether Huang last visited a doctor in China in July or September 2004the asylum officer determined that Huang \"did not present credible evidence that he was outside the United States during the year immediately preceding the date of filing.\" The officer referred Huang's application to immigration court for removal proceedings. Huang was served a Notice to Appear before an IJ on October 17, 2005.</p>\n<p>Huang appeared before the IJ, with counsel, on four occasions between July 20, 2006 and February 4, 2008. Huang conceded removability, and sought asylum and withholding of removal. He testified at the July 11, 2007 hearing, and his testimony generally recalled the same events recited in his asylum application, including Ren's forced abortion, Huang's 2001 unsuccessful attempt to leave China, and his 2004 trip. With regard to his 2004 journey, Huang stated he paid a snakehead <span class=\"star-pagination\">*36</span> 50,000 dollars of borrowed money for assistance in getting to the United States. Huang stated he left China on October 28, 2004, traveled through the Netherlands, Venezuela and Mexico, and arrived in Los Angeles on December 12, 2004. He testified that, from Los Angeles, \"somebody bought [him an] air ticket,\" and he flew to New York to meet his cousin. Huang recalled using a passport with the name \"Chen Bin\" for part of his trip. He remembered the colors on the plane he took to Hong Kong, but could not remember the plane colors, or airline names, of any of his other flights. When asked why the forced abortion led Huang to seek asylum for himself and not his wife, Huang responded that it was not convenient for his wife to leave for the United States because she was a woman and needed to take care of his child.</p>\n<p>Huang's cousin, Bin Yao Yang, testified during the November 26, 2007 hearing. Yang corroborated that Huang met her in New York on December 13, 2004, and she stated it was her understanding that he had only entered the United States the previous day.</p>\n<p>In a March 14, 2008 oral decision, the IJ rendered an adverse credibility determination against Huang, and concluded that his asylum application, while timely, was legally insufficient. The IJ based the credibility determination on the lack of detail and inconsistencies within Huang's testimony. Specifically, the IJ found he did not recall his 2001 attempt to leave China, or the detention that followed, with sufficient detail. In addition, the IJ noted he was unable to provide a basic description of all but one of the airplanes he took on his 2004 journey, and offered few other details about his trip. Details he did recall differed from his asylum interview; notably, before the IJ he testified he used a Chinese passport with the name \"Chen Bin,\" but in his asylum interview he stated he used a foreign passport with a name he did not know. Citing <i>Matter of S-M-J,</i> 22 I &amp; N Dec. 722, 724 (BIA 1999), the IJ also noted that in asylum cases, \"where it is reasonable to expect corroborating evidence for certain alleged facts, such evidence should be provided,\" but none was. The IJ observed that, without reasonable explanation, Huang offered no documentary evidence regarding his travels, had only one photograph of his family, and was not wearing a wedding ring. Those documents that Huang did offerincluding his marriage certificate and his son's and wife's birth certificates, all with a date of issuance of March 25, 2005were found suspect. In the IJ's view, Yang's testimony, while corroborative of Huang's date of entry, did not restore his credibility. The IJ concluded that Huang had not offered credible testimony to demonstrate past persecution or a well-founded fear of future persecution.</p>\n<p>On May 15, 2008, the opinion in <i>Matter of J-S</i> was published and held, inter alia, that even though the spouse of a victim of a coerced abortion or forced sterilization procedure is not per se eligible for refugee status under 8 U.S.C. section 1101(a)(42), such an asylum applicant can still demonstrate that he qualifies as a refugee on account of persecution for \"other resistance\" to a coercive population program. <i>Matter of J-S,</i> 24 I &amp; N Dec. at 537. Huang submitted his brief in support of his appeal to the BIA on June 19, 2008, a full month after <i>Matter of J-S</i> was issued. That brief failed to make a claim under <i>Matter of J-S</i> and did not seek a remand on that basis.</p>\n<p>On December 30, 2009, the BIA affirmed the IJ's decision, finding no clear error in the IJ's credibility assessment in light of the lack of detail and inconsistencies within Huang's testimony. The BIA determined that, even if credible, he had not established <span class=\"star-pagination\">*37</span> a well-founded fear of persecution, and was therefore not entitled to the requested relief. Finally, the BIA cited <i>Matter of J-S,</i> and noted that \"since the respondent does not allege `other resistance' or claim that as a basis for his fear of returning to China, we do not find it necessary to remand.\"</p>\n<p></p>\n<h2>II.</h2>\n<p>Huang seeks review on two grounds. First, he asserts the BIA erred in upholding the IJ's adverse credibility determination. Second, he argues the BIA should have remanded the proceedings to the IJ in light of <i>Matter of J-S.</i></p>\n<p>We review findings of fact for substantial evidence and are required \"to uphold the agency's findings so long as the record does not `compel a reasonable factfinder to reach a contrary determination.'\" <i>Rivas-Mira v. Holder,</i> <span class=\"citation no-link\"><span class=\"volume\">556</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 4 (1st Cir.2009) (quoting <i>Chhay v. Mukasey,</i> <span class=\"citation\" data-id=\"203441\"><a href=\"/opinion/203441/chhay-v-mukasey/\"><span class=\"volume\">540</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2008)). \"Where the BIA has adopted the IJ's credibility determination, as here, we review the determination of the IJ.\" <i>Mewengkang v. Gonzales,</i> <span class=\"citation\" data-id=\"202828\"><a href=\"/opinion/202828/mewengkang-v-gonzales/\"><span class=\"volume\">486</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">737</span></a></span>, 739 (1st Cir.2007). \"We review questions of law de novo, giving substantial deference to the BIA's interpretation of the underlying statutes and regulations in accordance with administrative law principles.\" <i>McCreath v. Holder,</i> <span class=\"citation\" data-id=\"203919\"><a href=\"/opinion/203919/mccreath-v-holder/\"><span class=\"volume\">573</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span>, 41 (1st Cir.2009).</p>\n<p></p>\n<h2>A. <i>Credibility Determination</i>\n</h2>\n<p>We uphold credibility findings if \"the IJ has given reasoned consideration to the evidence and has provided a cogent explanation for his finding.\" <i>Muñoz-Monsalve v. Mukasey,</i> <span class=\"citation\" data-id=\"203588\"><a href=\"/opinion/203588/mun-oz-monsalve-v-mukasey/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir. 2008). Here, the IJ's credibility determination was plainly predicated on \"reasoned consideration,\" explained cogently in the IJ's decision, and supported by the record. Huang could not recall significant details regarding his 2001 attempt to leave China, borrowing money to pay the snakehead in 2004, or his successful journey to the United States. Although it was reasonable to expect he would have documentary evidence in the form of ticket stubs or other travel receipts, he offered very little. And there are numerous discrepancies between his July 11, 2007 testimony before the IJ and his October 3, 2005 statement to the asylum officer, including whether he knew the name on the passport he traveled under in 2004, and whether he entered the United States from Mexico aboard a taxi or in a truck.</p>\n<p>In his petition, Huang only focuses on one of the grounds for the IJ's credibility determination: the discrepancies between his statements before the IJ and the asylum officer.<sup>[1]</sup> We are unpersuaded by Huang's assertion that these discrepancies should be discounted because of the \"inherent unreliability\" of asylum interviews. Inconsistencies between statements made during a credible fear interview and testimony during a hearing provide a legitimate basis for an adverse credibility determination. <i>See </i><i>Weng v. Holder,</i> <span class=\"citation\" data-id=\"204154\"><a href=\"/opinion/204154/weng-v-holder/\"><span class=\"volume\">593</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">66</span></a></span>, 72 (1st Cir.2010). Further, the alternative interpretation of these inconsistencies that Huang offers does not cast any doubt upon the proposition that substantial evidence supports the findings the IJ did make. \"Merely identifying alternative findings that could be supported by substantial evidence is insufficient to supplant the [IJ's] findings.\" <i>Albathani</i> <span class=\"star-pagination\">*38</span> <i>v. INS,</i> <span class=\"citation\" data-id=\"200413\"><a href=\"/opinion/200413/albathani-v-ins/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">365</span></a></span>, 372 (1st Cir.2003). Because the IJ's credibility determination is supported by substantial evidence, this claim of the petition is denied.</p>\n<p></p>\n<h2>B. <i>Remand Pursuant to Matter of J-S</i>\n</h2>\n<p>Huang next argues the BIA should have remanded proceedings to the IJ in light of <i>Matter of J-S</i> so that Huang could better establish \"other resistance\" to a family planning program as a ground for his asylum claim.</p>\n<p>Upon reviewing the BIA's finding that remand was unnecessary \"since the respondent does not allege `other resistance' or claim that as a basis for his fear of returning to China,\" we conclude that there was no error in this determination.<sup>[2]</sup> Huang did not expressly profess \"other resistance\" to a coercive family planning policy. The BIA was not required to find that Huang's broad statement in his brief that he was requesting asylum and withholding of removal \"based on account of Ren's forced abortion taken place on August 14-15, 1996 and his opposition to such government actions\" constituted an assertion of a claim under <i>Matter of J-S.</i> The record supports the BIA's conclusion. <i>See </i><i>Pakasi v. Holder,</i> <span class=\"citation\" data-id=\"203955\"><a href=\"/opinion/203955/pakasi-v-holder/\"><span class=\"volume\">577</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">44</span></a></span>, 48 (1st Cir.2009).</p>\n<p>The petition is <i>denied.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Huang's argument that the IJ erred because the decision simultaneously found that Huang's testimony was not credible and that Huang's asylum claim was timely is meritless. Unlike other elements of his testimony, his statements relating to his date of entry were corroborated by his cousin. Moreover, even if the IJ found one aspect of his testimony accurate, that does not require a finding that he is credible overall.</p>\n<p>[2]  The government contends Huang has not exhausted his administrative remedies with respect to this claim, thus depriving this court of jurisdiction to review it under 8 U.S.C. section 1252(d)(1), but it does so without any citation to the case law as to possible exceptions to this rule. <i>See </i><i>Khalili v. Holder,</i> <span class=\"citation\" data-id=\"1433922\"><a href=\"/opinion/1433922/khalili-v-holder/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">429</span></a></span>, 433-34 (6th Cir.2009); <i>Sidabutar v. Gonzales,</i> <span class=\"citation\" data-id=\"169798\"><a href=\"/opinion/169798/sidabutar-v-gonzales/\"><span class=\"volume\">503</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1116</span></a></span>, 1119-20 (10th Cir.2007). <i>But see </i><i>Amaya-Artunduaga v. United States Attorney Gen.,</i> <span class=\"citation\" data-id=\"77471\"><a href=\"/opinion/77471/andres-amaya-artunduaga-v-us-atty-gen/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1247</span></a></span>, 1250-51 (11th Cir.2006) (per curiam). The government's argument misreads the BIA's order, which found that Huang had not alleged \"other resistance\" to a coercive population program, or sought a remand based on <i>Matter of J-S.</i></p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/77471/",
    "https://www.courtlistener.com/api/rest/v3/opinions/169798/",
    "https://www.courtlistener.com/api/rest/v3/opinions/200413/",
    "https://www.courtlistener.com/api/rest/v3/opinions/202828/",
    "https://www.courtlistener.com/api/rest/v3/opinions/203441/",
    "https://www.courtlistener.com/api/rest/v3/opinions/203588/",
    "https://www.courtlistener.com/api/rest/v3/opinions/203919/",
    "https://www.courtlistener.com/api/rest/v3/opinions/203955/",
    "https://www.courtlistener.com/api/rest/v3/opinions/204154/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1433922/"
  ]
}