{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194890/",
  "id": 194890,
  "absolute_url": "/opinion/194890/allens-manufacturing-v-napco-inc/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194890/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:22Z",
  "date_modified": "2020-02-22T00:08:14.684725Z",
  "type": "010combined",
  "sha1": "9ddd6cc9c3e572c0e809526f71b89eb782b6174d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2276.01A",
  "local_path": null,
  "plain_text": "               UNITED STATES COURT OF APPEALS\n\n                   FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 92-2276\n\n            ALLENS MANUFACTURING COMPANY, INC.,\n\n                   Plaintiff, Appellant,\n\n                             v.\n\n                        NAPCO, INC.,\n\n                    Defendant, Appellee.\n\n                                        \n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF RHODE ISLAND\n\n   [Hon. Raymond J. Pettine, Senior U.S. District Judge]\n                                                       \n\n                                        \n\n                           Before\n\n                    Breyer, Chief Judge,\n                                       \n              Friedman,* Senior Circuit Judge,\n                                             \n                 and Stahl, Circuit Judge.\n                                         \n\n                                        \n\nMichael  J. McGovern with  whom Indeglia  &amp; McGovern  was on brief\n                                                   \nfor appellant.\nMark A.  Pogue with whom  Deming E. Sherman  and Edwards &amp;  Angell\n                                                                 \nwere on brief for appellee.\n\n                                        \n\n                      August 25, 1993\n                                        \n\n                \n*Of the Federal Circuit, sitting by designation.\n\n          BREYER,  Chief  Judge.   Allens  Manufacturing Co.\n                               \n\nbrought this  diversity action against Napco, Inc., claiming\n\nthat  Napco failed  to  provide it  with  proper \"clean  up\"\n\nequipment,  as promised, and on time.  Allens adds that this\n\nfailure is responsible for a  significant part of a $210,000\n\nfine  that  Allens  has  agreed  to  pay  the  Environmental\n\nProtection  Agency  (\"EPA\").    After  listening  to Allens'\n\nproposed evidence about damages -- evidence designed to show\n\nfor  what portion of the  fine Napco was  responsible -- the\n                 \n\ndistrict  court   ruled  that   Allens'  evidence   was  not\n\nsufficient to pinpoint Napco-caused damages with \"reasonable\n\ncertainty.\"    It then  granted  Napco's  motion to  exclude\n\nevidence of the fine, at which point the parties agreed that\n\nthe court should dismiss the complaint for failure to allege\n\nthe  jurisdictionally-necessary $50,000  harm.  28  U.S.C.  \n\n1332(a). Allens,  having reserved the right  to appeal, does\n\nso.   It asks us to review  the court's evidentiary ruling. \n\nWe find the ruling lawful, and affirm the court's judgment.\n\n                             I\n\n                         Background\n                                   \n\n          Our review  of the rather skimpy  record before us\n\non appeal  suggests the  following: Allens makes  metal belt\n\nbuckles, shoe  buckles, and  other items, through  processes\n\n                            -2-\n                             2\n\nthat   generate  waste  water  containing  pollutants.    In\n\nFebruary  1985  Allens  ordered  from Napco  a  waste  water\n\ntreatment system that Napco installed during 1985, and which\n\nbegan to operate  in early 1986.    In the meantime,  Allens\n\napparently   violated   federal   environmental  rules   and\n\nregulations,  some  governing  waste  water  discharges  and\n\nothers setting forth reporting requirements.\n\n          The record suggests that by 1989, EPA had compiled\n\na list  of one hundred or more separate violations committed\n\nby Allens, which  took place  in more  than fifty  different\n\nmonths,  between   September  1981  and  June   1989.    EPA\n\napparently contemplated possible  fines for these violations\n\namounting to  $384,000.  Allens' counsel then  wrote to EPA,\n\npointing  out that Allens had \"acted in good faith,\" was not\n\n\"recalcitrant,\" and  had \"cooperated with .  . . authorities\n\nto  achieve compliance  as expeditiously  as possible.\"   He\n\nsuggested a \"penalty . . . in the $50,000 to $65,000 range.\"\n\nEPA  offered to settle with  Allens for a  fine of $125,000,\n\nbut Allens refused.  \n\n          EPA then referred the  matter to the Department of\n\nJustice  (\"DOJ\").   DOJ insisted  on considerably  more than\n\n$125,000.  Allens and DOJ ultimately entered into a  consent\n\n                            -3-\n                             3\n\ndecree, in  which, as we have  said, Allens agreed to  pay a\n\nfine of $210,000.\n\n          Subsequently, Allens filed this  lawsuit, claiming\n\nthat  Napco failed  to live  up to  its promises  to install\n\nclean-up equipment, and  seeking reimbursement for the  fine\n\n(and related costs) insofar as the fine reflects \"discharge\"\n\nviolations taking place after September 1985 (by which time,\n\naccording to Allens, Napco  should have had proper equipment\n\noperating). \n\n          Before  the case  went  to trial,  Napco told  the\n\ncourt that  Allens could not show  with reasonable certainty\n\nhow much of the fine resulted from Napco's claimed failings.\n\n Without some such showing,  Napco argued, the $210,000 fine\n\nfigure was  misleading and prejudicial.   And, it  asked the\n\ncourt to keep  evidence of that figure from the  jury.   The\n\ncourt  itself  then heard  Allens'  evidence  on the  matter\n\n(consisting of several EPA documents and the testimony of an\n\nexpert).   It agreed with Napco that this evidence failed to\n\nprove damages with  \"reasonable certainty,\"  and it  granted\n\nNapco's evidentiary motion.  Then, the parties having agreed\n\nthat, given  the evidentiary ruling, Allens  could not prove\n\nsignificant  harm,   the court  dismissed the  complaint for\n\nfailure to  set forth  a \"matter in  controversy exceed[ing]\n\n                            -4-\n                             4\n\nthe sum or  value of $50,000.\"   28 U.S.C.    1332(a).   See\n                                                            \n\nGibbs  v. Buck,  307 U.S.  66,  72 (1939)  (plaintiff's good\n              \n\nfaith allegation that the  matter in controversy exceeds the\n\njurisdictional  amount  requirement  suffices  to  meet  the\n\namount  in  controversy test,  unless challenged);  Dept. of\n                                                            \n\nRecreation &amp; Sports v.  World Boxing Ass'n, 942 F.2d  84, 88\n                                          \n\n(1st  Cir.  1991) (citing  Gibbs,  307  U.S.  at  72)  (once\n                                \n\njurisdictional amount  is  challenged, plaintiff  must  show\n\nfacts  sufficient to show that it is not a \"legal certainty\"\n\nthat  the  claim  involves   less  than  the  jurisdictional\n                                 \n\namount).   See  also 14A  Wright,  Miller &amp;  Cooper  Federal\n                                                            \n\nPractice and Procedure    3702 at 26-28  (favoring policy of\n                      \n\naccording trial judges  broad discretion as  to the mode  of\n\ndetermining jurisdictional fact issues). \n\n          Allens appeals.    Allens  argues  only  that  its\n\nproposed evidence  is sufficient  to prove damages  with the\n\nrequisite degree of certainty.  We have examined that single\n\nclaim.  We conclude  that the district court's determination\n\nof  that  evidentiary matter  is legally  correct.   And, as\n\nneither  party raises  any  other objection,  we affirm  the\n\ncomplaint's dismissal.\n\n                            -5-\n                             5\n\n                             II\n\n                        The Evidence\n                                    \n\n          Allens,  in  its effort  to  show  that Napco  was\n\nresponsible for some reasonably  identifiable portion of the\n\n$210,000 fine, presented two EPA documents and the testimony\n\nof  one expert.  The first  document quantifies the economic\n\n\"benefit\" that Allens obtained as a result of its failure to\n\nfollow  EPA rules and  standards.  The  second EPA document,\n\ncalled a \"gravity calculation,\"  lists individually each  of\n\n56 months,  refers to Allens' violations  during that month,\n\nand sets forth a possible fine for each month, the amount of\n\nwhich  varies  with the  number  of  violations during  that\n\nmonth, their duration, their significance, and the harm they\n\nmay have caused.   The \"benefit\" amounted  to about $94,000.\n\nThe \"gravity  calculation\" totalled $290,000.   Their sum is\n\napproximately $384,000.  \n\n          The expert, a former EPA lawyer, interpreted these\n\ndocuments  in light  of EPA's  \"Policy on  Civil Penalties,\"\n\nreprinted  in 17  ELR 35,083  (Feb. 16,  1984), and  his own\n             \n\nexperience  at EPA.   He apparently conceded  that the first\n\ndocument  (showing a  \"benefit\"  to Allens  of $94,000)  had\n\nlittle to do with Napco-related violations.  He analyzed the\n\nsecond  document --  the \"gravity  calculation\" --  month by\n\n                            -6-\n                             6\n\nmonth.  He added together all penalties for any month (after\n\nSeptember 1985)  that referred only to discharge violations.\n\nHe allocated  penalties in  any (post-September  1985) month\n\nthat  showed  both \"discharge\"  and  \"reporting\" violations,\n\nbetween those two categories.   He then added up  the total.\n\nHe  found  that,  of  the  \"gravity calculation\"'s  $290,000\n\ntotal,    approximately   $190,000    reflected   \"discharge\n\nviolations\"  occurring after  September 1985.   He concluded\n\nthat Napco-related violations amounted to $190,000, or about\n\nhalf, of the two documents' $394,000 total.  \n\n          The expert recognized that  the final fine was not\n\n$394,000; rather, it  was $210,000.  He  said, however, that\n\nsince Napco-related violations accounted for about  half the\n\ntwo documents' $394,000, they  likely accounted for half the\n\nfinal  $210,000  fine.    That  is  because,  in  his  view,\n\nadjustments to  the $394,000 figure likely reflected similar\n\ntreatment  of  both   Napco-related  and   non-Napco-related\n\nviolations.     That is  to  say (in  the words  of  Allens'\n\nbrief),  \"a reduction  of the  original fine  calculation no\n\nmore altered the ratio  of discharge to reporting violations\n\nthan  removing a  slice of  mince meat  pie would  alter the\n\nratio of apples to raisins in the remaining pie.\"\n\n                            -7-\n                             7\n\n                            III\n\n               The Problem with the Evidence\n                                            \n\n          The basic  problem with this evidence  lies in the\n\nfact  that  the  EPA  did  not  fine  Allens  a hypothetical\n\n$394,000.  Rather,  it proposed  a fine of  $125,000.   Then\n\nDOJ,  after consulting with EPA, ended up imposing a fine of\n\n$210,000.   The record  does not explain how  the EPA or DOJ\n\narrived at these latter, actual, fine amounts.   Indeed, the\n\nrecord  offers no more support  for the pro  rata (or \"mince\n                                                 \n\nmeat  pie\")  theory  than   it  offers  for  other,  equally\n\nplausible  (and  equally  speculative)  theories  that would\n\nproduce dramatically different results. \n\n          We concede  that, in  the absence of  any evidence\n\nabout  what actually  happened,  one might  believe, as  the\n\nexpert suggested,  that the  proposed  $125,000 fine  simply\n\nreflected  the fact  that  EPA's  independent  authority  to\n\nnegotiate a  settlement  has a  $125,000 ceiling,  40 CFR   \n\n122.41(a)(3), and that EPA  reduced all the elements of  the\n\n$394,000  calculation  pro  rata  in  order  to  reach  this\n                                \n\nceiling.  On the other  hand, it is at least as  likely that\n\nEPA,  in reaching  the  $125,000 figure,  attached different\n\ndegrees   of  significance  to  different  elements  of  the\n\n$394,000  calculation.   EPA's  Policy  on  Civil  Penalties\n\n                            -8-\n                             8\n\nstates that EPA will adjust initially calculated (\"benefits\"\n\nplus  \"gravity\") fine amounts,  in light of  such factors as\n\n(1) the violator's history  of cooperation or recalcitrance,\n\nas  \"indicated through  pre-settlement action,\"  (2) whether\n\nactions  were negligent  or wilful,  and (3)  the violator's\n\nability  to pay. See 17 ELR 35,083.   And here, Allens could\n                    \n\nmake (and Allens'  counsel did make) strong arguments to EPA\n\nthat  Allens' discharge violations were unintended and minor\n                       \n\n(not   \"exceed[ing]   the   effluent  limitations   by   any\n\nsignificant degree\").   If EPA accepted  these arguments, it\n\nmight  have proved  more  willing to  forgive the  discharge\n\nviolations than the  reporting violations  for which  Allens\n\noffered  no excuse.   Or, even  if it  did not  accept these\n\narguments, EPA  might have placed more  weight on forfeiting\n\n\"benefits\" than on a calculation of \"gravity.\"\n\n          Similarly, EPA  and DOJ might have  arrived at the\n\nfinal  $210,000 figure  by  increasing pro  rata a  $125,000\n                                                \n\nfigure  (or reducing pro rata the initial $384,000).  But it\n                             \n\nis just as plausible, if not more plausible, to believe that\n\nthey  arrived at  that figure  in light  of Allens'  lack of\n\ncooperation,  or   \"recalcitrance\"  as  revealed   in  \"pre-\n\nsettlement  action,\"  and  potentially increased  litigation\n\ncosts for the government.   And, these factors may  have had\n\n                            -9-\n                             9\n\nnothing  to  do with  discharge  violations after  September\n\n1985.  \n\n          The upshot  is that we  do not know  what actually\n\nled  EPA  and  DOJ  to  end  up with  a  fine  of  $210,000.\n\nMoreover,  this  uncertainty reflects,  not closely-balanced\n\nevidence, but a lack of evidence, for the record contains no\n                    \n\nevidence about what actually happened, nor does it set forth\n\nevidence of any agency rule, pattern, or practice indicating\n\nthat pro rata reduction or increase is the norm.  The result\n             \n\nis  that we  can only  speculate about  the extent  to which\n\nEPA's \"mitigating\" or \"aggravating\" factors may have applied\n\nin  respect  to  each  of   the  many  (1981  through  1989)\n\nviolations that  initially called for a fine,  and about the\n\nextent  to which  those factors  may have  played a  role in\n\ndetermining the ultimate fine  level.  More importantly, the\n\nexpert  could do  no  more than  speculate,  for he  had  no\n\npersonal  knowledge about  how EPA  calculated the  ultimate\n\nfine,  nor did he have any special reason for believing that\n\nthese factors  applied pro rata to  every element identified\n                               \n\nin the  \"benefit\" and \"gravity\" calculations.   Finally, the\n\nexperienced trial  judge decided  that the jury,  too, would\n\nhave  to  speculate  in  order  to  determine  the  level of\n\ndamages.  And,  for the  reasons stated, we  agree with  his\n\n                            -10-\n                             10\n\nconclusion   --  that  the  plaintiff's  evidence  does  not\n\nidentify those  damages with the \"reasonable certainty\" that\n\nthe law  requires. See National  Chain Co. v.  Campbell, 487\n                                                       \n\nA.2d  132, 134-5  (R.I. 1985)  (damages must  be established\n\n\"with reasonable degree of certainty\"  and plaintiff \"cannot\n\nrely  upon  speculation\" in  order  to  prove his  damages);\n\nRestatement (Second) of Contracts   352 (1981) (\"Damages are\n                                 \n\nnot recoverable for loss beyond an amount  that the evidence\n\npermits to be established with reasonable certainty\").\n\n          Allens raises one final  point.  It says  that the\n\ndistrict court should not  have insisted that it demonstrate\n\ndamages to  a \"reasonable  certainty,\" for  in doing  so, it\n\npermits Napco to benefit  from uncertainty caused by Napco's\n\nown  conduct.   See  Eastman  Kodak  Co. v.  Southern  Photo\n                                                            \n\nMaterials  Co., 273  U.S.  359, 379  (1927) (\"[A]  defendant\n              \n\nwhose   wrongful  conduct   has   rendered   difficult   the\n\nascertainment  of  the  precise   damages  suffered  by  the\n\nplaintiff, is not entitled  to complain that they cannot  be\n\nmeasured  with the  same  exactness and  precision as  would\n\notherwise be  possible\"); U.C.  Castings Co. v.  Knight, 754\n                                                       \n\nF.2d  1363,  1374  (7th  Cir.  1985)  (same).    The  short,\n\nconclusive answer to this claim is that Napco's conduct  did\n\nnot create, nor can  one expect Napco to have  foreseen, the\n\n                            -11-\n                             11\n\npresent problem.  Rather,  Allens has found it  difficult to\n\nprove damages because  EPA will not permit its  officials to\n\ntestify, 40  C.F.R.    2.403,  2.404(a), and Allens  did not\n\ninsist  that EPA  publicly  explain (perhaps  in the  decree\n\nitself)  the basis for calculating  the fine.   Napco is not\n\nresponsible.\n\n          In  sum, the  district  court properly  found that\n\nAllens'   proposed   evidence   about   damages   failed  to\n\ndemonstrate  damages to  a reasonable  degree  of certainty.\n\nThat being so, the court could  properly exclude evidence of\n\nthe  $210,000 fine  (presumably  on  grounds of  \"prejudice\"\n\novercoming \"relevance,\"  see Fed.  R. Evid.  403).   And the\n                            \n\nparties, in  effect, agree  that, without the  evidence, the\n\ndistrict  court  could  dismiss  the  complaint  for failure\n\nproperly  to meet  the  $50,000 jurisdictional  requirement.\n\nFor these reasons, the judgment of the district court is\n\n          Affirmed.\n                  \n\n                            -12-\n                             12\n",
  "html": "<p class=\"case_cite\">3 F.3d 502</p>\n    <p class=\"parties\">ALLENS MANUFACTURING COMPANY, INC., Plaintiff, Appellant,<br>v.<br>NAPCO, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 92-2276.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 8, 1993.<br>Decided Aug. 25, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael J. McGovern with whom Indeglia &amp; McGovern, Providence, RI, was on brief, for appellant.</p>\n      <p class=\"indent\">Mark A. Pogue with whom Deming E. Sherman and Edwards &amp; Angell, Providence, RI, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BREYER, Chief Judge, FRIEDMAN,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BREYER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Allens Manufacturing Co. brought this diversity action against Napco, Inc., claiming that Napco failed to provide it with proper \"clean up\" equipment, as promised, and on time.  Allens adds that this failure is responsible for a significant part of a $210,000 fine that Allens has agreed to pay the Environmental Protection Agency (\"EPA\").  After listening to Allens' proposed evidence about damages--evidence designed to show for what portion of the fine Napco was responsible--the district court ruled that Allens' evidence was not sufficient to pinpoint Napco-caused damages with \"reasonable certainty.\"   It then granted Napco's motion to exclude evidence of the fine, at which point the parties agreed that the court should dismiss the complaint for failure to allege the jurisdictionally-necessary $50,000 harm.  28 U.S.C. Sec. 1332(a).  Allens, having reserved the right to appeal, does so.  It asks us to review the court's evidentiary ruling.  We find the ruling lawful, and affirm the court's judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* Background</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Our review of the rather skimpy record before us on appeal suggests the following:  Allens makes metal belt buckles, shoe buckles, and other items, through processes that generate waste water containing pollutants.  In February 1985 Allens ordered from Napco a waste water treatment system that Napco installed during 1985, and which began to operate in early 1986.  In the meantime, Allens apparently violated federal environmental rules and regulations, some governing waste water discharges and others setting forth reporting requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The record suggests that by 1989, EPA had compiled a list of one hundred or more separate violations committed by Allens, which took place in more than fifty different months, between September 1981 and June 1989.  EPA apparently contemplated possible fines for these violations amounting to $384,000.  Allens' counsel then wrote to EPA, pointing out that Allens had \"acted in good faith,\" was not \"recalcitrant,\" and had \"cooperated with ... authorities to achieve compliance as expeditiously as possible.\"   He suggested a \"penalty ... in the $50,000 to $65,000 range.\"   EPA offered to settle with Allens for a fine of $125,000, but Allens refused.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">EPA then referred the matter to the Department of Justice (\"DOJ\").  DOJ insisted on considerably more than $125,000.  Allens and DOJ ultimately entered into a consent decree, in which, as we have said, Allens agreed to pay a fine of $210,000.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Subsequently, Allens filed this lawsuit, claiming that Napco failed to live up to its promises to install clean-up equipment, and seeking reimbursement for the fine (and related costs) insofar as the fine reflects \"discharge\" violations taking place after September 1985 (by which time, according to Allens, Napco should have had proper equipment operating).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Before the case went to trial, Napco told the court that Allens could not show with reasonable certainty how much of the fine resulted from Napco's claimed failings.  Without some such showing, Napco argued, the $210,000 fine figure was misleading and prejudicial.  And, it asked the court to keep evidence of that figure from the jury.  The court itself then heard Allens' evidence on the matter (consisting of several EPA documents and the testimony of an expert).  It agreed with Napco that this evidence failed to prove damages with \"reasonable certainty,\" and it granted Napco's evidentiary motion.  Then, the parties having agreed that, given the evidentiary ruling, Allens could not prove significant harm, the court dismissed the complaint for failure to set forth a \"matter in controversy exceed[ing] the sum or value of $50,000.\"  28 U.S.C. Sec. 1332(a).  See Gibbs v. Buck, 307 U.S. 66, 72, 59 S.Ct. 725, 729, 83 L.Ed. 1111 (1939) (plaintiff's good faith allegation that the matter in controversy exceeds the jurisdictional amount requirement suffices to meet the amount in controversy test, unless challenged);  Dept. of Recreation &amp; Sports v. World Boxing Ass'n, 942 F.2d 84, 88 (1st Cir.1991) (citing Gibbs, 307 U.S. at 72, 59 S.Ct. at 729) (once jurisdictional amount is challenged, plaintiff must show facts sufficient to show that it is not a \"legal certainty\" that the claim involves less than the jurisdictional amount);  see also 14A Wright, Miller &amp; Cooper Federal Practice and Procedure Sec. 3702 at 26-28 (favoring policy of according trial judges broad discretion as to the mode of determining jurisdictional fact issues).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Allens appeals.  Allens argues only that its proposed evidence is sufficient to prove damages with the requisite degree of certainty.  We have examined that single claim.  We conclude that the district court's determination of that evidentiary matter is legally correct.  And, as neither party raises any other objection, we affirm the complaint's dismissal.</p>\n    </div>\n    <p>II</p>\n    <p>The Evidence</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Allens, in its effort to show that Napco was responsible for some reasonably identifiable portion of the $210,000 fine, presented two EPA documents and the testimony of one expert.  The first document quantifies the economic \"benefit\" that Allens obtained as a result of its failure to follow EPA rules and standards.  The second EPA document, called a \"gravity calculation,\" lists individually each of 56 months, refers to Allens' violations during that month, and sets forth a possible fine for each month, the amount of which varies with the number of violations during that month, their duration, their significance, and the harm they may have caused.  The \"benefit\" amounted to about $94,000.  The \"gravity calculation\" totalled $290,000.  Their sum is approximately 384,000.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The expert, a former EPA lawyer, interpreted these documents in light of EPA's \"Policy on Civil Penalties,\" reprinted in 17 ELR 35,083 (Feb. 16, 1984), and his own experience at EPA.  He apparently conceded that the first document (showing a \"benefit\" to Allens of $94,000) had little to do with Napco-related violations.  He analyzed the second document--the \"gravity calculation\"--month by month.  He added together all penalties for any month (after September 1985) that referred only to discharge violations.  He allocated penalties in any (post-September 1985) month that showed both \"discharge\" and \"reporting\" violations, between those two categories.  He then added up the total.  He found that, of the \"gravity calculation\" 's $290,000 total, approximately $190,000 reflected \"discharge violations\" occurring after September 1985.  He concluded that Napco-related violations amounted to $190,000, or about half, of the two documents' $394,000 total.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The expert recognized that the final fine was not $394,000;  rather, it was $210,000.  He said, however, that since Napco-related violations accounted for about half the two documents' $394,000, they likely accounted for half the final $210,000 fine.  That is because, in his view, adjustments to the $394,000 figure likely reflected similar treatment of both Napco-related and non-Napco-related violations.  That is to say (in the words of Allens' brief), \"a reduction of the original fine calculation no more altered the ratio of discharge to reporting violations than removing a slice of mince meat pie would alter the ratio of apples to raisins in the remaining pie.\"</p>\n    </div>\n    <p>III</p>\n    <p>The Problem with the Evidence</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The basic problem with this evidence lies in the fact that the EPA did not fine Allens a hypothetical $394,000.  Rather, it proposed a fine of $125,000.  Then DOJ, after consulting with EPA, ended up imposing a fine of $210,000.  The record does not explain how the EPA or DOJ arrived at these latter, actual, fine amounts.  Indeed, the record offers no more support for the pro rata (or \"mince meat pie\") theory than it offers for other, equally plausible (and equally speculative) theories that would produce dramatically different results.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We concede that, in the absence of any evidence about what actually happened, one might believe, as the expert suggested, that the proposed $125,000 fine simply reflected the fact that EPA's independent authority to negotiate a settlement has a $125,000 ceiling, 40 CFR Sec. 122.41(a)(3), and that EPA reduced all the elements of the $394,000 calculation pro rata in order to reach this ceiling.  On the other hand, it is at least as likely that EPA, in reaching the $125,000 figure, attached different degrees of significance to different elements of the $394,000 calculation.  EPA's Policy on Civil Penalties states that EPA will adjust initially calculated (\"benefits\" plus \"gravity\") fine amounts, in light of such factors as (1) the violator's history of cooperation or recalcitrance, as \"indicated through pre-settlement action,\" (2) whether actions were negligent or wilful, and (3) the violator's ability to pay.  See 17 ELR 35,083.  And here, Allens could make (and Allens' counsel did make) strong arguments to EPA that Allens' discharge violations were unintended and minor (not \"exceed[ing] the effluent limitations by any significant degree\").  If EPA accepted these arguments, it might have proved more willing to forgive the discharge violations than the reporting violations for which Allens offered no excuse.  Or, even if it did not accept these arguments, EPA might have placed more weight on forfeiting \"benefits\" than on a calculation of \"gravity.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Similarly, EPA and DOJ might have arrived at the final $210,000 figure by increasing pro rata a $125,000 figure (or reducing pro rata the initial $384,000).  But it is just as plausible, if not more plausible, to believe that they arrived at that figure in light of Allens' lack of cooperation, or \"recalcitrance\" as revealed in \"pre-settlement action,\" and potentially increased litigation costs for the government.  And, these factors may have had nothing to do with discharge violations after September 1985.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The upshot is that we do not know what actually led EPA and DOJ to end up with a fine of $210,000.  Moreover, this uncertainty reflects, not closely-balanced evidence, but a lack of evidence, for the record contains no evidence about what actually happened, nor does it set forth evidence of any agency rule, pattern, or practice indicating that pro rata reduction or increase is the norm.  The result is that we can only speculate about the extent to which EPA's \"mitigating\" or \"aggravating\" factors may have applied in respect to each of the many (1981 through 1989) violations that initially called for a fine, and about the extent to which those factors may have played a role in determining the ultimate fine level.  More importantly, the expert could do no more than speculate, for he had no personal knowledge about how EPA calculated the ultimate fine, nor did he have any special reason for believing that these factors applied pro rata to every element identified in the \"benefit\" and \"gravity\" calculations.  Finally, the experienced trial judge decided that the jury, too, would have to speculate in order to determine the level of damages.  And, for the reasons stated, we agree with his conclusion--that the plaintiff's evidence does not identify those damages with the \"reasonable certainty\" that the law requires.  See National Chain Co. v. Campbell, 487 A.2d 132, 134-35 (R.I.1985) (damages must be established \"with reasonable degree of certainty\" and plaintiff \"cannot rely upon speculation\" in order to prove his damages);  Restatement (Second) of Contracts Sec. 352 (1981) (\"Damages are not recoverable for loss beyond an amount that the evidence permits to be established with reasonable certainty.\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Allens raises one final point.  It says that the district court should not have insisted that it demonstrate damages to a \"reasonable certainty,\" for in doing so, it permits Napco to benefit from uncertainty caused by Napco's own conduct.  See Eastman Kodak Co. v. Southern Photo Materials Co., 273 U.S. 359, 379, 47 S.Ct. 400, 405, 71 L.Ed. 684 (1927) (\"[A] defendant whose wrongful conduct has rendered difficult the ascertainment of the precise damages suffered by the plaintiff, is not entitled to complain that they cannot be measured with the same exactness and precision as would otherwise be possible\");  U.C. Castings Co. v. Knight, 754 F.2d 1363, 1374 (7th Cir.1985) (same).  The short, conclusive answer to this claim is that Napco's conduct did not create, nor can one expect Napco to have foreseen, the present problem.  Rather, Allens has found it difficult to prove damages because EPA will not permit its officials to testify, 40 C.F.R. Secs. 2.403, 2.404(a), and Allens did not insist that EPA publicly explain (perhaps in the decree itself) the basis for calculating the fine.  Napco is not responsible.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In sum, the district court properly found that Allens' proposed evidence about damages failed to demonstrate damages to a reasonable degree of certainty.  That being so, the court could properly exclude evidence of the $210,000 fine (presumably on grounds of \"prejudice\" overcoming \"relevance,\" see Fed.R.Evid. 403).  And the parties, in effect, agree that, without the evidence, the district court could dismiss the complaint for failure properly to meet the $50,000 jurisdictional requirement.  For these reasons, the judgment of the district court is</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Federal Circuit, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">502</span></span></p>\n    <p class=\"parties\">ALLENS MANUFACTURING COMPANY, INC., Plaintiff, Appellant,<br>v.<br>NAPCO, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 92-2276.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 8, 1993.<br>Decided Aug. 25, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael J. McGovern with whom Indeglia &amp; McGovern, Providence, RI, was on brief, for appellant.</p>\n      <p class=\"indent\">Mark A. Pogue with whom Deming E. Sherman and Edwards &amp; Angell, Providence, RI, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BREYER, Chief Judge, FRIEDMAN,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BREYER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Allens Manufacturing Co. brought this diversity action against Napco, Inc., claiming that Napco failed to provide it with proper \"clean up\" equipment, as promised, and on time.  Allens adds that this failure is responsible for a significant part of a $210,000 fine that Allens has agreed to pay the Environmental Protection Agency (\"EPA\").  After listening to Allens' proposed evidence about damages--evidence designed to show for what portion of the fine Napco was responsible--the district court ruled that Allens' evidence was not sufficient to pinpoint Napco-caused damages with \"reasonable certainty.\"   It then granted Napco's motion to exclude evidence of the fine, at which point the parties agreed that the court should dismiss the complaint for failure to allege the jurisdictionally-necessary $50,000 harm.  28 U.S.C. Sec. 1332(a).  Allens, having reserved the right to appeal, does so.  It asks us to review the court's evidentiary ruling.  We find the ruling lawful, and affirm the court's judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* Background</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Our review of the rather skimpy record before us on appeal suggests the following:  Allens makes metal belt buckles, shoe buckles, and other items, through processes that generate waste water containing pollutants.  In February 1985 Allens ordered from Napco a waste water treatment system that Napco installed during 1985, and which began to operate in early 1986.  In the meantime, Allens apparently violated federal environmental rules and regulations, some governing waste water discharges and others setting forth reporting requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The record suggests that by 1989, EPA had compiled a list of one hundred or more separate violations committed by Allens, which took place in more than fifty different months, between September 1981 and June 1989.  EPA apparently contemplated possible fines for these violations amounting to $384,000.  Allens' counsel then wrote to EPA, pointing out that Allens had \"acted in good faith,\" was not \"recalcitrant,\" and had \"cooperated with ... authorities to achieve compliance as expeditiously as possible.\"   He suggested a \"penalty ... in the $50,000 to $65,000 range.\"   EPA offered to settle with Allens for a fine of $125,000, but Allens refused.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">EPA then referred the matter to the Department of Justice (\"DOJ\").  DOJ insisted on considerably more than $125,000.  Allens and DOJ ultimately entered into a consent decree, in which, as we have said, Allens agreed to pay a fine of $210,000.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Subsequently, Allens filed this lawsuit, claiming that Napco failed to live up to its promises to install clean-up equipment, and seeking reimbursement for the fine (and related costs) insofar as the fine reflects \"discharge\" violations taking place after September 1985 (by which time, according to Allens, Napco should have had proper equipment operating).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Before the case went to trial, Napco told the court that Allens could not show with reasonable certainty how much of the fine resulted from Napco's claimed failings.  Without some such showing, Napco argued, the $210,000 fine figure was misleading and prejudicial.  And, it asked the court to keep evidence of that figure from the jury.  The court itself then heard Allens' evidence on the matter (consisting of several EPA documents and the testimony of an expert).  It agreed with Napco that this evidence failed to prove damages with \"reasonable certainty,\" and it granted Napco's evidentiary motion.  Then, the parties having agreed that, given the evidentiary ruling, Allens could not prove significant harm, the court dismissed the complaint for failure to set forth a \"matter in controversy exceed[ing] the sum or value of $50,000.\"  28 U.S.C. Sec. 1332(a).  See Gibbs v. Buck, <span class=\"citation\" data-id=\"103195\"><a href=\"/opinion/103195/gibbs-v-buck/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">66</span></a></span>, 72, <span class=\"citation\" data-id=\"103195\"><a href=\"/opinion/103195/gibbs-v-buck/\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">725</span></a></span>, 729, <span class=\"citation\" data-id=\"103195\"><a href=\"/opinion/103195/gibbs-v-buck/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1111</span> </a></span>(1939) (plaintiff's good faith allegation that the matter in controversy exceeds the jurisdictional amount requirement suffices to meet the amount in controversy test, unless challenged);  Dept. of Recreation &amp; Sports v. World Boxing Ass'n, <span class=\"citation\" data-id=\"566803\"><a href=\"/opinion/566803/department-of-recreation-and-sports-of-puerto-rico-v-world-boxing/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">84</span></a></span>, 88 (1st Cir.1991) (citing <span class=\"citation\" data-id=\"103195\"><span class=\"antecedent_guess\">Gibbs,</span> <a href=\"/opinion/103195/gibbs-v-buck/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">72</span></a></span>, 59 S.Ct. at 729) (once jurisdictional amount is challenged, plaintiff must show facts sufficient to show that it is not a \"legal certainty\" that the claim involves less than the jurisdictional amount);  see also 14A Wright, Miller &amp; Cooper Federal Practice and Procedure Sec. 3702 at 26-28 (favoring policy of according trial judges broad discretion as to the mode of determining jurisdictional fact issues).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Allens appeals.  Allens argues only that its proposed evidence is sufficient to prove damages with the requisite degree of certainty.  We have examined that single claim.  We conclude that the district court's determination of that evidentiary matter is legally correct.  And, as neither party raises any other objection, we affirm the complaint's dismissal.</p>\n    </div>\n    <p>II</p>\n    <p>The Evidence</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Allens, in its effort to show that Napco was responsible for some reasonably identifiable portion of the $210,000 fine, presented two EPA documents and the testimony of one expert.  The first document quantifies the economic \"benefit\" that Allens obtained as a result of its failure to follow EPA rules and standards.  The second EPA document, called a \"gravity calculation,\" lists individually each of 56 months, refers to Allens' violations during that month, and sets forth a possible fine for each month, the amount of which varies with the number of violations during that month, their duration, their significance, and the harm they may have caused.  The \"benefit\" amounted to about $94,000.  The \"gravity calculation\" totalled $290,000.  Their sum is approximately 384,000.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The expert, a former EPA lawyer, interpreted these documents in light of EPA's \"Policy on Civil Penalties,\" reprinted in 17 ELR 35,083 (Feb. 16, 1984), and his own experience at EPA.  He apparently conceded that the first document (showing a \"benefit\" to Allens of $94,000) had little to do with Napco-related violations.  He analyzed the second document--the \"gravity calculation\"--month by month.  He added together all penalties for any month (after September 1985) that referred only to discharge violations.  He allocated penalties in any (post-September 1985) month that showed both \"discharge\" and \"reporting\" violations, between those two categories.  He then added up the total.  He found that, of the \"gravity calculation\" 's $290,000 total, approximately $190,000 reflected \"discharge violations\" occurring after September 1985.  He concluded that Napco-related violations amounted to $190,000, or about half, of the two documents' $394,000 total.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The expert recognized that the final fine was not $394,000;  rather, it was $210,000.  He said, however, that since Napco-related violations accounted for about half the two documents' $394,000, they likely accounted for half the final $210,000 fine.  That is because, in his view, adjustments to the $394,000 figure likely reflected similar treatment of both Napco-related and non-Napco-related violations.  That is to say (in the words of Allens' brief), \"a reduction of the original fine calculation no more altered the ratio of discharge to reporting violations than removing a slice of mince meat pie would alter the ratio of apples to raisins in the remaining pie.\"</p>\n    </div>\n    <p>III</p>\n    <p>The Problem with the Evidence</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The basic problem with this evidence lies in the fact that the EPA did not fine Allens a hypothetical $394,000.  Rather, it proposed a fine of $125,000.  Then DOJ, after consulting with EPA, ended up imposing a fine of $210,000.  The record does not explain how the EPA or DOJ arrived at these latter, actual, fine amounts.  Indeed, the record offers no more support for the pro rata (or \"mince meat pie\") theory than it offers for other, equally plausible (and equally speculative) theories that would produce dramatically different results.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We concede that, in the absence of any evidence about what actually happened, one might believe, as the expert suggested, that the proposed $125,000 fine simply reflected the fact that EPA's independent authority to negotiate a settlement has a $125,000 ceiling, 40 CFR Sec. 122.41(a)(3), and that EPA reduced all the elements of the $394,000 calculation pro rata in order to reach this ceiling.  On the other hand, it is at least as likely that EPA, in reaching the $125,000 figure, attached different degrees of significance to different elements of the $394,000 calculation.  EPA's Policy on Civil Penalties states that EPA will adjust initially calculated (\"benefits\" plus \"gravity\") fine amounts, in light of such factors as (1) the violator's history of cooperation or recalcitrance, as \"indicated through pre-settlement action,\" (2) whether actions were negligent or wilful, and (3) the violator's ability to pay.  See 17 ELR 35,083.  And here, Allens could make (and Allens' counsel did make) strong arguments to EPA that Allens' discharge violations were unintended and minor (not \"exceed[ing] the effluent limitations by any significant degree\").  If EPA accepted these arguments, it might have proved more willing to forgive the discharge violations than the reporting violations for which Allens offered no excuse.  Or, even if it did not accept these arguments, EPA might have placed more weight on forfeiting \"benefits\" than on a calculation of \"gravity.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Similarly, EPA and DOJ might have arrived at the final $210,000 figure by increasing pro rata a $125,000 figure (or reducing pro rata the initial $384,000).  But it is just as plausible, if not more plausible, to believe that they arrived at that figure in light of Allens' lack of cooperation, or \"recalcitrance\" as revealed in \"pre-settlement action,\" and potentially increased litigation costs for the government.  And, these factors may have had nothing to do with discharge violations after September 1985.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The upshot is that we do not know what actually led EPA and DOJ to end up with a fine of $210,000.  Moreover, this uncertainty reflects, not closely-balanced evidence, but a lack of evidence, for the record contains no evidence about what actually happened, nor does it set forth evidence of any agency rule, pattern, or practice indicating that pro rata reduction or increase is the norm.  The result is that we can only speculate about the extent to which EPA's \"mitigating\" or \"aggravating\" factors may have applied in respect to each of the many (1981 through 1989) violations that initially called for a fine, and about the extent to which those factors may have played a role in determining the ultimate fine level.  More importantly, the expert could do no more than speculate, for he had no personal knowledge about how EPA calculated the ultimate fine, nor did he have any special reason for believing that these factors applied pro rata to every element identified in the \"benefit\" and \"gravity\" calculations.  Finally, the experienced trial judge decided that the jury, too, would have to speculate in order to determine the level of damages.  And, for the reasons stated, we agree with his conclusion--that the plaintiff's evidence does not identify those damages with the \"reasonable certainty\" that the law requires.  See National Chain Co. v. Campbell, <span class=\"citation\" data-id=\"2359778\"><a href=\"/opinion/2359778/national-chain-co-v-campbell/\"><span class=\"volume\">487</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">132</span></a></span>, 134-35 (R.I.1985) (damages must be established \"with reasonable degree of certainty\" and plaintiff \"cannot rely upon speculation\" in order to prove his damages);  Restatement (Second) of Contracts Sec. 352 (1981) (\"Damages are not recoverable for loss beyond an amount that the evidence permits to be established with reasonable certainty.\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Allens raises one final point.  It says that the district court should not have insisted that it demonstrate damages to a \"reasonable certainty,\" for in doing so, it permits Napco to benefit from uncertainty caused by Napco's own conduct.  See Eastman Kodak Co. v. Southern Photo Materials Co., <span class=\"citation\" data-id=\"101022\"><a href=\"/opinion/101022/eastman-co-v-southern-photo-co/\"><span class=\"volume\">273</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">359</span></a></span>, 379, <span class=\"citation\" data-id=\"101022\"><a href=\"/opinion/101022/eastman-co-v-southern-photo-co/\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">400</span></a></span>, 405, <span class=\"citation\" data-id=\"101022\"><a href=\"/opinion/101022/eastman-co-v-southern-photo-co/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">684</span> </a></span>(1927) (\"[A] defendant whose wrongful conduct has rendered difficult the ascertainment of the precise damages suffered by the plaintiff, is not entitled to complain that they cannot be measured with the same exactness and precision as would otherwise be possible\");  U.C. Castings Co. v. Knight, <span class=\"citation\" data-id=\"447980\"><a href=\"/opinion/447980/uc-castings-company-v-lester-b-knight-and-lbk-investment-company/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1363</span></a></span>, 1374 (7th Cir.1985) (same).  The short, conclusive answer to this claim is that Napco's conduct did not create, nor can one expect Napco to have foreseen, the present problem.  Rather, Allens has found it difficult to prove damages because EPA will not permit its officials to testify, 40 C.F.R. Secs. 2.403, 2.404(a), and Allens did not insist that EPA publicly explain (perhaps in the decree itself) the basis for calculating the fine.  Napco is not responsible.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In sum, the district court properly found that Allens' proposed evidence about damages failed to demonstrate damages to a reasonable degree of certainty.  That being so, the court could properly exclude evidence of the $210,000 fine (presumably on grounds of \"prejudice\" overcoming \"relevance,\" see Fed.R.Evid. 403).  And the parties, in effect, agree that, without the evidence, the district court could dismiss the complaint for failure properly to meet the $50,000 jurisdictional requirement.  For these reasons, the judgment of the district court is</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Federal Circuit, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/101022/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103195/",
    "https://www.courtlistener.com/api/rest/v3/opinions/447980/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566803/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2359778/"
  ]
}