{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194836/",
  "id": 194836,
  "absolute_url": "/opinion/194836/us-v-henry/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194836/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:26:09Z",
  "date_modified": "2020-02-21T23:35:41.649224Z",
  "type": "010combined",
  "sha1": "9404a01fbfcad8484a546fbb587fa56f25a41565",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1835.01A",
  "local_path": null,
  "plain_text": "July 20, 1993         [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 92-1835\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                      PETER MORAN HENRY,\n\n                    Defendant, Appellant.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jaime Pieras, Jr., U.S. District Judge]\n                                                    \n\n                                        \n\n                            Before\n\n                    Boudin, Circuit Judge,\n                                         \n                Bownes, Senior Circuit Judge,\n                                            \n                  and Stahl, Circuit Judge.\n                                          \n\n                                        \n\n   Jose R. Gaztambide on brief for appellant.\n                     \n   Charles  E. Fitzwilliam,  United  States Attorney,  Jeanette\n                                                               \nMercado-Rios, Assistant  U.S. Attorney,  and  Jose A.  Quiles  on\n                                                           \nbrief for appellee.\n\n                                        \n\n                                        \n\n          PER  CURIAM.  Defendant-appellant Peter Moran Henry\n                     \n\nappeals the denial of a motion to withdraw his guilty plea in\n\nthe United States  District Court for the  District of Puerto\n\nRico.    Finding no  error in  the  decision of  the district\n\ncourt, we affirm.\n\n                              I\n\n                          Background\n                                    \n\n          Henry   took   his   girlfriend,   Hattie   \"Penny\"\n\nMiddlebrook, and  a friend of hers,  Ruby Christine Marshall,\n\non  a vacation to St.  Lucia in September,  1991.  Upon their\n\nreturn to  the  airport in  San  Juan, Puerto  Rico,  Customs\n\nInspector Herdmann observed  Middlebrook and Marshall walking\n\nin  a suspiciously  rigid  manner,  apparently following  the\n\ndirections  provided by  the physical  gestures of  a nervous\n\nHenry.   When the Inspector  questioned the  women, he  found\n\nthat  Middlebrook was carrying  the customs  declarations for\n\nthree travelers.    When he  asked who  their male  traveling\n\ncompanion was,  they identified Mr. Henry.   Herdmann decided\n\nthat  further investigation  was required  when  he overheard\n\nHenry tell another Inspector that he did not know Middlebrook\n\nand  Marshall.   A  search  revealed  packages, containing  a\n\nsubstance which was later established to be cocaine, taped to\n\nthe bodies  of both women.   No drugs  were found  in Henry's\n\npossession.\n\n                             -2-\n                              2\n\n          On October 9, 1991, a Federal Grand Jury returned a\n\ntrue bill  against  Henry and  codefendants  Middlebrook  and\n\nMarshall for violations  of 21 U.S.C.     841(a)(1), 952, 955\n\nand 18  U.S.C.   2.  The  three count indictment charged that\n\non  or  about  September  30, 1991,  Henry,  Middlebrook  and\n\nMarshall,  aiding and  abetting  each  other, did  knowingly,\n\nintentionally   and   unlawfully  possess   with   intent  to\n\ndistribute, and did import into the customs  territory of the\n\nUnited States from St.  Lucia, approximately 2.3 kilograms of\n\ncocaine, which cocaine  was not part  of the official  supply\n\nlist nor part of the cargo  manifest of the airline flight on\n\nwhich the codefendants had travelled from St. Lucia to Puerto\n\nRico.   Henry pled not  guilty at his  arraignment on October\n\n24, 1991.\n\n          On December 18, 1991, the first day of Henry's jury\n\ntrial,  testimony was received  from Inspector  Herdmann (who\n\ntestified to the events in  the airport recounted above)  and\n\nMiddlebrook.  Middlebrook testified that Henry left the motel\n\nwhere the three were staying in St. Lucia each morning before\n\nshe awoke, and that he  was gone for most of those days.  She\n\nfurther testified that,  on the  way to the  airport for  the\n\ndeparture  flight, Henry stopped at  a man's house.   He went\n\ninside while  Middlebrook and Marshall waited  outside on the\n\nporch.  When  he emerged,  he told his  companions that  they\n\nwould be  taking some drugs back  to the United States.   The\n\n                             -3-\n                              3\n\nwomen  entered  the house  where  drugs were  taped  to their\n\nbodies  and they were  outfitted with  loose-fitting dresses.\n\nThe  drugs  were  secured  between  Middlebrook's  legs  with\n\nmasking tape  and a  girdle  which she  identified at  trial.\n\nMiddlebrook testified  that she received instructions to walk\n\nwith her legs pressed together so that attention would not be\n\ndrawn  to her walk.   The court  adjourned for the  day after\n\nMiddlebrook described her encounter with Inspector Herdmann.\n\n          On the  second  day of  trial,  before  Middlebrook\n\ncould resume her testimony, Henry changed  his plea to guilty\n\non  all  three counts.   The  court  accepted his  plea after\n\nengaging in a  colloquy in  which Henry:   (1) denied  having\n\ntaken  drugs, medicine  or  alcohol in  the past  twenty-four\n\nhours; (2)  denied being  under the  care of  a doctor  for a\n\nmental  or  emotional condition;  (3)  affirmed  that he  was\n\nsatisfied  with his  attorney's representation;  (4) declared\n\nthat he  considered himself guilty; (5)  acknowledged that he\n\nunderstood that by pleading  guilty he would be found  guilty\n\nwithout  trial;  (6)  confessed  to  asking  Middlebrook  and\n\nMarshall  to carry the  drugs; (7) demonstrated  that he knew\n\nthe maximum  sentence and fine  he faced as  a result of  his\n\nplea; (8) denied that he was being forced to change his plea;\n\n(9)  stated that he was  pleading guilty for  no other reason\n\nthan the fact that he  was guilty; and (10) declared  that he\n\nhad consulted with his  attorney and understood the questions\n\n                             -4-\n                              4\n\nhe  was being  asked  by the  court.   The judge  ordered the\n\npreparation   of  a  presentence   investigation  report  and\n\nscheduled sentencing for March 19, 1992.\n\n          On  March 3, 1992, Henry  filed a motion  pro se to\n                                                          \n\nwithdraw his guilty plea.  He claimed that he had been forced\n\nto plead guilty by his lawyer and that he was confused at the\n\ntime he entered the  plea because he was under  the influence\n\nof a variety of  medications.  The court assigned Henry a new\n\nlawyer and  rescheduled the  sentencing hearing for  June 24,\n\n1992.   On May 13,  1992, Henry, with  the assistance of  new\n\ncounsel,  moved  to withdraw  his  plea  on  the ground  that\n\nletters  he  had  received from  his  girlfriend, codefendant\n\nMiddlebrook,  proved that  she had  committed perjury  at the\n\ntrial.1    At  the  sentencing hearing,  the  district  court\n\n                    \n\n1.   The  letters,  postmarked January  27,  1992,  and dated\nDecember  29, 1991,  January 1,  1992 and  January  13, 1992,\nincluded the following statements:\n          Peter  I'm  so  very  sorry   about  what\n          happened.   I  didn't  know that  I'll be\n          talking  to  the United  States Attorney.\n          My  lawyer  didn't  say  anything  to  me\n          before  we arrived  in  Puerto  Rico  [to\n          testify  at the  trial].    I  have  been\n          thinking  about  what  happened  and  the\n          things that I said  I was so scare[d] and\n          I'm feeling so bad about it . . . .\n\n          I can't  help but  think  that you  don't\n          want to talk to me because of what I said\n          and you  know that's  not true.   But you\n          know that I was scare[d] and I don't want\n          to go  back to that  place.   But if  you\n          don't  want to  talk to  me I'll  try and\n          understand.\n\n                             -5-\n                              5\n\ndenied  Henry's withdrawal  motion,  and sentenced  him to  a\n\nseventy-month term of imprisonment, followed by four years of\n\nsupervised release.\n\n                    \n\nThe letters also reveal  that Middlebrook believed herself to\nbe pregnant with Henry's child.\n\n                             -6-\n                              6\n\n                              II\n\n                           Analysis\n                                   \n\n          It  is well  established  that a  defendant, having\n\nchosen  to  plead  guilty,  possesses no  absolute  right  to\n\nwithdraw his or  her plea.  United States v. Tilley, 964 F.2d\n                                                   \n\n66, 72 (1st  Cir. 1992);  United States v.  Austin, 948  F.2d\n                                                  \n\n783, 786  (1st Cir.  1991); United  States v. Pellerito,  878\n                                                       \n\nF.2d  1535, 1537 (1st  Cir. 1989); United  States v. Buckley,\n                                                            \n\n847 F.2d 991,  998 (1st  Cir. 1988), cert.  denied, 488  U.S.\n                                                  \n\n1015 (1989); United States  v. Ramos, 810 F.2d 308,  311 (1st\n                                    \n\nCir. 1987).   Where a motion to withdraw is  brought prior to\n\nsentencing,  as was  done in  this case,  the district  court\n\nshould allow it only if there is a \"fair and just reason\" for\n\ndoing so.   Fed. R. Crim.  P. 32(d); United States  v. Doyle,\n                                                            \n\n981 F.2d 591,  594 (1st Cir.  1992); Tilley, 964 F.2d  at 72;\n                                           \n\nAustin, 948 F.2d  at 786;  Buckley, 847 F.2d  at 998;  United\n                                                             \n\nStates v. Kobrosky, 711 F.2d 449, 454 (1st Cir. 1983).\n                  \n\n          This court has held that the following factors must\n\nbe evaluated in deciding whether a \"fair and just reason\" has\n\nbeen offered in support of a withdrawal motion:\n\n          (1) the  timing of defendant's  change of\n          heart; (2) the force and  plausibility of\n          the reason; (3) whether the defendant has\n          asserted his legal innocence; (4) whether\n          the  parties had reached  (or breached) a\n          plea agreement; and (5) most importantly,\n          whether the defendant's  guilty plea  can\n          still    be   regarded    as   voluntary,\n          intelligent, and  otherwise in conformity\n          with  Rule  11 of  the  Federal  Rules of\n\n                             -7-\n                              7\n\n          Criminal  Procedure  in   light  of   the\n          proffered   reason   and  the   disclosed\n          circumstances.\n\nPellerito, 878 F.2d  at 1537 (citations omitted).   See also,\n                                                            \n\nDoyle,  981  F.2d at  594;  Tilley, 964  F.2d  at 72.   After\n                                  \n\nperforming this analysis, \"[i]f  the combined weight of these\n\nfactors  tilts in the defendant's favor,  then the court must\n\nalso assess the quantum of prejudice, if any, that will inure\n\nto the government.\"  Doyle,  981 F.2d at 594.  We  review the\n                          \n\ndenial  of a motion  to withdraw a  guilty plea  for abuse of\n\ndiscretion.  Id.; Tilley, 964 F.2d at 72; Pellerito, 878 F.2d\n                                                   \n\nat 1538; Kobrosky, 711 F.2d at 454.\n                 \n\n     A.   Timing\n                \n\n          As this court recently stated in Doyle,\n                                                \n\n          [b]ecause  the  timing  of a  defendant's\n          attempted   plea  withdrawal   is  highly\n          probative  of  motive, close  scrutiny of\n          the    chronology    is   important    in\n          adjudicating  whether retraction  is fair\n          and just.   While an immediate  change of\n                                                   \n          heart may well lend considerable force to\n                                                   \n          a   plea   withdrawal  request,   a  long\n                                                   \n          interval between the plea and the request\n                                                   \n          often weakens any claim that the plea was\n                                                   \n          entered  in  confusion  or   under  false\n                                                   \n          pretenses.\n                   \n\nDoyle,  981 F.2d at 595  (emphasis added).   On appeal, Henry\n     \n\nclaims  that his change of  heart occurred on  March 3, 1992,\n\nafter receiving what he claims to be exculpatory letters from\n\nhis girlfriend,  and codefendant, Middlebrook.   In an effort\n\nto  put  the best  light on  his  case, he  claims  that this\n\n                             -8-\n                              8\n\nhappened  over ninety  days  prior to  the actual  sentencing\n\nhearing held on June 24, 1992.\n\n          We see the facts somewhat differently.  Henry first\n\nattempted  to  change his  plea  seventy-five  days after  he\n\nentered the guilty plea at trial, and only sixteen days prior\n\nto the  originally scheduled sentencing hearing.2   Appellant\n\nmade no  mention  of  the letters  from  Middlebrook  in  his\n\nmotion.  Rather, he  claimed that he was forced by his lawyer\n\nto  plead guilty  and  that he  was  under the  influence  of\n\nprescription  drugs at the time  he entered the  plea.  Henry\n\ndid not seize on the Middlebrook  letters as a reason for his\n\nchange of heart until his May 13, 1992 motion.\n\n          It was  reasonable for the district  court to infer\n\nfrom the  seventy-five day  delay between  appellant's guilty\n\nplea  and his  withdrawal  motion, and  the proximity  of his\n\nwithdrawal request to his scheduled sentencing  hearing, that\n\nHenry  did not experience the kind of \"swift change of heart\"\n\nthat  would indicate  that  the guilty  plea  was entered  in\n\n\"haste and confusion.\"    Ramos,  810 F.2d at  312.  As  this\n                               \n\ncourt  noted in affirming  the denial of  a withdrawal motion\n\nfiled eight  weeks after the  original plea was  accepted, \"a\n\nlong delay between the plea and the motion to revoke belies a\n\nclaim  that the plea was  entered in haste  and confusion and\n\n                    \n\n2.   The date of the  actual sentencing hearing is irrelevant\nto our evaluation of this factor.\n\n                             -9-\n                              9\n\nrequires compelling reasons to support it.\"  United States v.\n                                                          \n\nCrosby,  714 F.2d  185, 192  (1st  Cir. 1983)  (citing United\n                                                             \n\nStates  v.  Barker, 514  F.2d  208,  222 (D.C.  Cir.),  cert.\n                                                             \n\ndenied, 421 U.S.  1013 (1975)), cert.  denied, 464 U.S.  1045\n                                             \n\n(1984).   Appellant has offered  no explanation for  the long\n\ndelay before his  first motion to withdraw  his plea.  It  is\n\nclear that receipt  of the Middlebrook  letters were not  the\n\nproximate  cause of his  decision to change  his plea because\n\nthose letters were not mentioned in his March, 1992 motion.\n\n     B.   Force and Plausibility of the Proffered Reasons\n                                                         \n\n          At  the June  24, 1992  hearing, appellant  and his\n\ncounsel offered several reasons  in support of his withdrawal\n\nmotion:   the  Middlebrook letters  showed that  she perjured\n\nherself at  his trial; his consumption  of prescription drugs\n\nat the time of his trial  made him confused; he was pushed by\n\nhis  lawyer  to plead  guilty;  and,  he  was  in  \"emotional\n\ndistress\"  at the time  of his  plea because  Middlebrook was\n\npregnant with his child.   The district court considered  the\n\nforce and plausibility of these reasons, and found them to be\n\ninadequate to support the withdrawal motion.\n\n          The court \"scrutinized\" the  content of the letters\n\nand stated that  it did  \"not see anything  there that  would\n\naffect the plea of guilty . . . entered in December of 1991.\"\n\nThe  court further  stated  that it  did  \"not find  them  to\n\nsuggest  any instance  of perjury.\"     On  appeal, appellant\n\n                             -10-\n                              10\n\nmerely asserts that the letters should have been presented to\n\na  jury  to  determine  their  force  and  credibility.    We\n\ndisagree.   The district  court has  the discretion  to grant\n\nplea withdrawal motions, and  it is therefore properly within\n\nthe province  of the district  court to conduct  the required\n\nfive-part inquiry,  including an evaluation of  the force and\n\nplausibility of the reasons proffered for the change of plea.\n\nWe  have read the Middlebrook letters and cannot say that the\n\ndistrict court's finding was clearly erroneous, especially in\n\nlight  of  the fact  that  the same  court  heard Middlebrook\n\ntestify at  trial.  While the  letters may tend to  show that\n\nMiddlebrook regretted the role  she played in her boyfriend's\n\nincarceration, it is not self-evident that the letters either\n\nconstitute an  admission of perjury or  provide evidence that\n\nperjury was committed.\n\n          The  court rejected appellant's contention that his\n\nplea  at   trial  was   influenced  by  his   consumption  of\n\nprescription medicines.  At the sentencing hearing, the court\n\nnoted  that Henry  had been  asked at  the time  of  his plea\n\nwhether he had taken  drugs, medicine or alcohol in  the past\n\ntwenty-four hours, and that the appellant had answered in the\n\nnegative.  Later in  the sentencing hearing, Henry's counsel3\n\nagreed  that the  trial  court had  properly determined  that\n\n                    \n\n3.   The attorney who represented appellant at the sentencing\nhearing replaced Henry's trial counsel.  Replacement  counsel\nalso represented Henry on appeal.\n\n                             -11-\n                              11\n\nappellant was not under the influence  of medications when he\n\nchanged his plea to guilty.\n\n          The court found that appellant's trial attorney had\n\nnot coerced  him into  pleading  guilty.   Indeed, the  court\n\nstated that his lawyer's advice was\n\n          proper and sound.  And it was looking for\n          the  welfare of  this  defendant.   And I\n          don't think he induced the defendant into\n          doing anything but  to tell the defendant\n          the truth  and  that the  defendant  took\n          this  decision upon  his  own  free  will\n          because he  was  present.   He heard  two\n          days  of  testimony of  witnesses against\n          him.\n          . . . .\n          Having observed Attorney  Garcia come  in\n          this case and the circumstances which led\n          to the defendant's plea[] of guilty.  The\n          Court  is  disincline[d]  to accept  your\n          assertions.\n             Contrary to that  I believe Mr. Garcia\n          gave you good advice.\n\nAppellant does  not contest this  finding on  appeal, and  we\n\nfind  nothing in  the record  to upset  the  district court's\n\nfindings.\n\n          Appellant  did not  raise his  \"emotional distress\"\n\ntheory on appeal. \n\n     C.   Legal Innocence\n                         \n\n          At no time has appellant directly stated that he is\n\nlegally  innocent of the charges  to which he  pled guilty on\n\nDecember 19, 1991.  On that date, during the Rule 11 hearing,\n\nappellant  said that  he  asked Middlebrook  and Marshall  to\n\ncarry the drugs, and stated:\n\n                             -12-\n                              12\n\n          But I'm taking the blame  because I asked\n          them and I had no business to ask them to\n          take drugs.  We didn't go to St. Lucia to\n          get drugs.   That's not what we go to St.\n          Lucia  for.   But  they were  taking  the\n          drugs and when we  go to Puerto Rico they\n          got busted.  They  had drugs and I didn't\n          have nothing and I feel guilty and I feel\n          sorry because I knew what I asked them to\n          do  was against  the  law.   So what  I'm\n          asking the Court today,  I am asking you,\n          Judge,  if  I  could  get  some  type  of\n          leniency, maybe 42  months or 36  months,\n          or I am not  going to put no time,  but a\n          time to be in jail  for the crime that  I\n          help committed [sic].4\n\nAppellant clearly  acknowledged that  he felt guilty  for his\n\nrole  in aiding and abetting the  importation of cocaine into\n\nthe United States.  On appeal, Henry merely claims that he is\n\nlegally innocent because \"he had not carried drugs nor forced\n\nanyone  to  bring  drugs  into  the  United  States.\"    That\n\nassertion  is an  insufficient expression of  legal innocence\n\nbecause  he did not assert  his innocence of  the crimes with\n\nwhich he was charged.  As  we noted in Doyle, \"the absence of\n                                            \n\na claim of  innocence weighs  in favor of  allowing a  guilty\n\nplea to stand.\"  Doyle, 981 F.2d at 596.\n                      \n\n     D.   Breach of Plea Agreement\n                                  \n\n          Because there  never was a  plea agreement  between\n\nthe appellant and the government, this factor bears no weight\n\n                    \n\n4.   Although  the  record, on  appeal,  does  not include  a\ntranscript  of  the  trial  proceedings,  including the  plea\ncolloquy, a  copy  of  the  transcript was  appended  to  the\nappellant's brief,  and the  government quoted parts  of this\npassage in its brief.\n\n                             -13-\n                              13\n\nin  our calculus.  Henry contends that the district court was\n\nconfused,  and thought that there  had, in fact,  been a plea\n\nagreement in this case.  Our  review of the transcript of the\n\nsentencing  hearing  indicates that  the  court  had a  clear\n\nunderstanding of  the situation.   The court cited  the five-\n\nfactor test outlined above  and endorsed in Tilley.   When it\n                                                  \n\nreached this fourth factor the court stated:  \"Four, when the\n\nparties have reached or  breached a plea agreement.   Well, I\n\nguess if he withdraw[s]  his plea now I guess  he's breaching\n\nhis plea agreement.   Although  that's not  what this  refers\n\nto.\"  By stating \"that's not what this refers to,\" and moving\n\non  to the fifth factor, the court recognized that the breach\n\nof a plea  agreement between the  government and a  defendant\n\ncontemplated  by  this  factor  was not  implicated  in  this\n\ncase.5\n\n     E.   Voluntariness\n                       \n\n          The  fifth  factor  which  must  be  considered  in\n\nevaluating the strength of  appellant's motion to withdraw is\n\nwhether, \"in  light of  the defendant's proffered  reason and\n\nany newly  disclosed  facts, the  plea  may still  be  deemed\n\nvoluntary and intelligent.\"   Doyle, 981 F.2d  at 596 (citing\n                                   \n\n                    \n\n5.   We  note that there were  times in the  hearing when the\ncourt seems to have applied the Tilley factors to appellant's\n                                      \nchange of  plea at  trial, rather  than to  the circumstances\nsurrounding his  subsequent  efforts to  withdraw his  guilty\nplea.   Notwithstanding this apparent confusion,  a review of\nthe entire  record supports the court's  ultimate decision to\ndeny appellant's motion.\n\n                             -14-\n                              14\n\nUnited  States  v. Austin,  948  F.2d 783,  786-87  (1st Cir.\n                         \n\n1991); United States  v. Allard, 926 F.2d 1237,  1245-47 (1st\n                               \n\nCir.  1991)).     Appellant  contends  on   appeal  that  the\n\ntranscript  of his plea colloquy  at trial shows  that he was\n\nindecisive about  his plea,  and that  the hearing  was \"both\n\ndefective and incomplete.\"  We disagree.  The  district court\n\ncomplied fully with the requirements of Fed. R. Crim. P. 11.\n\n          Appellant   initially    resisted   accepting   the\n\ngovernment's  version of the facts of the case.  When offered\n\nthe opportunity to explain  with what facts he  disagreed, he\n\nstated\n\n             I  didn't agree  because  both of  the\n          ladies    one lady  I'm in love  with and\n          the   other  lady,  they  old  enough  to\n          understand that the drugs is not legal to\n          carry  in the  United States.   All  they\n          have  to tell  me  is that  they are  not\n          going to  carry it.  There  was no force,\n          no  push.   I  asked them  not one  time.\n          They  sleep on it  Sunday night.   Monday\n          morning I  asked them the  same question,\n          and it was agreed  that they would do it,\n          without no force.\n             So  I figure that I'm guilty by asking\n          them to carry the cocaine,  but they also\n          have  to  hold  their  responsibility  to\n          carry it because I didn't put no force on\n          them to carry these  drugs when they know\n          the drugs is  not legal to carry.  I only\n          asked  them, and  the  word  was said  in\n          front of them when  the guy front we with\n          it.  We  was sitting at  the table.   All\n          they have  to say,  \"I'm not coming  down\n          for this, I'm not going to do this.\"\n             So I figure like they should hold some\n          type  of  responsibility  to   carry  the\n          drugs, if the state attorney  didn't make\n          a deal  with them that they  going to get\n          less time.\n\n                             -15-\n                              15\n\nThis explanation  reveals that, although he  did dispute some\n\nof  the details of  the government's case,  appellant did not\n\ndisagree with the fact that he facilitated the importation of\n\nillegal drugs into the United States.  His statement  reveals\n\na  greater concern with informing  the court that  he had not\n\nforced  the women to carry  the drugs, than  with denying his\n\nguilt for  his role  in  the scheme.   In  sum,  there is  no\n\nevidence  that appellant was unsure of his plea, nor is there\n\nevidence  that the plea was coerced or entered without a full\n\nunderstanding of the consequences.\n\n     F.   Prejudice to Government\n                                 \n\n          Because  analysis  of  each  of  the  five  factors\n\nsupports   the   district  court's   denial   of  appellant's\n\nwithdrawal  motion,   we  need  not  consider   the  possible\n\nprejudice  to  government of  reversing  the  decision below.\n\nDoyle, 981 F.2d at 596 n.6 (citing Ramos, 810 F.2d at 315).\n                                        \n\n                             III\n\n                          Conclusion\n                                    \n\n          Because  the appellant  has  not  made the  showing\n\nrequired  to reverse a district court's denial of a motion to\n\nwithdraw a plea, the decision of the district court is\n\n                              Affirmed.\n                                      \n\n                             -16-\n                              16\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">July 20, 1993         [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 92-1835\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                      PETER MORAN HENRY,\n\n                    Defendant, Appellant.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jaime Pieras, Jr., U.S. District Judge]\n                                                    \n\n                                        \n\n                            Before\n\n                    Boudin, Circuit Judge,\n                                         \n                Bownes, Senior Circuit Judge,\n                                            \n                  and Stahl, Circuit Judge.\n                                          \n\n                                        \n\n   Jose R. Gaztambide on brief for appellant.\n                     \n   Charles  E. Fitzwilliam,  United  States Attorney,  Jeanette\n                                                               \nMercado-Rios, Assistant  U.S. Attorney,  and  Jose A.  Quiles  on\n                                                           \nbrief for appellee.\n\n                                        \n\n                                        \n\n          PER  CURIAM.  Defendant-appellant Peter Moran Henry\n                     \n\nappeals the denial of a motion to withdraw his guilty plea in\n\nthe United States  District Court for the  District of Puerto\n\nRico.    Finding no  error in  the  decision of  the district\n\ncourt, we affirm.\n\n                              I\n\n                          Background\n                                    \n\n          Henry   took   his   girlfriend,   Hattie   \"Penny\"\n\nMiddlebrook, and  a friend of hers,  Ruby Christine Marshall,\n\non  a vacation to St.  Lucia in September,  1991.  Upon their\n\nreturn to  the  airport in  San  Juan, Puerto  Rico,  Customs\n\nInspector Herdmann observed  Middlebrook and Marshall walking\n\nin  a suspiciously  rigid  manner,  apparently following  the\n\ndirections  provided by  the physical  gestures of  a nervous\n\nHenry.   When the Inspector  questioned the  women, he  found\n\nthat  Middlebrook was carrying  the customs  declarations for\n\nthree travelers.    When he  asked who  their male  traveling\n\ncompanion was,  they identified Mr. Henry.   Herdmann decided\n\nthat  further investigation  was required  when  he overheard\n\nHenry tell another Inspector that he did not know Middlebrook\n\nand  Marshall.   A  search  revealed  packages, containing  a\n\nsubstance which was later established to be cocaine, taped to\n\nthe bodies  of both women.   No drugs  were found  in Henry's\n\npossession.\n\n                             -2-\n                              2\n\n          On October 9, 1991, a Federal Grand Jury returned a\n\ntrue bill  against  Henry and  codefendants  Middlebrook  and\n\nMarshall for violations  of 21 U.S.C.     841(a)(1), 952, 955\n\nand 18  U.S.C.   2.  The  three count indictment charged that\n\non  or  about  September  30, 1991,  Henry,  Middlebrook  and\n\nMarshall,  aiding and  abetting  each  other, did  knowingly,\n\nintentionally   and   unlawfully  possess   with   intent  to\n\ndistribute, and did import into the customs  territory of the\n\nUnited States from St.  Lucia, approximately 2.3 kilograms of\n\ncocaine, which cocaine  was not part  of the official  supply\n\nlist nor part of the cargo  manifest of the airline flight on\n\nwhich the codefendants had travelled from St. Lucia to Puerto\n\nRico.   Henry pled not  guilty at his  arraignment on October\n\n24, 1991.\n\n          On December 18, 1991, the first day of Henry's jury\n\ntrial,  testimony was received  from Inspector  Herdmann (who\n\ntestified to the events in  the airport recounted above)  and\n\nMiddlebrook.  Middlebrook testified that Henry left the motel\n\nwhere the three were staying in St. Lucia each morning before\n\nshe awoke, and that he  was gone for most of those days.  She\n\nfurther testified that,  on the  way to the  airport for  the\n\ndeparture  flight, Henry stopped at  a man's house.   He went\n\ninside while  Middlebrook and Marshall waited  outside on the\n\nporch.  When  he emerged,  he told his  companions that  they\n\nwould be  taking some drugs back  to the United States.   The\n\n                             -3-\n                              3\n\nwomen  entered  the house  where  drugs were  taped  to their\n\nbodies  and they were  outfitted with  loose-fitting dresses.\n\nThe  drugs  were  secured  between  Middlebrook's  legs  with\n\nmasking tape  and a  girdle  which she  identified at  trial.\n\nMiddlebrook testified  that she received instructions to walk\n\nwith her legs pressed together so that attention would not be\n\ndrawn  to her walk.   The court  adjourned for the  day after\n\nMiddlebrook described her encounter with Inspector Herdmann.\n\n          On the  second  day of  trial,  before  Middlebrook\n\ncould resume her testimony, Henry changed  his plea to guilty\n\non  all  three counts.   The  court  accepted his  plea after\n\nengaging in a  colloquy in  which Henry:   (1) denied  having\n\ntaken  drugs, medicine  or  alcohol in  the past  twenty-four\n\nhours; (2)  denied being  under the  care of  a doctor  for a\n\nmental  or  emotional condition;  (3)  affirmed  that he  was\n\nsatisfied  with his  attorney's representation;  (4) declared\n\nthat he  considered himself guilty; (5)  acknowledged that he\n\nunderstood that by pleading  guilty he would be found  guilty\n\nwithout  trial;  (6)  confessed  to  asking  Middlebrook  and\n\nMarshall  to carry the  drugs; (7) demonstrated  that he knew\n\nthe maximum  sentence and fine  he faced as  a result of  his\n\nplea; (8) denied that he was being forced to change his plea;\n\n(9)  stated that he was  pleading guilty for  no other reason\n\nthan the fact that he  was guilty; and (10) declared  that he\n\nhad consulted with his  attorney and understood the questions\n\n                             -4-\n                              4\n\nhe  was being  asked  by the  court.   The judge  ordered the\n\npreparation   of  a  presentence   investigation  report  and\n\nscheduled sentencing for March 19, 1992.\n\n          On  March 3, 1992, Henry  filed a motion  pro se to\n                                                          \n\nwithdraw his guilty plea.  He claimed that he had been forced\n\nto plead guilty by his lawyer and that he was confused at the\n\ntime he entered the  plea because he was under  the influence\n\nof a variety of  medications.  The court assigned Henry a new\n\nlawyer and  rescheduled the  sentencing hearing for  June 24,\n\n1992.   On May 13,  1992, Henry, with  the assistance of  new\n\ncounsel,  moved  to withdraw  his  plea  on  the ground  that\n\nletters  he  had  received from  his  girlfriend, codefendant\n\nMiddlebrook,  proved that  she had  committed perjury  at the\n\ntrial.1    At  the  sentencing hearing,  the  district  court\n\n                    \n\n1.   The  letters,  postmarked January  27,  1992,  and dated\nDecember  29, 1991,  January 1,  1992 and  January  13, 1992,\nincluded the following statements:\n          Peter  I'm  so  very  sorry   about  what\n          happened.   I  didn't  know that  I'll be\n          talking  to  the United  States Attorney.\n          My  lawyer  didn't  say  anything  to  me\n          before  we arrived  in  Puerto  Rico  [to\n          testify  at the  trial].    I  have  been\n          thinking  about  what  happened  and  the\n          things that I said  I was so scare[d] and\n          I'm feeling so bad about it . . . .\n\n          I can't  help but  think  that you  don't\n          want to talk to me because of what I said\n          and you  know that's  not true.   But you\n          know that I was scare[d] and I don't want\n          to go  back to that  place.   But if  you\n          don't  want to  talk to  me I'll  try and\n          understand.\n\n                             -5-\n                              5\n\ndenied  Henry's withdrawal  motion,  and sentenced  him to  a\n\nseventy-month term of imprisonment, followed by four years of\n\nsupervised release.\n\n                    \n\nThe letters also reveal  that Middlebrook believed herself to\nbe pregnant with Henry's child.\n\n                             -6-\n                              6\n\n                              II\n\n                           Analysis\n                                   \n\n          It  is well  established  that a  defendant, having\n\nchosen  to  plead  guilty,  possesses no  absolute  right  to\n\nwithdraw his or  her plea.  United States v. Tilley, </pre><span class=\"citation\" data-id=\"583578\"><a href=\"/opinion/583578/united-states-v-ronald-e-tilley/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\n<span class=\"page\">66</span></a></span><pre class=\"inline\">, 72 (1st  Cir. 1992);  United States v.  Austin, </pre><span class=\"citation\" data-id=\"571445\"><a href=\"/opinion/571445/united-states-v-michael-j-austin-united-states-v-michael-j-austin/\"><span class=\"volume\">948</span>  <span class=\"reporter\">F.2d</span>\n                                                  \n\n<span class=\"page\">783</span></a></span><pre class=\"inline\">, 786  (1st Cir.  1991); United  States v. Pellerito,  </pre><span class=\"citation\" data-id=\"526038\"><a href=\"/opinion/526038/united-states-v-giuseppe-pellerito-aka-joseph-el-italiano-united/\"><span class=\"volume\">878</span>\n                                                       \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1535</span></a></span><pre class=\"inline\">, 1537 (1st  Cir. 1989); United  States v. Buckley,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"506591\"><a href=\"/opinion/506591/united-states-v-david-k-buckley-david-k-buckley-v-united-states/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">991</span></a></span><pre class=\"inline\">,  998 (1st  Cir. 1988), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">488</span>  <span class=\"reporter\">U.S.</span>\n                                                  \n\n<span class=\"page\">1015</span> </span><pre class=\"inline\">(1989); United States  v. Ramos, </pre><span class=\"citation\" data-id=\"482471\"><a href=\"/opinion/482471/united-states-v-hector-acevedo-ramos/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">308</span></a></span><pre class=\"inline\">,  311 (1st\n                                    \n\nCir. 1987).   Where a motion to withdraw is  brought prior to\n\nsentencing,  as was  done in  this case,  the district  court\n\nshould allow it only if there is a \"fair and just reason\" for\n\ndoing so.   Fed. R. Crim.  P. 32(d); United States  v. Doyle,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"596485\"><a href=\"/opinion/596485/united-states-v-clifford-a-doyle/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">591</span></a></span><pre class=\"inline\">,  594 (1st Cir.  1992); </pre><span class=\"citation\" data-id=\"583578\"><span class=\"antecedent_guess\">Tilley,</span> <a href=\"/opinion/583578/united-states-v-ronald-e-tilley/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">72</span></a></span><pre class=\"inline\">;\n                                           \n\n</pre><span class=\"citation\" data-id=\"571445\"><span class=\"antecedent_guess\">Austin,</span> <a href=\"/opinion/571445/united-states-v-michael-j-austin-united-states-v-michael-j-austin/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">786</span></a></span><pre class=\"inline\">;  </pre><span class=\"citation\" data-id=\"506591\"><span class=\"antecedent_guess\">Buckley,</span> <a href=\"/opinion/506591/united-states-v-david-k-buckley-david-k-buckley-v-united-states/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">998</span></a></span><pre class=\"inline\">;  United\n                                                             \n\nStates v. Kobrosky, </pre><span class=\"citation\" data-id=\"421132\"><a href=\"/opinion/421132/united-states-v-milton-l-kobrosky/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">449</span></a></span><pre class=\"inline\">, 454 (1st Cir. 1983).\n                  \n\n          This court has held that the following factors must\n\nbe evaluated in deciding whether a \"fair and just reason\" has\n\nbeen offered in support of a withdrawal motion:\n\n          (1) the  timing of defendant's  change of\n          heart; (2) the force and  plausibility of\n          the reason; (3) whether the defendant has\n          asserted his legal innocence; (4) whether\n          the  parties had reached  (or breached) a\n          plea agreement; and (5) most importantly,\n          whether the defendant's  guilty plea  can\n          still    be   regarded    as   voluntary,\n          intelligent, and  otherwise in conformity\n          with  Rule  11 of  the  Federal  Rules of\n\n                             -7-\n                              7\n\n          Criminal  Procedure  in   light  of   the\n          proffered   reason   and  the   disclosed\n          circumstances.\n\n</pre><span class=\"citation\" data-id=\"526038\"><span class=\"antecedent_guess\">Pellerito,</span> <a href=\"/opinion/526038/united-states-v-giuseppe-pellerito-aka-joseph-el-italiano-united/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">1537</span> </a></span><pre class=\"inline\">(citations omitted).   See also,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"596485\"><span class=\"antecedent_guess\">Doyle,</span>  <a href=\"/opinion/596485/united-states-v-clifford-a-doyle/\"><span class=\"volume\">981</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">594</span></a></span><pre class=\"inline\">;  </pre><span class=\"citation\" data-id=\"583578\"><span class=\"antecedent_guess\">Tilley,</span> <a href=\"/opinion/583578/united-states-v-ronald-e-tilley/\"><span class=\"volume\">964</span>  <span class=\"reporter\">F.2d</span>  at <span class=\"page\">72</span></a></span><pre class=\"inline\">.   After\n                                  \n\nperforming this analysis, \"[i]f  the combined weight of these\n\nfactors  tilts in the defendant's favor,  then the court must\n\nalso assess the quantum of prejudice, if any, that will inure\n\nto the government.\"  </pre><span class=\"citation\" data-id=\"596485\"><span class=\"antecedent_guess\">Doyle,</span>  <a href=\"/opinion/596485/united-states-v-clifford-a-doyle/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">594</span></a></span><pre class=\"inline\">.  We  review the\n                          \n\ndenial  of a motion  to withdraw a  guilty plea  for abuse of\n\ndiscretion.  Id.; </pre><span class=\"citation\" data-id=\"583578\"><span class=\"antecedent_guess\">Tilley,</span> <a href=\"/opinion/583578/united-states-v-ronald-e-tilley/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">72</span></a></span><pre class=\"inline\">; </pre><span class=\"citation\" data-id=\"526038\"><span class=\"antecedent_guess\">Pellerito,</span> <a href=\"/opinion/526038/united-states-v-giuseppe-pellerito-aka-joseph-el-italiano-united/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\nat <span class=\"page\">1538</span></a></span><pre class=\"inline\">; </pre><span class=\"citation\" data-id=\"421132\"><span class=\"antecedent_guess\">Kobrosky,</span> <a href=\"/opinion/421132/united-states-v-milton-l-kobrosky/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">454</span></a></span><pre class=\"inline\">.\n                 \n\n     A.   Timing\n                \n\n          As this court recently stated in Doyle,\n                                                \n\n          [b]ecause  the  timing  of a  defendant's\n          attempted   plea  withdrawal   is  highly\n          probative  of  motive, close  scrutiny of\n          the    chronology    is   important    in\n          adjudicating  whether retraction  is fair\n          and just.   While an immediate  change of\n                                                   \n          heart may well lend considerable force to\n                                                   \n          a   plea   withdrawal  request,   a  long\n                                                   \n          interval between the plea and the request\n                                                   \n          often weakens any claim that the plea was\n                                                   \n          entered  in  confusion  or   under  false\n                                                   \n          pretenses.\n                   \n\n</pre><span class=\"citation\" data-id=\"596485\"><span class=\"antecedent_guess\">Doyle,</span>  <a href=\"/opinion/596485/united-states-v-clifford-a-doyle/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">595</span> </a></span><pre class=\"inline\"> (emphasis added).   On appeal, Henry\n     \n\nclaims  that his change of  heart occurred on  March 3, 1992,\n\nafter receiving what he claims to be exculpatory letters from\n\nhis girlfriend,  and codefendant, Middlebrook.   In an effort\n\nto  put  the best  light on  his  case, he  claims  that this\n\n                             -8-\n                              8\n\nhappened  over ninety  days  prior to  the actual  sentencing\n\nhearing held on June 24, 1992.\n\n          We see the facts somewhat differently.  Henry first\n\nattempted  to  change his  plea  seventy-five  days after  he\n\nentered the guilty plea at trial, and only sixteen days prior\n\nto the  originally scheduled sentencing hearing.2   Appellant\n\nmade no  mention  of  the letters  from  Middlebrook  in  his\n\nmotion.  Rather, he  claimed that he was forced by his lawyer\n\nto  plead guilty  and  that he  was  under the  influence  of\n\nprescription  drugs at the time  he entered the  plea.  Henry\n\ndid not seize on the Middlebrook  letters as a reason for his\n\nchange of heart until his May 13, 1992 motion.\n\n          It was  reasonable for the district  court to infer\n\nfrom the  seventy-five day  delay between  appellant's guilty\n\nplea  and his  withdrawal  motion, and  the proximity  of his\n\nwithdrawal request to his scheduled sentencing  hearing, that\n\nHenry  did not experience the kind of \"swift change of heart\"\n\nthat  would indicate  that  the guilty  plea  was entered  in\n\n\"haste and confusion.\"    </pre><span class=\"citation\" data-id=\"482471\"><span class=\"antecedent_guess\">Ramos,</span>  <a href=\"/opinion/482471/united-states-v-hector-acevedo-ramos/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">312</span></a></span><pre class=\"inline\">.  As  this\n                               \n\ncourt  noted in affirming  the denial of  a withdrawal motion\n\nfiled eight  weeks after the  original plea was  accepted, \"a\n\nlong delay between the plea and the motion to revoke belies a\n\nclaim  that the plea was  entered in haste  and confusion and\n\n                    \n\n2.   The date of the  actual sentencing hearing is irrelevant\nto our evaluation of this factor.\n\n                             -9-\n                              9\n\nrequires compelling reasons to support it.\"  United States v.\n                                                          \n\nCrosby,  </pre><span class=\"citation\" data-id=\"423493\"><a href=\"/opinion/423493/united-states-v-peter-f-crosby/\"><span class=\"volume\">714</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">185</span></a></span><pre class=\"inline\">, 192  (1st  Cir. 1983)  (citing United\n                                                             \n\nStates  v.  Barker, </pre><span class=\"citation\" data-id=\"326888\"><a href=\"/opinion/326888/united-states-v-bernard-l-barker-aka-frank-or-fran-carter-united/\"><span class=\"volume\">514</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">208</span></a></span><pre class=\"inline\">,  222 (D.C.  Cir.),  cert.\n                                                             \n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">1013</span> </span><pre class=\"inline\">(1975)), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">1045</span>\n</span><pre class=\"inline\">                                             \n\n(1984).   Appellant has offered  no explanation for  the long\n\ndelay before his  first motion to withdraw  his plea.  It  is\n\nclear that receipt  of the Middlebrook  letters were not  the\n\nproximate  cause of his  decision to change  his plea because\n\nthose letters were not mentioned in his March, 1992 motion.\n\n     B.   Force and Plausibility of the Proffered Reasons\n                                                         \n\n          At  the June  24, 1992  hearing, appellant  and his\n\ncounsel offered several reasons  in support of his withdrawal\n\nmotion:   the  Middlebrook letters  showed that  she perjured\n\nherself at  his trial; his consumption  of prescription drugs\n\nat the time of his trial  made him confused; he was pushed by\n\nhis  lawyer  to plead  guilty;  and,  he  was  in  \"emotional\n\ndistress\"  at the time  of his  plea because  Middlebrook was\n\npregnant with his child.   The district court considered  the\n\nforce and plausibility of these reasons, and found them to be\n\ninadequate to support the withdrawal motion.\n\n          The court \"scrutinized\" the  content of the letters\n\nand stated that  it did  \"not see anything  there that  would\n\naffect the plea of guilty . . . entered in December of 1991.\"\n\nThe  court further  stated  that it  did  \"not find  them  to\n\nsuggest  any instance  of perjury.\"     On  appeal, appellant\n\n                             -10-\n                              10\n\nmerely asserts that the letters should have been presented to\n\na  jury  to  determine  their  force  and  credibility.    We\n\ndisagree.   The district  court has  the discretion  to grant\n\nplea withdrawal motions, and  it is therefore properly within\n\nthe province  of the district  court to conduct  the required\n\nfive-part inquiry,  including an evaluation of  the force and\n\nplausibility of the reasons proffered for the change of plea.\n\nWe  have read the Middlebrook letters and cannot say that the\n\ndistrict court's finding was clearly erroneous, especially in\n\nlight  of  the fact  that  the same  court  heard Middlebrook\n\ntestify at  trial.  While the  letters may tend to  show that\n\nMiddlebrook regretted the role  she played in her boyfriend's\n\nincarceration, it is not self-evident that the letters either\n\nconstitute an  admission of perjury or  provide evidence that\n\nperjury was committed.\n\n          The  court rejected appellant's contention that his\n\nplea  at   trial  was   influenced  by  his   consumption  of\n\nprescription medicines.  At the sentencing hearing, the court\n\nnoted  that Henry  had been  asked at  the time  of  his plea\n\nwhether he had taken  drugs, medicine or alcohol in  the past\n\ntwenty-four hours, and that the appellant had answered in the\n\nnegative.  Later in  the sentencing hearing, Henry's counsel3\n\nagreed  that the  trial  court had  properly determined  that\n\n                    \n\n3.   The attorney who represented appellant at the sentencing\nhearing replaced Henry's trial counsel.  Replacement  counsel\nalso represented Henry on appeal.\n\n                             -11-\n                              11\n\nappellant was not under the influence  of medications when he\n\nchanged his plea to guilty.\n\n          The court found that appellant's trial attorney had\n\nnot coerced  him into  pleading  guilty.   Indeed, the  court\n\nstated that his lawyer's advice was\n\n          proper and sound.  And it was looking for\n          the  welfare of  this  defendant.   And I\n          don't think he induced the defendant into\n          doing anything but  to tell the defendant\n          the truth  and  that the  defendant  took\n          this  decision upon  his  own  free  will\n          because he  was  present.   He heard  two\n          days  of  testimony of  witnesses against\n          him.\n          . . . .\n          Having observed Attorney  Garcia come  in\n          this case and the circumstances which led\n          to the defendant's plea[] of guilty.  The\n          Court  is  disincline[d]  to accept  your\n          assertions.\n             Contrary to that  I believe Mr. Garcia\n          gave you good advice.\n\nAppellant does  not contest this  finding on  appeal, and  we\n\nfind  nothing in  the record  to upset  the  district court's\n\nfindings.\n\n          Appellant  did not  raise his  \"emotional distress\"\n\ntheory on appeal. \n\n     C.   Legal Innocence\n                         \n\n          At no time has appellant directly stated that he is\n\nlegally  innocent of the charges  to which he  pled guilty on\n\nDecember 19, 1991.  On that date, during the Rule 11 hearing,\n\nappellant  said that  he  asked Middlebrook  and Marshall  to\n\ncarry the drugs, and stated:\n\n                             -12-\n                              12\n\n          But I'm taking the blame  because I asked\n          them and I had no business to ask them to\n          take drugs.  We didn't go to St. Lucia to\n          get drugs.   That's not what we go to St.\n          Lucia  for.   But  they were  taking  the\n          drugs and when we  go to Puerto Rico they\n          got busted.  They  had drugs and I didn't\n          have nothing and I feel guilty and I feel\n          sorry because I knew what I asked them to\n          do  was against  the  law.   So what  I'm\n          asking the Court today,  I am asking you,\n          Judge,  if  I  could  get  some  type  of\n          leniency, maybe 42  months or 36  months,\n          or I am not  going to put no time,  but a\n          time to be in jail  for the crime that  I\n          help committed [sic].4\n\nAppellant clearly  acknowledged that  he felt guilty  for his\n\nrole  in aiding and abetting the  importation of cocaine into\n\nthe United States.  On appeal, Henry merely claims that he is\n\nlegally innocent because \"he had not carried drugs nor forced\n\nanyone  to  bring  drugs  into  the  United  States.\"    That\n\nassertion  is an  insufficient expression of  legal innocence\n\nbecause  he did not assert  his innocence of  the crimes with\n\nwhich he was charged.  As  we noted in Doyle, \"the absence of\n                                            \n\na claim of  innocence weighs  in favor of  allowing a  guilty\n\nplea to stand.\"  </pre><span class=\"citation\" data-id=\"596485\"><span class=\"antecedent_guess\">Doyle,</span> <a href=\"/opinion/596485/united-states-v-clifford-a-doyle/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">596</span></a></span><pre class=\"inline\">.\n                      \n\n     D.   Breach of Plea Agreement\n                                  \n\n          Because there  never was a  plea agreement  between\n\nthe appellant and the government, this factor bears no weight\n\n                    \n\n4.   Although  the  record, on  appeal,  does  not include  a\ntranscript  of  the  trial  proceedings,  including the  plea\ncolloquy, a  copy  of  the  transcript was  appended  to  the\nappellant's brief,  and the  government quoted parts  of this\npassage in its brief.\n\n                             -13-\n                              13\n\nin  our calculus.  Henry contends that the district court was\n\nconfused,  and thought that there  had, in fact,  been a plea\n\nagreement in this case.  Our  review of the transcript of the\n\nsentencing  hearing  indicates that  the  court  had a  clear\n\nunderstanding of  the situation.   The court cited  the five-\n\nfactor test outlined above  and endorsed in Tilley.   When it\n                                                  \n\nreached this fourth factor the court stated:  \"Four, when the\n\nparties have reached or  breached a plea agreement.   Well, I\n\nguess if he withdraw[s]  his plea now I guess  he's breaching\n\nhis plea agreement.   Although  that's not  what this  refers\n\nto.\"  By stating \"that's not what this refers to,\" and moving\n\non  to the fifth factor, the court recognized that the breach\n\nof a plea  agreement between the  government and a  defendant\n\ncontemplated  by  this  factor  was not  implicated  in  this\n\ncase.5\n\n     E.   Voluntariness\n                       \n\n          The  fifth  factor  which  must  be  considered  in\n\nevaluating the strength of  appellant's motion to withdraw is\n\nwhether, \"in  light of  the defendant's proffered  reason and\n\nany newly  disclosed  facts, the  plea  may still  be  deemed\n\nvoluntary and intelligent.\"   </pre><span class=\"citation\" data-id=\"596485\"><span class=\"antecedent_guess\">Doyle,</span> <a href=\"/opinion/596485/united-states-v-clifford-a-doyle/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">596</span> </a></span><pre class=\"inline\">(citing\n                                   \n\n                    \n\n5.   We  note that there were  times in the  hearing when the\ncourt seems to have applied the Tilley factors to appellant's\n                                      \nchange of  plea at  trial, rather  than to  the circumstances\nsurrounding his  subsequent  efforts to  withdraw his  guilty\nplea.   Notwithstanding this apparent confusion,  a review of\nthe entire  record supports the court's  ultimate decision to\ndeny appellant's motion.\n\n                             -14-\n                              14\n\nUnited  States  v. Austin,  </pre><span class=\"citation\" data-id=\"571445\"><a href=\"/opinion/571445/united-states-v-michael-j-austin-united-states-v-michael-j-austin/\"><span class=\"volume\">948</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">783</span></a></span><pre class=\"inline\">,  786-87  (1st Cir.\n                         \n\n1991); United States  v. Allard, </pre><span class=\"citation\" data-id=\"556604\"><a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1237</span></a></span><pre class=\"inline\">,  1245-47 (1st\n                               \n\nCir.  1991)).     Appellant  contends  on   appeal  that  the\n\ntranscript  of his plea colloquy  at trial shows  that he was\n\nindecisive about  his plea,  and that  the hearing  was \"both\n\ndefective and incomplete.\"  We disagree.  The  district court\n\ncomplied fully with the requirements of Fed. R. Crim. P. 11.\n\n          Appellant   initially    resisted   accepting   the\n\ngovernment's  version of the facts of the case.  When offered\n\nthe opportunity to explain  with what facts he  disagreed, he\n\nstated\n\n             I  didn't agree  because  both of  the\n          ladies    one lady  I'm in love  with and\n          the   other  lady,  they  old  enough  to\n          understand that the drugs is not legal to\n          carry  in the  United States.   All  they\n          have  to tell  me  is that  they are  not\n          going to  carry it.  There  was no force,\n          no  push.   I  asked them  not one  time.\n          They  sleep on it  Sunday night.   Monday\n          morning I  asked them the  same question,\n          and it was agreed  that they would do it,\n          without no force.\n             So  I figure that I'm guilty by asking\n          them to carry the cocaine,  but they also\n          have  to  hold  their  responsibility  to\n          carry it because I didn't put no force on\n          them to carry these  drugs when they know\n          the drugs is  not legal to carry.  I only\n          asked  them, and  the  word  was said  in\n          front of them when  the guy front we with\n          it.  We  was sitting at  the table.   All\n          they have  to say,  \"I'm not coming  down\n          for this, I'm not going to do this.\"\n             So I figure like they should hold some\n          type  of  responsibility  to   carry  the\n          drugs, if the state attorney  didn't make\n          a deal  with them that they  going to get\n          less time.\n\n                             -15-\n                              15\n\nThis explanation  reveals that, although he  did dispute some\n\nof  the details of  the government's case,  appellant did not\n\ndisagree with the fact that he facilitated the importation of\n\nillegal drugs into the United States.  His statement  reveals\n\na  greater concern with informing  the court that  he had not\n\nforced  the women to carry  the drugs, than  with denying his\n\nguilt for  his role  in  the scheme.   In  sum,  there is  no\n\nevidence  that appellant was unsure of his plea, nor is there\n\nevidence  that the plea was coerced or entered without a full\n\nunderstanding of the consequences.\n\n     F.   Prejudice to Government\n                                 \n\n          Because  analysis  of  each  of  the  five  factors\n\nsupports   the   district  court's   denial   of  appellant's\n\nwithdrawal  motion,   we  need  not  consider   the  possible\n\nprejudice  to  government of  reversing  the  decision below.\n\n</pre><span class=\"citation\" data-id=\"596485\"><span class=\"antecedent_guess\">Doyle,</span> <a href=\"/opinion/596485/united-states-v-clifford-a-doyle/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">596</span> </a></span><pre class=\"inline\">n.6 (citing </pre><span class=\"citation\" data-id=\"482471\"><span class=\"antecedent_guess\">Ramos,</span> <a href=\"/opinion/482471/united-states-v-hector-acevedo-ramos/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">315</span></a></span><pre class=\"inline\">).\n                                        \n\n                             III\n\n                          Conclusion\n                                    \n\n          Because  the appellant  has  not  made the  showing\n\nrequired  to reverse a district court's denial of a motion to\n\nwithdraw a plea, the decision of the district court is\n\n                              Affirmed.\n                                      \n\n                             -16-\n                              16\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/326888/",
    "https://www.courtlistener.com/api/rest/v3/opinions/421132/",
    "https://www.courtlistener.com/api/rest/v3/opinions/423493/",
    "https://www.courtlistener.com/api/rest/v3/opinions/482471/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506591/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526038/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556604/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571445/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583578/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596485/"
  ]
}