{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194896/",
  "id": 194896,
  "absolute_url": "/opinion/194896/united-states-v-daniels/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194896/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:32Z",
  "date_modified": "2020-02-22T00:09:18.223216Z",
  "type": "010combined",
  "sha1": "0aaf30fbcec5a5cca6c8ccb0764a8087d13f7004",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2006.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 92-2006\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                     CHARLES E. DANIELS,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n     [Hon. Frank H. Freedman, Senior U.S. District Judge]\n                                                        \n\n                                         \n\n                            Before\n\n                Cyr and Stahl, Circuit Judges,\n                                             \n                 and Fuste,* District Judge.\n                                           \n\n                                         \n\nRobert J. Carnes, by appointment of the Court, for appellant.\n                \nC. Jeffrey Kinder, Assistant United States  Attorney, with whom A.\n                                                                  \nJohn Pappalardo, United States Attorney, was on brief for appellee.\n           \n\n                                         \n                       August 30, 1993\n                                         \n\n            \n*Of the District of Puerto Rico, sitting by designation.\n\n          STAHL,  Circuit  Judge.   A federal  jury convicted\n                                \n\ndefendant  Charles Daniels (\"Daniels\")  of illegal possession\n\nof a firearm by a convicted felon, a violation of 18 U.S.C.  \n\n922(g)(1).   The district court sentenced  Daniels to fifteen\n\nyears imprisonment,  the mandatory minimum sentence under the\n\nArmed Career  Criminal Act  (\"ACCA\"), 18 U.S.C.    924(e)(1).\n\nOn appeal, Daniels  claims that:   1) the indictment  against\n\nhim   should  have  been   dismissed  as  a   result  of  the\n\ngovernment's  violation   of  the  Interstate   Agreement  on\n\nDetainers (\"IAD\"); 2) his trial counsel was  constitutionally\n\nineffective;   3)  the  district  court  failed  to  properly\n\ninstruct the jury on the government's burden of proof; and 4)\n\nthe district  court improperly sentenced him  under the ACCA.\n\nFinding these claims meritless, we affirm.\n\n                              I.\n                                \n\n           Factual Background and Prior Proceedings\n                                                   \n\n          We recount the facts in the light most favorable to\n\nthe prosecution.  United  States v. Alvarez, 987 F.2d  77, 79\n                                           \n\n(1st  Cir. 1993), petition for  cert. filed,      U.S.L.W.   \n                                                             \n\n(U.S.  June   9,  1993)  (No.  92-9080).     A  Massachusetts\n\ninvestigation  of Daniels  and his  girlfriend, Deborah  Hill\n\n(\"Hill\"), culminated on November 17, 1989, with the execution\n\nof  search  warrants at  their  respective  residences.   The\n\nwarrants   authorized   a   search   for   cocaine,   cocaine\n\n                             -2-\n                              2\n\nparaphernalia, and  records related to the  purchase and sale\n\nof cocaine.\n\n          Prior to  the search of  Hill's residence,  Daniels\n\nhad  been observed  leaving  his apartment  carrying a  brown\n\nnylon bag.  He drove to Hill's residence and entered her home\n\nwith the  bag.  At  approximately 7 p.m.,  five Massachusetts\n\nState Troopers forcibly entered  Hill's residence in order to\n\nexecute the warrant.  Three  of the troopers, having  entered\n\nthe apartment  by way of  its kitchen, moved  forward towards\n\nother  portions  of  the  apartment.   As  one  trooper,  Lt.\n\nMcDonald,  reached the  entrance  to a  bedroom, he  observed\n\nDaniels, in the middle of the room, \"crouched\" over the brown\n\nbag with  his hand inside it.  As Daniels looked up, McDonald\n\nand  two other troopers rushed toward him and pushed him onto\n\na bed.  Following a struggle, the troopers handcuffed Daniels\n\nand removed him from the scene.\n\n          While the  three  troopers were  subduing  Daniels,\n\nTrooper  Thomas  Kerle's  cursory  search of  the  brown  bag\n\nrevealed cocaine and cocaine  paraphernalia.  A more complete\n\nsearch of the  bag, performed after Daniels was  removed from\n\nthe  room,  yielded  a  loaded  Browning  .38  caliber  semi-\n\nautomatic pistol and approximately $1,000 cash.  A subsequent\n\nexecution of the warrant to search Daniels's residence netted\n\n17  rounds  of  .38  caliber ammunition  which  matched  that\n\nremoved from the gun found in the brown bag.  \n\n                             -3-\n                              3\n\n          Daniels pled guilty  to cocaine related charges  in\n\nHampshire County (Mass.) Superior  Court and was sentenced to\n\nthree to  six years imprisonment.   On March 5, 1992,  he was\n\nindicted by a federal grand jury on a charge of possession of\n\na firearm by a convicted felon,  in violation of 18 U.S.C.   \n\n922(g)(1).\n\n          At trial,  the various  state troopers  involved in\n\nthe case, as well  as both Hill and Daniels, testified.  Hill\n\ntestified that  she assisted  Daniels in the  distribution of\n\ncocaine and collection  of cocaine related  debts.  She  also\n\ntestified  that the brown bag was one that she had previously\n\nbought for Daniels.  Finally, she testified that the contents\n\nof the  bag belonged to Daniels  and that she  had never seen\n\nthe gun before the police showed it to her.  Daniels admitted\n\nthat he and  Hill used and  sold cocaine.   He also  admitted\n\nthat   the  brown   nylon   bag,  the   seized  cocaine   and\n\nparaphernalia were his.   He  denied, however,   that he  was\n\nreaching into the bag  at the time McDonald sighted  him, and\n\nalso claimed that he  had never before seen the gun at issue.\n\nThe jury deliberated approximately two hours before returning\n\na guilty verdict.\n\n                             II.\n                                \n\n                          Discussion\n                                    \n\nA.  Ineffective Assistance of Counsel\n                                     \n\n                             -4-\n                              4\n\n          Daniels argues that his trial counsel's performance\n\nwas  constitutionally  infirm because:    1)  she withdrew  a\n\nmotion  to  suppress evidence  seized  during  the search  of\n\nHill's apartment;  and 2)  she cross-examined Hill  about her\n\ndrug  activity, thereby  \"opening the  door\" to  admission of\n\nevidence  regarding  Daniels's  own drug  involvement.    We,\n\nhowever,  need not address these  claims because they are not\n\nproperly before us.  A brief explanation follows.\n\n          It  is well settled in this circuit that a claim of\n\nineffective assistance of counsel  will not be resolved  on a\n\ndirect  appeal where the claim was not raised in the district\n\ncourt, unless the  critical facts  are not in  dispute and  a\n\nsufficiently  developed  record  exists.   United  States  v.\n                                                         \n\nGeorgacarakos,  988  F.2d  1289,  1297-98  (1st  Cir.  1993).\n             \n\nInstead,  such a  claim  is to  be  pursued in  a  collateral\n\nproceeding under  28 U.S.C.    2255.   Id.  at  1298.   Here,\n                                          \n\nappellant  does not argue  that he  raised this  issue below.\n\nMoreover, our  review of the record demonstrates that both of\n\nDaniels's  claims   are  heavily  dependent  on  the  factual\n\ncircumstances surrounding  each  of the  allegedly  deficient\n\nactions taken by trial counsel.  Accordingly, we do not reach\n\nDaniels's ineffective assistance of counsel claim.\n\nB.  Interstate Agreement on Detainers\n                                     \n\n          Daniels next argues that the indictment should have\n\nbeen dismissed because  his rights under  the IAD, 18  U.S.C.\n\n                             -5-\n                              5\n\napp. II,    2, art.  IV(e)1, were violated when  he was twice\n\ntransferred   from  Massachusetts  to   federal  custody  for\n\npurposes of arraignment.  We disagree.\n\n          At the time of  his federal indictment, Daniels was\n\nincarcerated   in   a    Gardner,   Massachusetts    facility\n\n(\"Gardner\"), serving his sentence  on the state drug charges.\n\nOn March 6, 1992,  the day after his federal  indictment, the\n\ndistrict court, sua sponte, issued a writ of habeas corpus ad\n                                                             \n\nprosequendum to  the  warden at  Gardner, ordering  Daniels's\n            \n\nproduction on March 20, 1992, for  arraignment on the federal\n\nindictment.   On March  9, 1992, the  United States Marshal's\n\nService lodged a detainer  with the Gardner warden, notifying\n\nhim of the pending federal charges against Daniels.\n\n          Daniels made his initial appearance before a United\n\nStates  Magistrate Judge  on  March 20,  1992.   After  being\n\nadvised of  the charge against him,  Daniels requested court-\n\nappointed counsel.   The  arraignment was continued  to March\n\n30,  1992, so  that counsel  could be  present.   Daniels was\n\nreturned  to  Gardner that  same  day.   The  district court,\n\nmeanwhile, issued a second  writ, ordering the Gardner warden\n\nto produce Daniels on March 30, 1992.\n\n                    \n\n1.  Pursuant  to Article IV(e) of the IAD, \"[i]f trial is not\nhad on any indictment . .  . contemplated hereby prior to the\nprisoner's  being   returned   to  the   original  place   of\nimprisonment .  . . such indictment . . . shall not be of any\nfurther force or effect,  and the court shall enter  an order\ndismissing the same with prejudice.\"\n\n                             -6-\n                              6\n\n          Daniels appeared for arraignment on March 30, 1992,\n\nwith appointed counsel,  and entered  a not guilty  plea.   A\n\ndiscovery  and  motion  schedule  was set,  and  Daniels  was\n\nreturned  to Gardner,  where  he remained  until his  federal\n\ntrial.\n\n          Daniels's  argument for  dismissal  is  based on  a\n\nliteral  reading of  Article IV(e).   Strictly  speaking, the\n\nargument  is not without merit.  In this circuit, however, we\n\nhave  firmly held  that  \"common sense  rejects that  literal\n\napplication.\"  United States  v. Taylor, 947 F.2d  1002, 1003\n                                       \n\n(1st Cir.), cert. denied,  112 S. Ct. 2982 (1992).   Instead,\n                        \n\nwe have  held--as have  several other circuits--that  a brief\n\ninterruption  in state  prison  confinement  for purposes  of\n\narraignment, where the prisoner  is returned to state custody\n\nthe same day, does not violate the IAD. Id.; United States v.\n                                                          \n\nTaylor, 861 F.2d 316, 319 (1st Cir. 1988); see also Baxter v.\n                                                          \n\nUnited  States, 966 F.2d  387, 389  (8th Cir.  1992) (removal\n              \n\nfrom  state custody  for few  hours for arraignment  and plea\n\ndoes not violate  IAD); United  States v.  Johnson, 953  F.2d\n                                                  \n\n1167, 1171  (9th Cir.)  (five different transfers  from state\n\ncustody to federal court did  not violate IAD), cert. denied,\n                                                            \n\n113 S.  Ct. 226 (1992); United  States v. Roy, 830  F.2d 628,\n                                             \n\n636 (7th Cir. 1987) (overnight  removal did not violate IAD),\n\ncert. denied, 484 U.S. 1068 (1988); United States v. Roy, 771\n                                                        \n\nF.2d 54, 60  (2d Cir.  1985) (same), cert.  denied, 475  U.S.\n                                                  \n\n                             -7-\n                              7\n\n1110 (1986).  But see United States v. Schrum,  638 F.2d 214,\n                                             \n\n215  (10th  Cir.  1981)  (whenever  prisoner is  transferred,\n\nhowever  briefly,  IAD  is   violated  and  charges  must  be\n\ndismissed), aff'g  504 F.  Supp.  23 (D.  Kan. 1980);  United\n                                                             \n\nStates  v. Thompson,  562 F.2d  232, 234  (3d Cir.  1977) (en\n                   \n\nbanc) (same), cert. denied, 436 U.S. 949 (1978).\n                          \n\n          The rationale behind our  interpretation of the IAD\n\nis that a brief interruption in state custody poses no threat\n\nto the prisoner's rehabilitation efforts, the main purpose of\n\nthe  Act.  Taylor, 947  F.2d at 1003;  United States v Mauro,\n                                                            \n\n436 U.S.  340, 349 (1978).   Indeed,  as we have  noted, such\n\ninterruptions may be advantageous  to a defendant. See, e.g.,\n                                                            \n\nTaylor,  947  F.2d  at 1003  (securing  speedy  arraignment).\n      \n\nHere, Daniels has alleged  no hindrance to the rehabilitative\n\nefforts of his state  incarceration.2  Finally, Daniels tries\n\nto distinguish both Taylor cases because they involved single\n                          \n\ntransfers, while Daniels was twice transferred.  We find this\n\ndistinction to be of  no legal moment, especially, where,  as\n\nhere, the  second transfer  was effected to  secure Daniels's\n\nright  to counsel.   Accordingly,  we reject  Daniels's claim\n\nunder the IAD.\n\n                    \n\n2.  In fact, as the  government correctly points out, literal\napplication  of the  IAD could  frustrate its  goals.   If we\naccept Daniels's argument for purposes of this case, he would\nhave been removed from  state custody from the  original date\nof his federal arraignment, March 20, 1992, until the date of\nhis  disposition, August 3, 1992.   We can  hardly think of a\ngreater disruption in rehabilitative services.\n\n                             -8-\n                              8\n\nC.  Sentencing Under the ACCA\n                             \n\n          Pursuant  to   the  ACCA,  a   felon  convicted  of\n\npossessing  a  firearm must  receive  a  minimum sentence  of\n\nfifteen years if  he has three prior  convictions for violent\n\nfelonies or  serious drug offenses.   18 U.S.C.    924(e)(1).\n\nTo  support the  ACCA  sentence  enhancement, the  government\n\nintroduced into evidence at the  sentencing hearing certified\n\ncopies of  Daniels's  convictions for  attempted  assault  in\n\n1965, attempted robbery in  1970, rape in 1973,  and reckless\n\nendangerment and assault in 1986.  At the sentencing hearing,\n\nDaniels  argued   that  the  1973  rape   and  1986  reckless\n\nendangerment  and assault convictions were invalid predicates\n\nbecause he was not represented by counsel during the relevant\n\nproceedings.\n\n          On  appeal, Daniels embarks  on a different course.\n\nHe now argues that  the 1965, 1970, and 1973  convictions are\n\ntoo  old to be  used as predicate  offenses.3  This  claim is\n\nmeritless.\n\n          Not only does the ACCA lack a limitations period on\n\npredicate  crimes,   but  appellate  courts   have  uniformly\n\n                    \n\n3.  In  his brief,  appellant also  argued that  the district\ncourt  improperly used  as a  predicate  Daniels's underlying\ndrug  conviction  and  also  improperly  considered his  1986\nconvictions for assault and reckless endangerment as separate\npredicate offenses.  These contentions, however, were  waived\nat oral argument.\n\n                             -9-\n                              9\n\nrejected attempts to  create such a  limitation.  See  United\n                                                             \n\nStates  v.  Alvarez, 972  F.2d  1000,  1006  (9th Cir.  1992)\n                   \n\n(predicate convictions  more than fifteen  years old),  cert.\n                                                             \n\ndenied, 113 S. Ct. 1427 (1993); United States v. Blankenship,\n                                                            \n\n923 F.2d  1110, 1118  (5th Cir.) (predicate  convictions more\n\nthan twenty years old), cert. denied, 111 S. Ct. 2262 (1991);\n                                    \n\nUnited States v. McConnell, 916 F.2d 448, 450 (8th Cir. 1990)\n                          \n\n(same);  United States v. Preston,  910 F.2d 81,  89 (3d Cir.\n                                 \n\n1990), cert. denied, 111 S. Ct. 1002 (1991); United States v.\n                                                          \n\nGreen,  904  F.2d  654, 655  (11th  Cir.  1990)  (same).   We\n     \n\nsimilarly decline  Daniels's  invitation  to  create  such  a\n\nlimitations period,  and find that he  was properly sentenced\n\npursuant to the ACCA.\n\nD.  Jury Instructions\n                     \n\n          Daniels's final claim  is that  the district  court\n\nfailed adequately  to instruct  and define  for the jury  the\n\ngovernment's burden of proof.  As no objection to the court's\n\ninstruction  was made  at  trial, we  review  only for  plain\n\nerror.   Fed. R. Crim. P. 52(b);  United States v. Olano, 113\n                                                        \n\nS.  Ct. 1770, 1778 (1993) (reversal for plain error warranted\n\nonly  where  the  error   \"seriously  affects  the  fairness,\n\nintegrity or public reputation of judicial proceedings\").  We\n\nhave read the charge and find no plain error.4\n\n                    \n\n4.  Indeed,   appellant's   counsel    termed   this    claim\n\"insupportable,\" and filed the  relevant section of the brief\npursuant to Anders v. California, 386 U.S. 738 (1967).\n                                \n\n                             -10-\n                              10\n\n          Based  on the foregoing, appellant's conviction and\n\nsentence are affirmed.\n             affirmed.\n                      \n\n                             -11-\n                              11\n",
  "html": "<p class=\"case_cite\">3 F.3d 25</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Charles E. DANIELS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 92-2006.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 5, 1993.<br>Decided Aug. 30, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert J. Carnes, Pittsfield, MA, by appointment of the Court, for defendant, appellant.</p>\n      <p class=\"indent\">C. Jeffrey Kinder, Asst. U.S. Atty., with whom A. John Pappalardo, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before CYR and STAHL, Circuit Judges, and FUSTE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A federal jury convicted defendant Charles Daniels (\"Daniels\") of illegal possession of a firearm by a convicted felon, a violation of 18 U.S.C. Sec. 922(g)(1).  The district court sentenced Daniels to fifteen years imprisonment, the mandatory minimum sentence under the Armed Career Criminal Act (\"ACCA\"), 18 U.S.C. Sec. 924(e)(1).  On appeal, Daniels claims that:  1) the indictment against him should have been dismissed as a result of the government's violation of the Interstate Agreement on Detainers (\"IAD\");  2) his trial counsel was constitutionally ineffective;  3) the district court failed to properly instruct the jury on the government's burden of proof;  and 4) the district court improperly sentenced him under the ACCA.  Finding these claims meritless, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Factual Background and Prior Proceedings</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recount the facts in the light most favorable to the prosecution.  United States v. Alvarez, 987 F.2d 77, 79 (1st Cir.1993), petition for cert. filed, --- U.S.L.W. ---- (U.S. June 9, 1993) (No. 92-9080).  A Massachusetts investigation of Daniels and his girlfriend, Deborah Hill (\"Hill\"), culminated on November 17, 1989, with the execution of search warrants at their respective residences.  The warrants authorized a search for cocaine, cocaine paraphernalia, and records related to the purchase and sale of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Prior to the search of Hill's residence, Daniels had been observed leaving his apartment carrying a brown nylon bag.  He drove to Hill's residence and entered her home with the bag.  At approximately 7 p.m., five Massachusetts State Troopers forcibly entered Hill's residence in order to execute the warrant.  Three of the troopers, having entered the apartment by way of its kitchen, moved forward towards other portions of the apartment.  As one trooper, Lt. McDonald, reached the entrance to a bedroom, he observed Daniels, in the middle of the room, \"crouched\" over the brown bag with his hand inside it.  As Daniels looked up, McDonald and two other troopers rushed toward him and pushed him onto a bed.  Following a struggle, the troopers handcuffed Daniels and removed him from the scene.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">While the three troopers were subduing Daniels, Trooper Thomas Kerle's cursory search of the brown bag revealed cocaine and cocaine paraphernalia.  A more complete search of the bag, performed after Daniels was removed from the room, yielded a loaded Browning .38 caliber semi-automatic pistol and approximately $1,000 cash.  A subsequent execution of the warrant to search Daniels's residence netted 17 rounds of .38 caliber ammunition which matched that removed from the gun found in the brown bag.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Daniels pled guilty to cocaine related charges in Hampshire County (Mass.)  Superior Court and was sentenced to three to six years imprisonment.  On March 5, 1992, he was indicted by a federal grand jury on a charge of possession of a firearm by a convicted felon, in violation of 18 U.S.C. Sec. 922(g)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At trial, the various state troopers involved in the case, as well as both Hill and Daniels, testified.  Hill testified that she assisted Daniels in the distribution of cocaine and collection of cocaine related debts.  She also testified that the brown bag was one that she had previously bought for Daniels.  Finally, she testified that the contents of the bag belonged to Daniels and that she had never seen the gun before the police showed it to her.  Daniels admitted that he and Hill used and sold cocaine.  He also admitted that the brown nylon bag, the seized cocaine and paraphernalia were his.  He denied, however, that he was reaching into the bag at the time McDonald sighted him, and also claimed that he had never before seen the gun at issue.  The jury deliberated approximately two hours before returning a guilty verdict.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <p>A. Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Daniels argues that his trial counsel's performance was constitutionally infirm because:  1) she withdrew a motion to suppress evidence seized during the search of Hill's apartment;  and 2) she cross-examined Hill about her drug activity, thereby \"opening the door\" to admission of evidence regarding Daniels's own drug involvement.  We, however, need not address these claims because they are not properly before us.  A brief explanation follows.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is well settled in this circuit that a claim of ineffective assistance of counsel will not be resolved on a direct appeal where the claim was not raised in the district court, unless the critical facts are not in dispute and a sufficiently developed record exists.  United States v. Georgacarakos, 988 F.2d 1289, 1297-98 (1st Cir.1993).  Instead, such a claim is to be pursued in a collateral proceeding under 28 U.S.C. Sec. 2255.  Id. at 1298.   Here, appellant does not argue that he raised this issue below.  Moreover, our review of the record demonstrates that both of Daniels's claims are heavily dependent on the factual circumstances surrounding each of the allegedly deficient actions taken by trial counsel.  Accordingly, we do not reach Daniels's ineffective assistance of counsel claim.</p>\n    </div>\n    <p>B. Interstate Agreement on Detainers</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Daniels next argues that the indictment should have been dismissed because his rights under the IAD, 18 U.S.C.App. II, Sec. 2, art.  IV(e)<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>, were violated when he was twice transferred from Massachusetts to federal custody for purposes of arraignment.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At the time of his federal indictment, Daniels was incarcerated in a Gardner, Massachusetts facility (\"Gardner\"), serving his sentence on the state drug charges.  On March 6, 1992, the day after his federal indictment, the district court, sua sponte, issued a writ of habeas corpus ad prosequendum to the warden at Gardner, ordering Daniels's production on March 20, 1992, for arraignment on the federal indictment.  On March 9, 1992, the United States Marshal's Service lodged a detainer with the Gardner warden, notifying him of the pending federal charges against Daniels.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Daniels made his initial appearance before a United States Magistrate Judge on March 20, 1992.  After being advised of the charge against him, Daniels requested court-appointed counsel.  The arraignment was continued to March 30, 1992, so that counsel could be present.  Daniels was returned to Gardner that same day.  The district court, meanwhile, issued a second writ, ordering the Gardner warden to produce Daniels on March 30, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Daniels appeared for arraignment on March 30, 1992, with appointed counsel, and entered a not guilty plea.  A discovery and motion schedule was set, and Daniels was returned to Gardner, where he remained until his federal trial.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Daniels's argument for dismissal is based on a literal reading of Article IV(e).  Strictly speaking, the argument is not without merit.  In this circuit, however, we have firmly held that \"common sense rejects that literal application.\"  United States v. Taylor, 947 F.2d 1002, 1003 (1st Cir.), cert. denied, --- U.S. ----, 112 S.Ct. 2982, 119 L.Ed.2d 599 (1992).  Instead, we have held--as have several other circuits--that a brief interruption in state prison confinement for purposes of arraignment, where the prisoner is returned to state custody the same day, does not violate the IAD.  Id.;  United States v. Taylor, 861 F.2d 316, 319 (1st Cir.1988);  see also Baxter v. United States, 966 F.2d 387, 389 (8th Cir.1992) (removal from state custody for few hours for arraignment and plea does not violate IAD);  United States v. Johnson, 953 F.2d 1167, 1171 (9th Cir.)  (five different transfers from state custody to federal court did not violate IAD), cert. denied, --- U.S. ----, 113 S.Ct. 226, 121 L.Ed.2d 163 (1992);  United States v. Roy, 830 F.2d 628, 636 (7th Cir.1987) (overnight removal did not violate IAD), cert. denied, 484 U.S. 1068, 108 S.Ct. 1033, 98 L.Ed.2d 997 (1988);  United States v. Roy, 771 F.2d 54, 60 (2d Cir.1985) (same), cert. denied, 475 U.S. 1110, 106 S.Ct. 1520, 89 L.Ed.2d 918 (1986).  But see United States v. Schrum, 638 F.2d 214, 215 (10th Cir.1981) (whenever prisoner is transferred, however briefly, IAD is violated and charges must be dismissed), aff'g 504 F.Supp. 23 (D.Kan.1980);  United States v. Thompson, 562 F.2d 232, 234 (3d Cir.1977) (en banc) (same), cert. denied, 436 U.S. 949, 98 S.Ct. 2858, 56 L.Ed.2d 793 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The rationale behind our interpretation of the IAD is that a brief interruption in state custody poses no threat to the prisoner's rehabilitation efforts, the main purpose of the Act.  Taylor, 947 F.2d at 1003;  United States v. Mauro, 436 U.S. 340, 349, 98 S.Ct. 1834, 1841, 56 L.Ed.2d 329 (1978).  Indeed, as we have noted, such interruptions may be advantageous to a defendant.  See, e.g., Taylor, 947 F.2d at 1003 (securing speedy arraignment).  Here, Daniels has alleged no hindrance to the rehabilitative efforts of his state incarceration.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Finally, Daniels tries to distinguish both Taylor cases because they involved single transfers, while Daniels was twice transferred.  We find this distinction to be of no legal moment, especially, where, as here, the second transfer was effected to secure Daniels's right to counsel.  Accordingly, we reject Daniels's claim under the IAD.</p>\n    </div>\n    <p>C. Sentencing Under the ACCA</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Pursuant to the ACCA, a felon convicted of possessing a firearm must receive a minimum sentence of fifteen years if he has three prior convictions for violent felonies or serious drug offenses.  18 U.S.C. Sec. 924(e)(1).  To support the ACCA sentence enhancement, the government introduced into evidence at the sentencing hearing certified copies of Daniels's convictions for attempted assault in 1965, attempted robbery in 1970, rape in 1973, and reckless endangerment and assault in 1986.  At the sentencing hearing, Daniels argued that the 1973 rape and 1986 reckless endangerment and assault convictions were invalid predicates because he was not represented by counsel during the relevant proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On appeal, Daniels embarks on a different course.  He now argues that the 1965, 1970, and 1973 convictions are too old to be used as predicate offenses.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  This claim is meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Not only does the ACCA lack a limitations period on predicate crimes, but appellate courts have uniformly rejected attempts to create such a limitation.  See United States v. Alvarez, 972 F.2d 1000, 1006 (9th Cir.1992) (predicate convictions more than fifteen years old), cert. denied, --- U.S. ----, 113 S.Ct. 1427, 122 L.Ed.2d 795 (1993);  United States v. Blankenship, 923 F.2d 1110, 1118 (5th Cir.)  (predicate convictions more than twenty years old), cert. denied, --- U.S. ----, 111 S.Ct. 2262, 114 L.Ed.2d 714 (1991);  United States v. McConnell, 916 F.2d 448, 450 (8th Cir.1990) (same);  United States v. Preston, 910 F.2d 81, 89 (3d Cir.1990), cert. denied, 498 U.S. 1103, 111 S.Ct. 1002, 112 L.Ed.2d 1085 (1991);  United States v. Green, 904 F.2d 654, 655 (11th Cir.1990) (same).  We similarly decline Daniels's invitation to create such a limitations period, and find that he was properly sentenced pursuant to the ACCA.</p>\n    </div>\n    <p>D. Jury Instructions</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Daniels's final claim is that the district court failed adequately to instruct and define for the jury the government's burden of proof.  As no objection to the court's instruction was made at trial, we review only for plain error.  Fed.R.Crim.P. 52(b);  United States v. Olano, --- U.S. ----, ----, 113 S.Ct. 1770, 1778, 123 L.Ed.2d 508 (1993) (reversal for plain error warranted only where the error \"seriously affects the fairness, integrity or public reputation of judicial proceedings\").  We have read the charge and find no plain error.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Based on the foregoing, appellant's conviction and sentence are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Pursuant to Article IV(e) of the IAD, \"[i]f trial is not had on any indictment ... contemplated hereby prior to the prisoner's being returned to the original place of imprisonment ... such indictment ... shall not be of any further force or effect, and the court shall enter an order dismissing the same with prejudice.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In fact, as the government correctly points out, literal application of the IAD could frustrate its goals.  If we accept Daniels's argument for purposes of this case, he would have been removed from state custody from the original date of his federal arraignment, March 20, 1992, until the date of his disposition, August 3, 1992.  We can hardly think of a greater disruption in rehabilitative services</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In his brief, appellant also argued that the district court improperly used as a predicate Daniels's underlying drug conviction and also improperly considered his 1986 convictions for assault and reckless endangerment as separate predicate offenses.  These contentions, however, were waived at oral argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Indeed, appellant's counsel termed this claim \"insupportable,\" and filed the relevant section of the brief pursuant to Anders v. California, 386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Charles E. DANIELS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 92-2006.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 5, 1993.<br>Decided Aug. 30, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert J. Carnes, Pittsfield, MA, by appointment of the Court, for defendant, appellant.</p>\n      <p class=\"indent\">C. Jeffrey Kinder, Asst. U.S. Atty., with whom A. John Pappalardo, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before CYR and STAHL, Circuit Judges, and FUSTE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A federal jury convicted defendant Charles Daniels (\"Daniels\") of illegal possession of a firearm by a convicted felon, a violation of 18 U.S.C. Sec. 922(g)(1).  The district court sentenced Daniels to fifteen years imprisonment, the mandatory minimum sentence under the Armed Career Criminal Act (\"ACCA\"), 18 U.S.C. Sec. 924(e)(1).  On appeal, Daniels claims that:  1) the indictment against him should have been dismissed as a result of the government's violation of the Interstate Agreement on Detainers (\"IAD\");  2) his trial counsel was constitutionally ineffective;  3) the district court failed to properly instruct the jury on the government's burden of proof;  and 4) the district court improperly sentenced him under the ACCA.  Finding these claims meritless, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Factual Background and Prior Proceedings</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recount the facts in the light most favorable to the prosecution.  United States v. Alvarez, <span class=\"citation\" data-id=\"601487\"><a href=\"/opinion/601487/united-states-v-victor-manuel-alvarez-united-states-v-diana-matos/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, 79 (1st Cir.1993), petition for cert. filed, --- U.S.L.W. ---- (U.S. June 9, 1993) (No. 92-9080).  A Massachusetts investigation of Daniels and his girlfriend, Deborah Hill (\"Hill\"), culminated on November 17, 1989, with the execution of search warrants at their respective residences.  The warrants authorized a search for cocaine, cocaine paraphernalia, and records related to the purchase and sale of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Prior to the search of Hill's residence, Daniels had been observed leaving his apartment carrying a brown nylon bag.  He drove to Hill's residence and entered her home with the bag.  At approximately 7 p.m., five Massachusetts State Troopers forcibly entered Hill's residence in order to execute the warrant.  Three of the troopers, having entered the apartment by way of its kitchen, moved forward towards other portions of the apartment.  As one trooper, Lt. McDonald, reached the entrance to a bedroom, he observed Daniels, in the middle of the room, \"crouched\" over the brown bag with his hand inside it.  As Daniels looked up, McDonald and two other troopers rushed toward him and pushed him onto a bed.  Following a struggle, the troopers handcuffed Daniels and removed him from the scene.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">While the three troopers were subduing Daniels, Trooper Thomas Kerle's cursory search of the brown bag revealed cocaine and cocaine paraphernalia.  A more complete search of the bag, performed after Daniels was removed from the room, yielded a loaded Browning .38 caliber semi-automatic pistol and approximately $1,000 cash.  A subsequent execution of the warrant to search Daniels's residence netted 17 rounds of .38 caliber ammunition which matched that removed from the gun found in the brown bag.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Daniels pled guilty to cocaine related charges in Hampshire County (Mass.)  Superior Court and was sentenced to three to six years imprisonment.  On March 5, 1992, he was indicted by a federal grand jury on a charge of possession of a firearm by a convicted felon, in violation of 18 U.S.C. Sec. 922(g)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At trial, the various state troopers involved in the case, as well as both Hill and Daniels, testified.  Hill testified that she assisted Daniels in the distribution of cocaine and collection of cocaine related debts.  She also testified that the brown bag was one that she had previously bought for Daniels.  Finally, she testified that the contents of the bag belonged to Daniels and that she had never seen the gun before the police showed it to her.  Daniels admitted that he and Hill used and sold cocaine.  He also admitted that the brown nylon bag, the seized cocaine and paraphernalia were his.  He denied, however, that he was reaching into the bag at the time McDonald sighted him, and also claimed that he had never before seen the gun at issue.  The jury deliberated approximately two hours before returning a guilty verdict.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <p>A. Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Daniels argues that his trial counsel's performance was constitutionally infirm because:  1) she withdrew a motion to suppress evidence seized during the search of Hill's apartment;  and 2) she cross-examined Hill about her drug activity, thereby \"opening the door\" to admission of evidence regarding Daniels's own drug involvement.  We, however, need not address these claims because they are not properly before us.  A brief explanation follows.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is well settled in this circuit that a claim of ineffective assistance of counsel will not be resolved on a direct appeal where the claim was not raised in the district court, unless the critical facts are not in dispute and a sufficiently developed record exists.  United States v. Georgacarakos, <span class=\"citation\" data-id=\"602802\"><a href=\"/opinion/602802/united-states-v-peter-n-georgacarakos/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1289</span></a></span>, 1297-98 (1st Cir.1993).  Instead, such a claim is to be pursued in a collateral proceeding under 28 U.S.C. Sec. 2255.  <span class=\"citation\" data-id=\"602802\"><a href=\"/opinion/602802/united-states-v-peter-n-georgacarakos/\"><span class=\"id_token\">Id.</span> at 1298. </a></span>  Here, appellant does not argue that he raised this issue below.  Moreover, our review of the record demonstrates that both of Daniels's claims are heavily dependent on the factual circumstances surrounding each of the allegedly deficient actions taken by trial counsel.  Accordingly, we do not reach Daniels's ineffective assistance of counsel claim.</p>\n    </div>\n    <p>B. Interstate Agreement on Detainers</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Daniels next argues that the indictment should have been dismissed because his rights under the IAD, 18 U.S.C.App. II, Sec. 2, art.  IV(e)<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>, were violated when he was twice transferred from Massachusetts to federal custody for purposes of arraignment.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At the time of his federal indictment, Daniels was incarcerated in a Gardner, Massachusetts facility (\"Gardner\"), serving his sentence on the state drug charges.  On March 6, 1992, the day after his federal indictment, the district court, sua sponte, issued a writ of habeas corpus ad prosequendum to the warden at Gardner, ordering Daniels's production on March 20, 1992, for arraignment on the federal indictment.  On March 9, 1992, the United States Marshal's Service lodged a detainer with the Gardner warden, notifying him of the pending federal charges against Daniels.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Daniels made his initial appearance before a United States Magistrate Judge on March 20, 1992.  After being advised of the charge against him, Daniels requested court-appointed counsel.  The arraignment was continued to March 30, 1992, so that counsel could be present.  Daniels was returned to Gardner that same day.  The district court, meanwhile, issued a second writ, ordering the Gardner warden to produce Daniels on March 30, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Daniels appeared for arraignment on March 30, 1992, with appointed counsel, and entered a not guilty plea.  A discovery and motion schedule was set, and Daniels was returned to Gardner, where he remained until his federal trial.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Daniels's argument for dismissal is based on a literal reading of Article IV(e).  Strictly speaking, the argument is not without merit.  In this circuit, however, we have firmly held that \"common sense rejects that literal application.\"  United States v. Taylor, <span class=\"citation\" data-id=\"571058\"><a href=\"/opinion/571058/united-states-v-kevin-taylor/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1002</span></a></span>, 1003 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2982</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">599</span> </span>(1992).  Instead, we have held--as have several other circuits--that a brief interruption in state prison confinement for purposes of arraignment, where the prisoner is returned to state custody the same day, does not violate the IAD.  Id.;  United States v. Taylor, <span class=\"citation\" data-id=\"514210\"><a href=\"/opinion/514210/united-states-v-charles-e-taylor/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">316</span></a></span>, 319 (1st Cir.1988);  see also Baxter v. United States, <span class=\"citation\" data-id=\"584264\"><a href=\"/opinion/584264/nicholas-allen-baxter-v-united-states/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">387</span></a></span>, 389 (8th Cir.1992) (removal from state custody for few hours for arraignment and plea does not violate IAD);  United States v. Johnson, <span class=\"citation\" data-id=\"575889\"><a href=\"/opinion/575889/united-states-v-larry-johnson/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1167</span></a></span>, 1171 (9th Cir.)  (five different transfers from state custody to federal court did not violate IAD), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">226</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">163</span> </span>(1992);  United States v. Roy, <span class=\"citation\" data-id=\"495253\"><a href=\"/opinion/495253/united-states-v-michael-roy/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">628</span></a></span>, 636 (7th Cir.1987) (overnight removal did not violate IAD), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1068</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1033</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">997</span> </span>(1988);  United States v. Roy, <span class=\"citation\" data-id=\"457607\"><a href=\"/opinion/457607/united-states-v-michael-roland-roy/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">54</span></a></span>, 60 (2d Cir.1985) (same), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1110</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1520</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">918</span> </span>(1986).  But see United States v. Schrum, <span class=\"citation\" data-id=\"385962\"><a href=\"/opinion/385962/united-states-v-albert-w-schrum-united-states-of-america-v-william-k/\"><span class=\"volume\">638</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">214</span></a></span>, 215 (10th Cir.1981) (whenever prisoner is transferred, however briefly, IAD is violated and charges must be dismissed), aff'g <span class=\"citation\" data-id=\"2154016\"><a href=\"/opinion/2154016/united-states-v-schrum/\"><span class=\"volume\">504</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">23</span> </a></span>(D.Kan.1980);  United States v. Thompson, <span class=\"citation\" data-id=\"349241\"><a href=\"/opinion/349241/united-states-v-louis-thompson/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">232</span></a></span>, 234 (3d Cir.1977) (en banc) (same), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">949</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2858</span></span>, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">793</span> </span>(1978).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The rationale behind our interpretation of the IAD is that a brief interruption in state custody poses no threat to the prisoner's rehabilitation efforts, the main purpose of the Act.  <span class=\"citation\" data-id=\"571058\"><span class=\"antecedent_guess\">Taylor,</span> <a href=\"/opinion/571058/united-states-v-kevin-taylor/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1003</span></a></span>;  United States v. Mauro, <span class=\"citation\" data-id=\"109867\"><a href=\"/opinion/109867/united-states-v-mauro/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">340</span></a></span>, 349, <span class=\"citation\" data-id=\"109867\"><a href=\"/opinion/109867/united-states-v-mauro/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1834</span></a></span>, 1841, <span class=\"citation\" data-id=\"109867\"><a href=\"/opinion/109867/united-states-v-mauro/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">329</span> </a></span>(1978).  Indeed, as we have noted, such interruptions may be advantageous to a defendant.  See, e.g., <span class=\"citation\" data-id=\"571058\"><span class=\"antecedent_guess\">Taylor,</span> <a href=\"/opinion/571058/united-states-v-kevin-taylor/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1003</span> </a></span>(securing speedy arraignment).  Here, Daniels has alleged no hindrance to the rehabilitative efforts of his state incarceration.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Finally, Daniels tries to distinguish both Taylor cases because they involved single transfers, while Daniels was twice transferred.  We find this distinction to be of no legal moment, especially, where, as here, the second transfer was effected to secure Daniels's right to counsel.  Accordingly, we reject Daniels's claim under the IAD.</p>\n    </div>\n    <p>C. Sentencing Under the ACCA</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Pursuant to the ACCA, a felon convicted of possessing a firearm must receive a minimum sentence of fifteen years if he has three prior convictions for violent felonies or serious drug offenses.  18 U.S.C. Sec. 924(e)(1).  To support the ACCA sentence enhancement, the government introduced into evidence at the sentencing hearing certified copies of Daniels's convictions for attempted assault in 1965, attempted robbery in 1970, rape in 1973, and reckless endangerment and assault in 1986.  At the sentencing hearing, Daniels argued that the 1973 rape and 1986 reckless endangerment and assault convictions were invalid predicates because he was not represented by counsel during the relevant proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On appeal, Daniels embarks on a different course.  He now argues that the 1965, 1970, and 1973 convictions are too old to be used as predicate offenses.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  This claim is meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Not only does the ACCA lack a limitations period on predicate crimes, but appellate courts have uniformly rejected attempts to create such a limitation.  See United States v. Alvarez, <span class=\"citation no-link\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1000</span></span>, 1006 (9th Cir.1992) (predicate convictions more than fifteen years old), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1427</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">795</span> </span>(1993);  United States v. Blankenship, <span class=\"citation\" data-id=\"554910\"><a href=\"/opinion/554910/united-states-v-jackie-wayne-blankenship/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1110</span></a></span>, 1118 (5th Cir.)  (predicate convictions more than twenty years old), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2262</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span> </span>(1991);  United States v. McConnell, <span class=\"citation\" data-id=\"549813\"><a href=\"/opinion/549813/united-states-v-james-raymond-mcconnell/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span>, 450 (8th Cir.1990) (same);  United States v. Preston, <span class=\"citation\" data-id=\"546083\"><a href=\"/opinion/546083/united-states-v-dale-m-preston-aka-jami-mansour-shabazz/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">81</span></a></span>, 89 (3d Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1103</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1002</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1085</span> </span>(1991);  United States v. Green, <span class=\"citation\" data-id=\"542405\"><a href=\"/opinion/542405/united-states-v-albert-raymond-green/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">654</span></a></span>, 655 (11th Cir.1990) (same).  We similarly decline Daniels's invitation to create such a limitations period, and find that he was properly sentenced pursuant to the ACCA.</p>\n    </div>\n    <p>D. Jury Instructions</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Daniels's final claim is that the district court failed adequately to instruct and define for the jury the government's burden of proof.  As no objection to the court's instruction was made at trial, we review only for plain error.  Fed.R.Crim.P. 52(b);  United States v. Olano, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1778, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </a></span>(1993) (reversal for plain error warranted only where the error \"seriously affects the fairness, integrity or public reputation of judicial proceedings\").  We have read the charge and find no plain error.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Based on the foregoing, appellant's conviction and sentence are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Pursuant to Article IV(e) of the IAD, \"[i]f trial is not had on any indictment ... contemplated hereby prior to the prisoner's being returned to the original place of imprisonment ... such indictment ... shall not be of any further force or effect, and the court shall enter an order dismissing the same with prejudice.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In fact, as the government correctly points out, literal application of the IAD could frustrate its goals.  If we accept Daniels's argument for purposes of this case, he would have been removed from state custody from the original date of his federal arraignment, March 20, 1992, until the date of his disposition, August 3, 1992.  We can hardly think of a greater disruption in rehabilitative services</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In his brief, appellant also argued that the district court improperly used as a predicate Daniels's underlying drug conviction and also improperly considered his 1986 convictions for assault and reckless endangerment as separate predicate offenses.  These contentions, however, were waived at oral argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Indeed, appellant's counsel termed this claim \"insupportable,\" and filed the relevant section of the brief pursuant to Anders v. California, <span class=\"citation\" data-id=\"107423\"><a href=\"/opinion/107423/anders-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">738</span></a></span>, <span class=\"citation\" data-id=\"107423\"><a href=\"/opinion/107423/anders-v-california/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1396</span></a></span>, <span class=\"citation\" data-id=\"107423\"><a href=\"/opinion/107423/anders-v-california/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">493</span> </a></span>(1967)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107423/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109867/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/349241/",
    "https://www.courtlistener.com/api/rest/v3/opinions/385962/",
    "https://www.courtlistener.com/api/rest/v3/opinions/457607/",
    "https://www.courtlistener.com/api/rest/v3/opinions/495253/",
    "https://www.courtlistener.com/api/rest/v3/opinions/514210/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542405/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546083/",
    "https://www.courtlistener.com/api/rest/v3/opinions/549813/",
    "https://www.courtlistener.com/api/rest/v3/opinions/554910/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571058/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575889/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584264/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601487/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602802/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2154016/"
  ]
}