{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194868/",
  "id": 194868,
  "absolute_url": "/opinion/194868/united-states-v-fisher/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194868/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:26:58Z",
  "date_modified": "2020-02-22T00:07:30.055672Z",
  "type": "010combined",
  "sha1": "a843692cf33ed799f3085ccc7a9839e9499e25eb",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2380.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 92-2380\nNo. 91-1330\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                       MICHAEL FISHER,\n\n                    Defendant, Appellant.\n\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. William G. Young, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge,\n                                         \n               Campbell, Senior Circuit Judge,\n                                             \n                  and Stahl, Circuit Judge.\n                                          \n\n                                         \n\nAnthony M. Traini for appellant.\n                 \nA. Clayton  Spencer, Assistant United  States Attorney, with  whom\n                   \nA. John Pappalardo, United States Attorney, was on brief for appellee.\n              \n\n                                         \n\n                       August 17, 1993\n                                         \n\n          STAHL, Circuit Judge.   In this appeal,  defendant-\n                              \n\nappellant  Michael  Fisher  challenges  his  convictions  for\n\nattempting  and   conspiring  to  possess   with  intent   to\n\ndistribute cocaine in violation  of 21 U.S.C.   846.1   After\n\ncareful consideration of defendant's arguments, we affirm.\n\n                              I.\n                                \n\n                          BACKGROUND\n                                    \n\n           In  mid-1989, the  United States  Drug Enforcement\n\nAgency  (\"DEA\"),  initiated a  \"reverse  sting\"  in which  it\n\nplanned to sell narcotics to Ali  Osseiran, a known narcotics\n\ntrafficker.    In  June  1989,  Joseph  Khoury,  a  paid  DEA\n\ninformant,  met  with  Osseiran  at his  place  of  business,\n\nAbsolute  Diamonds  in  Boston.     At  that  time,  Osseiran\n\nexpressed  interest   in  participating   in  a   large  drug\n\ntransaction.  Khoury then  introduced Osseiran to Aziz Malik,\n\nanother DEA informant, whom Khoury portrayed as a significant\n\ndrug dealer.  \n\n          On October  31,  1989,  Malik  offered  to  involve\n\nOsseiran in a future heroin transaction on the condition that\n\nOsseiran provide  one million dollars in  financing.  Shortly\n\nthereafter, on November 3, 1989,  Osseiran told Malik that he\n\n                    \n\n1.  21 U.S.C.   846 provides:\n\n          Any person who attempts or conspires to commit\n     any [controlled  substance] offense . .  . shall be\n     subject to  the same penalties as  those prescribed\n     for the  offense, the  commission of which  was the\n     object of the attempt or conspiracy.\n\n                             -2-\n                              2\n\nwas interested in purchasing 25 kilograms  of heroin and that\n\nhe already  had two  buyers interested in  five kilograms  of\n\nheroin  each.   He  also told  Malik  that his  buyers  would\n\nrequire  a  sample of  the heroin.    At one  point, Osseiran\n\naccidentally  let  slip that  a sample  would  be going  to a\n\nperson named \"Mike\" in East Boston.\n\n          On November 20, 1989, in accordance with Osseiran's\n\ninstructions,  Malik delivered  to Rashid  Haloui, Osseiran's\n\nemployee, a two-gram sample  of heroin, which was divided  in\n\nhalf.   Haloui, in accordance  with Osseiran's  instructions,\n\nthen  drove to East Boston  and delivered one  portion of the\n\nsample  to defendant  Michael  Fisher.   Later that  evening,\n\nMalik  called Osseiran to see  if the buyers  had approved of\n\nthe samples.   Osseiran told  him that the  buyers liked  the\n\nsamples and that the money would be forthcoming.\n\n          In  the  ensuing  weeks,  Malik  and  Osseiran  had\n\nseveral meetings during which they discussed arrangements for\n\nthe    delivery   of    the   entire   amount    of   heroin.\n\nContemporaneously, Osseiran informed Malik that he was having\n\ndifficulty  obtaining the  up-front money.   He  also advised\n\nMalik that if the  drugs were cocaine rather than  heroin, he\n\ncould put the deal together more easily.  Osseiran reiterated\n\nthat he had two buyers for five kilograms of heroin each, but\n\nthat he was not sure what to do with the rest of the drugs.  \n\n                             -3-\n                              3\n\n          During a meeting  in mid-December, Malik agreed  to\n\nexchange ten  kilograms of the previously  agreed upon heroin\n\nfor  seventy  kilograms of  cocaine.    Because the  original\n\ntwenty-five  kilogram deal  had been subsequently  reduced to\n\ntwenty  kilograms, a  total of  ten kilograms  of heroin  and\n\nseventy  kilograms of  cocaine  were now  to be  delivered to\n\nOsseiran.\n\n          On December 26, Osseiran informed Malik that he was\n\nprepared  to consummate  the deal.   It  was agreed  that the\n\ndelivery would be concluded  within the next couple  of days.\n\nOn  December 28, Osseiran and Malik made arrangements for the\n\ndelivery to take place the next day.  \n\n          On  the  morning  of December  29,  Fisher  visited\n\nAbsolute  Diamonds and  conferred with  Osseiran for  a short\n\ntime.   Later  that  afternoon, Malik  met  with Osseiran  at\n\nAbsolute  Diamonds,  and received  from  him  a shopping  bag\n\ncontaining  money and what  appeared to be  diamonds.2  While\n\nat the store, Malik  made a phone call ordering  the delivery\n\nof the drugs.\n\n          As instructed by Osseiran, Haloui went to the Logan\n\nAirport  Hilton  to make  the  pick-up.   At  Logan,  Malik's\n\n                    \n\n2.  The parties had  previously agreed that because  Osseiran\nhad not  been able to raise  the full amount of  money agreed\nupon, diamonds from the jewelry store would act as collateral\nuntil full payment was made.  As it turned out, the stones in\nthe  shopping  bag  were   imitation  gems  made  from  cubic\nzirconia.\n\n                             -4-\n                              4\n\ncourier,  who  actually was  another  DEA  informant, Tauquir\n\nIslam,  gave Haloui a bag  purporting to contain  15 kilos of\n\ncocaine.3   Immediately thereafter, Haloui was  arrested.  At\n\noraround thesametime, Osseiranwasarrested atAbsoluteDiamonds.\n\n          After his  arrest, Haloui told the  DEA agents that\n\nOsseiran had instructed him  to deliver the bag to  Fisher at\n\nFisher's  liquor  store in  East  Boston.   Haloui  agreed to\n\nassist  the  government  by  participating  in  a  controlled\n\ndelivery of the drugs to Fisher.  Haloui  and Islam then went\n\nto Fisher's store. When they arrived, Fisher met them outside\n\nthe  store and refused delivery  of the drugs.4   Fisher then\n\nmotioned Haloui  inside the  store and privately  told Haloui\n\nthat  he was aware that  Osseiran had been  arrested and that\n\nIslam was  a \"cop.\"   Fisher was  arrested on the  evening of\n\nDecember 29, 1989. \n\n          On  January 26, 1990,  Fisher, Osseiran, and Haloui\n\nwere charged in  a four count  indictment.   Counts I and  II\n\ncharged  Osseiran  and  Haloui  with attempt  (Count  I)  and\n\nconspiracy (Count  II) to  possess with intent  to distribute\n\n                    \n\n3.  The bag actually contained flour.\n\n4.   Fisher,  in an  increasingly  agitated state,  had  been\nrepeatedly  calling Osseiran's  jewelry store  throughout the\nafternoon and  asking to speak  with Osseiran, who  was under\narrest.  During  the course of these  telephone calls, Fisher\nboth   identified himself  by name to  the DEA  agent who had\nremained  in the store after  the arrest and,  when asked for\nhis  telephone number so that Osseiran could return the call,\ntold the agent, \"They know my number.\"\n\n                             -5-\n                              5\n\nmore  than  five  kilograms  of  cocaine and  more  than  one\n\nkilogram  of heroin.  Counts  III and IV  charged Fisher with\n\nattempt (Count III) and conspiracy (Count IV) to possess with\n\nintent to distribute more than five kilograms of cocaine.\n\n          Due   to  his   post-arrest  confessions   and  the\n\nconstitutional  concerns  raised  thereby, Haloui  was  tried\n\nseparately.  See Bruton  v. United States, 391 U.S.  123, 137\n                                         \n\n(1968).  On June 1, 1990, Haloui was acquitted and ordered to\n\nremain in  the jurisdiction  as a  material  witness for  the\n\nupcoming  trial of Osseiran and Fisher.  On October 10, 1990,\n\nthe thirteenth day of Osseiran's and Fisher's trial, Osseiran\n\npleaded  guilty.5  On October 16, 1991, the jury found Fisher\n\nguilty on Counts III and IV.  Subsequently, Fisher  dismissed\n\nhis trial counsel and hired the attorney now representing him\n\non  appeal.  Fisher's new counsel promptly filed a variety of\n\nmotions  attacking the  verdict, each  of which  the district\n\ncourt denied.  Upon resolution  of these motions, Fisher  was\n\nsentenced to two concurrent ten year prison terms.6\n\n                    \n\n5.    The  government  dismissed  Counts  I  and  II  of  the\nindictment against Osseiran and  allowed him to plead instead\nto  an information  charging  the same  offenses  but for  an\nunspecified quantity of drugs.  The unspecified quantities in\nthe  amended indictment  allowed  the trial  judge to  depart\ndownward below  the ten year mandatory minimum.  Osseiran was\nthen sentenced to three years of imprisonment. \n\n6.   This sentence constituted a  downward departure from the\nminimum  151  month  term   required  by  the  United  States\nSentencing Guidelines.\n\n                             -6-\n                              6\n\n          On  June  3,  1991,  Fisher,  claiming  ineffective\n\nassistance  of trial  counsel,  filed a  petition for  habeas\n\ncorpus  with  the district  court  pursuant  to 28  U.S.C.   \n\n2255.7   As  the basis therefor,  Fisher complained  of trial\n\ncounsel's failure  to raise  seven separate  issues.   At the\n\nsame time, Fisher filed a motion in this court seeking a stay\n\nof  his previously-filed direct appeal.   We granted the stay\n\npending  the  district  court's  resolution  of  the     2255\n\npetition.  \n\n          In a comprehensive memorandum and order dated  July\n\n16, 1992, the district court considered and rejected Fisher's\n\nineffective assistance arguments on all grounds asserted. See\n                                                             \n\nUnited States v. Osseiran, 798 F. Supp. 861, 873-76 (D. Mass.\n                         \n\n1992).  First,  the court determined that  the motions Fisher\n\nclaimed should  have been made  would not have  been granted.\n\nId. at 873-76.  Relying on this determination, the court then\n   \n\ndecided  that Fisher had  suffered no prejudice  and that the\n\nrepresentation  afforded  him   by  trial  counsel   was  not\n\nconstitutionally infirm.   Id. at  876.   However, the  court\n                              \n\nconcluded  its memorandum and order by holding that it lacked\n\nthe jurisdiction  to deny formally Fisher's  petition at that\n\ntime.    Id.   Subsequently, we  ordered  the court  to enter\n            \n\n                    \n\n7.    The petition  was filed  before  Judge Young,  who also\npresided over Fisher's trial.\n\n                             -7-\n                              7\n\njudgment on the petition.   In response, the court  issued an\n\norder denying it.  This appeal followed.  \n\n          On  appeal, Fisher  seeks  relief on  five grounds:\n\n(1)  that evidence relating to  a conspiracy to  which he was\n\nnot a party  and with which he was not charged was improperly\n\nadmitted  against  him;  (2)  that without  evidence  of  the\n\nconspiracy  referred to in Count  II of the indictment, there\n\nwas  insufficient  evidence to  sustain his  convictions; (3)\n\nthat, in violation of  his constitutional rights, he suffered\n\na  constructive amendment  to  and/or a  prejudicial variance\n\nfrom  the indictment; (4)  that he was  harmed by ineffective\n\nassistance  of  counsel;  and   (5)  that  his  sentence  was\n\nexcessive  in light of the sentence given to Osseiran.  After\n\ndetermining the  scope of the conspiracy,  which is necessary\n\nfor resolving Fisher's first three arguments, we discuss each\n\nin turn.\n\n                             II.\n                                \n\n                          DISCUSSION\n                                    \n\nA.  Scope of the Conspiracy\n                           \n\n          As alluded to above, Fisher's first three arguments\n\ndepend  necessarily  upon  our acceptance  of  the  following\n\npremise:   that the trial  court should not  have found,8 and\n\n                    \n\n8.  The  trial court implicitly made such a  finding when, in\naccordance   with   the   dictates   of   United  States   v.\n                                                        \nPetrozziello, 548  F.2d 20, 22-23  (1st Cir. 1977),  it ruled\n            \nadmissible as coconspirator statements made during the course\nand  in  furtherance of  the  conspiracy, see  Fed.  R. Evid.\n                                             \n\n                             -8-\n                              8\n\ncorrespondingly  that  the government  should  not  have been\n\nallowed  to argue,  that  the heroin  and cocaine  conspiracy\n\nalleged in  Count II  and the  cocaine conspiracy  alleged in\n\nCount IV  actually were components of  one large conspiracy.9\n\nFisher's argument is not, however, based upon the evidence at\n\ntrial.  Instead,  it proceeds  from the fact  that the  grand\n\njury  charged only  Osseiran and  Haloui with  the conspiracy\n\nalleged in  Count  II, while  charging only  Fisher with  the\n\nconspiracy alleged in Count  IV.  In Fisher's view,  the fact\n\nthat the indictment  charged \"different\" conspiracies  should\n\nhave  precluded the  government  from pursuing  a \"one  large\n\nconspiracy\" line  of argument.  Fisher's  argument is without\n\nmerit.\n\n          Simply  put, the  fact that  an indictment  charges\n\nconspiracy  in  separate  counts   does  not  mean  that  the\n\nconspiracies  charged  necessarily   must  be  separate   and\n\ndistinct.   We  note  that there  is  a complete  absence  of\n\n                    \n\n801(d)(2)(E), all  statements, including any relative  to the\ncocaine and  heroin conspiracy alleged  in Count II,  made by\nOsseiran.  Later, in addressing Fisher's   2255 petition, the\ncourt  made this finding more explicit.  See Osseiran, 798 F.\n                                                     \nSupp. at 872-73. \n\n9.  Because  Fisher's trial  counsel did not  object to  this\nline  of argument at trial,  we review only  for plain error.\nSee United States  v. Brennan,  No. 92-1169, slip  op. at  15\n                             \nn.17  (1st Cir.  June 3,  1993).   To establish  plain error,\nFisher must demonstrate  that the error complained  of is \"so\ncompelling that he virtually is assured  of succeeding in his\nappeal, and that the  error affected the fundamental fairness\nand basic integrity  of the proceedings in the  lower court.\"\nId.\n   \n\n                             -9-\n                              9\n\nauthority  supporting the  novel proposition  Fisher asserts,\n\nand  that pertinent case law suggests the very opposite. Cf.,\n                                                            \n\ne.g., United States  v. David,  940 F.2d 722,  734 (1st  Cir.\n                             \n\n1991) (acknowledging that separately charged conspiracies can\n\nconstitute a  single offense  for double jeopardy  purposes),\n\ncert.  denied, 112 S. Ct. 2301 (1992); United States v. Hart,\n                                                            \n\n933 F.2d 80, 85-86  (1st Cir. 1991) (same); United  States v.\n                                                          \n\nGomez-Pabon, 911 F.2d 847, 860 (1st Cir.  1990) (same), cert.\n                                                             \n\ndenied, 498 U.S. 1074 (1991).  The reason  for this is clear:\n      \n\nthe indictment is  primarily used  to provide  notice of  the\n\ncharge  or charges to the  person or persons  indicted; it is\n\nnot a means  of assessing proof.  Thus, so  long as it fairly\n   \n\nserves   its  purpose,10   we  will   not,  employing   20/20\n\nhindsight,  view it  as  constricting the  government in  the\n\nmanner Fisher suggests.\n\n          Having determined  that the  Count II and  Count IV\n\nconspiracies were  not,  as a  matter  of law,  separate  and\n\ndistinct, we  now merely must  decide whether it  was plainly\n\nerroneous  for   the  trial  court  to   have  concluded  and\n\nsubsequently  allowed  the  government to  argue  that  these\n\ncounts alleged activities that were  part of a single, larger\n\nconspiracy.  We previously have identified five factors to be\n\n                    \n\n10.  We note a  defendant may always press arguments such  as\nconstructive  amendment  and prejudicial  variance, discussed\nbelow, when, in  his/her view, the indictment has  not justly\nfulfilled its functions.\n\n                             -10-\n                              10\n\nconsidered  in determining  whether two  charged conspiracies\n\nactually  constitute the same  offense:  (1)  the time during\n\nwhich the activities occurred;  (2) the persons involved; (3)\n\nthe places  involved; (4) whether the same  evidence was used\n\nto  prove the  two  conspiracies; and  (5)  whether the  same\n\nstatutory provision  was involved in both  conspiracies.  See\n                                                             \n\nGomez-Pabon, 911 F.2d at 860.11  \n           \n\n          Application  of  these five  factors to  the record\n\nbefore  us   reveals  that  the  district   court,  far  from\n\ncommitting plain error, made a supportable determination that\n\nthere was a single conspiracy.  First, the indictment charges\n\nthat the activities referenced in Counts II and IV took place\n\nduring  the same basic time period -- \"[o]n or about December\n\n29, 1989.\"12   Moreover, the evidence  reveals no discernible\n\ntemporal  gap between the activities related  to Count II and\n\nactivities related to Count IV.  In our view, such facts tend\n\nto indicate that there was  a single conspiracy which  merely\n\nshifted direction when Osseiran  determined that he would not\n\n                    \n\n11.  As noted previously, the Gomez-Pabon appeal presented us\n                                         \nwith   the  question  of   whether  two   separately  charged\nconspiracies constituted a single offense for double jeopardy\npurposes.   We see no reason, however, why these five factors\nshould  not also  be used  to determine  whether there  was a\nsingle conspiracy in the instant circumstances.\n\n12.   Of course, the  setting forth, in  approximate form, of\nthis date in the  indictment does not preclude  the admission\nof evidence  relating to  events which occurred  earlier. See\n                                                             \nUnited States v. Bello-Perez, 977 F.2d 664, 669 n.4 (1st Cir.\n                            \n1992).\n\n                             -11-\n                              11\n\nbe  able to  move  the heroin  he  had previously  agreed  to\n\npurchase.   Cf.  David, 940  F.2d  at 734  (distinguishing  a\n                      \n\nchange in direction in a single conspiracy from the inception\n\nof  a conspiracy distinct from the original one).  The strong\n\nidentity   between  the   persons,  places,   and  evidence13\n\ninvolved  in Counts II and  IV only serves  to reinforce this\n\nperception.  Finally,  we note that  the two counts  involved\n\nthe same statutory provision.\n\n          Certainly,  the  argument  that   the  conspiracies\n\nalleged  in Counts II and IV are separate and distinct is not\n\ncompletely  implausible.   The  plausibility of  a theory  in\n\nconflict  with the  lower court's  ruling, however,  plays no\n\nrole in our review.   Instead, we are limited  to determining\n\nwhether the  trial court  plainly erred  in finding  that the\n\nevidence revealed  a single,  overall conspiracy.   See supra\n                                                             \n\nnote 9.  Patently, it did  not.  Accordingly, we affirm  this\n\nfinding.14\n\n                    \n\n13.    In  particular,  the  evidence  concerning  Osseiran's\ninability  to  move  heroin  and preference  for  cocaine  is\nrelevant  to  both  the  conclusion  of  the  phase   of  the\nconspiracy alleged in Count II and the inception of the phase\nof the conspiracy alleged in Count IV.\n\n14.  To the extend  that United States v. Dunn, 758  F.2d 30,\n                                              \n36 &amp; n.2 (st Cir. 1985), may be read as  raising the question\nof  whether the  government  may charge  part  of an  overall\nconspiracy  and  introduce  evidence   of  the  rest  of  the\nconspiracy to prove the conspiracy charged,  it is clear that\n                                          \nthe  question should  be  answered in  the affirmative.   See\n                                                             \nUnited States v. O'Campo,  973 F.2d 1015, 1023 n.5  (1st Cir.\n                        \n1992).\n\n                             -12-\n                              12\n\nB.  Admission of Count II Evidence, Sufficiency, and\n                                                    \nConstructive Amendment/Prejudicial Variance\n                                           \n\n          Having found  no plain  error in  the determination\n\nthat Counts II and  IV referred to activities that  were part\n\nof a  single conspiracy, Fisher's first  three arguments need\n\nnot detain us  long.   Fisher, relying  exclusively upon  his\n\n\"separate conspiracy\" theory, first argues that the  evidence\n\nconcerning  the conspiracy  alleged  in Count  II, which  the\n\ntrial  court   admitted  against  Fisher,  should  have  been\n\nexcluded as  unfairly prejudicial under Fed.  R. Evid. 403.15\n\nWe  review the trial court's admission  of this evidence only\n\nfor  an abuse  of discretion.   See,  e.g., United  States v.\n                                                          \n\nSpinosa, 982 F.2d 620, 629 (1st Cir. 1992).\n       \n\n          Here, contrary to Fisher's  perfunctory assertions,\n\nthe evidence at  issue was  directly relevant  to and  highly\n\nprobative of  the  overall  conspiracy  to  which  he  was  a\n\nparty.16  Moreover,  we cannot  discern any way  in which  it\n\nmay have  tended to engender unfair  prejudice.  Accordingly,\n\n                    \n\n15.  Fed. R. Evid. 403 provides:\n\n       Although  relevant, evidence  may be  excluded if\n     its probative value is substantially  outweighed by\n     the danger  of unfair  prejudice, confusion  of the\n     issues,   or    misleading   the   jury,    or   by\n     considerations of  undue delay,  waste of  time, or\n     needless presentation of cumulative evidence.\n\n16.  In  so ruling, we are mindful that  the government \"need\nnot recite all of its  evidence in the indictment, nor is  it\nlimited at trial to the overt acts listed in the indictment.\"\nUnited States v. Innamorati, No. 91-1896, slip op. at 34 (1st\n                           \nCir. June 17, 1993).\n\n                             -13-\n                              13\n\nwe  find that the district court did not abuse its discretion\n\nin admitting this evidence against Fisher.17\n\n          Fisher  similarly  argues  that,   absent  evidence\n\nrelating to  the Count II conspiracy,  there was insufficient\n\nevidence to  sustain his  convictions on  Counts III  and IV.\n\nObviously,  however, our  rejection of  the premise  that the\n\nCount II conspiracy  was separate and distinct from the Count\n\nIV  conspiracy and our  concomitant ruling that  the Count II\n\nevidence  was  properly  admitted  against him  is  fatal  to\n\nFisher's   sufficiency  claims.     Accordingly,   we  reject\n\nthem.18\n\n                    \n\n17.  In  arguing that  the Count II  evidence improperly  was\nadmitted against him, Fisher also contends that  Counts I and\nII  were  improperly joined  with Counts  III  and IV.   Once\nagain,  trial counsel's  failure  to raise  this issue  below\nlimits our review  to one for plain error.  Brennan, slip op.\n                                                   \nat 15 n.17.    Given  our  endorsement of  the  trial court's\nfinding that  the activities  alleged in the  indictment were\npart of a  single, overall conspiracy, and given  the absence\nof any other  constitutional problems, it  is clear that  all\ncounts  were properly  joined  and that  no  plain error  was\ncommitted.  Accordingly, Fisher's  joinder argument also must\nbe rejected.\n\n18.  To the extent that Fisher is arguing that, even with the\nadmission of  the Count  II evidence, there  was insufficient\nevidence  to  sustain  his  convictions,  his  arguments  are\nmeritless.   In  order to  convict  Fisher of  attempting  to\npossess with intent to distribute cocaine, the government was\nrequired to  prove, by direct or  circumstantial evidence and\nbeyond a reasonable doubt, that Fisher intended to commit the\naforementioned   substantive  offense  and  that  he  took  a\nsubstantial step  toward its  commission.  See,  e.g., United\n                                                             \nStates  v. Figueroa,  976 F.2d  1446, 1459  (1st Cir.  1992),\n                   \ncert. denied, 113 S. Ct. 1346 (1993). In order to convict him\n            \nof conspiring  to possess with intent  to distribute cocaine,\nthe  government   was  required   to  prove,  by   direct  or\ncircumstantial evidence  and beyond a reasonable  doubt, that\n\n                             -14-\n                              14\n\n          Finally,  Fisher  contends   that  he  suffered   a\n\nconstructive  amendment to  and/or prejudicial  variance from\n\nthe  indictment.   Once  again,  in  making these  arguments,\n\nFisher depends  upon his theory that the  Count II conspiracy\n\nnecessarily was  separate and  distinct from that  charged in\n\nCount  IV.  Given our rejection of this theory and affirmance\n\nof  the  trial court's  finding  of  one overall  conspiracy,\n\nhowever,  it  is   readily  apparent  that  no   constructive\n\namendment or variance took place.\n\n          A constructive amendment \"`occurs when the charging\n\nterms of the  indictment are altered, either literally  or in\n\n                    \n\nFisher entered into  an agreement with another  to commit the\naforementioned  substantive offense.   See, e.g., Innamorati,\n                                                            \nslip op. at 12.\n     Reviewing the  evidence in a light most favorable to the\ngovernment and resolving all credibility issues in its favor,\nsee Brennan, slip  op. at  3 n.2 (setting  forth standard  of\n           \nreview governing appellate  challenges to the  sufficiency of\nthe evidence),  we  find that  there  was ample  evidence  to\nsupport  Fisher's convictions.    In our  view, Fisher's  (1)\nacceptance of the  heroin sample in advance  of the scheduled\nheroin  and  cocaine  delivery;   (2)  presence  at  Absolute\nDiamonds on  the morning  of the scheduled  cocaine delivery;\n(3)  repeated  hectic phone  calls  to  Osseiran at  Absolute\nDiamonds  throughout that  same afternoon; and  (4) knowledge\nthat Islam was a \"cop\" and refusal to take the drugs for that\nreason,  when combined  with the  amount of  the drugs  to be\ndelivered and Malik's testimony that Osseiran had stated that\nthe heroin  sample  would  be delivered  to  \"Mike\"  in  East\nBoston,  constitute  a sufficient  circumstantial evidentiary\nbasis  for  the  jury  to  have  concluded that  Fisher  both\nintended  to commit  the possession  offense charged  and had\nentered into an agreement  with Osseiran to commit that  same\noffense.   Moreover, we  believe that Fisher's  acceptance of\nthe  heroin  sample  was   a  substantial  step  towards  the\ncommission of the offense.   Accordingly, having found record\nevidence supporting each  of the elements of the  offenses of\nconviction, we decline to disturb the jury's verdict.    \n\n                             -15-\n                              15\n\neffect, by prosecution or court after the grand jury has last\n\npassed upon them.'\"  Dunn, 758 F.2d at 35 (quoting Gaither v.\n                                                          \n\nUnited States, 413 F.2d  1061, 1071-72 (D.C. Cir. 1969)).   A\n             \n\nvariance occurs when the  charging terms remain unchanged but\n\nwhen  the facts  proved  at trial  are  different from  those\n\nalleged in the indictment.  See United States v. Tormos-Vega,\n                                                            \n\n959 F.2d 1103, 1115 (1st Cir.), cert. denied, 113 S. Ct. 191-\n                                            \n\n92  (1992); see also Hunter v. State  of New Mexico, 916 F.2d\n                                                   \n\n595,  598 (10th  Cir. 1990),  cert. denied,  111 S.  Ct. 1693\n                                          \n\n(1991).   A constructive amendment  is considered prejudicial\n\nper se and  grounds for reversal of a conviction.   Dunn, 758\n                                                        \n\nF.2d at  35.  Variance  is grounds  for reversal  only if  it\n\naffected the  defendant's \"substantial  rights\" --  i.e., the\n\nrights to  \"have sufficient  knowledge of the  charge against\n\nhim in  order  to  prepare  an effective  defense  and  avoid\n\nsurprise at trial,  and to prevent  a second prosecution  for\n\nthe  same offense.\"  Tormos-Vega, 959 F.2d at 1115.  Variance\n                                \n\nalso protects against \"prejudicial  spillover\" so that when a\n\ndefendant   has  multiple   codefendants,  \"proof   that  one\n\ndefendant  was involved in  one conspiracy does  not lead the\n\njury  to believe  that another  defendant was  involved in  a\n\nseparate conspiracy.\"  Id.\n                          \n\n          Here, Fisher was charged, convicted,  and sentenced\n\nfor attempting  to possess with intent  to distribute cocaine\n\nand conspiring to possess  with intent to distribute cocaine.\n\n                             -16-\n                              16\n\nThe  evidence  admitted  against  him pertained  directly  to\n\nthese,  and  to  no  other,  charges.    The  fact  that  the\n\ngovernment  proved aspects  of  the conspiracy  beyond  those\n\nrecited  in  the indictment  against  Fisher  -- i.e.,  those\n\nrelating  to  Count  II  --  simply  does  not  constitute  a\n\nvariance.   See  Innamorati,  slip op.  at 34-35  (finding no\n                           \n\nvariance when the government introduced at trial evidence and\n\novert acts  relating to the charged  conspiracy outside those\n\nalleged in the indictment).   Accordingly, we reject Fisher's\n\nconstructive     amendment    and     prejudicial    variance\n\narguments.19\n\nC.  Ineffective Assistance\n                          \n\n          Fisher's fourth argument is  that he was victimized\n\nby ineffective assistance of counsel at trial.  In support of\n\nthis argument,  Fisher  advances three  \"failures\"  of  trial\n\ncounsel:  (1) trial counsel's  failure to move for  severance\n\non  the basis  of  prejudicial joinder;  (2) trial  counsel's\n\n                    \n\n19.   We note that the issue  of variance most often comes up\nwhen the  indictment charges  one overall conspiracy  but the\ntrial  evidence  reveals  separate  conspiracies  and that  a\nparticular defendant  is  a  member of  only  some  of  those\nconspiracies.  See generally United States v. Glenn, 828 F.2d\n                                                   \n857, 857-58 (1st Cir.  1987).  In such instances,  of course,\nthere is  the possibility that a defendant  can be prejudiced\nby  being convicted of a crime other  than the one with which\ns/he was charged.  Id.\n                      \n     Here, however, Fisher was convicted of and sentenced for\na conspiracy smaller in scope and breadth than that for which\n                    \nhe  may have, in fact,  been culpable.   Given this fact, his\nprotestations of prejudice are difficult to fathom.\n\n                             -17-\n                              17\n\nfailure to  move for a  mistrial or, at least,  to strike the\n\nheroin evidence after Osseiran  pleaded guilty; and (3) trial\n\ncounsel's  failure   to  object  when   the  prosecutor  made\n\nreference  to the  heroin evidence  in her  closing argument.\n\nYet again,  our determination  that the trial  court's single\n\nconspiracy finding was  supportable renders Fisher's argument\n\nunavailing.\n\n          In order to  establish a Sixth Amendment  violation\n\nfor  ineffective  assistance  of  counsel,  a defendant  must\n\ndemonstrate  (1)  that  counsel  fell  below  the  applicable\n\nstandard for performance, defined by what the lawyer knew, or\n\nshould have known,  at the time of  his/her tactical choices;\n\nand  (2) that  prejudice  resulted.    See United  States  v.\n                                                         \n\nNatanel, 938 F.2d 302, 309 (1st Cir. 1991) (citing Strickland\n                                                             \n\nv.  Washington, 466 U.S. 668, 687  (1984)), cert. denied, 112\n                                                        \n\nS. Ct. 986 (1992).  Here, as the district court points out in\n\nits  thorough  and  well-reasoned  memorandum  responding  to\n\nFisher's   2255 petition, because there was a single, overall\n\nconspiracy,  each  of  the aforementioned  motions/objections\n\nwould have been denied/overruled.  See Osseiran, 798 F. Supp.\n                                               \n\nat  873-76.20    Accordingly, Fisher  suffered  no  prejudice\n\n                    \n\n20.   As noted earlier, see supra  note 17, the fact that all\n                                 \nactivities referenced in the indictment were part of a single\nconspiracy requires  a finding that the  counts were properly\njoined.   And obviously, as  stated above, the  fact that the\nheroin evidence  was part of  the same  conspiracy for  which\nFisher  was  convicted  means  that  the  evidence  was  both\nproperly  admitted  against  him   and,  a  priori,  properly\n                                                  \n\n                             -18-\n                              18\n\nfrom trial counsel's  failure to press  these matters.   And,\n\nwithout   a  showing   of  prejudice,   Fisher's  ineffective\n\nassistance claim cannot succeed.\n\nD.  Sentence Disparities\n                        \n\n          Fisher's   fifth  and  final   argument,  that  his\n\nsentence was excessive in  light of the amount of  time given\n\nto  Osseiran,  does  not  require extended  discussion.    In\n\nsentencing Fisher, the trial court departed downward from the\n\napplicable  sentencing guidelines range.   We have repeatedly\n\nmade clear that we  \"lack jurisdiction to review  the `extent\n\nof  a  downward departure  merely  because  the defendant  is\n\ndissatisfied   with  the   quantification   of  the   court's\n\ngenerosity.'\"   United States v. Gregorio, 956  F.2d 341, 345\n                                         \n\nn.5 (1st Cir.  1992) (quoting United States  v. Pighetti, 898\n                                                        \n\nF.2d  3, 4 (1st Cir. 1990))  (brackets and ellipsis omitted).\n\nAccordingly,  we  do  not  have  jurisdiction   to  entertain\n\nFisher's  contention  that  he  \"was entitled  to  a  greater\n\ndownward departure than he received[.]\"\n\n                             III.\n                                 \n\n                          CONCLUSION\n                                    \n\n          Having  rejected  each  of  the arguments  made  on\n\nappeal by Fisher, we affirm his convictions and sentence.\n\n          Affirmed.\n                   \n\n                    \n\nreferred to by the prosecutor in her closing argument.\n\n                             -19-\n                              19\n",
  "html": "<p class=\"case_cite\">3 F.3d 456</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Michael FISHER, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 92-2380 and 91-1330.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 3, 1993.<br>Decided Aug. 17, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Anthony M. Traini, Providence, RI, for defendant, appellant.</p>\n      <p class=\"indent\">A. Clayton Spencer, Asst. U.S. Atty., with whom A. John Pappalardo, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, defendant-appellant Michael Fisher challenges his convictions for attempting and conspiring to possess with intent to distribute cocaine in violation of 21 U.S.C. Sec. 846.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  After careful consideration of defendant's arguments, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In mid-1989, the United States Drug Enforcement Agency (\"DEA\"), initiated a \"reverse sting\" in which it planned to sell narcotics to Ali Osseiran, a known narcotics trafficker.  In June 1989, Joseph Khoury, a paid DEA informant, met with Osseiran at his place of business, Absolute Diamonds in Boston.  At that time, Osseiran expressed interest in participating in a large drug transaction.  Khoury then introduced Osseiran to Aziz Malik, another DEA informant, whom Khoury portrayed as a significant drug dealer.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 31, 1989, Malik offered to involve Osseiran in a future heroin transaction on the condition that Osseiran provide one million dollars in financing.  Shortly thereafter, on November 3, 1989, Osseiran told Malik that he was interested in purchasing 25 kilograms of heroin and that he already had two buyers interested in five kilograms of heroin each.  He also told Malik that his buyers would require a sample of the heroin.  At one point, Osseiran accidentally let slip that a sample would be going to a person named \"Mike\" in East Boston.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On November 20, 1989, in accordance with Osseiran's instructions, Malik delivered to Rashid Haloui, Osseiran's employee, a two-gram sample of heroin, which was divided in half.  Haloui, in accordance with Osseiran's instructions, then drove to East Boston and delivered one portion of the sample to defendant Michael Fisher.  Later that evening, Malik called Osseiran to see if the buyers had approved of the samples.  Osseiran told him that the buyers liked the samples and that the money would be forthcoming.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the ensuing weeks, Malik and Osseiran had several meetings during which they discussed arrangements for the delivery of the entire amount of heroin.  Contemporaneously, Osseiran informed Malik that he was having difficulty obtaining the up-front money.  He also advised Malik that if the drugs were cocaine rather than heroin, he could put the deal together more easily.  Osseiran reiterated that he had two buyers for five kilograms of heroin each, but that he was not sure what to do with the rest of the drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">During a meeting in mid-December, Malik agreed to exchange ten kilograms of the previously agreed upon heroin for seventy kilograms of cocaine.  Because the original twenty-five kilogram deal had been subsequently reduced to twenty kilograms, a total of ten kilograms of heroin and seventy kilograms of cocaine were now to be delivered to Osseiran.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On December 26, Osseiran informed Malik that he was prepared to consummate the deal.  It was agreed that the delivery would be concluded within the next couple of days.  On December 28, Osseiran and Malik made arrangements for the delivery to take place the next day.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On the morning of December 29, Fisher visited Absolute Diamonds and conferred with Osseiran for a short time.  Later that afternoon, Malik met with Osseiran at Absolute Diamonds, and received from him a shopping bag containing money and what appeared to be diamonds.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  While at the store, Malik made a phone call ordering the delivery of the drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As instructed by Osseiran, Haloui went to the Logan Airport Hilton to make the pick-up.  At Logan, Malik's courier, who actually was another DEA informant, Tauquir Islam, gave Haloui a bag purporting to contain 15 kilos of cocaine.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Immediately thereafter, Haloui was arrested.  At or around the same time, Osseiran was arrested at Absolute Diamonds.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">After his arrest, Haloui told the DEA agents that Osseiran had instructed him to deliver the bag to Fisher at Fisher's liquor store in East Boston.  Haloui agreed to assist the government by participating in a controlled delivery of the drugs to Fisher.  Haloui and Islam then went to Fisher's store.  When they arrived, Fisher met them outside the store and refused delivery of the drugs.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Fisher then motioned Haloui inside the store and privately told Haloui that he was aware that Osseiran had been arrested and that Islam was a \"cop.\"   Fisher was arrested on the evening of December 29, 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On January 26, 1990, Fisher, Osseiran, and Haloui were charged in a four count indictment.  Counts I and II charged Osseiran and Haloui with attempt (Count I) and conspiracy (Count II) to possess with intent to distribute more than five kilograms of cocaine and more than one kilogram of heroin.  Counts III and IV charged Fisher with attempt (Count III) and conspiracy (Count IV) to possess with intent to distribute more than five kilograms of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Due to his post-arrest confessions and the constitutional concerns raised thereby, Haloui was tried separately.  See Bruton v. United States, 391 U.S. 123, 137, 88 S.Ct. 1620, 1628, 20 L.Ed.2d 476 (1968).  On June 1, 1990, Haloui was acquitted and ordered to remain in the jurisdiction as a material witness for the upcoming trial of Osseiran and Fisher.  On October 10, 1990, the thirteenth day of Osseiran's and Fisher's trial, Osseiran pleaded guilty.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  On October 16, 1991, the jury found Fisher guilty on Counts III and IV.  Subsequently, Fisher dismissed his trial counsel and hired the attorney now representing him on appeal.  Fisher's new counsel promptly filed a variety of motions attacking the verdict, each of which the district court denied.  Upon resolution of these motions, Fisher was sentenced to two concurrent ten year prison terms.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On June 3, 1991, Fisher, claiming ineffective assistance of trial counsel, filed a petition for habeas corpus with the district court pursuant to 28 U.S.C. Sec. 2255.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  As the basis therefor, Fisher complained of trial counsel's failure to raise seven separate issues.  At the same time, Fisher filed a motion in this court seeking a stay of his previously-filed direct appeal.  We granted the stay pending the district court's resolution of the Sec. 2255 petition.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In a comprehensive memorandum and order dated July 16, 1992, the district court considered and rejected Fisher's ineffective assistance arguments on all grounds asserted.  See United States v. Osseiran, 798 F.Supp. 861, 873-76 (D.Mass.1992).  First, the court determined that the motions Fisher claimed should have been made would not have been granted.  Id. at 873-76.   Relying on this determination, the court then decided that Fisher had suffered no prejudice and that the representation afforded him by trial counsel was not constitutionally infirm.  Id. at 876.   However, the court concluded its memorandum and order by holding that it lacked the jurisdiction to deny formally Fisher's petition at that time.  Id.  Subsequently, we ordered the court to enter judgment on the petition.  In response, the court issued an order denying it.  This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On appeal, Fisher seeks relief on five grounds:  (1) that evidence relating to a conspiracy to which he was not a party and with which he was not charged was improperly admitted against him;  (2) that without evidence of the conspiracy referred to in Count II of the indictment, there was insufficient evidence to sustain his convictions;  (3) that, in violation of his constitutional rights, he suffered a constructive amendment to and/or a prejudicial variance from the indictment;  (4) that he was harmed by ineffective assistance of counsel;  and (5) that his sentence was excessive in light of the sentence given to Osseiran.  After determining the scope of the conspiracy, which is necessary for resolving Fisher's first three arguments, we discuss each in turn.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <p>A. Scope of the Conspiracy</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As alluded to above, Fisher's first three arguments depend necessarily upon our acceptance of the following premise:  that the trial court should not have found,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and correspondingly that the government should not have been allowed to argue, that the heroin and cocaine conspiracy alleged in Count II and the cocaine conspiracy alleged in Count IV actually were components of one large conspiracy.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Fisher's argument is not, however, based upon the evidence at trial.  Instead, it proceeds from the fact that the grand jury charged only Osseiran and Haloui with the conspiracy alleged in Count II, while charging only Fisher with the conspiracy alleged in Count IV.  In Fisher's view, the fact that the indictment charged \"different\" conspiracies should have precluded the government from pursuing a \"one large conspiracy\" line of argument.  Fisher's argument is without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Simply put, the fact that an indictment charges conspiracy in separate counts does not mean that the conspiracies charged necessarily must be separate and distinct.  We note that there is a complete absence of authority supporting the novel proposition Fisher asserts, and that pertinent case law suggests the very opposite.  Cf., e.g., United States v. David, 940 F.2d 722, 734 (1st Cir.1991) (acknowledging that separately charged conspiracies can constitute a single offense for double jeopardy purposes), cert. denied, --- U.S. ----, 112 S.Ct. 2301, 119 L.Ed.2d 224 (1992);  United States v. Hart, 933 F.2d 80, 85-86 (1st Cir.1991) (same);  United States v. Gomez-Pabon, 911 F.2d 847, 860 (1st Cir.1990) (same), cert. denied, 498 U.S. 1074, 111 S.Ct. 801, 112 L.Ed.2d 862 (1991).  The reason for this is clear:  the indictment is primarily used to provide notice of the charge or charges to the person or persons indicted;  it is not a means of assessing proof.  Thus, so long as it fairly serves its purpose,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> we will not, employing 20/20 hindsight, view it as constricting the government in the manner Fisher suggests.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Having determined that the Count II and Count IV conspiracies were not, as a matter of law, separate and distinct, we now merely must decide whether it was plainly erroneous for the trial court to have concluded and subsequently allowed the government to argue that these counts alleged activities that were part of a single, larger conspiracy.  We previously have identified five factors to be considered in determining whether two charged conspiracies actually constitute the same offense:  (1) the time during which the activities occurred;  (2) the persons involved;  (3) the places involved;  (4) whether the same evidence was used to prove the two conspiracies;  and (5) whether the same statutory provision was involved in both conspiracies.  See Gomez-Pabon, 911 F.2d at 860.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Application of these five factors to the record before us reveals that the district court, far from committing plain error, made a supportable determination that there was a single conspiracy.  First, the indictment charges that the activities referenced in Counts II and IV took place during the same basic time period--\"[o]n or about December 29, 1989.\"<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Moreover, the evidence reveals no discernible temporal gap between the activities related to Count II and activities related to Count IV.  In our view, such facts tend to indicate that there was a single conspiracy which merely shifted direction when Osseiran determined that he would not be able to move the heroin he had previously agreed to purchase.  Cf. David, 940 F.2d at 734 (distinguishing a change in direction in a single conspiracy from the inception of a conspiracy distinct from the original one).  The strong identity between the persons, places, and evidence<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> involved in Counts II and IV only serves to reinforce this perception.  Finally, we note that the two counts involved the same statutory provision.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Certainly, the argument that the conspiracies alleged in Counts II and IV are separate and distinct is not completely implausible.  The plausibility of a theory in conflict with the lower court's ruling, however, plays no role in our review.  Instead, we are limited to determining whether the trial court plainly erred in finding that the evidence revealed a single, overall conspiracy.  See supra note 9.  Patently, it did not.  Accordingly, we affirm this finding.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>B. Admission of Count II Evidence, Sufficiency, and Constructive Amendment/Prejudicial Variance</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Having found no plain error in the determination that Counts II and IV referred to activities that were part of a single conspiracy, Fisher's first three arguments need not detain us long.  Fisher, relying exclusively upon his \"separate conspiracy\" theory, first argues that the evidence concerning the conspiracy alleged in Count II, which the trial court admitted against Fisher, should have been excluded as unfairly prejudicial under Fed.R.Evid. 403.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  We review the trial court's admission of this evidence only for an abuse of discretion.  See, e.g., United States v. Spinosa, 982 F.2d 620, 629 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Here, contrary to Fisher's perfunctory assertions, the evidence at issue was directly relevant to and highly probative of the overall conspiracy to which he was a party.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  Moreover, we cannot discern any way in which it may have tended to engender unfair prejudice.  Accordingly, we find that the district court did not abuse its discretion in admitting this evidence against Fisher.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Fisher similarly argues that, absent evidence relating to the Count II conspiracy, there was insufficient evidence to sustain his convictions on Counts III and IV.  Obviously, however, our rejection of the premise that the Count II conspiracy was separate and distinct from the Count IV conspiracy and our concomitant ruling that the Count II evidence was properly admitted against him is fatal to Fisher's sufficiency claims.  Accordingly, we reject them.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Finally, Fisher contends that he suffered a constructive amendment to and/or prejudicial variance from the indictment.  Once again, in making these arguments, Fisher depends upon his theory that the Count II conspiracy necessarily was separate and distinct from that charged in Count IV.  Given our rejection of this theory and affirmance of the trial court's finding of one overall conspiracy, however, it is readily apparent that no constructive amendment or variance took place.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A constructive amendment \" 'occurs when the charging terms of the indictment are altered, either literally or in effect, by prosecution or court after the grand jury has last passed upon them.' \"  Dunn, 758 F.2d at 35 (quoting Gaither v. United States, 413 F.2d 1061, 1071-72 (D.C.Cir.1969)).  A variance occurs when the charging terms remain unchanged but when the facts proved at trial are different from those alleged in the indictment.  See United States v. Tormos-Vega, 959 F.2d 1103, 1115 (1st Cir.), cert. denied, --- U.S. ---- - ----, 113 S.Ct. 191-92, 121 L.Ed.2d 135 (1992);  see also Hunter v. State of New Mexico, 916 F.2d 595, 598 (10th Cir.1990), cert. denied, --- U.S. ----, 111 S.Ct. 1693, 114 L.Ed.2d 87 (1991).  A constructive amendment is considered prejudicial per se and grounds for reversal of a conviction.  Dunn, 758 F.2d at 35.   Variance is grounds for reversal only if it affected the defendant's \"substantial rights\"--i.e., the rights to \"have sufficient knowledge of the charge against him in order to prepare an effective defense and avoid surprise at trial, and to prevent a second prosecution for the same offense.\"  Tormos-Vega, 959 F.2d at 1115.   Variance also protects against \"prejudicial spillover\" so that when a defendant has multiple codefendants, \"proof that one defendant was involved in one conspiracy does not lead the jury to believe that another defendant was involved in a separate conspiracy.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Here, Fisher was charged, convicted, and sentenced for attempting to possess with intent to distribute cocaine and conspiring to possess with intent to distribute cocaine.  The evidence admitted against him pertained directly to these, and to no other, charges.  The fact that the government proved aspects of the conspiracy beyond those recited in the indictment against Fisher--i.e., those relating to Count II--simply does not constitute a variance.  See Innamorati, 996 F.2d at 477-478 (finding no variance when the government introduced at trial evidence and overt acts relating to the charged conspiracy outside those alleged in the indictment).  Accordingly, we reject Fisher's constructive amendment and prejudicial variance arguments.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <p>C. Ineffective Assistance</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Fisher's fourth argument is that he was victimized by ineffective assistance of counsel at trial.  In support of this argument, Fisher advances three \"failures\" of trial counsel:  (1) trial counsel's failure to move for severance on the basis of prejudicial joinder;  (2) trial counsel's failure to move for a mistrial or, at least, to strike the heroin evidence after Osseiran pleaded guilty;  and (3) trial counsel's failure to object when the prosecutor made reference to the heroin evidence in her closing argument.  Yet again, our determination that the trial court's single conspiracy finding was supportable renders Fisher's argument unavailing.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In order to establish a Sixth Amendment violation for ineffective assistance of counsel, a defendant must demonstrate (1) that counsel fell below the applicable standard for performance, defined by what the lawyer knew, or should have known, at the time of his/her tactical choices;  and (2) that prejudice resulted.  See United States v. Natanel, 938 F.2d 302, 309 (1st Cir.1991) (citing Strickland v. Washington, 466 U.S. 668, 687, 104 S.Ct. 2052, 2064, 80 L.Ed.2d 674 (1984)), cert. denied, --- U.S. ----, 112 S.Ct. 986, 117 L.Ed.2d 148 (1992).  Here, as the district court points out in its thorough and well-reasoned memorandum responding to Fisher's Sec. 2255 petition, because there was a single, overall conspiracy, each of the aforementioned motions/objections would have been denied/overruled.  See Osseiran, 798 F.Supp. at 873-76.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  Accordingly, Fisher suffered no prejudice from trial counsel's failure to press these matters.  And, without a showing of prejudice, Fisher's ineffective assistance claim cannot succeed.</p>\n    </div>\n    <p>D. Sentence Disparities</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Fisher's fifth and final argument, that his sentence was excessive in light of the amount of time given to Osseiran, does not require extended discussion.  In sentencing Fisher, the trial court departed downward from the applicable sentencing guidelines range.  We have repeatedly made clear that we \"lack jurisdiction to review the 'extent of a downward departure merely because the defendant is dissatisfied with the quantification of the court's generosity.' \"  United States v. Gregorio, 956 F.2d 341, 345 n. 5 (1st Cir.1992) (quoting United States v. Pighetti, 898 F.2d 3, 4 (1st Cir.1990)) (brackets and ellipsis omitted).  Accordingly, we do not have jurisdiction to entertain Fisher's contention that he \"was entitled to a greater downward departure than he received[.]\"</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Having rejected each of the arguments made on appeal by Fisher, we affirm his convictions and sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 21 U.S.C. Sec. 846 provides:</p>\n        <p>Any person who attempts or conspires to commit any [controlled substance] offense ... shall be subject to the same penalties as those prescribed for the offense, the commission of which was the object of the attempt or conspiracy.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The parties had previously agreed that because Osseiran had not been able to raise the full amount of money agreed upon, diamonds from the jewelry store would act as collateral until full payment was made.  As it turned out, the stones in the shopping bag were imitation gems made from cubic zirconia</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The bag actually contained flour</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Fisher, in an increasingly agitated state, had been repeatedly calling Osseiran's jewelry store throughout the afternoon and asking to speak with Osseiran, who was under arrest.  During the course of these telephone calls, Fisher both identified himself by name to the DEA agent who had remained in the store after the arrest and, when asked for his telephone number so that Osseiran could return the call, told the agent, \"They know my number.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The government dismissed Counts I and II of the indictment against Osseiran and allowed him to plead instead to an information charging the same offenses but for an unspecified quantity of drugs.  The unspecified quantities in the amended indictment allowed the trial judge to depart downward below the ten year mandatory minimum.  Osseiran was then sentenced to three years of imprisonment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This sentence constituted a downward departure from the minimum 151 month term required by the United States Sentencing Guidelines</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The petition was filed before Judge Young, who also presided over Fisher's trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The trial court implicitly made such a finding when, in accordance with the dictates of United States v. Petrozziello, 548 F.2d 20, 22-23 (1st Cir.1977), it ruled admissible as coconspirator statements made during the course and in furtherance of the conspiracy, see Fed.R.Evid. 801(d)(2)(E), all statements, including any relative to the cocaine and heroin conspiracy alleged in Count II, made by Osseiran.  Later, in addressing Fisher's Sec. 2255 petition, the court made this finding more explicit.  See Osseiran, 798 F.Supp. at 872-73</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Because Fisher's trial counsel did not object to this line of argument at trial, we review only for plain error.  See United States v. Brennan, 994 F.2d 918, 925 n. 17 (1st Cir.1993).  To establish plain error, Fisher must demonstrate that the error complained of is \"so compelling that he virtually is assured of succeeding in his appeal, and that the error affected the fundamental fairness and basic integrity of the proceedings in the lower court.\"  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We note a defendant may always press arguments such as constructive amendment and prejudicial variance, discussed below, when, in his/her view, the indictment has not justly fulfilled its functions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> As noted previously, the Gomez-Pabon appeal presented us with the question of whether two separately charged conspiracies constituted a single offense for double jeopardy purposes.  We see no reason, however, why these five factors should not also be used to determine whether there was a single conspiracy in the instant circumstances</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Of course, the setting forth, in approximate form, of this date in the indictment does not preclude the admission of evidence relating to events which occurred earlier.  See United States v. Bello-Perez, 977 F.2d 664, 669 n. 4 (1st Cir.1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> In particular, the evidence concerning Osseiran's inability to move heroin and preference for cocaine is relevant to both the conclusion of the phase of the conspiracy alleged in Count II and the inception of the phase of the conspiracy alleged in Count IV</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> To the extend that United States v. Dunn, 758 F.2d 30, 36 &amp; n. 2 (st Cir.1985), may be read as raising the question of whether the government may charge part of an overall conspiracy and introduce evidence of the rest of the conspiracy to prove the conspiracy charged, it is clear that the question should be answered in the affirmative.  See United States v. O'Campo, 973 F.2d 1015, 1023 n. 5 (1st Cir.1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Fed.R.Evid. 403 provides:</p>\n        <p>Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> In so ruling, we are mindful that the government \"need not recite all of its evidence in the indictment, nor is it limited at trial to the overt acts listed in the indictment.\"  United States v. Innamorati, 996 F.2d 456, 477 (1st Cir.  June 17, 1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> In arguing that the Count II evidence improperly was admitted against him, Fisher also contends that Counts I and II were improperly joined with Counts III and IV.  Once again, trial counsel's failure to raise this issue below limits our review to one for plain error.  Brennan, 994 F.2d 918, 925 n. 17</p>\n        <p>Given our endorsement of the trial court's finding that the activities alleged in the indictment were part of a single, overall conspiracy, and given the absence of any other constitutional problems, it is clear that all counts were properly joined and that no plain error was committed.  Accordingly, Fisher's joinder argument also must be rejected.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> To the extent that Fisher is arguing that, even with the admission of the Count II evidence, there was insufficient evidence to sustain his convictions, his arguments are meritless.  In order to convict Fisher of attempting to possess with intent to distribute cocaine, the government was required to prove, by direct or circumstantial evidence and beyond a reasonable doubt, that Fisher intended to commit the aforementioned substantive offense and that he took a substantial step toward its commission.  See, e.g., United States v. Figueroa, 976 F.2d 1446, 1459 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1346, 122 L.Ed.2d 728 (1993).  In order to convict him of conspiring to possess with intent to distribute cocaine, the government was required to prove, by direct or circumstantial evidence and beyond a reasonable doubt, that Fisher entered into an agreement with another to commit the aforementioned substantive offense.  See, e.g., Innamorati, 996 F.2d at 471</p>\n        <p>Reviewing the evidence in a light most favorable to the government and resolving all credibility issues in its favor, see Brennan, 994 F.2d at 920 (setting forth standard of review governing appellate challenges to the sufficiency of the evidence), we find that there was ample evidence to support Fisher's convictions.  In our view, Fisher's (1) acceptance of the heroin sample in advance of the scheduled heroin and cocaine delivery;  (2) presence at Absolute Diamonds on the morning of the scheduled cocaine delivery;  (3) repeated hectic phone calls to Osseiran at Absolute Diamonds throughout that same afternoon;  and (4) knowledge that Islam was a \"cop\" and refusal to take the drugs for that reason, when combined with the amount of the drugs to be delivered and Malik's testimony that Osseiran had stated that the heroin sample would be delivered to \"Mike\" in East Boston, constitute a sufficient circumstantial evidentiary basis for the jury to have concluded that Fisher both intended to commit the possession offense charged and had entered into an agreement with Osseiran to commit that same offense.  Moreover, we believe that Fisher's acceptance of the heroin sample was a substantial step towards the commission of the offense.  Accordingly, having found record evidence supporting each of the elements of the offenses of conviction, we decline to disturb the jury's verdict.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> We note that the issue of variance most often comes up when the indictment charges one overall conspiracy but the trial evidence reveals separate conspiracies and that a particular defendant is a member of only some of those conspiracies.  See generally United States v. Glenn, 828 F.2d 855, 857-58 (1st Cir.1987).  In such instances, of course, there is the possibility that a defendant can be prejudiced by being convicted of a crime other than the one with which s/he was charged.  Id</p>\n        <p>Here, however, Fisher was convicted of and sentenced for a conspiracy smaller in scope and breadth than that for which he may have, in fact, been culpable.  Given this fact, his protestations of prejudice are difficult to fathom.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> As noted earlier, see supra note 17, the fact that all activities referenced in the indictment were part of a single conspiracy requires a finding that the counts were properly joined.  And obviously, as stated above, the fact that the heroin evidence was part of the same conspiracy for which Fisher was convicted means that the evidence was both properly admitted against him and, a priori, properly referred to by the prosecutor in her closing argument</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">456</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Michael FISHER, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 92-2380 and 91-1330.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 3, 1993.<br>Decided Aug. 17, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Anthony M. Traini, Providence, RI, for defendant, appellant.</p>\n      <p class=\"indent\">A. Clayton Spencer, Asst. U.S. Atty., with whom A. John Pappalardo, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, defendant-appellant Michael Fisher challenges his convictions for attempting and conspiring to possess with intent to distribute cocaine in violation of 21 U.S.C. Sec. 846.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  After careful consideration of defendant's arguments, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In mid-1989, the United States Drug Enforcement Agency (\"DEA\"), initiated a \"reverse sting\" in which it planned to sell narcotics to Ali Osseiran, a known narcotics trafficker.  In June 1989, Joseph Khoury, a paid DEA informant, met with Osseiran at his place of business, Absolute Diamonds in Boston.  At that time, Osseiran expressed interest in participating in a large drug transaction.  Khoury then introduced Osseiran to Aziz Malik, another DEA informant, whom Khoury portrayed as a significant drug dealer.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 31, 1989, Malik offered to involve Osseiran in a future heroin transaction on the condition that Osseiran provide one million dollars in financing.  Shortly thereafter, on November 3, 1989, Osseiran told Malik that he was interested in purchasing 25 kilograms of heroin and that he already had two buyers interested in five kilograms of heroin each.  He also told Malik that his buyers would require a sample of the heroin.  At one point, Osseiran accidentally let slip that a sample would be going to a person named \"Mike\" in East Boston.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On November 20, 1989, in accordance with Osseiran's instructions, Malik delivered to Rashid Haloui, Osseiran's employee, a two-gram sample of heroin, which was divided in half.  Haloui, in accordance with Osseiran's instructions, then drove to East Boston and delivered one portion of the sample to defendant Michael Fisher.  Later that evening, Malik called Osseiran to see if the buyers had approved of the samples.  Osseiran told him that the buyers liked the samples and that the money would be forthcoming.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the ensuing weeks, Malik and Osseiran had several meetings during which they discussed arrangements for the delivery of the entire amount of heroin.  Contemporaneously, Osseiran informed Malik that he was having difficulty obtaining the up-front money.  He also advised Malik that if the drugs were cocaine rather than heroin, he could put the deal together more easily.  Osseiran reiterated that he had two buyers for five kilograms of heroin each, but that he was not sure what to do with the rest of the drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">During a meeting in mid-December, Malik agreed to exchange ten kilograms of the previously agreed upon heroin for seventy kilograms of cocaine.  Because the original twenty-five kilogram deal had been subsequently reduced to twenty kilograms, a total of ten kilograms of heroin and seventy kilograms of cocaine were now to be delivered to Osseiran.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On December 26, Osseiran informed Malik that he was prepared to consummate the deal.  It was agreed that the delivery would be concluded within the next couple of days.  On December 28, Osseiran and Malik made arrangements for the delivery to take place the next day.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On the morning of December 29, Fisher visited Absolute Diamonds and conferred with Osseiran for a short time.  Later that afternoon, Malik met with Osseiran at Absolute Diamonds, and received from him a shopping bag containing money and what appeared to be diamonds.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  While at the store, Malik made a phone call ordering the delivery of the drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As instructed by Osseiran, Haloui went to the Logan Airport Hilton to make the pick-up.  At Logan, Malik's courier, who actually was another DEA informant, Tauquir Islam, gave Haloui a bag purporting to contain 15 kilos of cocaine.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Immediately thereafter, Haloui was arrested.  At or around the same time, Osseiran was arrested at Absolute Diamonds.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">After his arrest, Haloui told the DEA agents that Osseiran had instructed him to deliver the bag to Fisher at Fisher's liquor store in East Boston.  Haloui agreed to assist the government by participating in a controlled delivery of the drugs to Fisher.  Haloui and Islam then went to Fisher's store.  When they arrived, Fisher met them outside the store and refused delivery of the drugs.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Fisher then motioned Haloui inside the store and privately told Haloui that he was aware that Osseiran had been arrested and that Islam was a \"cop.\"   Fisher was arrested on the evening of December 29, 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On January 26, 1990, Fisher, Osseiran, and Haloui were charged in a four count indictment.  Counts I and II charged Osseiran and Haloui with attempt (Count I) and conspiracy (Count II) to possess with intent to distribute more than five kilograms of cocaine and more than one kilogram of heroin.  Counts III and IV charged Fisher with attempt (Count III) and conspiracy (Count IV) to possess with intent to distribute more than five kilograms of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Due to his post-arrest confessions and the constitutional concerns raised thereby, Haloui was tried separately.  See Bruton v. United States, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, 137, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1620</span></a></span>, 1628, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">476</span> </a></span>(1968).  On June 1, 1990, Haloui was acquitted and ordered to remain in the jurisdiction as a material witness for the upcoming trial of Osseiran and Fisher.  On October 10, 1990, the thirteenth day of Osseiran's and Fisher's trial, Osseiran pleaded guilty.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  On October 16, 1991, the jury found Fisher guilty on Counts III and IV.  Subsequently, Fisher dismissed his trial counsel and hired the attorney now representing him on appeal.  Fisher's new counsel promptly filed a variety of motions attacking the verdict, each of which the district court denied.  Upon resolution of these motions, Fisher was sentenced to two concurrent ten year prison terms.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On June 3, 1991, Fisher, claiming ineffective assistance of trial counsel, filed a petition for habeas corpus with the district court pursuant to 28 U.S.C. Sec. 2255.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  As the basis therefor, Fisher complained of trial counsel's failure to raise seven separate issues.  At the same time, Fisher filed a motion in this court seeking a stay of his previously-filed direct appeal.  We granted the stay pending the district court's resolution of the Sec. 2255 petition.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In a comprehensive memorandum and order dated July 16, 1992, the district court considered and rejected Fisher's ineffective assistance arguments on all grounds asserted.  See United States v. Osseiran, <span class=\"citation no-link\"><span class=\"volume\">798</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">861</span></span>, 873-76 (D.Mass.1992).  First, the court determined that the motions Fisher claimed should have been made would not have been granted.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 873-76. </span>  Relying on this determination, the court then decided that Fisher had suffered no prejudice and that the representation afforded him by trial counsel was not constitutionally infirm.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 876. </span>  However, the court concluded its memorandum and order by holding that it lacked the jurisdiction to deny formally Fisher's petition at that time.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  Subsequently, we </span>ordered the court to enter judgment on the petition.  In response, the court issued an order denying it.  This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On appeal, Fisher seeks relief on five grounds:  (1) that evidence relating to a conspiracy to which he was not a party and with which he was not charged was improperly admitted against him;  (2) that without evidence of the conspiracy referred to in Count II of the indictment, there was insufficient evidence to sustain his convictions;  (3) that, in violation of his constitutional rights, he suffered a constructive amendment to and/or a prejudicial variance from the indictment;  (4) that he was harmed by ineffective assistance of counsel;  and (5) that his sentence was excessive in light of the sentence given to Osseiran.  After determining the scope of the conspiracy, which is necessary for resolving Fisher's first three arguments, we discuss each in turn.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <p>A. Scope of the Conspiracy</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As alluded to above, Fisher's first three arguments depend necessarily upon our acceptance of the following premise:  that the trial court should not have found,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and correspondingly that the government should not have been allowed to argue, that the heroin and cocaine conspiracy alleged in Count II and the cocaine conspiracy alleged in Count IV actually were components of one large conspiracy.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Fisher's argument is not, however, based upon the evidence at trial.  Instead, it proceeds from the fact that the grand jury charged only Osseiran and Haloui with the conspiracy alleged in Count II, while charging only Fisher with the conspiracy alleged in Count IV.  In Fisher's view, the fact that the indictment charged \"different\" conspiracies should have precluded the government from pursuing a \"one large conspiracy\" line of argument.  Fisher's argument is without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Simply put, the fact that an indictment charges conspiracy in separate counts does not mean that the conspiracies charged necessarily must be separate and distinct.  We note that there is a complete absence of authority supporting the novel proposition Fisher asserts, and that pertinent case law suggests the very opposite.  Cf., e.g., United States v. David, <span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 734 (1st Cir.1991) (acknowledging that separately charged conspiracies can constitute a single offense for double jeopardy purposes), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2301</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span> </span>(1992);  United States v. Hart, <span class=\"citation\" data-id=\"561249\"><a href=\"/opinion/561249/united-states-v-wilfred-j-hart-aka-jay-hart/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">80</span></a></span>, 85-86 (1st Cir.1991) (same);  United States v. Gomez-Pabon, <span class=\"citation\" data-id=\"546890\"><a href=\"/opinion/546890/united-states-v-luis-e-gomez-pabon-united-states-v-wilfredo/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">847</span></a></span>, 860 (1st Cir.1990) (same), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1074</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">801</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">862</span> </span>(1991).  The reason for this is clear:  the indictment is primarily used to provide notice of the charge or charges to the person or persons indicted;  it is not a means of assessing proof.  Thus, so long as it fairly serves its purpose,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> we will not, employing 20/20 hindsight, view it as constricting the government in the manner Fisher suggests.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Having determined that the Count II and Count IV conspiracies were not, as a matter of law, separate and distinct, we now merely must decide whether it was plainly erroneous for the trial court to have concluded and subsequently allowed the government to argue that these counts alleged activities that were part of a single, larger conspiracy.  We previously have identified five factors to be considered in determining whether two charged conspiracies actually constitute the same offense:  (1) the time during which the activities occurred;  (2) the persons involved;  (3) the places involved;  (4) whether the same evidence was used to prove the two conspiracies;  and (5) whether the same statutory provision was involved in both conspiracies.  See <span class=\"citation\" data-id=\"546890\"><span class=\"antecedent_guess\">Gomez-Pabon,</span> <a href=\"/opinion/546890/united-states-v-luis-e-gomez-pabon-united-states-v-wilfredo/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">860</span></a></span>.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Application of these five factors to the record before us reveals that the district court, far from committing plain error, made a supportable determination that there was a single conspiracy.  First, the indictment charges that the activities referenced in Counts II and IV took place during the same basic time period--\"[o]n or about December 29, 1989.\"<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Moreover, the evidence reveals no discernible temporal gap between the activities related to Count II and activities related to Count IV.  In our view, such facts tend to indicate that there was a single conspiracy which merely shifted direction when Osseiran determined that he would not be able to move the heroin he had previously agreed to purchase.  Cf. <span class=\"citation\" data-id=\"566001\"><span class=\"antecedent_guess\">David,</span> <a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">734</span> </a></span>(distinguishing a change in direction in a single conspiracy from the inception of a conspiracy distinct from the original one).  The strong identity between the persons, places, and evidence<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> involved in Counts II and IV only serves to reinforce this perception.  Finally, we note that the two counts involved the same statutory provision.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Certainly, the argument that the conspiracies alleged in Counts II and IV are separate and distinct is not completely implausible.  The plausibility of a theory in conflict with the lower court's ruling, however, plays no role in our review.  Instead, we are limited to determining whether the trial court plainly erred in finding that the evidence revealed a single, overall conspiracy.  See supra note 9.  Patently, it did not.  Accordingly, we affirm this finding.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>B. Admission of Count II Evidence, Sufficiency, and Constructive Amendment/Prejudicial Variance</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Having found no plain error in the determination that Counts II and IV referred to activities that were part of a single conspiracy, Fisher's first three arguments need not detain us long.  Fisher, relying exclusively upon his \"separate conspiracy\" theory, first argues that the evidence concerning the conspiracy alleged in Count II, which the trial court admitted against Fisher, should have been excluded as unfairly prejudicial under Fed.R.Evid. 403.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  We review the trial court's admission of this evidence only for an abuse of discretion.  See, e.g., United States v. Spinosa, <span class=\"citation\" data-id=\"597409\"><a href=\"/opinion/597409/united-states-v-vincent-d-spinosa/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">620</span></a></span>, 629 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Here, contrary to Fisher's perfunctory assertions, the evidence at issue was directly relevant to and highly probative of the overall conspiracy to which he was a party.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  Moreover, we cannot discern any way in which it may have tended to engender unfair prejudice.  Accordingly, we find that the district court did not abuse its discretion in admitting this evidence against Fisher.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Fisher similarly argues that, absent evidence relating to the Count II conspiracy, there was insufficient evidence to sustain his convictions on Counts III and IV.  Obviously, however, our rejection of the premise that the Count II conspiracy was separate and distinct from the Count IV conspiracy and our concomitant ruling that the Count II evidence was properly admitted against him is fatal to Fisher's sufficiency claims.  Accordingly, we reject them.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Finally, Fisher contends that he suffered a constructive amendment to and/or prejudicial variance from the indictment.  Once again, in making these arguments, Fisher depends upon his theory that the Count II conspiracy necessarily was separate and distinct from that charged in Count IV.  Given our rejection of this theory and affirmance of the trial court's finding of one overall conspiracy, however, it is readily apparent that no constructive amendment or variance took place.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A constructive amendment \" 'occurs when the charging terms of the indictment are altered, either literally or in effect, by prosecution or court after the grand jury has last passed upon them.' \"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Dunn,</span> <span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">35</span> </span>(quoting Gaither v. United States, <span class=\"citation\" data-id=\"285846\"><a href=\"/opinion/285846/tyrone-gaither-v-united-states-of-america-charles-tatum-v-united-states/\"><span class=\"volume\">413</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1061</span></a></span>, 1071-72 (D.C.Cir.1969)).  A variance occurs when the charging terms remain unchanged but when the facts proved at trial are different from those alleged in the indictment.  See United States v. Tormos-Vega, <span class=\"citation\" data-id=\"580292\"><a href=\"/opinion/580292/united-states-v-jose-tormos-vega-united-states-of-america-v-juan-luis/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1103</span></a></span>, 1115 (1st Cir.), cert. denied, --- U.S. ---- - ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">191-92</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">135</span> </span>(1992);  see also Hunter v. State of New Mexico, <span class=\"citation\" data-id=\"549843\"><a href=\"/opinion/549843/jim-r-hunter-v-state-of-new-mexico-attorney-general-of-the-state-of-new/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">595</span></a></span>, 598 (10th Cir.1990), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1693</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">87</span> </span>(1991).  A constructive amendment is considered prejudicial per se and grounds for reversal of a conviction.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Dunn,</span> <span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">35</span></span>.   Variance is grounds for reversal only if it affected the defendant's \"substantial rights\"--i.e., the rights to \"have sufficient knowledge of the charge against him in order to prepare an effective defense and avoid surprise at trial, and to prevent a second prosecution for the same offense.\"  <span class=\"citation\" data-id=\"580292\"><span class=\"antecedent_guess\">Tormos-Vega,</span> <a href=\"/opinion/580292/united-states-v-jose-tormos-vega-united-states-of-america-v-juan-luis/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1115</span></a></span>.   Variance also protects against \"prejudicial spillover\" so that when a defendant has multiple codefendants, \"proof that one defendant was involved in one conspiracy does not lead the jury to believe that another defendant was involved in a separate conspiracy.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Here, Fisher was charged, convicted, and sentenced for attempting to possess with intent to distribute cocaine and conspiring to possess with intent to distribute cocaine.  The evidence admitted against him pertained directly to these, and to no other, charges.  The fact that the government proved aspects of the conspiracy beyond those recited in the indictment against Fisher--i.e., those relating to Count II--simply does not constitute a variance.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Innamorati,</span> <span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">477-478</span> </span>(finding no variance when the government introduced at trial evidence and overt acts relating to the charged conspiracy outside those alleged in the indictment).  Accordingly, we reject Fisher's constructive amendment and prejudicial variance arguments.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <p>C. Ineffective Assistance</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Fisher's fourth argument is that he was victimized by ineffective assistance of counsel at trial.  In support of this argument, Fisher advances three \"failures\" of trial counsel:  (1) trial counsel's failure to move for severance on the basis of prejudicial joinder;  (2) trial counsel's failure to move for a mistrial or, at least, to strike the heroin evidence after Osseiran pleaded guilty;  and (3) trial counsel's failure to object when the prosecutor made reference to the heroin evidence in her closing argument.  Yet again, our determination that the trial court's single conspiracy finding was supportable renders Fisher's argument unavailing.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In order to establish a Sixth Amendment violation for ineffective assistance of counsel, a defendant must demonstrate (1) that counsel fell below the applicable standard for performance, defined by what the lawyer knew, or should have known, at the time of his/her tactical choices;  and (2) that prejudice resulted.  See United States v. Natanel, <span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span>, 309 (1st Cir.1991) (citing Strickland v. Washington, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 687, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, 2064, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span> </a></span>(1984)), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">986</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">148</span> </span>(1992).  Here, as the district court points out in its thorough and well-reasoned memorandum responding to Fisher's Sec. 2255 petition, because there was a single, overall conspiracy, each of the aforementioned motions/objections would have been denied/overruled.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Osseiran,</span> <span class=\"volume\">798</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">873-76</span></span>.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  Accordingly, Fisher suffered no prejudice from trial counsel's failure to press these matters.  And, without a showing of prejudice, Fisher's ineffective assistance claim cannot succeed.</p>\n    </div>\n    <p>D. Sentence Disparities</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Fisher's fifth and final argument, that his sentence was excessive in light of the amount of time given to Osseiran, does not require extended discussion.  In sentencing Fisher, the trial court departed downward from the applicable sentencing guidelines range.  We have repeatedly made clear that we \"lack jurisdiction to review the 'extent of a downward departure merely because the defendant is dissatisfied with the quantification of the court's generosity.' \"  United States v. Gregorio, <span class=\"citation\" data-id=\"577673\"><a href=\"/opinion/577673/united-states-v-william-gregorio/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">341</span></a></span>, 345 n. 5 (1st Cir.1992) (quoting United States v. Pighetti, <span class=\"citation\" data-id=\"537783\"><a href=\"/opinion/537783/united-states-v-dana-pighetti/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 4 (1st Cir.1990)) (brackets and ellipsis omitted).  Accordingly, we do not have jurisdiction to entertain Fisher's contention that he \"was entitled to a greater downward departure than he received[.]\"</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Having rejected each of the arguments made on appeal by Fisher, we affirm his convictions and sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 21 U.S.C. Sec. 846 provides:</p>\n        <p>Any person who attempts or conspires to commit any [controlled substance] offense ... shall be subject to the same penalties as those prescribed for the offense, the commission of which was the object of the attempt or conspiracy.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The parties had previously agreed that because Osseiran had not been able to raise the full amount of money agreed upon, diamonds from the jewelry store would act as collateral until full payment was made.  As it turned out, the stones in the shopping bag were imitation gems made from cubic zirconia</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The bag actually contained flour</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Fisher, in an increasingly agitated state, had been repeatedly calling Osseiran's jewelry store throughout the afternoon and asking to speak with Osseiran, who was under arrest.  During the course of these telephone calls, Fisher both identified himself by name to the DEA agent who had remained in the store after the arrest and, when asked for his telephone number so that Osseiran could return the call, told the agent, \"They know my number.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The government dismissed Counts I and II of the indictment against Osseiran and allowed him to plead instead to an information charging the same offenses but for an unspecified quantity of drugs.  The unspecified quantities in the amended indictment allowed the trial judge to depart downward below the ten year mandatory minimum.  Osseiran was then sentenced to three years of imprisonment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This sentence constituted a downward departure from the minimum 151 month term required by the United States Sentencing Guidelines</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The petition was filed before Judge Young, who also presided over Fisher's trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The trial court implicitly made such a finding when, in accordance with the dictates of United States v. Petrozziello, <span class=\"citation\" data-id=\"342283\"><a href=\"/opinion/342283/united-states-v-ralph-petrozziello/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 22-23 (1st Cir.1977), it ruled admissible as coconspirator statements made during the course and in furtherance of the conspiracy, see Fed.R.Evid. 801(d)(2)(E), all statements, including any relative to the cocaine and heroin conspiracy alleged in Count II, made by Osseiran.  Later, in addressing Fisher's Sec. 2255 petition, the court made this finding more explicit.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Osseiran,</span> <span class=\"volume\">798</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">872-73</span></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Because Fisher's trial counsel did not object to this line of argument at trial, we review only for plain error.  See United States v. Brennan, <span class=\"citation\" data-id=\"608079\"><a href=\"/opinion/608079/united-states-v-james-f-brennan-united-states-v-j-edward-mchugh/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">918</span></a></span>, 925 n. 17 (1st Cir.1993).  To establish plain error, Fisher must demonstrate that the error complained of is \"so compelling that he virtually is assured of succeeding in his appeal, and that the error affected the fundamental fairness and basic integrity of the proceedings in the lower court.\"  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We note a defendant may always press arguments such as constructive amendment and prejudicial variance, discussed below, when, in his/her view, the indictment has not justly fulfilled its functions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> As noted previously, the Gomez-Pabon appeal presented us with the question of whether two separately charged conspiracies constituted a single offense for double jeopardy purposes.  We see no reason, however, why these five factors should not also be used to determine whether there was a single conspiracy in the instant circumstances</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Of course, the setting forth, in approximate form, of this date in the indictment does not preclude the admission of evidence relating to events which occurred earlier.  See United States v. Bello-Perez, <span class=\"citation\" data-id=\"593168\"><a href=\"/opinion/593168/united-states-v-andres-gabriel-bello-perez-aka-garby/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">664</span></a></span>, 669 n. 4 (1st Cir.1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> In particular, the evidence concerning Osseiran's inability to move heroin and preference for cocaine is relevant to both the conclusion of the phase of the conspiracy alleged in Count II and the inception of the phase of the conspiracy alleged in Count IV</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> To the extend that United States v. Dunn, <span class=\"citation\" data-id=\"449678\"><a href=\"/opinion/449678/united-states-v-john-f-dunn-jr/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">30</span></a></span>, 36 &amp; n. 2 (st Cir.1985), may be read as raising the question of whether the government may charge part of an overall conspiracy and introduce evidence of the rest of the conspiracy to prove the conspiracy charged, it is clear that the question should be answered in the affirmative.  See United States v. O'Campo, <span class=\"citation\" data-id=\"589965\"><a href=\"/opinion/589965/united-states-v-claudia-ocampo-united-states-v-julian-redeondo/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1015</span></a></span>, 1023 n. 5 (1st Cir.1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Fed.R.Evid. 403 provides:</p>\n        <p>Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> In so ruling, we are mindful that the government \"need not recite all of its evidence in the indictment, nor is it limited at trial to the overt acts listed in the indictment.\"  United States v. Innamorati, <span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 477 (1st Cir.  June 17, 1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> In arguing that the Count II evidence improperly was admitted against him, Fisher also contends that Counts I and II were improperly joined with Counts III and IV.  Once again, trial counsel's failure to raise this issue below limits our review to one for plain error.  Brennan, <span class=\"citation\" data-id=\"608079\"><a href=\"/opinion/608079/united-states-v-james-f-brennan-united-states-v-j-edward-mchugh/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">918</span></a></span>, 925 n. 17</p>\n        <p>Given our endorsement of the trial court's finding that the activities alleged in the indictment were part of a single, overall conspiracy, and given the absence of any other constitutional problems, it is clear that all counts were properly joined and that no plain error was committed.  Accordingly, Fisher's joinder argument also must be rejected.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> To the extent that Fisher is arguing that, even with the admission of the Count II evidence, there was insufficient evidence to sustain his convictions, his arguments are meritless.  In order to convict Fisher of attempting to possess with intent to distribute cocaine, the government was required to prove, by direct or circumstantial evidence and beyond a reasonable doubt, that Fisher intended to commit the aforementioned substantive offense and that he took a substantial step toward its commission.  See, e.g., United States v. Figueroa, <span class=\"citation\" data-id=\"592204\"><a href=\"/opinion/592204/united-states-v-angel-luis-figueroa-united-states-of-america-v-tomas/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span>, 1459 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1346</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">728</span> </span>(1993).  In order to convict him of conspiring to possess with intent to distribute cocaine, the government was required to prove, by direct or circumstantial evidence and beyond a reasonable doubt, that Fisher entered into an agreement with another to commit the aforementioned substantive offense.  See, e.g., <span class=\"citation\" data-id=\"609734\"><span class=\"antecedent_guess\">Innamorati,</span> <a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">471</span></a></span></p>\n        <p>Reviewing the evidence in a light most favorable to the government and resolving all credibility issues in its favor, see <span class=\"citation\" data-id=\"608079\"><span class=\"antecedent_guess\">Brennan,</span> <a href=\"/opinion/608079/united-states-v-james-f-brennan-united-states-v-j-edward-mchugh/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">920</span> </a></span>(setting forth standard of review governing appellate challenges to the sufficiency of the evidence), we find that there was ample evidence to support Fisher's convictions.  In our view, Fisher's (1) acceptance of the heroin sample in advance of the scheduled heroin and cocaine delivery;  (2) presence at Absolute Diamonds on the morning of the scheduled cocaine delivery;  (3) repeated hectic phone calls to Osseiran at Absolute Diamonds throughout that same afternoon;  and (4) knowledge that Islam was a \"cop\" and refusal to take the drugs for that reason, when combined with the amount of the drugs to be delivered and Malik's testimony that Osseiran had stated that the heroin sample would be delivered to \"Mike\" in East Boston, constitute a sufficient circumstantial evidentiary basis for the jury to have concluded that Fisher both intended to commit the possession offense charged and had entered into an agreement with Osseiran to commit that same offense.  Moreover, we believe that Fisher's acceptance of the heroin sample was a substantial step towards the commission of the offense.  Accordingly, having found record evidence supporting each of the elements of the offenses of conviction, we decline to disturb the jury's verdict.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> We note that the issue of variance most often comes up when the indictment charges one overall conspiracy but the trial evidence reveals separate conspiracies and that a particular defendant is a member of only some of those conspiracies.  See generally United States v. Glenn, <span class=\"citation\" data-id=\"494122\"><a href=\"/opinion/494122/united-states-v-kenneth-robert-glenn-united-states-of-america-v-manuel/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">855</span></a></span>, 857-58 (1st Cir.1987).  In such instances, of course, there is the possibility that a defendant can be prejudiced by being convicted of a crime other than the one with which s/he was charged.  Id</p>\n        <p>Here, however, Fisher was convicted of and sentenced for a conspiracy smaller in scope and breadth than that for which he may have, in fact, been culpable.  Given this fact, his protestations of prejudice are difficult to fathom.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> As noted earlier, see supra note 17, the fact that all activities referenced in the indictment were part of a single conspiracy requires a finding that the counts were properly joined.  And obviously, as stated above, the fact that the heroin evidence was part of the same conspiracy for which Fisher was convicted means that the evidence was both properly admitted against him and, a priori, properly referred to by the prosecutor in her closing argument</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107684/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/285846/",
    "https://www.courtlistener.com/api/rest/v3/opinions/342283/",
    "https://www.courtlistener.com/api/rest/v3/opinions/449678/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494122/",
    "https://www.courtlistener.com/api/rest/v3/opinions/537783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546890/",
    "https://www.courtlistener.com/api/rest/v3/opinions/549843/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561249/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564772/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577673/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580292/",
    "https://www.courtlistener.com/api/rest/v3/opinions/589965/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592204/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593168/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597409/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608079/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609734/"
  ]
}