{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194888/",
  "id": 194888,
  "absolute_url": "/opinion/194888/ospina-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194888/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:19Z",
  "date_modified": "2020-02-22T00:08:10.700123Z",
  "type": "010combined",
  "sha1": "986298543c67d05d445a7b1aa97ddc3cf9259e6e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/wp.opinions/92-2394.01A",
  "local_path": "wpd/1993/08/24/Ospina_v._USA.wpd",
  "plain_text": "",
  "html": "<p class=\"case_cite\">2 F.3d 1148</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Moises Diego OSPINA, Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 92-2394.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 24, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">Moises Diego Ospina on brief pro se.</p>\n      <p class=\"indent\">A. John Pappalardo, United States Attorney, and Paula J. DeGiacomo, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Selya and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant, Moises Diego Ospina, pled guilty to four counts of conspiring to distribute and distributing cocaine.  He was sentenced to 63 months' imprisonment on December 18, 1990.  Appellant did not appeal the sentence, but in May, 1992 filed a motion pursuant to 28 U.S.C. Sec. 2255 to vacate, set aside or correct sentence.  The district court dismissed the petition.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant raised three issues in his Sec. 2255 motion.  First, he argued that the sentence was imposed in violation of Fed.  R. Crim.  P. 32(a)(1)(A) because the district court failed to determine that appellant had had an opportunity to read his Pre-Sentence Report (\"PSR\").  Second, appellant contended the district court violated Fed.  R. Crim.  P. 32(c)(3)(D) by failing to give him an opportunity to contest factual inaccuracies in his PSR. Finally, appellant argued that his sentence violated the Eighth Amendment's prohibition against cruel and unusual punishment because it was disproportionate to the sentence imposed upon his co-defendant.  We address each of appellant's contentions in turn.</p>\n    </div>\n    <p>Fed. R. Crim.  P. 32(a)(1)(A)</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Rule 32(a)(1)(A) provides that at the sentencing hearing, and before imposing sentence, the district court shall \"determine that the defendant and defendant's counsel have had the opportunity to read and discuss the [PSR].\" At appellant's sentencing hearing, the following exchange occurred between appellant's attorney, William A. Brown, and the sentencing judge regarding the PSR:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>THE COURT:  Mr. Brown, have you and your client had an opportunity to review the presentence report?</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>MR. BROWN:  Yes, Your Honor. for the record, it was sent to him several weeks ago in Danbury.  He advised me this morning that he had not received it.  I don't know why the mail hadn't got through to him in prison, but apparently it hadn't.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>THE COURT:  Well, has he had an adequate opportunity now to review the presentence report?</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>MR. BROWN:  He has had an opportunity to review the report.  And it is my understanding that there are no additions or corrections thereto as to any factual matters set forth therein.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>THE COURT:  All right....</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The court, after hearing from appellant's counsel, asked appellant directly if he had anything further to say.  Appellant spoke, through an interpreter, about the influences on the street that had led him into criminal conduct and his regrets over that conduct.  He did not object that he had not seen the PSR.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellant contends on appeal, as he did for the first time in his Sec. 2255 motion, that he did not see the PSR prior to or at his sentencing hearing.  He argues that the district court erred by failing to ask appellant himself if he had reviewed the PSR and whether he had any objections thereto.  \"However, binding precedent in this circuit has directed that if it is abundantly clear from the sentencing hearing that both defendant and his counsel are familiar with the report, a new sentencing hearing will not be mandated, even if the court failed to directly inquire whether the defendant had an opportunity to review the report.\"  United States v. Manrique, 959 F.2d 1155, 1157 (1st Cir. 1992) (emphasis added).  See United States v. Cortez, 841 F.2d 456, 460 (2d Cir.), cert. denied, 486 U.S. 1058 (1988) (holding that it is not necessary for the district court to personally question the defendant as to whether he has read the PSR).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In this case, appellant's attorney specifically stated that he and his client had had an opportunity to review the PSR. \"All that is required by Rule 32(a)(1)(A) is that the court determine that the defendant and his counsel have had the opportunity to read and discuss the report.\"  United States v. Serino, 835 F.2d 924, 931 (1st Cir. 1987).  The record indicates that the district court made such a determination.  Therefore, there was no violation of Rule 32(a)(1)(A).</p>\n    </div>\n    <p>Fed. R. Crim.  P. 32(c)(3)(D)</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellant argues that the sentencing court violated Rule 32(c)(3)(D) by failing to give him an opportunity to contest factual inaccuracies in his PSR. Rule 32(c)(3)(D), however, merely requires that if defendant alleges any factual inaccuracies in the PSR, \"the court shall, as to each matter controverted, make (i) a finding as to the allegation, or (ii) a determination that no such finding is necessary because the matter controverted will not be taken into account in sentencing.\"  Fed. R. Crim.  P. 32(c)(3)(D).  In this case, defendant did not allege any factual inaccuracies in the PSR. At the sentencing hearing, appellant's counsel specifically stated with respect to the PSR that \"there are no additions or corrections thereto as to any factual matters set forth therein.\"  When the sentencing judge gave appellant an opportunity to speak, he did not allege any factual inaccuracies or other objections to the PSR.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellant argues that because he was not provided with a copy of the PSR until after sentencing, he was denied an opportunity to contest factual inaccuracies contained therein.  Rule 32(c)(3)(A) requires that the court afford the defendant and his counsel \"an opportunity to comment on the report and, in the discretion of the court, to introduce testimony or other information relating to any alleged factual inaccuracy contained in it.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is apparent from the transcript of the sentencing hearing that the court gave appellant and his counsel the requisite opportunity to comment on the PSR. Appellant's counsel specifically informed the sentencing judge that there were no additions or corrections that appellant wished to make to the PSR. In addition, when the court gave appellant an opportunity to speak on his behalf, he did not claim either that he had not had an opportunity to review the PSR or that he had any objections thereto.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Therefore, the sentencing court did not violate appellant's rights under Rule 32(a)(3).</p>\n    </div>\n    <p>Disproportionate Sentence</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellant was arrested and indicted with a co-defendant, Matias Contreras-Liriano.  While appellant was charged with four counts of conspiring to distribute and distributing cocaine, Mr. Contreras was charged with only three of the counts in the indictment.  Appellant and Mr. Contreras were sentenced together.  At the sentencing hearing, the court noted that based on the defendants' PSRs the total offense level was 26 and the criminal history category was one for both defendants.  Therefore, the court calculated an imprisonment range of 63 to 78 months.  Neither defendant objected to that calculation.  The district court sentenced appellant at the low end of the guideline range to 63 months imprisonment.  In response to the government's motion under Sec. 5K1.1 of the Sentencing Guidelines, the court departed downward from the guidelines imprisonment range and sentenced Mr. Contreras to 42 months' imprisonment to take account of his cooperation.  The government did not make a Sec. 5K1.1 motion with respect to appellant, nor does appellant contend that he provided the requisite cooperation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Instead, appellant complains that his sentence is disproportionate to the sentence received by his co-defendant and other similarly situated defendants, in violation of the Eighth Amendment.  He further contends, for the first time on appeal, that his higher sentence is the impermissible result of his having exercised his Fifth Amendment right to refuse to cooperate with the government by providing information about his and others' involvement in the offense.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is well established that \"a defendant is not entitled to a lighter sentence merely because his co-defendants received lighter sentences.\"  United States v. Gomez-Pabon, 911 F.2d 847, 862 (1st Cir. 1990), cert. denied, 498 U.S. 1074 (1991).  And, under the sentencing guidelines, disparity in sentencing outcomes as among codefendants cannot justify a departure from the sentencing range.  See United States v. Wogan, 938 F.2d 1446, 1448-49 (1st Cir. 1991).  Therefore, even if appellant and his co-defendant had been similarly situated, the lighter sentence received by appellant's co-defendant would not establish that appellant received a disproportionate sentence.  Nor has appellant presented any other evidence that his sentence, which he does not deny is within the statutory limits, is disproportionate.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellant did not raise his Fifth Amendment claim in his Sec. 2255 motion.  Therefore, it is not cognizable on appeal.  See Santiago v. United States, 889 F.2d 371, 377 (1st Cir. 1989) (refusing to address on appeal matter not presented in appellant's Sec. 2255 petition).  Even if we were to consider it, appellant would not prevail.  We have held that to deny a defendant a reduction in his offense level for acceptance of responsibility under Sec. 3E1.1 of the Sentencing Guidelines because defendant does not admit criminal conduct beyond the offense charged would violate the defendant's Fifth Amendment right not to incriminate himself.  United States v. Perez-Franco, 873 F.2d 455, 463 (1st Cir. 1989).  Here, however, appellant argues that the denial of a reduction in his sentence under Sec. 5K1.1 where he refused to cooperate with the government violates the Fifth Amendment.  Unlike Sec. 3E1.1, which requires admission by defendant of his own criminal activities, Sec. 5K1.1 is \"directed to the prosecution of criminal activities by persons other than the defendant.\"  U.S.S.G. Sec. 5K1.1, application note 2 (emphasis added).  Nor has appellant alleged that the government sought his cooperation regarding any offenses other than those to which he pled guilty.  Therefore, appellant has failed to demonstrate that the government's failure to move for departure under Sec. 5K1.1 where he refused to cooperate constitutes an impermissible penalty for his exercise of his Fifth Amendment right not to incriminate himself.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the foregoing reasons, the district court's denial of appellant's Sec. 2255 motion is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellant to date has failed to identify any factual or other errors in his PSR. In his Sec. 2255 petition, appellant merely made the following general statement:</p>\n        <p>Now, that the defendant has a copy of the report, he has discovered many issues to which he would have challenged at the sentencing if he had been given the opportunity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellant argues for the first time on appeal that the reason he did not inform the court that he had not had an opportunity to review the PSR was that he does not speak English and that he was instructed by his attorney to remain silent except to apologize for his behavior when the court addressed him personally.  The record from the sentencing hearing, however, indicates that appellant was provided with an interpreter.  Indeed, he made a statement to the court through an interpreter, during which he could have informed the court that he had not been provided with a copy of the PSR</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1148</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Moises Diego OSPINA, Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 92-2394.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 24, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">Moises Diego Ospina on brief pro se.</p>\n      <p class=\"indent\">A. John Pappalardo, United States Attorney, and Paula J. DeGiacomo, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Selya and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant, Moises Diego Ospina, pled guilty to four counts of conspiring to distribute and distributing cocaine.  He was sentenced to 63 months' imprisonment on December 18, 1990.  Appellant did not appeal the sentence, but in May, 1992 filed a motion pursuant to 28 U.S.C. Sec. 2255 to vacate, set aside or correct sentence.  The district court dismissed the petition.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant raised three issues in his Sec. 2255 motion.  First, he argued that the sentence was imposed in violation of Fed.  R. Crim.  P. 32(a)(1)(A) because the district court failed to determine that appellant had had an opportunity to read his Pre-Sentence Report (\"PSR\").  Second, appellant contended the district court violated Fed.  R. Crim.  P. 32(c)(3)(D) by failing to give him an opportunity to contest factual inaccuracies in his PSR. Finally, appellant argued that his sentence violated the Eighth Amendment's prohibition against cruel and unusual punishment because it was disproportionate to the sentence imposed upon his co-defendant.  We address each of appellant's contentions in turn.</p>\n    </div>\n    <p>Fed. R. Crim.  P. 32(a)(1)(A)</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Rule 32(a)(1)(A) provides that at the sentencing hearing, and before imposing sentence, the district court shall \"determine that the defendant and defendant's counsel have had the opportunity to read and discuss the [PSR].\" At appellant's sentencing hearing, the following exchange occurred between appellant's attorney, William A. Brown, and the sentencing judge regarding the PSR:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>THE COURT:  Mr. Brown, have you and your client had an opportunity to review the presentence report?</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>MR. BROWN:  Yes, Your Honor. for the record, it was sent to him several weeks ago in Danbury.  He advised me this morning that he had not received it.  I don't know why the mail hadn't got through to him in prison, but apparently it hadn't.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>THE COURT:  Well, has he had an adequate opportunity now to review the presentence report?</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>MR. BROWN:  He has had an opportunity to review the report.  And it is my understanding that there are no additions or corrections thereto as to any factual matters set forth therein.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>THE COURT:  All right....</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The court, after hearing from appellant's counsel, asked appellant directly if he had anything further to say.  Appellant spoke, through an interpreter, about the influences on the street that had led him into criminal conduct and his regrets over that conduct.  He did not object that he had not seen the PSR.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellant contends on appeal, as he did for the first time in his Sec. 2255 motion, that he did not see the PSR prior to or at his sentencing hearing.  He argues that the district court erred by failing to ask appellant himself if he had reviewed the PSR and whether he had any objections thereto.  \"However, binding precedent in this circuit has directed that if it is abundantly clear from the sentencing hearing that both defendant and his counsel are familiar with the report, a new sentencing hearing will not be mandated, even if the court failed to directly inquire whether the defendant had an opportunity to review the report.\"  United States v. Manrique, <span class=\"citation\" data-id=\"580298\"><a href=\"/opinion/580298/united-states-v-nestor-fernando-manrique-aka-freddy/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1155</span></a></span>, 1157 (1st Cir. 1992) (emphasis added).  See United States v. Cortez, <span class=\"citation\" data-id=\"502691\"><a href=\"/opinion/502691/united-states-v-mario-garcia-cortez/\"><span class=\"volume\">841</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 460 (2d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1058</span> </span>(1988) (holding that it is not necessary for the district court to personally question the defendant as to whether he has read the PSR).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In this case, appellant's attorney specifically stated that he and his client had had an opportunity to review the PSR. \"All that is required by Rule 32(a)(1)(A) is that the court determine that the defendant and his counsel have had the opportunity to read and discuss the report.\"  United States v. Serino, <span class=\"citation\" data-id=\"499044\"><a href=\"/opinion/499044/united-states-v-dominic-l-serino-united-states-of-america-v-john-l/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">924</span></a></span>, 931 (1st Cir. 1987).  The record indicates that the district court made such a determination.  Therefore, there was no violation of Rule 32(a)(1)(A).</p>\n    </div>\n    <p>Fed. R. Crim.  P. 32(c)(3)(D)</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellant argues that the sentencing court violated Rule 32(c)(3)(D) by failing to give him an opportunity to contest factual inaccuracies in his PSR. Rule 32(c)(3)(D), however, merely requires that if defendant alleges any factual inaccuracies in the PSR, \"the court shall, as to each matter controverted, make (i) a finding as to the allegation, or (ii) a determination that no such finding is necessary because the matter controverted will not be taken into account in sentencing.\"  Fed. R. Crim.  P. 32(c)(3)(D).  In this case, defendant did not allege any factual inaccuracies in the PSR. At the sentencing hearing, appellant's counsel specifically stated with respect to the PSR that \"there are no additions or corrections thereto as to any factual matters set forth therein.\"  When the sentencing judge gave appellant an opportunity to speak, he did not allege any factual inaccuracies or other objections to the PSR.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellant argues that because he was not provided with a copy of the PSR until after sentencing, he was denied an opportunity to contest factual inaccuracies contained therein.  Rule 32(c)(3)(A) requires that the court afford the defendant and his counsel \"an opportunity to comment on the report and, in the discretion of the court, to introduce testimony or other information relating to any alleged factual inaccuracy contained in it.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is apparent from the transcript of the sentencing hearing that the court gave appellant and his counsel the requisite opportunity to comment on the PSR. Appellant's counsel specifically informed the sentencing judge that there were no additions or corrections that appellant wished to make to the PSR. In addition, when the court gave appellant an opportunity to speak on his behalf, he did not claim either that he had not had an opportunity to review the PSR or that he had any objections thereto.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Therefore, the sentencing court did not violate appellant's rights under Rule 32(a)(3).</p>\n    </div>\n    <p>Disproportionate Sentence</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellant was arrested and indicted with a co-defendant, Matias Contreras-Liriano.  While appellant was charged with four counts of conspiring to distribute and distributing cocaine, Mr. Contreras was charged with only three of the counts in the indictment.  Appellant and Mr. Contreras were sentenced together.  At the sentencing hearing, the court noted that based on the defendants' PSRs the total offense level was 26 and the criminal history category was one for both defendants.  Therefore, the court calculated an imprisonment range of 63 to 78 months.  Neither defendant objected to that calculation.  The district court sentenced appellant at the low end of the guideline range to 63 months imprisonment.  In response to the government's motion under Sec. 5K1.1 of the Sentencing Guidelines, the court departed downward from the guidelines imprisonment range and sentenced Mr. Contreras to 42 months' imprisonment to take account of his cooperation.  The government did not make a Sec. 5K1.1 motion with respect to appellant, nor does appellant contend that he provided the requisite cooperation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Instead, appellant complains that his sentence is disproportionate to the sentence received by his co-defendant and other similarly situated defendants, in violation of the Eighth Amendment.  He further contends, for the first time on appeal, that his higher sentence is the impermissible result of his having exercised his Fifth Amendment right to refuse to cooperate with the government by providing information about his and others' involvement in the offense.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is well established that \"a defendant is not entitled to a lighter sentence merely because his co-defendants received lighter sentences.\"  United States v. Gomez-Pabon, <span class=\"citation\" data-id=\"546890\"><a href=\"/opinion/546890/united-states-v-luis-e-gomez-pabon-united-states-v-wilfredo/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">847</span></a></span>, 862 (1st Cir. 1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1074</span> </span>(1991).  And, under the sentencing guidelines, disparity in sentencing outcomes as among codefendants cannot justify a departure from the sentencing range.  See United States v. Wogan, <span class=\"citation\" data-id=\"564953\"><a href=\"/opinion/564953/united-states-v-russell-h-wogan/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span>, 1448-49 (1st Cir. 1991).  Therefore, even if appellant and his co-defendant had been similarly situated, the lighter sentence received by appellant's co-defendant would not establish that appellant received a disproportionate sentence.  Nor has appellant presented any other evidence that his sentence, which he does not deny is within the statutory limits, is disproportionate.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellant did not raise his Fifth Amendment claim in his Sec. 2255 motion.  Therefore, it is not cognizable on appeal.  See Santiago v. United States, <span class=\"citation\" data-id=\"532030\"><a href=\"/opinion/532030/ariel-santiago-v-united-states/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">371</span></a></span>, 377 (1st Cir. 1989) (refusing to address on appeal matter not presented in appellant's Sec. 2255 petition).  Even if we were to consider it, appellant would not prevail.  We have held that to deny a defendant a reduction in his offense level for acceptance of responsibility under Sec. 3E1.1 of the Sentencing Guidelines because defendant does not admit criminal conduct beyond the offense charged would violate the defendant's Fifth Amendment right not to incriminate himself.  United States v. Perez-Franco, <span class=\"citation\" data-id=\"522149\"><a href=\"/opinion/522149/united-states-v-jose-rafael-perez-franco/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">455</span></a></span>, 463 (1st Cir. 1989).  Here, however, appellant argues that the denial of a reduction in his sentence under Sec. 5K1.1 where he refused to cooperate with the government violates the Fifth Amendment.  Unlike Sec. 3E1.1, which requires admission by defendant of his own criminal activities, Sec. 5K1.1 is \"directed to the prosecution of criminal activities by persons other than the defendant.\"  U.S.S.G. Sec. 5K1.1, application note 2 (emphasis added).  Nor has appellant alleged that the government sought his cooperation regarding any offenses other than those to which he pled guilty.  Therefore, appellant has failed to demonstrate that the government's failure to move for departure under Sec. 5K1.1 where he refused to cooperate constitutes an impermissible penalty for his exercise of his Fifth Amendment right not to incriminate himself.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the foregoing reasons, the district court's denial of appellant's Sec. 2255 motion is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellant to date has failed to identify any factual or other errors in his PSR. In his Sec. 2255 petition, appellant merely made the following general statement:</p>\n        <p>Now, that the defendant has a copy of the report, he has discovered many issues to which he would have challenged at the sentencing if he had been given the opportunity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellant argues for the first time on appeal that the reason he did not inform the court that he had not had an opportunity to review the PSR was that he does not speak English and that he was instructed by his attorney to remain silent except to apologize for his behavior when the court addressed him personally.  The record from the sentencing hearing, however, indicates that appellant was provided with an interpreter.  Indeed, he made a statement to the court through an interpreter, during which he could have informed the court that he had not been provided with a copy of the PSR</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/499044/",
    "https://www.courtlistener.com/api/rest/v3/opinions/502691/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522149/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532030/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546890/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564953/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580298/"
  ]
}