{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194894/",
  "id": 194894,
  "absolute_url": "/opinion/194894/united-states-v-weiner/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194894/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:29Z",
  "date_modified": "2020-02-22T00:09:14.684990Z",
  "type": "010combined",
  "sha1": "b9601e685a4c40b5684200e34e7db4dcfb15f57e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1708A.01A",
  "local_path": null,
  "plain_text": "August 26, 1993   UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-1708\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                        SIDNEY WEINER,\n\n                    Defendant, Appellant.\n\n                                        \n\n                         ERRATA SHEET\n\nThe opinion of  this Court issued on  August 23, 1993, is  amended\nas follows:\n\nOn cover sheet  under Attorneys' names \"Mazer\" should be corrected\n                                              \nto read \"Mezer.\"\n            \n\nDinisco  should  be corrected  to  read  \"DiNisco\".    On page  4,\n                                                  \nparagraph 2, \"Santiago\" should be corrected to read \"Santiano.\"\n                                                           \n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-1708\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                        SIDNEY WEINER,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\n                                                      \n\n                                         \n\n                            Before\n\n                   Torruella, Circuit Judge,\n                                           \n               Feinberg,* Senior Circuit Judge,\n                                              \n                  and Boudin, Circuit Judge.\n                                           \n\n                                         \n\nHarry C. Mezer for appellant.\n              \nSean  Connelly, Attorney,  United  States  Department of  Justice,\n              \nwith  whom  A.  John Pappalardo,  United  States  Attorney, Ernest  S.\n                                                                  \nDiNisco,  Assistant  United States  Attorney,  and  Todd E.  Newhouse,\n                                                                 \nAssistant United States Attorney, were on brief for appellee.\n\n                                         \n\n                       August 23, 1993\n                                         \n\n                       \n\n*Of the Second Circuit, sitting by designation.\n\n     BOUDIN,  Circuit  Judge.   Sidney Weiner,  together with\n                            \n\nother defendants,  was  charged in  a multi-count  indictment\n\nrevolving  around loansharking  and illegal  debt collection.\n\nIn  the nineteen counts directed at Weiner, he was accused of\n\nmail  fraud,   18  U.S.C.     1341,   conspiracy  to  collect\n\nextensions of credit by extortionate means, 18 U.S.C.    894,\n\nand conducting and  conspiring to conduct  the affairs of  an\n\nenterprise  through  a pattern  of  racketeering  activity or\n\ncollection of  unlawful debt,  in violation of  the Racketeer\n\nInfluenced and Corrupt Organizations Act (\"RICO\"), 18  U.S.C.\n\n  1962(c), (d).\n\n     Weiner's case  was severed  for reasons relating  to his\n\nhealth,  and he  stood trial  alone.1   At  the close  of the\n\ngovernment's case,  the trial  court granted  Weiner's motion\n\nfor acquittal as to all of  the mail fraud counts and all but\n\nfour counts  charging conspiracy  to collect an  extension of\n\ncredit through  extortion.     The jury  convicted Weiner  of\n\nconspiring  to violate,  and  violating, RICO,  and of  three\n\ncounts  of  extortion conspiracy  under 18  U.S.C.    894; it\n\nacquitted Weiner  on the  remaining count under  18 U.S.C.   \n\n894.   The district court  then sentenced Weiner to a term of\n\ntwo years' imprisonment. Weiner now appeals.  We affirm.\n\n                    \n\n     1Other  defendants were  tried and  convicted in  United\n                                                             \nStates  v. Oreto, appeals  pending, No. 91-1769,  et al., 1st\n                \nCir.\n\n                             -2-\n\n                              I.\n\n     The gist of  the government's case, so far  as pertinent\n\nhere, was  that Weiner,  a bank official,  associated himself\n\nwith a  loanshark enterprise headed by one  Frank Oreto, Sr.;\n\nthat the  loanshark enterprise  encouraged debtors to  obtain\n\nbank loans, sometimes unlawfully,  to pay off prior loanshark\n\ndebts;  that  new  bank  debts were  collected  by  loanshark\n\nenforcers using  extortion; and that Weiner  used his banking\n\nposition  and   properties   he  owned   to  facilitate   the\n\nenterprise's   affairs.     Because  Weiner   challenges  the\n\nsufficiency  of the  evidence, we summarize  the government's\n\nproof in some detail.  Construed in a light  favorable to the\n\nverdict, see United States v. Rivera-Santiano, 872 F.2d 1073,\n                                             \n\n1078-79 (1st  Cir.), cert. denied,  492 U.S. 910  (1989), the\n                                 \n\ngovernment's  evidence  permitted   the  jury  to  find   the\n\nfollowing.\n\n     In 1982, Weiner, a director, consultant and  stockholder\n\nof  Capitol Bank  and  Trust Company  of Boston  (\"Capitol\"),\n\nhired Oreto to  collect certain  loans in  default that  were\n\nmade by  Capitol.   Oreto headed a  loanshark operation  that\n\nloaned cash to borrowers  at interest rates as high  as seven\n\npercent per week, and that employed tall, physically imposing\n\nmen  who used threats of violence to collect from debtors who\n\nfell  behind  in their  payments.    Through Weiner,  Capitol\n\n                             -3-\n\ncompensated Oreto, with off-the-record cash payments from the\n\nbank, for his services in collecting Capitol's own loans. \n\n     The three  extortion conspiracy counts  for which Weiner\n\nwas  convicted involved  debts  owed by  Frank Falzone,  Fred\n\nLambert,  and Chun Hing \"Joe\" Wong.  Falzone and Lambert each\n\nobtained a  $2500 loan from  Capitol by  paying kickbacks  to\n\nFred Dandrow and Ron Browder.  Dandrow introduced Falzone and\n\nLambert  to  Browder,  a   Capitol  loan  officer.    Browder\n\ninstantly  approved their loan  applications and  issued bank\n\nchecks  in the  amount of  the loans.   Lambert  borrowed the\n\nmoney  on  his bookmaker's  instructions  to consolidate  his\n\nbookmaking debts.   \n\n     When  Falzone  and  Lambert defaulted  on  their  loans,\n\nDandrow  was summoned to Oreto's house to meet with Oreto and\n\nWeiner.  At  the meeting,  Oreto said that  Dandrow would  be\n\nheld  responsible  for  any  outstanding debt  on  the  loans\n\nsecured  by  kickbacks, and  Dandrow  agreed  to contact  the\n\nborrowers.  At a  second meeting with Oreto which  Weiner did\n\nnot attend, Dandrow was  introduced to \"Beardsy\" Santiago and\n\ntold  to bring Santiago to the borrowers' homes.  Santiago is\n\n6'4\" tall,  weighs between 230-280 pounds,  and was described\n\nby Dandrow as resembling \"a motorcycle gang member.\"  Dandrow\n\nlater  met  with  Weiner  and Dennis  Petrosino,  another  of\n\nOreto's collectors.    Weiner    told Dandrow  to  work  with\n\nPetrosino in collecting the loans.    \n\n                             -4-\n\n     Dandrow went to Falzone's home,  accompanied by Santiago\n\nand  Petrosino,  and asked  Falzone to  get  inside a  car to\n\ndiscuss repayment  of his  loan.   Inside the  car, Petrosino\n\ntold Falzone that his loan \"wasn't going to go away\" and that\n\nFalzone's parents would have  to pay the loan if  Falzone did\n\nnot come up  with the money.   Falzone testified that he  was\n\n\"pretty scared\" and \"just wanted to get out of the  car.\"  On\n\nanother  occasion, Santiago drove  Falzone to  a house  for a\n\nmeeting  with Oreto,  and Oreto  told Falzone to  make weekly\n\npayments at  Gateway Rent-A-Car, a business  owned by Weiner.\n\nFalzone  left the  meeting \"scared\"  and made  two subsequent\n\npayments at Gateway.   Eventually Falzone's mother  contacted\n\nCapitol to arrange a repayment schedule with the bank.\n\n     Lambert  first   came  into   contact  with   the  Oreto\n\norganization after receiving a  phone call instructing him to\n\ngo to Gateway Rent-A-Car.  There,  he met \"two big guys\"  who\n\nsaid they \"wanted their money.\"  Lambert began to make weekly\n\npayments of $25  which he paid to Oreto's  men who would come\n\nto his home in  Winthrop to collect.  Lambert  stopped making\n\npayments after he moved to another town.  When he later moved\n\nback  to Winthrop,  he  was visited  late  one night  by  two\n\ndifferent  \"big,\" \"heavy\" men.   In a discussion  held in the\n\nmen's car, Lambert  agreed to resume payment  and handed over\n\n$25 on the spot.\n\n                             -5-\n\n     When the payments later  ceased, Lambert was summoned to\n\na  meeting  with  Oreto  at the  Fasad's  nightclub,  another\n\nbusiness  owned by  Weiner.   Lambert thereafter  made weekly\n\npayments  on a consistent basis.  He testified that Oreto and\n\nhis men scared him.  The Lambert loan was discussed by Weiner\n\nand  Oreto's   \"collection  manager,\"   John  Costa,   in  an\n\nintercepted  telephone conversation.   When  Costa said  that\n\nLambert had been located  and Costa proposed to \"get  back in\n\naction with him,\" Weiner approved this plan.\n\n     Wong obtained  his loan from  the Community  Cooperative\n\nBank   (\"Community\"),  where  Weiner  was  also  a  director.\n\nCommunity  was later  acquired by  Capitol.   Wong had  heavy\n\ngambling debts  which he  paid  off by  borrowing money  from\n\nOreto  at weekly  interest  rates of  five  percent.   Wong's\n\nrepayments to  Oreto were made  at Gateway Rent-A-Car.   Wong\n\nthen obtained a $30,000  loan from Community in order  to pay\n\noff his debt to  Oreto.  With Oreto's knowledge, Wong  put up\n\nhis  parent's house as collateral for the loan and signed his\n\nparents' names to  the loan  papers supplied by  Oreto.   The\n\nloan from Community was approved by Weiner.\n\n     Oreto required Wong  to make weekly payments  of $500 on\n\nthe loan.  When Wong fell  behind on his payments, Oreto sent\n\nPetrosino  and  another  man  to the  restaurant  where  Wong\n\nworked.  The men grabbed Wong, who was hiding in the kitchen,\n\ntook him outside, and told him  that Oreto was mad and wanted\n\n                             -6-\n\nto see him.  In a meeting at Fasad's the next day, Oreto told\n\nWong, \"it's not nice, you don't  pay . . . I can beat  you up\n\nwith a baseball bat.\"  Wong fled to New Hampshire and had his\n\nwife  make  further payments  on  the loan.    Wong's parents\n\neventually learned that  a mortgage had been  placed on their\n\nhouse without their consent.   After they contacted Community\n\nto report  the problem,  Weiner agreed  to purchase the  loan\n\nfrom the bank.\n\n     The Oreto loanshark operation  itself was the subject of\n\nextensive evidence, certain of its records having been seized\n\nby the authorities.   The seized records revealed  that \"Sid,\n\nthe  bank\" paid part of  the weekly salary  of Costa, Oreto's\n\ncollection  manager, for  about  38  weeks  in 1984-85.    In\n\naddition  to  hiring  Oreto  to collect  bank  loans,  Weiner\n\nallowed Oreto to conduct his loansharking business at Gateway\n\nRent-A-Car and  Fasad's  nightclub, both  properties held  in\n\nWeiner's  name.2  Oreto  was Weiner's  silent partner  in the\n\nownership and operation of Fasad's.\n\n                            II.  \n\n     The   evidence  just   recited  is   the  core   of  the\n\ngovernment's  effort to  show that  Weiner had  conspired, in\n\nviolation of  18 U.S.C. 1984, to use  \"extortionate means\" in\n\n                    \n\n     2Wong testified  that Oreto at  one point told  him, \"We\nare  not working in  Gateway anymore.   We  have a  new place\ncalled Fernwood restaurant.  Next time you come up to pay me,\nyou should  go  to Fernwood.\"    Fernwood was  later  renamed\n\"Fasad's\".\n\n                             -7-\n\nseeking to collect an extension of credit, or more precisely,\n\nthree loan  debts owed  respectively by Falzone,  Lambert and\n\nWong.   Weiner  argues  that the  evidence was  insufficient,\n\nfocusing on  the element of extortion.   \"Extortionate means\"\n\nincludes  \"the use,\"  or \"an  express or  implicit threat  of\n\nuse,\"  of \"violence  or  other criminal  means\"  to harm  any\n\nperson or property.  18 U.S.C.   891(7).  Weiner argues  that\n\nthe evidence  did  not permit  a  rational jury  to  conclude\n\nbeyond a reasonable doubt that extortionate means were proved\n\nor that he conspired to have the loans collected through such\n\nmeans.  We disagree.\n\n     Falzone and Lambert were  not expressly threatened  with\n\nviolence but implicit threats suffice under the express terms\n\nof the  statute.   The evidence  showed, among  other things,\n\nthat Falzone and Lambert were confronted by large, physically\n\nimposing men; that these men showed up at their homes, on one\n\noccasion  late at night;  and that  Falzone and  Lambert were\n\ndirected to get  into a car to discuss  payment of the loans.\n\nBoth Falzone and Lambert testified that they were frightened,\n\nwith  Falzone at one  point hiding  in his  house.   The jury\n\ncould rationally conclude that the two men had good reason to\n\nbe  afraid.  As for  Wong, Oreto's statement  about a beating\n\nwith a  baseball bat is about as plain and direct a threat as\n\none can imagine.\n\n                             -8-\n\n     A rational jury could  also conclude beyond a reasonable\n\ndoubt that  Weiner knowingly  conspired to collect  the debts\n\nthrough  extortion.   An agreement  may \"be  implicit in  the\n\nworking relationship between the  parties that has never been\n\narticulated  but nevertheless  amount  to  a  joint  criminal\n\nenterprise.\"   United States v.  Moran, 984  F.2d 1299,  1300\n                                      \n\n(1st Cir. 1993).  In proving a conspiracy, the government may\n\nrely entirely  on circumstantial evidence.   United States v.\n                                                          \n\nOrtiz, 966 F.2d 707,  711 (1st Cir. 1992), cert.  denied, 113\n                                                        \n\nS.Ct. 1005 (1993).  Once again, we think that the evidence of\n\nWeiner's knowing complicity may  not be overwhelming but that\n\nit was assuredly adequate.\n\n     In this  case, there is no reasonable  doubt that Weiner\n\nemployed Oreto to collect  bank debts so the only  open issue\n\nis whether Weiner  knew of the  means to be  employed.   Here\n\nWeiner's connections  with  Oreto were  extensive, and  Oreto\n\noperated from properties owned by Weiner or held in his name.\n\n\"Sid,\" \"Sid, the bank\" and \"Sid Weiner\" were mentioned in the\n\nrecords  of the  loanshark  business,  and  Weiner  consulted\n\ndirectly  with  Costa,  the  collection  manager,  about  the\n\nLambert  loan.   Weiner paid  Oreto with  off-the-record bank\n\nfunds, and  when the Wong parents threatened  to disclose the\n\nforgery, Weiner took over the loan from the bank.\n\n     This evidence  was sufficient to permit  a rational jury\n\nto  conclude  beyond  a  reasonable  doubt  that  Weiner  was\n\n                             -9-\n\nconscious of the means  to be used by the  Oreto organization\n\nand hired Oreto for  just that reason.  Weiner  testified and\n\noffered the jury a  different interpretation of the evidence.\n\nHe  said   that  Oreto  was  hired  merely   to  locate  loan\n\ndefaulters, that  the payments to  Oreto were ordered  by the\n\nbank president,  and that he  (Weiner) was  dismayed when  he\n\nlater learned  of Oreto's loansharking activities.   The jury\n\nwas entitled not to credit the thrust of this testimony.\n\n     Weiner's  next objection concerns  the testimony  of FBI\n\nSpecial Agent Raymond Stirling, whom the government called as\n\nan expert  witness.  Stirling, a  specialist on loansharking,\n\nreviewed the  accounting ledgers  and other documents  seized\n\nfrom  the  Oreto  organization.     His  testimony  explained\n\ntransactions   reflected   in   the    documents,   loanshark\n\nterminology,  and other matters of a  similar nature.  Expert\n\ntestimony is allowed pursuant to Fed. R. Evid. 702 if it will\n\nhelp  the  jury to  understand the  evidence  or to  decide a\n\nparticular fact in issue in the case.  We have upheld the use\n\nof  an  expert  witness  to  explain  matters  pertaining  to\n\nloansharking.   United  States v.  Lamattina, 889  F.2d 1191,\n                                            \n\n1193-94 (1st Cir. 1989).\n\n     Weiner  objects  to  one  aspect  of  the  testimony  in\n\nparticular.   Over objection,  Stirling testified that, based\n\non  documents  showing  the  same telephone  number  next  to\n\nreferences in the records to \"Sid,\" \"Sid, the bank,\" and \"Sid\n\n                             -10-\n\nWeiner,\" it was his  opinion that these persons were  one and\n\nthe same.    Weiner argues  that  this opinion  reflected  no\n\nspecial expertise but  was a routine inference  that the jury\n\ncould draw on  its own.   We agree, but  regard the error  as\n\nharmless.   The inference was compelling  that the references\n\n(all  to  \"Sid\"),  together  with  identical  phone  numbers,\n\nreferred to the same  person.  Stirling's opinion \"connecting\n\nthe dots\" added little or nothing.\n\n     Weiner next  contends that  the district court  erred in\n\nits  treatment  of evidence  relating to  the counts  that it\n\ndismissed  prior  to the  verdict.    As  earlier noted,  the\n\ndistrict court  directed judgments  of acquittal on  the mail\n\nfraud  counts  and on  other  counts  charging conspiracy  to\n\ncollect other loans through extortion.  The dismissed counts,\n\ninvolving other loanshark debtors, were  also incorporated in\n\nthe  RICO  counts as  predicate  acts of  racketeering.   The\n\ndistrict court entered verdicts  of acquittal on these counts\n\nbecause in its view  the government had failed to  adequately\n\nlink Weiner to the charged activity.  Weiner   moved   for  a\n\nmistrial,  alleging  prejudicial  spillover  of  the evidence\n\nintroduced to support the dismissed counts.The district court\n\ndenied  the motion  but agreed  to instruct  the jury  in the\n\nclosing charge to disregard  this evidence.  Although finding\n\nthe  evidence relevant  to  the remaining  RICO charges,  the\n\ncourt ordered  the evidence  stricken and the  indictment re-\n\n                             -11-\n\nwritten  to  exclude  reference  to  the  corresponding  RICO\n\npredicate acts because it thought the jury might otherwise be\n\nconfused about which  counts remained  in the case.   In  the\n\ncharge, the court neglected to instruct the jury to disregard\n\nthe stricken  evidence, and Weiner's lawyer  failed to object\n\nto this omission.\n\n     Weiner  now  argues that  the  district  court erred  in\n\ndenying his  motion for mistrial or,  alternatively, that the\n\njudge  should have told the jury not to consider the evidence\n\nrelating to the dismissed counts.  The problem is that Weiner\n\nwas  not entitled  to have  this  evidence excluded  from the\n\njury's  consideration.    As  the  district  court  correctly\n\nperceived,  evidence of  other  loan  collections by  Oreto's\n\norganization  was  relevant  to the  remaining  RICO  charges\n\nagainst Weiner, regardless  of whether Weiner was  personally\n\ninvolved  in the racketeering  acts underlying  the dismissed\n\ncounts.  As the Second Circuit has explained in the analogous\n\ncontext of severance:\n\n          \"[T]he    government   must    prove   an\n          enterprise and a pattern  of racketeering\n          activity as elements of a RICO violation.\n          Proof of these  elements may well  entail\n          evidence of  numerous criminal acts  by a\n          variety of persons, and each defendant in\n          a  RICO  case  may  reasonably  claim  no\n          direct  participation  in  some of  those\n          acts.    Nevertheless, evidence  of those\n          acts  is relevant  to  the  RICO  charges\n          against each  defendant . .  . because it\n          tend[s] to prove the existence and nature\n          of the RICO enterprise . . . .\"  \n\n                             -12-\n\nUnited  States v. DiNome, 954  F.2d 839, 843  (2d Cir.), cert\n                                                             \n\ndenied,  113 S.Ct. 95 (1992).  Thus, despite the dismissal of\n      \n\nthe separate counts,  the jury was entitled  to consider this\n\nevidence in support of the RICO counts.  Accord United States\n                                                             \n\nv. Mitchell, 777  F.2d 248,  260 n.3 (5th  Cir. 1985),  cert.\n                                                             \n\ndenied,  476 U.S. 1184 (1986);  United States v. Morelli, 643\n                                                        \n\nF.2d 402, 412 (6th Cir.), cert. denied, 453 U.S. 912 (1981).\n                                      \n\n     Of course, the  evidence, although relevant, might  have\n\nbeen overly prejudicial.  See Fed.  R. Evid. 403.  Of the few\n                             \n\nexamples  cited   in  Weiner's  brief,  only   one  is  worth\n\nmentioning:   In an  intercepted conversation played  for the\n\njury,  one of Oreto's operatives  says he should  \"cut out\" a\n\ndebtor's eyes.   The statement  is graphic, to  be sure,  but\n\nextortion through threats of violence  is not a pretty crime.\n\n\"By  design, all evidence is  meant to be  prejudicial; it is\n\nonly unfair prejudice  which must be avoided.\"  United States\n                                                             \n\nv.  Rodriguez-Estrada, 877  F.2d  153, 156  (1st Cir.  1989).\n                     \n\nHere, the evidence was  pertinent in depicting the nature  of\n\nOreto's organization; and, as  a mere threat, with  no actual\n\nknown victim, it assuredly did not overwhelm the jury.\n\n     Finally, Weiner objects to  the district court's failure\n\nto give  several instructions requested by Weiner  and to the\n\ninstruction  it  actually gave  on  the  elements of  a  RICO\n\noffense.    One  request  was  for  a  \"good faith  reliance\"\n\ninstruction based on  Weiner's claim that  he hired Oreto  at\n\n                             -13-\n\nthe direction of the bank president,  a retired state probate\n\njudge.   The  instructions on  specific  intent given  by the\n\ndistrict  court were  sufficient;  no separate  \"good  faith\"\n\ninstruction was required.  See United States v. Dockray,  943\n                                                       \n\nF.2d 152,  154-55 (1st  Cir. 1991).   Two  other instructions\n\nsought, and  refused, aimed to refine  the extortion concept;\n\nbut one was  potentially misleading and  the other a  comment\n\nupon the evidence.3\n\n     Weiner's  challenge to the  RICO instruction is two-fold\n\nand requires more  discussion.  Section  1962(c) of the  RICO\n\nstatute makes it  a crime  to conduct or  participate in  the\n\nconduct of the affairs  of an enterprise affecting interstate\n\nor  foreign  commerce  \"through  a  pattern  of  racketeering\n\nactivity  or collection of unlawful debt.\"  18 U.S.C. 1962(c)\n            \n\n(emphasis  added).     The three  predicate counts  for which\n\nWeiner  was  convicted each  charged  extortion,  which is  a\n\nracketeering act under the statute.  See 18 U.S.C.   1961(1).\n                                        \n\nOf  these three counts, one count (the usurious loan to Wong)\n\ninvolved an unlawful debt as well.\n\n                    \n\n     3The requested charge that  \"demands for money alone are\nsimply  not threats\"  could easily  be misunderstood  to mean\nthat something more need be demanded; and the further request\nthat \"any anxiety experienced by the four debtors . . . could\nbe ordinary  anxiety [of a debtor  called upon to pay]\"  is a\ncomment on the evidence.  The fact that these statements were\nmade  by  appellate  courts  in  commenting  on  evidence  in\nparticular  cases   does  not  convert   them  into  required\ninstructions.\n\n                             -14-\n\n     The district court in this case instructed the jury that\n\nRICO  liability   could  be  predicted  upon   a  pattern  of\n\nracketeering activity or, alternatively, \"upon the collection\n\nof a single  unlawful debt, i.e.,  the single loanshark  debt\n                                \n\nowed  by Wong.\"  Weiner  takes issue with  the latter, quoted\n\nportion of the instruction  because, he says, section 1962(c)\n\nrequires  a \"pattern\"  of collection  of unlawful  debts, and\n\nthis  precludes  RICO  liability  on the  basis  of  a single\n\ninstance of  collection of an  unlawful debt.   The objection\n\nwas duly presented  at trial.   Although one  might at  first\n\nthink  that  the  three  extortion  convictions automatically\n\nshowed  a   pattern  and   mooted  the  issue   of  statutory\n\nconstruction,   the  government  (correctly)  makes  no  such\n\nargument.4  \n\n     We turn, then, to  the construction of the statute.   If\n\none focused only on section 1962(c)'s language and structure,\n\none  might  well read  the  phrase  \"pattern of  racketeering\n\nactivity or collection of  unlawful debt\" and think that  the\n\nword \"pattern\" modifies \"collection of unlawful debt\" as well\n\nas \"racketeering activity.\"  The imprecise wording of section\n\n1962(c),  together  with the  rule  of  lenity in  construing\n\n                    \n\n     4The   \"pattern\"   offense   involves  requirements   of\nconnection between the offenses,  which need not be described\nhere, but  no such  requirements exist  if one  unlawful debt\ncollection is  enough.   Under the \"single  debt\" instruction\ngiven by the court, it is possible (at least in  theory) that\nthe jury could have  made no finding of \"pattern\"  at all and\nrelied solely on the Wong debt.\n\n                             -15-\n\ncriminal statutes, might  favor the  interpretation urged  by\n\nWeiner  if our inquiry stopped with section 1962(c).  But the\n\nmatter becomes  more complicated, and the  opposite result is\n\nsuggested, when other parts of the statute are consulted.\n\n     Section  1962(c),  although  the  most  commonly invoked\n\nprovision  of  RICO,  is  only  one  of  four  categories  of\n\nproscribed  conduct.    Subsection   (a)  in  pertinent  part\n\nprohibits  the use or  investment in an  enterprise of income\n\nderived \"from  a pattern of racketeering  activity or through\n                                                             \n\ncollection  of  an  unlawful  debt.\"   18  U.S.C.     1962(a)\n                  \n\n(emphasis  added).  Subsection (b) similarly makes it a crime\n\nto acquire or maintain an  interest in an enterprise \"through\n\na pattern  of racketeering activity or  through collection of\n                                               \n\nan unlawful  debt.\"  Id.    1962(b) (emphasis added).   It is\n                       \n\nthus clear that the  collection of a single unlawful  debt is\n\nenough under subsections (a) and (b).    Weiner has suggested\n\nno  reason why Congress might have intended that a single act\n\nof collection suffice as  a source of criminal investment  or\n\nto gain an  interest in  an enterprise   but that  criminally\n\nconducting the enterprise's affairs required multiple acts of\n\ncollection.   \n\n     In addition, the term \"pattern of racketeering activity\"\n\nis  defined  in  section  1961's  definitional provisions  as\n\nrequiring  at   least  two  acts   of  racketeering  activity\n\noccurring within a  specified period  of time.   18 U.S.C.   \n\n                             -16-\n\n1961(5).    But  there  is  no counterpart  definition  of  a\n\n\"pattern of collection of unlawful debt,\" as one would expect\n\nif  such a  pattern were  an element  of one  of RICO's  core\n\nprovisions.   Instead, section  1961  simply lists  \"unlawful\n\ndebt\" which  is defined  as \"a  debt\" incurred  under certain\n\nconditions, including  usury.  Id.    1961(6).   This further\n                                 \n\nconfirms that section 1962(c) was unartfully drafted but must\n\nbe construed in pari materia with sections 1962(a) and (b).\n                            \n\n     The three  circuit courts to have  considered this issue\n\nhave  held  that  a single  collection  of  an unlawful  debt\n\nsatisfies section  1962(c)'s  \"collection of  unlawful  debt\"\n\nrequirement.  United States v. Giovanelli,  945 F.2d 479, 490\n                                         \n\n(2d Cir.  1991);  United States v. Vastola, 899 F.2d 211, 228\n                                          \n\nn. 21 (3d Cir.),  vacated and remanded on other  grounds, 497\n                                                        \n\nU.S. 1001  (1990);  United States v.  Pepe, 747 F.2d 632, 645\n                                          \n\n(11th Cir. 1984).   Viewing the RICO  statute as a  whole, we\n\nagree.   See also   H.J. Inc. v.  Northwestern Bell Telephone\n                                                             \n\nCo.,  492   U.S.  229,  232  (1989)   (stating  that  \"[e]ach\n   \n\nprohibited  activity  is  defined  in  18 U.S.C.     1962  to\n\ninclude, as one necessary element, proof either of `a pattern\n\nof racketeering  activity' or  of `collection of  an unlawful\n\ndebt.'\").  \n\n     Lastly,  Weiner  contends  that  the   district  court's\n\ninstruction  on  the  type  of  participation  required under\n\nsection 1962(c) is  at odds with the Supreme Court's decision\n\n                             -17-\n\nin Reves  v. Ernst &amp;  Young, 113 S.Ct. 1163  (1993), a recent\n                           \n\ncase  decided after Weiner's trial.  In Reves, the Court held\n                                             \n\nthat  the phrase  \"to conduct  or participate  . .  . in  the\n\nconduct\"  of the  affairs of  a RICO  enterprise, as  used in\n\nsection  1962(c),   means  that   the  defendant  must   have\n\nparticipated  in   the  \"operation  or  management\"   of  the\n\nenterprise.  113 S. Ct. at 1170.\n\n     In  this case the  jury was  instructed that  \"the terms\n\n`conduct' and  `participate' in the conduct of the affairs of\n\nthe  enterprise  include   the  intentional  and   deliberate\n\nperformance of acts, functions or duties which are related to\n\nthe operation  or management of  the enterprise.\"    Weiner's\n\nobjection, as we understand it, is that the word \"include\" in\n\nthe instruction  could suggest that lesser  conduct fostering\n\nthe enterprise in  any form is  enough to convict.   As  this\n\nobjection was not made  in the district court, we  review for\n\nplain  error, see United  States v.   Georgacarakos, 988 F.2d\n                                                   \n\n1289, 1294 (1st Cir. 1993), and we find none.5  \n\n     Aside from the word  \"include,\" there is nothing  in the\n\ninstruction nor in any other part of the court's charge which\n\n                    \n\n     5Arguably, no  waiver should  be inferred, and  no plain\nerror requirement imposed,  where the Supreme  Court's ruling\ncomes  out of the blue  and could not  have been anticipated.\nSee  Castringano v. E.R. Squibb  &amp; Sons, Inc.,  900 F.2d 455,\n                                             \n461 (1st Cir. 1990).   Here, however, Reves resolved  a split\n                                           \nbetween circuits (apparently the  First Circuit had not ruled\non the issue) so the objection could easily have been made at\ntrial.\n\n                             -18-\n\nsuggests  that  something   less  than  involvement  in   the\n\noperation  or management of the  enterprise will do.   And to\n\nthe extent  that the jury  was given specific  guidance, that\n\nguidance  precisely  mirrored the  \"operation  or management\"\n\ntest subsequently  approved in Reves.   Plainly there  was no\n                                    \n\n\"miscarriage of  justice.\"  Georgacarakos, 988  F.2d at 1297.\n                                         \n\nWe  think that the district court should be commended for its\n\nprescience.\n\n                             III.\n\n     Because litigants stress only the material pertinent  to\n\ntheir claims  on appeal, appellate courts  normally receive a\n\nseries of snapshots of a case rather than the full canvass of\n\nthe trial.  It may be true in Weiner's case that the evidence\n\nshowed only that he was  loosely confederated with Oreto, and\n\ntrue  also that  a low level  of threat  was employed  in the\n\nthree debt  collections connected  to Weiner.   But by  their\n\nvery  nature criminal  conspiracies  are masked,  and  veiled\n\nthreats  are  the hallmark  of  intelligent  extortion.   The\n\noutcome here was within the bounds of reason.\n\n     Affirmed.\n             \n\n                             -19-\n",
  "html": "<p class=\"case_cite\">3 F.3d 17</p>\n    <p class=\"case_cite\">RICO Bus.Disp.Guide 8374</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Sidney WEINER, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 92-1708.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 3, 1993.<br>Decided Aug. 23, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Harry C. Mezer, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Sean Connelly, Atty., U.S. Dept. of Justice, Washington, DC, with whom A. John Pappalardo, U.S. Atty., Ernest S. DiNisco, Asst. U.S. Atty., and Todd E. Newhouse, Asst. U.S. Atty., Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, FEINBERG,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Sidney Weiner, together with other defendants, was charged in a multi-count indictment revolving around loansharking and illegal debt collection.  In the nineteen counts directed at Weiner, he was accused of mail fraud, 18 U.S.C. Sec. 1341, conspiracy to collect extensions of credit by extortionate means, 18 U.S.C. Sec. 894, and conducting and conspiring to conduct the affairs of an enterprise through a pattern of racketeering activity or collection of unlawful debt, in violation of the Racketeer Influenced and Corrupt Organizations Act (\"RICO\"), 18 U.S.C. Sec. 1962(c), (d).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Weiner's case was severed for reasons relating to his health, and he stood trial alone.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  At the close of the government's case, the trial court granted Weiner's motion for acquittal as to all of the mail fraud counts and all but four counts charging conspiracy to collect an extension of credit through extortion.  The jury convicted Weiner of conspiring to violate, and violating, RICO, and of three counts of extortion conspiracy under 18 U.S.C. Sec. 894;  it acquitted Weiner on the remaining count under 18 U.S.C. Sec. 894.  The district court then sentenced Weiner to a term of two years' imprisonment.  Weiner now appeals.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The gist of the government's case, so far as pertinent here, was that Weiner, a bank official, associated himself with a loanshark enterprise headed by one Frank Oreto, Sr.;   that the loanshark enterprise encouraged debtors to obtain bank loans, sometimes unlawfully, to pay off prior loanshark debts;  that new bank debts were collected by loanshark enforcers using extortion;  and that Weiner used his banking position and properties he owned to facilitate the enterprise's affairs.  Because Weiner challenges the sufficiency of the evidence, we summarize the government's proof in some detail.  Construed in a light favorable to the verdict, see United States v. Rivera-Santiago, 872 F.2d 1073, 1078-79 (1st Cir.), cert. denied, 492 U.S. 910, 109 S.Ct. 3227, 106 L.Ed.2d 576 (1989), the government's evidence permitted the jury to find the following.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1982, Weiner, a director, consultant and stockholder of Capitol Bank and Trust Company of Boston (\"Capitol\"), hired Oreto to collect certain loans in default that were made by Capitol.  Oreto headed a loanshark operation that loaned cash to borrowers at interest rates as high as seven percent per week, and that employed tall, physically imposing men who used threats of violence to collect from debtors who fell behind in their payments.  Through Weiner, Capitol compensated Oreto, with off-the-record cash payments from the bank, for his services in collecting Capitol's own loans.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The three extortion conspiracy counts for which Weiner was convicted involved debts owed by Frank Falzone, Fred Lambert, and Chun Hing \"Joe\" Wong.  Falzone and Lambert each obtained a $2500 loan from Capitol by paying kickbacks to Fred Dandrow and Ron Browder.  Dandrow introduced Falzone and Lambert to Browder, a Capitol loan officer.  Browder instantly approved their loan applications and issued bank checks in the amount of the loans.  Lambert borrowed the money on his bookmaker's instructions to consolidate his bookmaking debts.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">When Falzone and Lambert defaulted on their loans, Dandrow was summoned to Oreto's house to meet with Oreto and Weiner.  At the meeting, Oreto said that Dandrow would be held responsible for any outstanding debt on the loans secured by kickbacks, and Dandrow agreed to contact the borrowers.  At a second meeting with Oreto which Weiner did not attend, Dandrow was introduced to \"Beardsy\" Santiano and told to bring Santiano to the borrowers' homes.  Santiano is 6'4\" tall, weighs between 230-280 pounds, and was described by Dandrow as resembling \"a motorcycle gang member.\"   Dandrow later met with Weiner and Dennis Petrosino, another of Oreto's collectors. Weiner told Dandrow to work with Petrosino in collecting the loans.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Dandrow went to Falzone's home, accompanied by Santiano and Petrosino, and asked Falzone to get inside a car to discuss repayment of his loan.  Inside the car, Petrosino told Falzone that his loan \"wasn't going to go away\" and that Falzone's parents would have to pay the loan if Falzone did not come up with the money.  Falzone testified that he was \"pretty scared\" and \"just wanted to get out of the car.\"   On another occasion, Santiano drove Falzone to a house for a meeting with Oreto, and Oreto told Falzone to make weekly payments at Gateway Rent-A-Car, a business owned by Weiner.  Falzone left the meeting \"scared\" and made two subsequent payments at Gateway.  Eventually Falzone's mother contacted Capitol to arrange a repayment schedule with the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Lambert first came into contact with the Oreto organization after receiving a phone call instructing him to go to Gateway Rent-A-Car.  There, he met \"two big guys\" who said they \"wanted their money.\"   Lambert began to make weekly payments of $25 which he paid to Oreto's men who would come to his home in Winthrop to collect.  Lambert stopped making payments after he moved to another town.  When he later moved back to Winthrop, he was visited late one night by two different \"big,\" \"heavy\" men.  In a discussion held in the men's car, Lambert agreed to resume payment and handed over $25 on the spot.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When the payments later ceased, Lambert was summoned to a meeting with Oreto at the Fasad's nightclub, another business owned by Weiner.  Lambert thereafter made weekly payments on a consistent basis.  He testified that Oreto and his men scared him.  The Lambert loan was discussed by Weiner and Oreto's \"collection manager,\" John Costa, in an intercepted telephone conversation.  When Costa said that Lambert had been located and Costa proposed to \"get back in action with him,\" Weiner approved this plan.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Wong obtained his loan from the Community Cooperative Bank (\"Community\"), where Weiner was also a director.  Community was later acquired by Capitol.  Wong had heavy gambling debts which he paid off by borrowing money from Oreto at weekly interest rates of five percent.  Wong's repayments to Oreto were made at Gateway Rent-A-Car.  Wong then obtained a $30,000 loan from Community in order to pay off his debt to Oreto.  With Oreto's knowledge, Wong put up his parent's house as collateral for the loan and signed his parents' names to the loan papers supplied by Oreto.  The loan from Community was approved by Weiner.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Oreto required Wong to make weekly payments of $500 on the loan.  When Wong fell behind on his payments, Oreto sent Petrosino and another man to the restaurant where Wong worked.  The men grabbed Wong, who was hiding in the kitchen, took him outside, and told him that Oreto was mad and wanted to see him.  In a meeting at Fasad's the next day, Oreto told Wong, \"it's not nice, you don't pay ... I can beat you up with a baseball bat.\"   Wong fled to New Hampshire and had his wife make further payments on the loan.  Wong's parents eventually learned that a mortgage had been placed on their house without their consent.  After they contacted Community to report the problem, Weiner agreed to purchase the loan from the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Oreto loanshark operation itself was the subject of extensive evidence, certain of its records having been seized by the authorities.  The seized records revealed that \"Sid, the bank\" paid part of the weekly salary of Costa, Oreto's collection manager, for about 38 weeks in 1984-85.  In addition to hiring Oreto to collect bank loans, Weiner allowed Oreto to conduct his loansharking business at Gateway Rent-A-Car and Fasad's nightclub, both properties held in Weiner's name.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Oreto was Weiner's silent partner in the ownership and operation of Fasad's.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The evidence just recited is the core of the government's effort to show that Weiner had conspired, in violation of 18 U.S.C. 894, to use \"extortionate means\" in seeking to collect an extension of credit, or more precisely, three loan debts owed respectively by Falzone, Lambert and Wong.  Weiner argues that the evidence was insufficient, focusing on the element of extortion.  \"Extortionate means\" includes \"the use,\" or \"an express or implicit threat of use,\" of \"violence or other criminal means\" to harm any person or property.  18 U.S.C. Sec. 891(7).  Weiner argues that the evidence did not permit a rational jury to conclude beyond a reasonable doubt that extortionate means were proved or that he conspired to have the loans collected through such means.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Falzone and Lambert were not expressly threatened with violence but implicit threats suffice under the express terms of the statute.  The evidence showed, among other things, that Falzone and Lambert were confronted by large, physically imposing men;  that these men showed up at their homes, on one occasion late at night;  and that Falzone and Lambert were directed to get into a car to discuss payment of the loans.  Both Falzone and Lambert testified that they were frightened, with Falzone at one point hiding in his house.  The jury could rationally conclude that the two men had good reason to be afraid.  As for Wong, Oreto's statement about a beating with a baseball bat is about as plain and direct a threat as one can imagine.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A rational jury could also conclude beyond a reasonable doubt that Weiner knowingly conspired to collect the debts through extortion.  An agreement may \"be implicit in the working relationship between the parties that has never been articulated but nevertheless amount to a joint criminal enterprise.\"  United States v. Moran, 984 F.2d 1299, 1300 (1st Cir.1993).  In proving a conspiracy, the government may rely entirely on circumstantial evidence.  United States v. Ortiz, 966 F.2d 707, 711 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1005, 122 L.Ed.2d 154 (1993).  Once again, we think that the evidence of Weiner's knowing complicity may not be overwhelming but that it was assuredly adequate.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In this case, there is no reasonable doubt that Weiner employed Oreto to collect bank debts so the only open issue is whether Weiner knew of the means to be employed.  Here Weiner's connections with Oreto were extensive, and Oreto operated from properties owned by Weiner or held in his name.  \"Sid,\" \"Sid, the bank\" and \"Sid Weiner\" were mentioned in the records of the loanshark business, and Weiner consulted directly with Costa, the collection manager, about the Lambert loan.  Weiner paid Oreto with off-the-record bank funds, and when the Wong parents threatened to disclose the forgery, Weiner took over the loan from the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This evidence was sufficient to permit a rational jury to conclude beyond a reasonable doubt that Weiner was conscious of the means to be used by the Oreto organization and hired Oreto for just that reason.  Weiner testified and offered the jury a different interpretation of the evidence.  He said that Oreto was hired merely to locate loan defaulters, that the payments to Oreto were ordered by the bank president, and that he (Weiner) was dismayed when he later learned of Oreto's loansharking activities.  The jury was entitled not to credit the thrust of this testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Weiner's next objection concerns the testimony of FBI Special Agent Raymond Stirling, whom the government called as an expert witness.  Stirling, a specialist on loansharking, reviewed the accounting ledgers and other documents seized from the Oreto organization.  His testimony explained transactions reflected in the documents, loanshark terminology, and other matters of a similar nature.  Expert testimony is allowed pursuant to Fed.R.Evid. 702 if it will help the jury to understand the evidence or to decide a particular fact in issue in the case.  We have upheld the use of an expert witness to explain matters pertaining to loansharking.  United States v. Lamattina, 889 F.2d 1191, 1193-94 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Weiner objects to one aspect of the testimony in particular.  Over objection, Stirling testified that, based on documents showing the same telephone number next to references in the records to \"Sid,\" \"Sid, the bank,\" and \"Sid Weiner,\" it was his opinion that these persons were one and the same.  Weiner argues that this opinion reflected no special expertise but was a routine inference that the jury could draw on its own.  We agree, but regard the error as harmless.  The inference was compelling that the references (all to \"Sid\"), together with identical phone numbers, referred to the same person.  Stirling's opinion \"connecting the dots\" added little or nothing.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Weiner next contends that the district court erred in its treatment of evidence relating to the counts that it dismissed prior to the verdict.  As earlier noted, the district court directed judgments of acquittal on the mail fraud counts and on other counts charging conspiracy to collect other loans through extortion.  The dismissed counts, involving other loanshark debtors, were also incorporated in the RICO counts as predicate acts of racketeering.  The district court entered verdicts of acquittal on these counts because in its view the government had failed to adequately link Weiner to the charged activity.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Weiner moved for a mistrial, alleging prejudicial spillover of the evidence introduced to support the dismissed counts.  The district court denied the motion but agreed to instruct the jury in the closing charge to disregard this evidence.  Although finding the evidence relevant to the remaining RICO charges, the court ordered the evidence stricken and the indictment re-written to exclude reference to the corresponding RICO predicate acts because it thought the jury might otherwise be confused about which counts remained in the case.  In the charge, the court neglected to instruct the jury to disregard the stricken evidence, and Weiner's lawyer failed to object to this omission.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Weiner now argues that the district court erred in denying his motion for mistrial or, alternatively, that the judge should have told the jury not to consider the evidence relating to the dismissed counts.  The problem is that Weiner was not entitled to have this evidence excluded from the jury's consideration.  As the district court correctly perceived, evidence of other loan collections by Oreto's organization was relevant to the remaining RICO charges against Weiner, regardless of whether Weiner was personally involved in the racketeering acts underlying the dismissed counts.  As the Second Circuit has explained in the analogous context of severance:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>\"[T]he government must prove an enterprise and a pattern of racketeering activity as elements of a RICO violation.  Proof of these elements may well entail evidence of numerous criminal acts by a variety of persons, and each defendant in a RICO case may reasonably claim no direct participation in some of those acts.  Nevertheless, evidence of those acts is relevant to the RICO charges against each defendant ... because it tend[s] to prove the existence and nature of the RICO enterprise....\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">United States v. DiNome, 954 F.2d 839, 843 (2d Cir.), cert denied, --- U.S. ----, 113 S.Ct. 95, 121 L.Ed.2d 56 (1992).  Thus, despite the dismissal of the separate counts, the jury was entitled to consider this evidence in support of the RICO counts.  Accord United States v. Mitchell, 777 F.2d 248, 260 n. 3 (5th Cir.1985), cert. denied, 476 U.S. 1184, 106 S.Ct. 2921, 91 L.Ed.2d 549 (1986);  United States v. Morelli, 643 F.2d 402, 412 (6th Cir.), cert. denied, 453 U.S. 912, 101 S.Ct. 3143, 69 L.Ed.2d 994 (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Of course, the evidence, although relevant, might have been overly prejudicial.  See Fed.R.Evid. 403.  Of the few examples cited in Weiner's brief, only one is worth mentioning:  In an intercepted conversation played for the jury, one of Oreto's operatives says he should \"cut out\" a debtor's eyes.  The statement is graphic, to be sure, but extortion through threats of violence is not a pretty crime.  \"By design, all evidence is meant to be prejudicial;  it is only unfair prejudice which must be avoided.\"  United States v. Rodriguez-Estrada, 877 F.2d 153, 156 (1st Cir.1989).  Here, the evidence was pertinent in depicting the nature of Oreto's organization;  and, as a mere threat, with no actual known victim, it assuredly did not overwhelm the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Finally, Weiner objects to the district court's failure to give several instructions requested by Weiner and to the instruction it actually gave on the elements of a RICO offense.  One request was for a \"good faith reliance\" instruction based on Weiner's claim that he hired Oreto at the direction of the bank president, a retired state probate judge.  The instructions on specific intent given by the district court were sufficient;  no separate \"good faith\" instruction was required.  See United States v. Dockray, 943 F.2d 152, 154-55 (1st Cir.1991).  Two other instructions sought, and refused, aimed to refine the extortion concept;  but one was potentially misleading and the other a comment upon the evidence.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Weiner's challenge to the RICO instruction is two-fold and requires more discussion.  Section 1962(c) of the RICO statute makes it a crime to conduct or participate in the conduct of the affairs of an enterprise affecting interstate or foreign commerce \"through a pattern of racketeering activity or collection of unlawful debt.\"  18 U.S.C. Sec. 1962(c) (emphasis added).  The three predicate counts for which Weiner was convicted each charged extortion, which is a racketeering act under the statute.  See 18 U.S.C. Sec. 1961(1).  Of these three counts, one count (the usurious loan to Wong) involved an unlawful debt as well.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court in this case instructed the jury that RICO liability could be predicated upon a pattern of racketeering activity or, alternatively, \"upon the collection of a single unlawful debt, i.e., the single loanshark debt owed by Wong.\"   Weiner takes issue with the latter, quoted portion of the instruction because, he says, section 1962(c) requires a \"pattern\" of collection of unlawful debts, and this precludes RICO liability on the basis of a single instance of collection of an unlawful debt.  The objection was duly presented at trial.  Although one might at first think that the three extortion convictions automatically showed a pattern and mooted the issue of statutory construction, the government (correctly) makes no such argument.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We turn, then, to the construction of the statute.  If one focused only on section 1962(c)'s language and structure, one might well read the phrase \"pattern of racketeering activity or collection of unlawful debt\" and think that the word \"pattern\" modifies \"collection of unlawful debt\" as well as \"racketeering activity.\"   The imprecise wording of section 1962(c), together with the rule of lenity in construing criminal statutes, might favor the interpretation urged by Weiner if our inquiry stopped with section 1962(c).  But the matter becomes more complicated, and the opposite result is suggested, when other parts of the statute are consulted.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Section 1962(c), although the most commonly invoked provision of RICO, is only one of four categories of proscribed conduct.  Subsection (a) in pertinent part prohibits the use or investment in an enterprise of income derived \"from a pattern of racketeering activity or through collection of an unlawful debt.\"  18 U.S.C. Sec. 1962(a) (emphasis added).  Subsection (b) similarly makes it a crime to acquire or maintain an interest in an enterprise \"through a pattern of racketeering activity or through collection of an unlawful debt.\"   Id. Sec. 1962(b) (emphasis added).  It is thus clear that the collection of a single unlawful debt is enough under subsections (a) and (b).  Weiner has suggested no reason why Congress might have intended that a single act of collection suffice as a source of criminal investment or to gain an interest in an enterprise but that criminally conducting the enterprise's affairs required multiple acts of collection.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In addition, the term \"pattern of racketeering activity\" is defined in section 1961's definitional provisions as requiring at least two acts of racketeering activity occurring within a specified period of time.  18 U.S.C. Sec. 1961(5).  But there is no counterpart definition of a \"pattern of collection of unlawful debt,\" as one would expect if such a pattern were an element of one of RICO's core provisions.  Instead, section 1961 simply lists \"unlawful debt\" which is defined as \"a debt\" incurred under certain conditions, including usury.  Id. Sec. 1961(6).  This further confirms that section 1962(c) was unartfully drafted but must be construed in pari materia with sections 1962(a) and (b).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The three circuit courts to have considered this issue have held that a single collection of an unlawful debt satisfies section 1962(c)'s \"collection of unlawful debt\" requirement.  United States v. Giovanelli, 945 F.2d 479, 490 (2d Cir.1991);  United States v. Vastola, 899 F.2d 211, 228 n. 21 (3d Cir.), vacated and remanded on other grounds, 497 U.S. 1001, 110 S.Ct. 3233, 111 L.Ed.2d 744 (1990);  United States v. Pepe, 747 F.2d 632, 645 (11th Cir.1984).  Viewing the RICO statute as a whole, we agree.  See also H.J. Inc. v. Northwestern Bell Telephone Co., 492 U.S. 229, 232, 109 S.Ct. 2893, 2897, 106 L.Ed.2d 195 (1989) (stating that \"[e]ach prohibited activity is defined in 18 U.S.C. Sec. 1962 to include, as one necessary element, proof either of 'a pattern of racketeering activity' or of 'collection of an unlawful debt.' \").</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Lastly, Weiner contends that the district court's instruction on the type of participation required under section 1962(c) is at odds with the Supreme Court's decision in Reves v. Ernst &amp; Young, --- U.S. ----, 113 S.Ct. 1163, 122 L.Ed.2d 525 (1993), a recent case decided after Weiner's trial.  In Reves, the Court held that the phrase \"to conduct or participate ... in the conduct\" of the affairs of a RICO enterprise, as used in section 1962(c), means that the defendant must have participated in the \"operation or management\" of the enterprise.  --- U.S. at ----, 113 S.Ct. at 1170.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In this case the jury was instructed that \"the terms 'conduct' and 'participate' in the conduct of the affairs of the enterprise include the intentional and deliberate performance of acts, functions or duties which are related to the operation or management of the enterprise.\"   Weiner's objection, as we understand it, is that the word \"include\" in the instruction could suggest that lesser conduct fostering the enterprise in any form is enough to convict.  As this objection was not made in the district court, we review for plain error, see United States v. Georgacarakos, 988 F.2d 1289, 1294 (1st Cir.1993), and we find none.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Aside from the word \"include,\" there is nothing in the instruction nor in any other part of the court's charge which suggests that something less than involvement in the operation or management of the enterprise will do.  And to the extent that the jury was given specific guidance, that guidance precisely mirrored the \"operation or management\" test subsequently approved in Reves.   Plainly there was no \"miscarriage of justice.\"  Georgacarakos, 988 F.2d at 1297.   We think that the district court should be commended for its prescience.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Because litigants stress only the material pertinent to their claims on appeal, appellate courts normally receive a series of snapshots of a case rather than the full canvass of the trial.  It may be true in Weiner's case that the evidence showed only that he was loosely confederated with Oreto, and true also that a low level of threat was employed in the three debt collections connected to Weiner.  But by their very nature criminal conspiracies are masked, and veiled threats are the hallmark of intelligent extortion.  The outcome here was within the bounds of reason.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Second Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Other defendants were tried and convicted in United States v. Oreto, appeals pending, No. 91-1769, et al., 1st Cir</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Wong testified that Oreto at one point told him, \"We are not working in Gateway anymore.  We have a new place called Fernwood restaurant.  Next time you come up to pay me, you should go to Fernwood.\"   Fernwood was later renamed \"Fasad's\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The requested charge that \"demands for money alone are simply not threats\" could easily be misunderstood to mean that something more need be demanded;  and the further request that \"any anxiety experienced by the four debtors ... could be ordinary anxiety [of a debtor called upon to pay]\" is a comment on the evidence.  The fact that these statements were made by appellate courts in commenting on evidence in particular cases does not convert them into required instructions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The \"pattern\" offense involves requirements of connection between the offenses, which need not be described here, but no such requirements exist if one unlawful debt collection is enough.  Under the \"single debt\" instruction given by the court, it is possible (at least in theory) that the jury could have made no finding of \"pattern\" at all and relied solely on the Wong debt</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Arguably, no waiver should be inferred, and no plain error requirement imposed, where the Supreme Court's ruling comes out of the blue and could not have been anticipated.  See Castrignano v. E.R. Squibb &amp; Sons, Inc., 900 F.2d 455, 461 (1st Cir.1990).  Here, however, Reves resolved a split between circuits (apparently the First Circuit had not ruled on the issue) so the objection could easily have been made at trial</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></span></p>\n    <p class=\"case_cite\">RICO Bus.Disp.Guide 8374</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Sidney WEINER, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 92-1708.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 3, 1993.<br>Decided Aug. 23, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Harry C. Mezer, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Sean Connelly, Atty., U.S. Dept. of Justice, Washington, DC, with whom A. John Pappalardo, U.S. Atty., Ernest S. DiNisco, Asst. U.S. Atty., and Todd E. Newhouse, Asst. U.S. Atty., Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, FEINBERG,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Sidney Weiner, together with other defendants, was charged in a multi-count indictment revolving around loansharking and illegal debt collection.  In the nineteen counts directed at Weiner, he was accused of mail fraud, 18 U.S.C. Sec. 1341, conspiracy to collect extensions of credit by extortionate means, 18 U.S.C. Sec. 894, and conducting and conspiring to conduct the affairs of an enterprise through a pattern of racketeering activity or collection of unlawful debt, in violation of the Racketeer Influenced and Corrupt Organizations Act (\"RICO\"), 18 U.S.C. Sec. 1962(c), (d).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Weiner's case was severed for reasons relating to his health, and he stood trial alone.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  At the close of the government's case, the trial court granted Weiner's motion for acquittal as to all of the mail fraud counts and all but four counts charging conspiracy to collect an extension of credit through extortion.  The jury convicted Weiner of conspiring to violate, and violating, RICO, and of three counts of extortion conspiracy under 18 U.S.C. Sec. 894;  it acquitted Weiner on the remaining count under 18 U.S.C. Sec. 894.  The district court then sentenced Weiner to a term of two years' imprisonment.  Weiner now appeals.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The gist of the government's case, so far as pertinent here, was that Weiner, a bank official, associated himself with a loanshark enterprise headed by one Frank Oreto, Sr.;   that the loanshark enterprise encouraged debtors to obtain bank loans, sometimes unlawfully, to pay off prior loanshark debts;  that new bank debts were collected by loanshark enforcers using extortion;  and that Weiner used his banking position and properties he owned to facilitate the enterprise's affairs.  Because Weiner challenges the sufficiency of the evidence, we summarize the government's proof in some detail.  Construed in a light favorable to the verdict, see United States v. Rivera-Santiago, <span class=\"citation\" data-id=\"521900\"><a href=\"/opinion/521900/united-states-v-antonio-rivera-santiago-aka-junior-vivique-united/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span></a></span>, 1078-79 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3227</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span> </span>(1989), the government's evidence permitted the jury to find the following.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1982, Weiner, a director, consultant and stockholder of Capitol Bank and Trust Company of Boston (\"Capitol\"), hired Oreto to collect certain loans in default that were made by Capitol.  Oreto headed a loanshark operation that loaned cash to borrowers at interest rates as high as seven percent per week, and that employed tall, physically imposing men who used threats of violence to collect from debtors who fell behind in their payments.  Through Weiner, Capitol compensated Oreto, with off-the-record cash payments from the bank, for his services in collecting Capitol's own loans.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The three extortion conspiracy counts for which Weiner was convicted involved debts owed by Frank Falzone, Fred Lambert, and Chun Hing \"Joe\" Wong.  Falzone and Lambert each obtained a $2500 loan from Capitol by paying kickbacks to Fred Dandrow and Ron Browder.  Dandrow introduced Falzone and Lambert to Browder, a Capitol loan officer.  Browder instantly approved their loan applications and issued bank checks in the amount of the loans.  Lambert borrowed the money on his bookmaker's instructions to consolidate his bookmaking debts.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">When Falzone and Lambert defaulted on their loans, Dandrow was summoned to Oreto's house to meet with Oreto and Weiner.  At the meeting, Oreto said that Dandrow would be held responsible for any outstanding debt on the loans secured by kickbacks, and Dandrow agreed to contact the borrowers.  At a second meeting with Oreto which Weiner did not attend, Dandrow was introduced to \"Beardsy\" Santiano and told to bring Santiano to the borrowers' homes.  Santiano is 6'4\" tall, weighs between 230-280 pounds, and was described by Dandrow as resembling \"a motorcycle gang member.\"   Dandrow later met with Weiner and Dennis Petrosino, another of Oreto's collectors. Weiner told Dandrow to work with Petrosino in collecting the loans.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Dandrow went to Falzone's home, accompanied by Santiano and Petrosino, and asked Falzone to get inside a car to discuss repayment of his loan.  Inside the car, Petrosino told Falzone that his loan \"wasn't going to go away\" and that Falzone's parents would have to pay the loan if Falzone did not come up with the money.  Falzone testified that he was \"pretty scared\" and \"just wanted to get out of the car.\"   On another occasion, Santiano drove Falzone to a house for a meeting with Oreto, and Oreto told Falzone to make weekly payments at Gateway Rent-A-Car, a business owned by Weiner.  Falzone left the meeting \"scared\" and made two subsequent payments at Gateway.  Eventually Falzone's mother contacted Capitol to arrange a repayment schedule with the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Lambert first came into contact with the Oreto organization after receiving a phone call instructing him to go to Gateway Rent-A-Car.  There, he met \"two big guys\" who said they \"wanted their money.\"   Lambert began to make weekly payments of $25 which he paid to Oreto's men who would come to his home in Winthrop to collect.  Lambert stopped making payments after he moved to another town.  When he later moved back to Winthrop, he was visited late one night by two different \"big,\" \"heavy\" men.  In a discussion held in the men's car, Lambert agreed to resume payment and handed over $25 on the spot.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When the payments later ceased, Lambert was summoned to a meeting with Oreto at the Fasad's nightclub, another business owned by Weiner.  Lambert thereafter made weekly payments on a consistent basis.  He testified that Oreto and his men scared him.  The Lambert loan was discussed by Weiner and Oreto's \"collection manager,\" John Costa, in an intercepted telephone conversation.  When Costa said that Lambert had been located and Costa proposed to \"get back in action with him,\" Weiner approved this plan.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Wong obtained his loan from the Community Cooperative Bank (\"Community\"), where Weiner was also a director.  Community was later acquired by Capitol.  Wong had heavy gambling debts which he paid off by borrowing money from Oreto at weekly interest rates of five percent.  Wong's repayments to Oreto were made at Gateway Rent-A-Car.  Wong then obtained a $30,000 loan from Community in order to pay off his debt to Oreto.  With Oreto's knowledge, Wong put up his parent's house as collateral for the loan and signed his parents' names to the loan papers supplied by Oreto.  The loan from Community was approved by Weiner.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Oreto required Wong to make weekly payments of $500 on the loan.  When Wong fell behind on his payments, Oreto sent Petrosino and another man to the restaurant where Wong worked.  The men grabbed Wong, who was hiding in the kitchen, took him outside, and told him that Oreto was mad and wanted to see him.  In a meeting at Fasad's the next day, Oreto told Wong, \"it's not nice, you don't pay ... I can beat you up with a baseball bat.\"   Wong fled to New Hampshire and had his wife make further payments on the loan.  Wong's parents eventually learned that a mortgage had been placed on their house without their consent.  After they contacted Community to report the problem, Weiner agreed to purchase the loan from the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Oreto loanshark operation itself was the subject of extensive evidence, certain of its records having been seized by the authorities.  The seized records revealed that \"Sid, the bank\" paid part of the weekly salary of Costa, Oreto's collection manager, for about 38 weeks in 1984-85.  In addition to hiring Oreto to collect bank loans, Weiner allowed Oreto to conduct his loansharking business at Gateway Rent-A-Car and Fasad's nightclub, both properties held in Weiner's name.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Oreto was Weiner's silent partner in the ownership and operation of Fasad's.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The evidence just recited is the core of the government's effort to show that Weiner had conspired, in violation of 18 U.S.C. 894, to use \"extortionate means\" in seeking to collect an extension of credit, or more precisely, three loan debts owed respectively by Falzone, Lambert and Wong.  Weiner argues that the evidence was insufficient, focusing on the element of extortion.  \"Extortionate means\" includes \"the use,\" or \"an express or implicit threat of use,\" of \"violence or other criminal means\" to harm any person or property.  18 U.S.C. Sec. 891(7).  Weiner argues that the evidence did not permit a rational jury to conclude beyond a reasonable doubt that extortionate means were proved or that he conspired to have the loans collected through such means.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Falzone and Lambert were not expressly threatened with violence but implicit threats suffice under the express terms of the statute.  The evidence showed, among other things, that Falzone and Lambert were confronted by large, physically imposing men;  that these men showed up at their homes, on one occasion late at night;  and that Falzone and Lambert were directed to get into a car to discuss payment of the loans.  Both Falzone and Lambert testified that they were frightened, with Falzone at one point hiding in his house.  The jury could rationally conclude that the two men had good reason to be afraid.  As for Wong, Oreto's statement about a beating with a baseball bat is about as plain and direct a threat as one can imagine.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A rational jury could also conclude beyond a reasonable doubt that Weiner knowingly conspired to collect the debts through extortion.  An agreement may \"be implicit in the working relationship between the parties that has never been articulated but nevertheless amount to a joint criminal enterprise.\"  United States v. Moran, <span class=\"citation\" data-id=\"599257\"><a href=\"/opinion/599257/united-states-v-george-a-moran/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1299</span></a></span>, 1300 (1st Cir.1993).  In proving a conspiracy, the government may rely entirely on circumstantial evidence.  United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 711 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">154</span> </span>(1993).  Once again, we think that the evidence of Weiner's knowing complicity may not be overwhelming but that it was assuredly adequate.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In this case, there is no reasonable doubt that Weiner employed Oreto to collect bank debts so the only open issue is whether Weiner knew of the means to be employed.  Here Weiner's connections with Oreto were extensive, and Oreto operated from properties owned by Weiner or held in his name.  \"Sid,\" \"Sid, the bank\" and \"Sid Weiner\" were mentioned in the records of the loanshark business, and Weiner consulted directly with Costa, the collection manager, about the Lambert loan.  Weiner paid Oreto with off-the-record bank funds, and when the Wong parents threatened to disclose the forgery, Weiner took over the loan from the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This evidence was sufficient to permit a rational jury to conclude beyond a reasonable doubt that Weiner was conscious of the means to be used by the Oreto organization and hired Oreto for just that reason.  Weiner testified and offered the jury a different interpretation of the evidence.  He said that Oreto was hired merely to locate loan defaulters, that the payments to Oreto were ordered by the bank president, and that he (Weiner) was dismayed when he later learned of Oreto's loansharking activities.  The jury was entitled not to credit the thrust of this testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Weiner's next objection concerns the testimony of FBI Special Agent Raymond Stirling, whom the government called as an expert witness.  Stirling, a specialist on loansharking, reviewed the accounting ledgers and other documents seized from the Oreto organization.  His testimony explained transactions reflected in the documents, loanshark terminology, and other matters of a similar nature.  Expert testimony is allowed pursuant to Fed.R.Evid. 702 if it will help the jury to understand the evidence or to decide a particular fact in issue in the case.  We have upheld the use of an expert witness to explain matters pertaining to loansharking.  United States v. Lamattina, <span class=\"citation\" data-id=\"532519\"><a href=\"/opinion/532519/united-states-v-joseph-anthony-lamattina-aka-joe-black/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1191</span></a></span>, 1193-94 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Weiner objects to one aspect of the testimony in particular.  Over objection, Stirling testified that, based on documents showing the same telephone number next to references in the records to \"Sid,\" \"Sid, the bank,\" and \"Sid Weiner,\" it was his opinion that these persons were one and the same.  Weiner argues that this opinion reflected no special expertise but was a routine inference that the jury could draw on its own.  We agree, but regard the error as harmless.  The inference was compelling that the references (all to \"Sid\"), together with identical phone numbers, referred to the same person.  Stirling's opinion \"connecting the dots\" added little or nothing.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Weiner next contends that the district court erred in its treatment of evidence relating to the counts that it dismissed prior to the verdict.  As earlier noted, the district court directed judgments of acquittal on the mail fraud counts and on other counts charging conspiracy to collect other loans through extortion.  The dismissed counts, involving other loanshark debtors, were also incorporated in the RICO counts as predicate acts of racketeering.  The district court entered verdicts of acquittal on these counts because in its view the government had failed to adequately link Weiner to the charged activity.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Weiner moved for a mistrial, alleging prejudicial spillover of the evidence introduced to support the dismissed counts.  The district court denied the motion but agreed to instruct the jury in the closing charge to disregard this evidence.  Although finding the evidence relevant to the remaining RICO charges, the court ordered the evidence stricken and the indictment re-written to exclude reference to the corresponding RICO predicate acts because it thought the jury might otherwise be confused about which counts remained in the case.  In the charge, the court neglected to instruct the jury to disregard the stricken evidence, and Weiner's lawyer failed to object to this omission.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Weiner now argues that the district court erred in denying his motion for mistrial or, alternatively, that the judge should have told the jury not to consider the evidence relating to the dismissed counts.  The problem is that Weiner was not entitled to have this evidence excluded from the jury's consideration.  As the district court correctly perceived, evidence of other loan collections by Oreto's organization was relevant to the remaining RICO charges against Weiner, regardless of whether Weiner was personally involved in the racketeering acts underlying the dismissed counts.  As the Second Circuit has explained in the analogous context of severance:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>\"[T]he government must prove an enterprise and a pattern of racketeering activity as elements of a RICO violation.  Proof of these elements may well entail evidence of numerous criminal acts by a variety of persons, and each defendant in a RICO case may reasonably claim no direct participation in some of those acts.  Nevertheless, evidence of those acts is relevant to the RICO charges against each defendant ... because it tend[s] to prove the existence and nature of the RICO enterprise....\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">United States v. DiNome, <span class=\"citation\" data-id=\"576641\"><a href=\"/opinion/576641/united-states-v-dinome-salvatore-mangialino-anthony-senter-joseph/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">839</span></a></span>, 843 (2d Cir.), cert denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">95</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">56</span> </span>(1992).  Thus, despite the dismissal of the separate counts, the jury was entitled to consider this evidence in support of the RICO counts.  Accord United States v. Mitchell, <span class=\"citation\" data-id=\"461030\"><a href=\"/opinion/461030/united-states-v-david-brydie-mitchell-jose-carlos-prado-reinaldo/\"><span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">248</span></a></span>, 260 n. 3 (5th Cir.1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1184</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2921</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">549</span> </span>(1986);  United States v. Morelli, <span class=\"citation\" data-id=\"388124\"><a href=\"/opinion/388124/united-states-v-ronald-morelli/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">402</span></a></span>, 412 (6th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">912</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3143</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">994</span> </span>(1981).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Of course, the evidence, although relevant, might have been overly prejudicial.  See Fed.R.Evid. 403.  Of the few examples cited in Weiner's brief, only one is worth mentioning:  In an intercepted conversation played for the jury, one of Oreto's operatives says he should \"cut out\" a debtor's eyes.  The statement is graphic, to be sure, but extortion through threats of violence is not a pretty crime.  \"By design, all evidence is meant to be prejudicial;  it is only unfair prejudice which must be avoided.\"  United States v. Rodriguez-Estrada, <span class=\"citation\" data-id=\"524961\"><a href=\"/opinion/524961/united-states-v-hector-m-rodriguez-estrada/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">153</span></a></span>, 156 (1st Cir.1989).  Here, the evidence was pertinent in depicting the nature of Oreto's organization;  and, as a mere threat, with no actual known victim, it assuredly did not overwhelm the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Finally, Weiner objects to the district court's failure to give several instructions requested by Weiner and to the instruction it actually gave on the elements of a RICO offense.  One request was for a \"good faith reliance\" instruction based on Weiner's claim that he hired Oreto at the direction of the bank president, a retired state probate judge.  The instructions on specific intent given by the district court were sufficient;  no separate \"good faith\" instruction was required.  See United States v. Dockray, <span class=\"citation\" data-id=\"567594\"><a href=\"/opinion/567594/united-states-v-edward-e-dockray/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">152</span></a></span>, 154-55 (1st Cir.1991).  Two other instructions sought, and refused, aimed to refine the extortion concept;  but one was potentially misleading and the other a comment upon the evidence.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Weiner's challenge to the RICO instruction is two-fold and requires more discussion.  Section 1962(c) of the RICO statute makes it a crime to conduct or participate in the conduct of the affairs of an enterprise affecting interstate or foreign commerce \"through a pattern of racketeering activity or collection of unlawful debt.\"  18 U.S.C. Sec. 1962(c) (emphasis added).  The three predicate counts for which Weiner was convicted each charged extortion, which is a racketeering act under the statute.  See 18 U.S.C. Sec. 1961(1).  Of these three counts, one count (the usurious loan to Wong) involved an unlawful debt as well.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court in this case instructed the jury that RICO liability could be predicated upon a pattern of racketeering activity or, alternatively, \"upon the collection of a single unlawful debt, i.e., the single loanshark debt owed by Wong.\"   Weiner takes issue with the latter, quoted portion of the instruction because, he says, section 1962(c) requires a \"pattern\" of collection of unlawful debts, and this precludes RICO liability on the basis of a single instance of collection of an unlawful debt.  The objection was duly presented at trial.  Although one might at first think that the three extortion convictions automatically showed a pattern and mooted the issue of statutory construction, the government (correctly) makes no such argument.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We turn, then, to the construction of the statute.  If one focused only on section 1962(c)'s language and structure, one might well read the phrase \"pattern of racketeering activity or collection of unlawful debt\" and think that the word \"pattern\" modifies \"collection of unlawful debt\" as well as \"racketeering activity.\"   The imprecise wording of section 1962(c), together with the rule of lenity in construing criminal statutes, might favor the interpretation urged by Weiner if our inquiry stopped with section 1962(c).  But the matter becomes more complicated, and the opposite result is suggested, when other parts of the statute are consulted.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Section 1962(c), although the most commonly invoked provision of RICO, is only one of four categories of proscribed conduct.  Subsection (a) in pertinent part prohibits the use or investment in an enterprise of income derived \"from a pattern of racketeering activity or through collection of an unlawful debt.\"  18 U.S.C. Sec. 1962(a) (emphasis added).  Subsection (b) similarly makes it a crime to acquire or maintain an interest in an enterprise \"through a pattern of racketeering activity or through collection of an unlawful debt.\"   <span class=\"citation\" data-id=\"567594\"><a href=\"/opinion/567594/united-states-v-edward-e-dockray/\"><span class=\"id_token\">Id.</span> Sec. 1962(b) </a></span>(emphasis added).  It is thus clear that the collection of a single unlawful debt is enough under subsections (a) and (b).  Weiner has suggested no reason why Congress might have intended that a single act of collection suffice as a source of criminal investment or to gain an interest in an enterprise but that criminally conducting the enterprise's affairs required multiple acts of collection.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In addition, the term \"pattern of racketeering activity\" is defined in section 1961's definitional provisions as requiring at least two acts of racketeering activity occurring within a specified period of time.  18 U.S.C. Sec. 1961(5).  But there is no counterpart definition of a \"pattern of collection of unlawful debt,\" as one would expect if such a pattern were an element of one of RICO's core provisions.  Instead, section 1961 simply lists \"unlawful debt\" which is defined as \"a debt\" incurred under certain conditions, including usury.  <span class=\"citation\" data-id=\"567594\"><a href=\"/opinion/567594/united-states-v-edward-e-dockray/\"><span class=\"id_token\">Id.</span> Sec. 1961(6). </a></span> This further confirms that section 1962(c) was unartfully drafted but must be construed in pari materia with sections 1962(a) and (b).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The three circuit courts to have considered this issue have held that a single collection of an unlawful debt satisfies section 1962(c)'s \"collection of unlawful debt\" requirement.  United States v. Giovanelli, <span class=\"citation\" data-id=\"569094\"><a href=\"/opinion/569094/united-states-v-federico-giovanelli-steven-maltese-and-carmine-gualtiere/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">479</span></a></span>, 490 (2d Cir.1991);  United States v. Vastola, <span class=\"citation\" data-id=\"538812\"><a href=\"/opinion/538812/united-states-of-america-at-nos-89-53725383-at-no-89-5510-v-gaetano/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">211</span></a></span>, 228 n. 21 (3d Cir.), vacated and remanded on other grounds, <span class=\"citation no-link\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1001</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3233</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">744</span> </span>(1990);  United States v. Pepe, <span class=\"citation\" data-id=\"444046\"><a href=\"/opinion/444046/united-states-v-angelo-pepe-and-thomas-miglionico-united-states-of/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">632</span></a></span>, 645 (11th Cir.1984).  Viewing the RICO statute as a whole, we agree.  See also H.J. Inc. v. Northwestern Bell Telephone Co., <span class=\"citation\" data-id=\"112323\"><a href=\"/opinion/112323/hj-inc-v-northwestern-bell-telephone-co/\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 232, <span class=\"citation\" data-id=\"112323\"><a href=\"/opinion/112323/hj-inc-v-northwestern-bell-telephone-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2893</span></a></span>, 2897, <span class=\"citation\" data-id=\"112323\"><a href=\"/opinion/112323/hj-inc-v-northwestern-bell-telephone-co/\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">195</span> </a></span>(1989) (stating that \"[e]ach prohibited activity is defined in 18 U.S.C. Sec. 1962 to include, as one necessary element, proof either of 'a pattern of racketeering activity' or of 'collection of an unlawful debt.' \").</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Lastly, Weiner contends that the district court's instruction on the type of participation required under section 1962(c) is at odds with the Supreme Court's decision in Reves v. Ernst &amp; Young, --- U.S. ----, <span class=\"citation\" data-id=\"112826\"><a href=\"/opinion/112826/reves-v-ernst-young/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1163</span></a></span>, <span class=\"citation\" data-id=\"112826\"><a href=\"/opinion/112826/reves-v-ernst-young/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">525</span> </a></span>(1993), a recent case decided after Weiner's trial.  In Reves, the Court held that the phrase \"to conduct or participate ... in the conduct\" of the affairs of a RICO enterprise, as used in section 1962(c), means that the defendant must have participated in the \"operation or management\" of the enterprise.  --- U.S. at <span class=\"citation\" data-id=\"112826\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112826/reves-v-ernst-young/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1170</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In this case the jury was instructed that \"the terms 'conduct' and 'participate' in the conduct of the affairs of the enterprise include the intentional and deliberate performance of acts, functions or duties which are related to the operation or management of the enterprise.\"   Weiner's objection, as we understand it, is that the word \"include\" in the instruction could suggest that lesser conduct fostering the enterprise in any form is enough to convict.  As this objection was not made in the district court, we review for plain error, see United States v. Georgacarakos, <span class=\"citation\" data-id=\"602802\"><a href=\"/opinion/602802/united-states-v-peter-n-georgacarakos/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1289</span></a></span>, 1294 (1st Cir.1993), and we find none.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Aside from the word \"include,\" there is nothing in the instruction nor in any other part of the court's charge which suggests that something less than involvement in the operation or management of the enterprise will do.  And to the extent that the jury was given specific guidance, that guidance precisely mirrored the \"operation or management\" test subsequently approved in Reves.   Plainly there was no \"miscarriage of justice.\"  <span class=\"citation\" data-id=\"602802\"><span class=\"antecedent_guess\">Georgacarakos,</span> <a href=\"/opinion/602802/united-states-v-peter-n-georgacarakos/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1297</span></a></span>.   We think that the district court should be commended for its prescience.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Because litigants stress only the material pertinent to their claims on appeal, appellate courts normally receive a series of snapshots of a case rather than the full canvass of the trial.  It may be true in Weiner's case that the evidence showed only that he was loosely confederated with Oreto, and true also that a low level of threat was employed in the three debt collections connected to Weiner.  But by their very nature criminal conspiracies are masked, and veiled threats are the hallmark of intelligent extortion.  The outcome here was within the bounds of reason.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Second Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Other defendants were tried and convicted in United States v. Oreto, appeals pending, No. 91-1769, et al., 1st Cir</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Wong testified that Oreto at one point told him, \"We are not working in Gateway anymore.  We have a new place called Fernwood restaurant.  Next time you come up to pay me, you should go to Fernwood.\"   Fernwood was later renamed \"Fasad's\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The requested charge that \"demands for money alone are simply not threats\" could easily be misunderstood to mean that something more need be demanded;  and the further request that \"any anxiety experienced by the four debtors ... could be ordinary anxiety [of a debtor called upon to pay]\" is a comment on the evidence.  The fact that these statements were made by appellate courts in commenting on evidence in particular cases does not convert them into required instructions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The \"pattern\" offense involves requirements of connection between the offenses, which need not be described here, but no such requirements exist if one unlawful debt collection is enough.  Under the \"single debt\" instruction given by the court, it is possible (at least in theory) that the jury could have made no finding of \"pattern\" at all and relied solely on the Wong debt</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Arguably, no waiver should be inferred, and no plain error requirement imposed, where the Supreme Court's ruling comes out of the blue and could not have been anticipated.  See Castrignano v. E.R. Squibb &amp; Sons, Inc., <span class=\"citation\" data-id=\"539799\"><a href=\"/opinion/539799/marilyn-castrignano-v-er-squibb-sons-inc-marilyn-castrignano-v/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">455</span></a></span>, 461 (1st Cir.1990).  Here, however, Reves resolved a split between circuits (apparently the First Circuit had not ruled on the issue) so the objection could easily have been made at trial</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112323/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112826/",
    "https://www.courtlistener.com/api/rest/v3/opinions/388124/",
    "https://www.courtlistener.com/api/rest/v3/opinions/444046/",
    "https://www.courtlistener.com/api/rest/v3/opinions/461030/",
    "https://www.courtlistener.com/api/rest/v3/opinions/521900/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524961/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532519/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538812/",
    "https://www.courtlistener.com/api/rest/v3/opinions/539799/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567594/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569094/",
    "https://www.courtlistener.com/api/rest/v3/opinions/576641/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602802/"
  ]
}