{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194886/",
  "id": 194886,
  "absolute_url": "/opinion/194886/sinai-v-new-england/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194886/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:18Z",
  "date_modified": "2020-02-22T00:08:03.942142Z",
  "type": "010combined",
  "sha1": "96d7f719af0c553636ca2eea5b57cb5e8aefc8ef",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1119.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 92-1119\n\n                          HERTZL SINAI,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n                    NEW ENGLAND TELEPHONE AND\n                    TELEGRAPH COMPANY, ET AL.,\n\n                     Defendants, Appellants.\n\n                                           \n\nNo. 92-1153\n\n                          HERTZL SINAI,\n\n                       Plaintiff-Appellant,\n\n                                v.\n\n                    NEW ENGLAND TELEPHONE AND\n                    TELEGRAPH COMPANY, ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Walter Jay Skinner, U.S. District Judge]\n                                                       \n\n                                           \n\n                              Before\n\n                    Torruella, Cyr and Oakes,*\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n                    \n\n*  Of the Second Circuit, sitting by designation.\n\n     Amy D. Seifer, with whom John D. Corrigan, was on brief  for\n                                              \ndefendants.\n     Gabriel O. Dumont, Jr. for plaintiff.\n                           \n\n                                           \n\n                         August 24, 1993\n                                           \n\n                               -2-\n\n          TORRUELLA,  Circuit  Judge.    After  failing  to  gain\n                                    \n\nemployment at NYNEX Information  Resources Co. (\"NIRC\"), appellee\n\nbrought suit for race and national origin discrimination under 42\n\nU.S.C.   1981 and Title  VII of the Civil Rights Act  of 1964, 42\n\nU.S.C.     2000e et seq.  A jury  found for the plaintiff on race\n                       \n\ndiscrimination, and the district  judge, finding himself bound by\n\nthe jury's factual findings, found for  the plaintiff on national\n\norigin discrimination.  \n\n          Appellant contends  that the evidence  was insufficient\n\nto  sustain  the judgments,  such that  the  judge erred  when he\n\nrefused   to  grant  a   judgment  notwithstanding  the  verdict.\n\nAppellant also  contends that  the district court  instructed the\n\njury  incorrectly and  issued two erroneous  evidentiary rulings.\n\nAppellee, in response, complains  that the district court refused\n\nto grant an additional award of damages under Title VII.  Finding\n\nthis volley of allegations unconvincing, we affirm.\n\n          We use the same standard to review the evidence in this\n\ncase that the district judge used when he ruled on the motion for\n\njudgment n.o.v.  Biggins v. Hazen  Paper Co., 935 F.2d 1405, 1409\n                                            \n\n(1st Cir. 1992).  When a jury has delivered a verdict, we examine\n\nthe evidence,  including all facts  and inferences, in  the light\n\nmost favorable to the verdict.  Id.  We overturn the verdict when\n                                   \n\nthe  evidence leads a reasonable person to one conclusion and one\n\nconclusion only:  that the losing party was entitled to win.  Id.\n                                                                 \n\nThe evidence, viewed in this light, follows.\n\n          Appellee was born in Israel of parents of Jewish/Hebrew\n\n                               -3-\n\nheritage.  He came to the United States in 1973 after a five-year\n\nstint in the Israeli Air Force and a two-year stint in sales at a\n\nprivate company.  In the United States he  received a Bachelor of\n\nScience  degree from  Suffolk University  and held  various jobs.\n\nWhen  his wife,  a  NIRC employee,  told  him that  positions  in\n\ndirectory  advertising  sales were  available  at NIRC,  appellee\n\nsubmitted a resume and cover letter.  This was the  first step in\n\nappellee's quest  to win a position  at NIRC, and it  occurred in\n\nthe spring of  1984.   NIRC informed appellee  that no  positions\n\nwere available at  the time,  but that his  application would  be\n\nadded to the waiting list for future openings.\n\n          Appellee filed a new application in the Summer  of 1984\n\nand  followed  up with  a phone  call  to the  hiring supervisor,\n\nMarlene Dumas.  During the conversation, Ms.  Dumas revealed that\n\napplicants needed a college  degree and sales experience to  pass\n\nthe  initial screening.  Appellee responded that he had both, and\n\nMs.  Dumas delved further into appellee's career background.  Ms.\n\nDumas asked appellee where he came from, or where he received his\n\nsales  experience.   When  appellee responded  Israel, Ms.  Dumas\n\nstated  \"Israel doesn't  count.\"   Ms. Dumas  denies making  this\n\ncomment,  but  testified that,  in  any  event, appellee's  sales\n\nexperience  in  Israel  was too  far  removed  in  time from  the\n\napplication date to satisfy the requirement.   She explained that\n\nsales experience garnered more  than three to five years  earlier\n\nis considered stale.\n\n          Appellee filed  a new application in  late November and\n\n                               -4-\n\nagain  followed up with a phone call.   He was told that he would\n\nbe  interviewed within  the coming  year.   Indeed, appellee  was\n\ncalled for  a test and interview  in March, 1985.   He passed the\n\ntest.   During  the  subsequent interview,  Ms. Dumas  reportedly\n\nasked \"Did you say you were from Israel?\" and appellee detected a\n\nlook  of disgust on her face.   A letter soon followed, informing\n\nappellee that he would not be considered further.\n\n          Undaunted, appellee  reapplied in  the Summer  of 1985,\n\nand  again in  early 1986.   In  mid 1986,  Ms. Dumas  left NIRC.\n\nAppellee filed yet another application to Ms. Dumas's replacement\n\nand again followed up  with a phone call.  In  this conversation,\n\nappellee learned  that NIRC had  adopted a policy  forbidding the\n\nhiring of NIRC-employee  spouses.  As  appellee's wife worked  at\n\nNIRC,  appellee could not  be hired.   Stunned,  appellee pursued\n\nfurther information  from various  supervisors.  He  learned that\n\nthe  alleged  \"no-spouse\"  policy  was  unwritten  and  informal.\n\nAppellee  was unsatisfied with this news,  as he knew of a couple\n\nthat was hired after appellee submitted his several applications.\n\n          During  the  relevant  time  period,  NIRC  made  other\n\npertinent hiring decisions.   First, NIRC hired several adherents\n\nof the  Jewish faith  for directory advertising  sales positions.\n\nSecond,  NIRC  hired several  individuals  who did  not  meet the\n\nstated screening criteria; these  individuals either did not have\n\na college degree or did not possess sufficient sales experience.\n\n          The above culminated in appellee bringing a two-pronged\n\ndiscrimination suit.  He  claimed that he suffered discrimination\n\n                               -5-\n\non the  basis of his Jewish/Hebrew  race and on the  basis of his\n\nnational  origin, Israel.   The  race claim  arose under    1981,\n\nwhich guarantees  that \"all persons\"  in the  United States  will\n\nhave the same  rights as  \"white citizens\" \"to  make and  enforce\n\ncontracts.\"   The national  origin claim  arose under  Title VII,\n\nwhich  makes  the refusal  to hire  an  applicant because  of his\n\n\"race, color, religion,  sex, or national  origin\" unlawful.   As\n\nplaintiffs are  entitled to a jury trial in   1981 cases, but not\n\nin Title VII cases, the district judge conducted a jury  trial on\n\nrace discrimination before he himself decided the national origin\n\ndiscrimination claim.\n\n          Appellant  argues that  evidence  of race  and national\n\norigin  discrimination are  not inextricably intertwined  in this\n\ncase,  and that appellee failed to adduce any evidence to support\n\na  finding of  discrimination on  the basis of  his Jewish/Hebrew\n\nrace,  as opposed to his Israeli national origin.  Appellant thus\n\nconcludes  that  a  rational  jury  could  not  have  found  race\n\ndiscrimination.  \n\n          While  we  agree  with  the  district  court  that  the\n\nevidence  of race discrimination was  thin in this  case, we also\n\nagree with the district court that the jury was entitled to reach\n\nthe  result it  did.   Appellee made  out a  prima facie  case of\n\ndiscrimination as it was  described in McDonnell-Douglas Corp. v.\n                                                              \n\nGreene,  411 U.S. 792 (1973).  First,  he established that he was\n      \n\nJewish/Hebrew, defined as a  protected race by the  Supreme Court\n\nin Saint Francis College v. Al-Khazraji, 481 U.S. 604 (1987), and\n                                       \n\n                               -6-\n\nShaare Tefila Congregation v. Cobb, 481 U.S. 615 (1987).  Second,\n                                  \n\nhe  applied for  a job  for which  he was  qualified.1   Finally,\n\nappellee  was rejected,  but the  position remained  available to\n\nother candidates  with similar  credentials and even  some others\n\nwith apparently fewer credentials.\n\n          In  addition to  establishing the  prima facie  case of\n\ndiscrimination,   appellee   testified  that   Ms.   Dumas  twice\n\ndisparaged appellee's  Israeli  background.   Although  appellant\n\nclaims that  these events  do not establish  race discrimination,\n\nthe  jury could  find that  Israel is  one of those  countries in\n\nwhich the  populace is composed  primarily of a  particular race.\n\nAs   Justice  Brennan   stated  of   race  and   national  origin\n\ndiscrimination, often \"the two are identical as a factual matter:\n\none was  born  in the  nation whose  primary stock  is one's  own\n\nethnic  group.\"  Saint Francis College, 481 U.S. at 614 (Brennan,\n                                      \n\nJ.,  concurring).   That  Israel is  a  Jewish state,  albeit not\n\ncomposed exclusively of Jews,  is well established.  Furthermore,\n\nit is undisputed  that appellee is of  Hebrew/Jewish descent, the\n\nstock primarily associated with Israel.  The jury thus could have\n\ndetermined  that NIRC,  through Ms. Dumas,  discriminated against\n\nappellee on  the basis of  his Hebrew/Jewish race  by disparaging\n\nIsrael.\n\n          The  jury also  could have  chosen to  disregard NIRC's\n\n                    \n\n1   It is undisputed that  appellee earned a college  degree.  As\nfor his career experience, we are satisfied that he was qualified\nbecause he  passed the initial  screening process and  passed the\nrequired  test.   Furthermore,  appellee presented  evidence that\nless well qualified candidates were hired over him.\n\n                               -7-\n\nevidence.     NIRC   attempts   to  defuse   the  allegation   of\n\ndiscrimination  by pointing  out  that several  adherents of  the\n\nJewish faith were hired for directory advertising positions.  The\n\njury could have  determined, however, that the other Jewish hires\n\ndid not rebut appellee's contention of race  discrimination.  The\n\nrelevant issue in a discrimination claim is whether the defendant\n\ndiscriminates against the  plaintiff on an  improper basis.   The\n\nfact  that the  defendant hired  other  members of  the protected\n\nclass  is evidence  that the  jury can  consider in  reaching the\n\nultimate issue, but  is not dispositive in itself.  The jury must\n\nweigh all of the evidence.  In this case, the jury could conclude\n\nthat  appellant discriminated  against appellee  on the  basis of\n\nrace in spite of the other Jewish hires.\n\n          The  fact that  NIRC  advanced  different  reasons  for\n\nrefusing  to hire appellant at different times could have led the\n\njury simply to disbelieve NIRC.   NIRC first alleged that no jobs\n\nwere available and that appellee's resume was unclear.  NIRC then\n\nalleged that appellee  was not as qualified  as other candidates.\n\nFinally NIRC  announced that it had adopted  a \"no-spouse\" policy\n\nbarring appellee's  employment.   This policy was  unwritten and,\n\naccording to Ms. Dumas,  not communicated to her until  May 1986,\n\neven though it was adopted in late  1984 or early 1985.  The jury\n\neasily   could   have   determined  that   these   reasons   were\n\nunsatisfactory, not true, or a pretext to cover up racial animus.\n\nIndeed,  appellee presented evidence  that applicants  with fewer\n\ncredentials than  appellee were hired  -- directly  contradicting\n\n                               -8-\n\none of NIRC's rationales.\n\n          We  conclude  that  the  evidence  is  not  so  heavily\n\nweighted  in appellant's favor to justify  setting aside the jury\n\nverdict.   The jury was entitled to find that appellee's race led\n\nto his failure to gain employment at NIRC.  The evidence does not\n\nlead inescapably to the opposite conclusion.\n\n          Appellant  complains that the district court improperly\n\nallowed  the jury  to  mingle race  discrimination with  national\n\norigin.    During  its  deliberations,  the  jury  presented  the\n\nfollowing questions to the  district judge:  \"Does discrimination\n\nbecause of race  carry the same weight  as discrimination because\n\nof national  origin?  Or  are they to  be considered the  same in\n\nthis case?\"   The judge  responded by emphasizing  that the  case\n\nonly confronted the jury with  the issue of race  discrimination.\n\nThe judge added that \"you can also consider, however, whether any\n\ncomments or any evidence about national origin may bear, may have\n\na  significance  to  you  in  determining  whether  there  was  a\n\ndiscrimination on the basis of race.\"  \n\n          We find no error in this instruction.  We already noted\n\nwith  approval the  comments  made by  Justice  Brennan in  Saint\n                                                                 \n\nFrancis College,  and believe  that the exchange  discussed above\n               \n\nreflects those  comments.   To repeat,  race and national  origin\n\ndiscrimination may present identical factual issues when a victim\n\nis \"born  in a  nation whose  primary stock  is one's own  ethnic\n\ngroup.\"  The judge properly responded to the jury's question:  in\n\ncertain  circumstances,  including  the  present  case,  national\n\n                               -9-\n\norigin  and race discrimination may  overlap.  The  judge did not\n\ntell the  jury that national origin  discrimination was identical\n\nto  race  discrimination,  however.    He  instructed  them  that\n\nnational origin discrimination could be used, together with other\n\nevidence,   to   arrive   at   a   conclusion   vis-a-vis    race\n\ndiscrimination.\n\n          We come  now to two evidentiary  rulings that appellant\n\nclaims  were erroneous.    We  review  them  only  for  abuse  of\n\ndiscretion.  Losacco v. F.D. Rich Construction Co., 992 F.2d 382,\n                                                  \n\n385 (1st Cir.  1993); Willhauck v. Halpin, 935 F.2d 689, 717 (1st\n                                         \n\nCir. 1991).\n\n          Appellant first contends that the district court  judge\n\nimproperly  allowed  certain   testimony  by  appellee's   expert\n\npsychologist.  According to the  doctor, Mr. Sinai was  extremely\n\ndepressed, but  his prognosis was good if appellee was vindicated\n\nby the court  in his  discrimination claim.   In anticipation  of\n\nthis testimony,  appellant raised  an objection, arguing  that it\n\nonly served to encourage  a verdict on improper grounds,  and was\n\ntherefore unduly prejudicial.\n\n          The trial  transcript shows  that  the judge  carefully\n\nconsidered the  objection.  He  found the doctor's  prognosis for\n\nMr. Sinai's depression to  be such an important piece of evidence\n\nthat it  would have been unfair to exclude it.  He concluded that\n\nthe testimony gave  the jury  a way to  limit damages for  future\n\nemotional distress, in the  event that it rendered a  verdict for\n\nMr. Sinai.  Furthermore, the  judge felt that appellant's counsel\n\n                               -10-\n\ncould undo any prejudice  by arguing in summation that  the trial\n\nprocess  was not  a  therapeutic process  for  the jury  to  cure\n\nMr. Sinai's  ailments regardless  of fault.   Finally,  the judge\n\nvowed  to  intervene if  the  witness entered  into  any improper\n\ntestimony.  In short, the district judge realized that he faced a\n\nclose  issue,  weighed the  alternatives,  and  reached the  most\n\nsatisfactory conclusion.   Under  these circumstances, we  cannot\n\nfind an abuse of discretion in the district court's ruling.\n\n          Appellant's  next claim  of evidentiary  error concerns\n\nappellee's deteriorating relationship with  his wife, and her own\n\ndiscrimination  and  harassment  claims.    Again,  the  disputed\n\ntestimony  came from  appellee's  psychologist, this  time during\n\nredirect examination.  The  doctor stated that \"[s]he experienced\n\nwhat she believed was harassment by [appellant] because  of . . .\n\nher husband's  decision to  file charges against  [appellant] for\n\njob discrimination  against himself.\"   According to  the doctor,\n\nthis  harassment   formed  the  basis  of   the  Sinai's  marital\n\ndifficulties, and, in turn, Mr. Sinai's depression.  It   appears\n\nthat  Mrs.  Sinai  filed  a  claim  against  appellant  with  the\n\nMassachusetts  Commission Against  Discrimination and  received a\n\nfavorable ruling, which fact came out in the doctor's testimony.\n\n          During  the   previous  cross-examination,  appellant's\n\ncounsel  used the  doctor's testimony  to imply  that appellant's\n\ndepression  stemmed from  preexisting  marital difficulties,  not\n\nfrom  difficulties related  to appellant's  discrimination claim.\n\nBy  opening  the   door  to  the  issue  of   appellee's  marital\n\n                               -11-\n\nrelationship, appellant exposed itself to rebuttal testimony such\n\nas  that  offered.   Appellant  cannot  now complain  about  that\n\ntestimony.  See McDonald v. Federal Laboratories, Inc.,  724 F.2d\n                                                      \n\n243,  248 (1st  Cir. 1984)  (we will  not reverse  an evidentiary\n\nruling  \"where the party  claiming error invited  or elicited the\n\nalleged error\").  \n\n          Furthermore,  the  district  judge   found  appellant's\n\nobjection to  this testimony  untimely and  therefore unavailing.\n\nIndeed,   the   witness,   knowing   that   his   testimony   was\n\ncontroversial,  paused  before  proceeding  and asked  the  judge\n\nwhether   to  continue.    The  judge  noted  that  he  heard  no\n\nobjections, and therefore told  the doctor to proceed.   While an\n\nobjection was raised immediately after this ruling, it was not an\n\nabuse of discretion to conclude to reject it.\n\n          We come now to  appellee's contention that the district\n\ncourt erred in not granting a separate recovery for the Title VII\n\nclaim.  Appellee claims that the jury award, $95,000, is legal in\n\ncharacter; Title VII, on the other hand, is equitable and carries\n\nwith  it  equitable  remedies.    Appellee  believes  that  he is\n\nentitled to both kinds of remedies; essentially, he contends that\n\nhe is entitled  to the $95,000 plus money for  front pay, the pay\n\nthat he  would  have  received had  the  district  court  ordered\n\nappellant to hire him.  \n\n          We cannot accept this argument.  The purpose of damages\n\nunder Title VII is to make the plaintiff  whole.  Albemarle Paper\n                                                                 \n\nCo. v.  Moody, 442 U.S. 405 (1975).  The district court is vested\n             \n\n                               -12-\n\nwith a broad range of equitable powers to carry out this mandate.\n\nSee 42 U.S.C.    2000e-5(g) (listing \"reinstatement  or hiring of\n   \n\nemployees, with or without back pay  . . . or any other equitable\n\nrelief as the court deems appropriate\" as available relief).  \n\n          Contrary  to  appellee's  protestations,  the  district\n\njudge did  not allow the    1981 verdict  to limit  his equitable\n\npowers under Title VII improperly.  He simply found that the jury\n\nalready gave appellee  all that he was entitled to  receive.  Cf.\n                                                                 \n\nWildman v. Lerner Stores Corp., 771 F.2d 605, 616 (1st Cir. 1985)\n                              \n\n(in Age Discrimination in Employment Act suit, the district court\n\nhas discretion on whether award of front  pay is necessary).  The\n\njury was presented in  the   1981 claim with  evidence concerning\n\nback pay, front  pay, and emotional  distress, and instructed  to\n\ndetermine  the appropriate level of damages for them.  These are,\n\nessentially,  the  damages  authorized  under  Title  VII.    The\n\ndistrict court  properly concluded that any  further relief would\n\nhave been improper.\n\n          Affirmed.\n                  \n\n                               -13-\n",
  "html": "<p class=\"case_cite\">3 F.3d 471</p>\n    <p class=\"case_cite\">62 Fair Empl.Prac.Cas.  1202,<br>62 Empl. Prac. Dec. P 42,519, 62 USLW 2183</p>\n    <p class=\"parties\">Hertzl SINAI, Plaintiff, Appellee,<br>v.<br>NEW ENGLAND TELEPHONE AND TELEGRAPH COMPANY, et al.,<br>Defendants, Appellants.<br>Hertzl SINAI, Plaintiff-Appellant,<br>v.<br>NEW ENGLAND TELEPHONE AND TELEGRAPH COMPANY, et al.,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 92-1119, 92-1153.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 5, 1993.<br>Decided Aug. 24, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Amy D. Seifer, with whom John D. Corrigan, Boston, MA, was on brief, for defendants.</p>\n      <p class=\"indent\">Gabriel O. Dumont, Jr., Boston, MA, for plaintiff.</p>\n      <p class=\"indent\">Before TORRUELLA, CYR and OAKES,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After failing to gain employment at NYNEX Information Resources Co.  (\"NIRC\"), appellee brought suit for race and national origin discrimination under 42 U.S.C. Sec. 1981 and Title VII of the Civil Rights Act of 1964, 42 U.S.C. Secs. 2000e et seq.   A jury found for the plaintiff on race discrimination, and the district judge, finding himself bound by the jury's factual findings, found for the plaintiff on national origin discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant contends that the evidence was insufficient to sustain the judgments, such that the judge erred when he refused to grant a judgment notwithstanding the verdict.  Appellant also contends that the district court instructed the jury incorrectly and issued two erroneous evidentiary rulings.  Appellee, in response, complains that the district court refused to grant an additional award of damages under Title VII.  Finding this volley of allegations unconvincing, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We use the same standard to review the evidence in this case that the district judge used when he ruled on the motion for judgment n.o.v. Biggins v. Hazen Paper Co., 953 F.2d 1405, 1409 (1st Cir.1992).  When a jury has delivered a verdict, we examine the evidence, including all facts and inferences, in the light most favorable to the verdict.  Id.  We overturn the verdict when the evidence leads a reasonable person to one conclusion and one conclusion only:  that the losing party was entitled to win.  Id.  The evidence, viewed in this light, follows.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellee was born in Israel of parents of Jewish/Hebrew heritage.  He came to the United States in 1973 after a five-year stint in the Israeli Air Force and a two-year stint in sales at a private company.  In the United States he received a Bachelor of Science degree from Suffolk University and held various jobs.  When his wife, a NIRC employee, told him that positions in directory advertising sales were available at NIRC, appellee submitted a resume and cover letter.  This was the first step in appellee's quest to win a position at NIRC, and it occurred in the spring of 1984.  NIRC informed appellee that no positions were available at the time, but that his application would be added to the waiting list for future openings.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellee filed a new application in the Summer of 1984 and followed up with a phone call to the hiring supervisor, Marlene Dumas.  During the conversation, Ms. Dumas revealed that applicants needed a college degree and sales experience to pass the initial screening.  Appellee responded that he had both, and Ms. Dumas delved further into appellee's career background.  Ms. Dumas asked appellee where he came from, or where he received his sales experience.  When appellee responded Israel, Ms. Dumas stated \"Israel doesn't count.\"   Ms. Dumas denies making this comment, but testified that, in any event, appellee's sales experience in Israel was too far removed in time from the application date to satisfy the requirement.  She explained that sales experience garnered more than three to five years earlier is considered stale.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellee filed a new application in late November and again followed up with a phone call.  He was told that he would be interviewed within the coming year.  Indeed, appellee was called for a test and interview in March, 1985.  He passed the test.  During the subsequent interview, Ms. Dumas reportedly asked \"Did you say you were from Israel?\" and appellee detected a look of disgust on her face.  A letter soon followed, informing appellee that he would not be considered further.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Undaunted, appellee reapplied in the Summer of 1985, and again in early 1986.  In mid 1986, Ms. Dumas left NIRC.  Appellee filed yet another application to Ms. Dumas's replacement and again followed up with a phone call.  In this conversation, appellee learned that NIRC had adopted a policy forbidding the hiring of NIRC-employee spouses.  As appellee's wife worked at NIRC, appellee could not be hired.  Stunned, appellee pursued further information from various supervisors.  He learned that the alleged \"no-spouse\" policy was unwritten and informal.  Appellee was unsatisfied with this news, as he knew of a couple that was hired after appellee submitted his several applications.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">During the relevant time period, NIRC made other pertinent hiring decisions.  First, NIRC hired several adherents of the Jewish faith for directory advertising sales positions.  Second, NIRC hired several individuals who did not meet the stated screening criteria;  these individuals either did not have a college degree or did not possess sufficient sales experience.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The above culminated in appellee bringing a two-pronged discrimination suit.  He claimed that he suffered discrimination on the basis of his Jewish/Hebrew race and on the basis of his national origin, Israel.  The race claim arose under Sec. 1981, which guarantees that \"all persons\" in the United States will have the same rights as \"white citizens\" \"to make and enforce contracts.\"   The national origin claim arose under Title VII, which makes the refusal to hire an applicant because of his \"race, color, religion, sex, or national origin\" unlawful.  As plaintiffs are entitled to a jury trial in Sec. 1981 cases, but not in Title VII cases, the district judge conducted a jury trial on race discrimination before he himself decided the national origin discrimination claim.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellant argues that evidence of race and national origin discrimination are not inextricably intertwined in this case, and that appellee failed to adduce any evidence to support a finding of discrimination on the basis of his Jewish/Hebrew race, as opposed to his Israeli national origin.  Appellant thus concludes that a rational jury could not have found race discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">While we agree with the district court that the evidence of race discrimination was thin in this case, we also agree with the district court that the jury was entitled to reach the result it did.  Appellee made out a prima facie case of discrimination as it was described in McDonnell-Douglas Corp. v. Green, 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973).  First, he established that he was Jewish/Hebrew, defined as a protected race by the Supreme Court in Saint Francis College v. Al-Khazraji, 481 U.S. 604, 107 S.Ct. 2022, 95 L.Ed.2d 582 (1987), and Shaare Tefila Congregation v. Cobb, 481 U.S. 615, 107 S.Ct. 2019, 95 L.Ed.2d 594 (1987).  Second, he applied for a job for which he was qualified.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Finally, appellee was rejected, but the position remained available to other candidates with similar credentials and even some others with apparently fewer credentials.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In addition to establishing the prima facie case of discrimination, appellee testified that Ms. Dumas twice disparaged appellee's Israeli background.  Although appellant claims that these events do not establish race discrimination, the jury could find that Israel is one of those countries in which the populace is composed primarily of a particular race.  As Justice Brennan stated of race and national origin discrimination, often \"the two are identical as a factual matter:  one was born in the nation whose primary stock is one's own ethnic group.\"  Saint Francis College, 481 U.S. at 614, 107 S.Ct. at 2028 (Brennan, J., concurring).  That Israel is a Jewish state, albeit not composed exclusively of Jews, is well established.  Furthermore, it is undisputed that appellee is of Hebrew/Jewish descent, the stock primarily associated with Israel.  The jury thus could have determined that NIRC, through Ms. Dumas, discriminated against appellee on the basis of his Hebrew/Jewish race by disparaging Israel.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The jury also could have chosen to disregard NIRC's evidence.  NIRC attempts to defuse the allegation of discrimination by pointing out that several adherents of the Jewish faith were hired for directory advertising positions.  The jury could have determined, however, that the other Jewish hires did not rebut appellee's contention of race discrimination.  The relevant issue in a discrimination claim is whether the defendant discriminates against the plaintiff on an improper basis.  The fact that the defendant hired other members of the protected class is evidence that the jury can consider in reaching the ultimate issue, but is not dispositive in itself.  The jury must weigh all of the evidence.  In this case, the jury could conclude that appellant discriminated against appellee on the basis of race in spite of the other Jewish hires.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The fact that NIRC advanced different reasons for refusing to hire appellant at different times could have led the jury simply to disbelieve NIRC.  NIRC first alleged that no jobs were available and that appellee's resume was unclear.  NIRC then alleged that appellee was not as qualified as other candidates.  Finally NIRC announced that it had adopted a \"no-spouse\" policy barring appellee's employment.  This policy was unwritten and, according to Ms. Dumas, not communicated to her until May 1986, even though it was adopted in late 1984 or early 1985.  The jury easily could have determined that these reasons were unsatisfactory, not true, or a pretext to cover up racial animus.  Indeed, appellee presented evidence that applicants with fewer credentials than appellee were hired--directly contradicting one of NIRC's rationales.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We conclude that the evidence is not so heavily weighted in appellant's favor to justify setting aside the jury verdict.  The jury was entitled to find that appellee's race led to his failure to gain employment at NIRC.  The evidence does not lead inescapably to the opposite conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellant complains that the district court improperly allowed the jury to mingle race discrimination with national origin.  During its deliberations, the jury presented the following questions to the district judge:  \"Does discrimination because of race carry the same weight as discrimination because of national origin?   Or are they to be considered the same in this case?\"   The judge responded by emphasizing that the case only confronted the jury with the issue of race discrimination.  The judge added that \"you can also consider, however, whether any comments or any evidence about national origin may bear, may have a significance to you in determining whether there was a discrimination on the basis of race.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We find no error in this instruction.  We already noted with approval the comments made by Justice Brennan in Saint Francis College, and believe that the exchange discussed above reflects those comments.  To repeat, race and national origin discrimination may present identical factual issues when a victim is \"born in a nation whose primary stock is one's own ethnic group.\"   The judge properly responded to the jury's question:  in certain circumstances, including the present case, national origin and race discrimination may overlap.  The judge did not tell the jury that national origin discrimination was identical to race discrimination, however.  He instructed them that national origin discrimination could be used, together with other evidence, to arrive at a conclusion vis-a-vis race discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We come now to two evidentiary rulings that appellant claims were erroneous.  We review them only for abuse of discretion.  Losacco v. F.D. Rich Construction Co., 992 F.2d 382, 385 (1st Cir.1993);  Willhauck v. Halpin, 953 F.2d 689, 717 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellant first contends that the district court judge improperly allowed certain testimony by appellee's expert psychologist.  According to the doctor, Mr. Sinai was extremely depressed, but his prognosis was good if appellee was vindicated by the court in his discrimination claim.  In anticipation of this testimony, appellant raised an objection, arguing that it only served to encourage a verdict on improper grounds, and was therefore unduly prejudicial.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The trial transcript shows that the judge carefully considered the objection.  He found the doctor's prognosis for Mr. Sinai's depression to be such an important piece of evidence that it would have been unfair to exclude it.  He concluded that the testimony gave the jury a way to limit damages for future emotional distress, in the event that it rendered a verdict for Mr. Sinai.  Furthermore, the judge felt that appellant's counsel could undo any prejudice by arguing in summation that the trial process was not a therapeutic process for the jury to cure Mr. Sinai's ailments regardless of fault.  Finally, the judge vowed to intervene if the witness entered into any improper testimony.  In short, the district judge realized that he faced a close issue, weighed the alternatives, and reached the most satisfactory conclusion.  Under these circumstances, we cannot find an abuse of discretion in the district court's ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Appellant's next claim of evidentiary error concerns appellee's deteriorating relationship with his wife, and her own discrimination and harassment claims.  Again, the disputed testimony came from appellee's psychologist, this time during redirect examination.  The doctor stated that \"[s]he experienced what she believed was harassment by [appellant] because of ... her husband's decision to file charges against [appellant] for job discrimination against himself.\"   According to the doctor, this harassment formed the basis of the Sinai's marital difficulties, and, in turn, Mr. Sinai's depression.  It appears that Mrs. Sinai filed a claim against appellant with the Massachusetts Commission Against Discrimination and received a favorable ruling, which fact came out in the doctor's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">During the previous cross-examination, appellant's counsel used the doctor's testimony to imply that appellant's depression stemmed from preexisting marital difficulties, not from difficulties related to appellant's discrimination claim.  By opening the door to the issue of appellee's marital relationship, appellant exposed itself to rebuttal testimony such as that offered.  Appellant cannot now complain about that testimony.  See McDonald v. Federal Laboratories, Inc., 724 F.2d 243, 248 (1st Cir.1984) (we will not reverse an evidentiary ruling \"where the party claiming error invited or elicited the alleged error\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Furthermore, the district judge found appellant's objection to this testimony untimely and therefore unavailing.  Indeed, the witness, knowing that his testimony was controversial, paused before proceeding and asked the judge whether to continue.  The judge noted that he heard no objections, and therefore told the doctor to proceed.  While an objection was raised immediately after this ruling, it was not an abuse of discretion to conclude to reject it.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We come now to appellee's contention that the district court erred in not granting a separate recovery for the Title VII claim.  Appellee claims that the jury award, $95,000, is legal in character;  Title VII, on the other hand, is equitable and carries with it equitable remedies.  Appellee believes that he is entitled to both kinds of remedies;  essentially, he contends that he is entitled to the $95,000 plus money for front pay, the pay that he would have received had the district court ordered appellant to hire him.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We cannot accept this argument.  The purpose of damages under Title VII is to make the plaintiff whole.  Albemarle Paper Co. v. Moody, 422 U.S. 405, 95 S.Ct. 2362, 45 L.Ed.2d 280 (1975).  The district court is vested with a broad range of equitable powers to carry out this mandate.  See 42 U.S.C. Sec. 2000e-5(g) (listing \"reinstatement or hiring of employees, with or without back pay ... or any other equitable relief as the court deems appropriate\" as available relief).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Contrary to appellee's protestations, the district judge did not allow the Sec. 1981 verdict to limit his equitable powers under Title VII improperly.  He simply found that the jury already gave appellee all that he was entitled to receive.  Cf. Wildman v. Lerner Stores Corp., 771 F.2d 605, 616 (1st Cir.1985) (in Age Discrimination in Employment Act suit, the district court has discretion on whether award of front pay is necessary).  The jury was presented in the Sec. 1981 claim with evidence concerning back pay, front pay, and emotional distress, and instructed to determine the appropriate level of damages for them.  These are, essentially, the damages authorized under Title VII.  The district court properly concluded that any further relief would have been improper.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Second Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> It is undisputed that appellee earned a college degree.  As for his career experience, we are satisfied that he was qualified because he passed the initial screening process and passed the required test.  Furthermore, appellee presented evidence that less well qualified candidates were hired over him</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">471</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">Fair Empl. Prac. Cas. (BNA)</span>  <span class=\"page\">1202</span></span>,<br>62 Empl. Prac. Dec. P 42,519, 62 USLW 2183</p>\n    <p class=\"parties\">Hertzl SINAI, Plaintiff, Appellee,<br>v.<br>NEW ENGLAND TELEPHONE AND TELEGRAPH COMPANY, et al.,<br>Defendants, Appellants.<br>Hertzl SINAI, Plaintiff-Appellant,<br>v.<br>NEW ENGLAND TELEPHONE AND TELEGRAPH COMPANY, et al.,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 92-1119, 92-1153.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 5, 1993.<br>Decided Aug. 24, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Amy D. Seifer, with whom John D. Corrigan, Boston, MA, was on brief, for defendants.</p>\n      <p class=\"indent\">Gabriel O. Dumont, Jr., Boston, MA, for plaintiff.</p>\n      <p class=\"indent\">Before TORRUELLA, CYR and OAKES,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After failing to gain employment at NYNEX Information Resources Co.  (\"NIRC\"), appellee brought suit for race and national origin discrimination under 42 U.S.C. Sec. 1981 and Title VII of the Civil Rights Act of 1964, 42 U.S.C. Secs. 2000e et seq.   A jury found for the plaintiff on race discrimination, and the district judge, finding himself bound by the jury's factual findings, found for the plaintiff on national origin discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant contends that the evidence was insufficient to sustain the judgments, such that the judge erred when he refused to grant a judgment notwithstanding the verdict.  Appellant also contends that the district court instructed the jury incorrectly and issued two erroneous evidentiary rulings.  Appellee, in response, complains that the district court refused to grant an additional award of damages under Title VII.  Finding this volley of allegations unconvincing, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We use the same standard to review the evidence in this case that the district judge used when he ruled on the motion for judgment n.o.v. Biggins v. Hazen Paper Co., <span class=\"citation\" data-id=\"576200\"><a href=\"/opinion/576200/walter-f-biggins-v-the-hazen-paper-company-walter-f-biggins-v-the/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1405</span></a></span>, 1409 (1st Cir.1992).  When a jury has delivered a verdict, we examine the evidence, including all facts and inferences, in the light most favorable to the verdict.  <span class=\"citation\" data-id=\"576200\"><a href=\"/opinion/576200/walter-f-biggins-v-the-hazen-paper-company-walter-f-biggins-v-the/\"><span class=\"id_token\">Id.</span>  We overturn </a></span>the verdict when the evidence leads a reasonable person to one conclusion and one conclusion only:  that the losing party was entitled to win.  <span class=\"citation\" data-id=\"576200\"><a href=\"/opinion/576200/walter-f-biggins-v-the-hazen-paper-company-walter-f-biggins-v-the/\"><span class=\"id_token\">Id.</span>  The evidence, </a></span>viewed in this light, follows.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellee was born in Israel of parents of Jewish/Hebrew heritage.  He came to the United States in 1973 after a five-year stint in the Israeli Air Force and a two-year stint in sales at a private company.  In the United States he received a Bachelor of Science degree from Suffolk University and held various jobs.  When his wife, a NIRC employee, told him that positions in directory advertising sales were available at NIRC, appellee submitted a resume and cover letter.  This was the first step in appellee's quest to win a position at NIRC, and it occurred in the spring of 1984.  NIRC informed appellee that no positions were available at the time, but that his application would be added to the waiting list for future openings.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellee filed a new application in the Summer of 1984 and followed up with a phone call to the hiring supervisor, Marlene Dumas.  During the conversation, Ms. Dumas revealed that applicants needed a college degree and sales experience to pass the initial screening.  Appellee responded that he had both, and Ms. Dumas delved further into appellee's career background.  Ms. Dumas asked appellee where he came from, or where he received his sales experience.  When appellee responded Israel, Ms. Dumas stated \"Israel doesn't count.\"   Ms. Dumas denies making this comment, but testified that, in any event, appellee's sales experience in Israel was too far removed in time from the application date to satisfy the requirement.  She explained that sales experience garnered more than three to five years earlier is considered stale.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellee filed a new application in late November and again followed up with a phone call.  He was told that he would be interviewed within the coming year.  Indeed, appellee was called for a test and interview in March, 1985.  He passed the test.  During the subsequent interview, Ms. Dumas reportedly asked \"Did you say you were from Israel?\" and appellee detected a look of disgust on her face.  A letter soon followed, informing appellee that he would not be considered further.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Undaunted, appellee reapplied in the Summer of 1985, and again in early 1986.  In mid 1986, Ms. Dumas left NIRC.  Appellee filed yet another application to Ms. Dumas's replacement and again followed up with a phone call.  In this conversation, appellee learned that NIRC had adopted a policy forbidding the hiring of NIRC-employee spouses.  As appellee's wife worked at NIRC, appellee could not be hired.  Stunned, appellee pursued further information from various supervisors.  He learned that the alleged \"no-spouse\" policy was unwritten and informal.  Appellee was unsatisfied with this news, as he knew of a couple that was hired after appellee submitted his several applications.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">During the relevant time period, NIRC made other pertinent hiring decisions.  First, NIRC hired several adherents of the Jewish faith for directory advertising sales positions.  Second, NIRC hired several individuals who did not meet the stated screening criteria;  these individuals either did not have a college degree or did not possess sufficient sales experience.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The above culminated in appellee bringing a two-pronged discrimination suit.  He claimed that he suffered discrimination on the basis of his Jewish/Hebrew race and on the basis of his national origin, Israel.  The race claim arose under Sec. 1981, which guarantees that \"all persons\" in the United States will have the same rights as \"white citizens\" \"to make and enforce contracts.\"   The national origin claim arose under Title VII, which makes the refusal to hire an applicant because of his \"race, color, religion, sex, or national origin\" unlawful.  As plaintiffs are entitled to a jury trial in Sec. 1981 cases, but not in Title VII cases, the district judge conducted a jury trial on race discrimination before he himself decided the national origin discrimination claim.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellant argues that evidence of race and national origin discrimination are not inextricably intertwined in this case, and that appellee failed to adduce any evidence to support a finding of discrimination on the basis of his Jewish/Hebrew race, as opposed to his Israeli national origin.  Appellant thus concludes that a rational jury could not have found race discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">While we agree with the district court that the evidence of race discrimination was thin in this case, we also agree with the district court that the jury was entitled to reach the result it did.  Appellee made out a prima facie case of discrimination as it was described in McDonnell-Douglas Corp. v. Green, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span> </a></span>(1973).  First, he established that he was Jewish/Hebrew, defined as a protected race by the Supreme Court in Saint Francis College v. Al-Khazraji, <span class=\"citation\" data-id=\"111882\"><a href=\"/opinion/111882/saintfrancis-college-v-al-khazraji/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">604</span></a></span>, <span class=\"citation\" data-id=\"111882\"><a href=\"/opinion/111882/saintfrancis-college-v-al-khazraji/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2022</span></a></span>, <span class=\"citation\" data-id=\"111882\"><a href=\"/opinion/111882/saintfrancis-college-v-al-khazraji/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">582</span> </a></span>(1987), and Shaare Tefila Congregation v. Cobb, <span class=\"citation\" data-id=\"111883\"><a href=\"/opinion/111883/shaare-tefila-congregation-v-cobb/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">615</span></a></span>, <span class=\"citation\" data-id=\"111883\"><a href=\"/opinion/111883/shaare-tefila-congregation-v-cobb/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2019</span></a></span>, <span class=\"citation\" data-id=\"111883\"><a href=\"/opinion/111883/shaare-tefila-congregation-v-cobb/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">594</span> </a></span>(1987).  Second, he applied for a job for which he was qualified.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Finally, appellee was rejected, but the position remained available to other candidates with similar credentials and even some others with apparently fewer credentials.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In addition to establishing the prima facie case of discrimination, appellee testified that Ms. Dumas twice disparaged appellee's Israeli background.  Although appellant claims that these events do not establish race discrimination, the jury could find that Israel is one of those countries in which the populace is composed primarily of a particular race.  As Justice Brennan stated of race and national origin discrimination, often \"the two are identical as a factual matter:  one was born in the nation whose primary stock is one's own ethnic group.\"  Saint Francis <span class=\"citation\" data-id=\"111882\"><span class=\"antecedent_guess\">College,</span> <a href=\"/opinion/111882/saintfrancis-college-v-al-khazraji/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">614</span></a></span>, 107 S.Ct. at 2028 (Brennan, J., concurring).  That Israel is a Jewish state, albeit not composed exclusively of Jews, is well established.  Furthermore, it is undisputed that appellee is of Hebrew/Jewish descent, the stock primarily associated with Israel.  The jury thus could have determined that NIRC, through Ms. Dumas, discriminated against appellee on the basis of his Hebrew/Jewish race by disparaging Israel.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The jury also could have chosen to disregard NIRC's evidence.  NIRC attempts to defuse the allegation of discrimination by pointing out that several adherents of the Jewish faith were hired for directory advertising positions.  The jury could have determined, however, that the other Jewish hires did not rebut appellee's contention of race discrimination.  The relevant issue in a discrimination claim is whether the defendant discriminates against the plaintiff on an improper basis.  The fact that the defendant hired other members of the protected class is evidence that the jury can consider in reaching the ultimate issue, but is not dispositive in itself.  The jury must weigh all of the evidence.  In this case, the jury could conclude that appellant discriminated against appellee on the basis of race in spite of the other Jewish hires.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The fact that NIRC advanced different reasons for refusing to hire appellant at different times could have led the jury simply to disbelieve NIRC.  NIRC first alleged that no jobs were available and that appellee's resume was unclear.  NIRC then alleged that appellee was not as qualified as other candidates.  Finally NIRC announced that it had adopted a \"no-spouse\" policy barring appellee's employment.  This policy was unwritten and, according to Ms. Dumas, not communicated to her until May 1986, even though it was adopted in late 1984 or early 1985.  The jury easily could have determined that these reasons were unsatisfactory, not true, or a pretext to cover up racial animus.  Indeed, appellee presented evidence that applicants with fewer credentials than appellee were hired--directly contradicting one of NIRC's rationales.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We conclude that the evidence is not so heavily weighted in appellant's favor to justify setting aside the jury verdict.  The jury was entitled to find that appellee's race led to his failure to gain employment at NIRC.  The evidence does not lead inescapably to the opposite conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellant complains that the district court improperly allowed the jury to mingle race discrimination with national origin.  During its deliberations, the jury presented the following questions to the district judge:  \"Does discrimination because of race carry the same weight as discrimination because of national origin?   Or are they to be considered the same in this case?\"   The judge responded by emphasizing that the case only confronted the jury with the issue of race discrimination.  The judge added that \"you can also consider, however, whether any comments or any evidence about national origin may bear, may have a significance to you in determining whether there was a discrimination on the basis of race.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We find no error in this instruction.  We already noted with approval the comments made by Justice Brennan in Saint Francis College, and believe that the exchange discussed above reflects those comments.  To repeat, race and national origin discrimination may present identical factual issues when a victim is \"born in a nation whose primary stock is one's own ethnic group.\"   The judge properly responded to the jury's question:  in certain circumstances, including the present case, national origin and race discrimination may overlap.  The judge did not tell the jury that national origin discrimination was identical to race discrimination, however.  He instructed them that national origin discrimination could be used, together with other evidence, to arrive at a conclusion vis-a-vis race discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We come now to two evidentiary rulings that appellant claims were erroneous.  We review them only for abuse of discretion.  Losacco v. F.D. Rich Construction Co., <span class=\"citation\" data-id=\"605980\"><a href=\"/opinion/605980/frank-x-losacco-v-fd-rich-construction-co-inc/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">382</span></a></span>, 385 (1st Cir.1993);  Willhauck v. Halpin, <span class=\"citation\" data-id=\"575825\"><a href=\"/opinion/575825/francis-a-willhauck-jr-v-paul-halpin/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span>, 717 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellant first contends that the district court judge improperly allowed certain testimony by appellee's expert psychologist.  According to the doctor, Mr. Sinai was extremely depressed, but his prognosis was good if appellee was vindicated by the court in his discrimination claim.  In anticipation of this testimony, appellant raised an objection, arguing that it only served to encourage a verdict on improper grounds, and was therefore unduly prejudicial.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The trial transcript shows that the judge carefully considered the objection.  He found the doctor's prognosis for Mr. Sinai's depression to be such an important piece of evidence that it would have been unfair to exclude it.  He concluded that the testimony gave the jury a way to limit damages for future emotional distress, in the event that it rendered a verdict for Mr. Sinai.  Furthermore, the judge felt that appellant's counsel could undo any prejudice by arguing in summation that the trial process was not a therapeutic process for the jury to cure Mr. Sinai's ailments regardless of fault.  Finally, the judge vowed to intervene if the witness entered into any improper testimony.  In short, the district judge realized that he faced a close issue, weighed the alternatives, and reached the most satisfactory conclusion.  Under these circumstances, we cannot find an abuse of discretion in the district court's ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Appellant's next claim of evidentiary error concerns appellee's deteriorating relationship with his wife, and her own discrimination and harassment claims.  Again, the disputed testimony came from appellee's psychologist, this time during redirect examination.  The doctor stated that \"[s]he experienced what she believed was harassment by [appellant] because of ... her husband's decision to file charges against [appellant] for job discrimination against himself.\"   According to the doctor, this harassment formed the basis of the Sinai's marital difficulties, and, in turn, Mr. Sinai's depression.  It appears that Mrs. Sinai filed a claim against appellant with the Massachusetts Commission Against Discrimination and received a favorable ruling, which fact came out in the doctor's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">During the previous cross-examination, appellant's counsel used the doctor's testimony to imply that appellant's depression stemmed from preexisting marital difficulties, not from difficulties related to appellant's discrimination claim.  By opening the door to the issue of appellee's marital relationship, appellant exposed itself to rebuttal testimony such as that offered.  Appellant cannot now complain about that testimony.  See McDonald v. Federal Laboratories, Inc., <span class=\"citation\" data-id=\"429385\"><a href=\"/opinion/429385/william-d-mcdonald-v-federal-laboratories-inc/\"><span class=\"volume\">724</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">243</span></a></span>, 248 (1st Cir.1984) (we will not reverse an evidentiary ruling \"where the party claiming error invited or elicited the alleged error\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Furthermore, the district judge found appellant's objection to this testimony untimely and therefore unavailing.  Indeed, the witness, knowing that his testimony was controversial, paused before proceeding and asked the judge whether to continue.  The judge noted that he heard no objections, and therefore told the doctor to proceed.  While an objection was raised immediately after this ruling, it was not an abuse of discretion to conclude to reject it.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We come now to appellee's contention that the district court erred in not granting a separate recovery for the Title VII claim.  Appellee claims that the jury award, $95,000, is legal in character;  Title VII, on the other hand, is equitable and carries with it equitable remedies.  Appellee believes that he is entitled to both kinds of remedies;  essentially, he contends that he is entitled to the $95,000 plus money for front pay, the pay that he would have received had the district court ordered appellant to hire him.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We cannot accept this argument.  The purpose of damages under Title VII is to make the plaintiff whole.  Albemarle Paper Co. v. Moody, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span>, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2362</span></a></span>, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">280</span> </a></span>(1975).  The district court is vested with a broad range of equitable powers to carry out this mandate.  See 42 U.S.C. Sec. 2000e-5(g) (listing \"reinstatement or hiring of employees, with or without back pay ... or any other equitable relief as the court deems appropriate\" as available relief).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Contrary to appellee's protestations, the district judge did not allow the Sec. 1981 verdict to limit his equitable powers under Title VII improperly.  He simply found that the jury already gave appellee all that he was entitled to receive.  Cf. Wildman v. Lerner Stores Corp., <span class=\"citation\" data-id=\"457690\"><a href=\"/opinion/457690/mark-wildman-v-lerner-stores-corporation-mark-wildman-v-lerner-stores/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">605</span></a></span>, 616 (1st Cir.1985) (in Age Discrimination in Employment Act suit, the district court has discretion on whether award of front pay is necessary).  The jury was presented in the Sec. 1981 claim with evidence concerning back pay, front pay, and emotional distress, and instructed to determine the appropriate level of damages for them.  These are, essentially, the damages authorized under Title VII.  The district court properly concluded that any further relief would have been improper.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Second Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> It is undisputed that appellee earned a college degree.  As for his career experience, we are satisfied that he was qualified because he passed the initial screening process and passed the required test.  Furthermore, appellee presented evidence that less well qualified candidates were hired over him</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109299/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111882/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111883/",
    "https://www.courtlistener.com/api/rest/v3/opinions/429385/",
    "https://www.courtlistener.com/api/rest/v3/opinions/457690/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575825/",
    "https://www.courtlistener.com/api/rest/v3/opinions/576200/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605980/"
  ]
}