{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194876/",
  "id": 194876,
  "absolute_url": "/opinion/194876/reich-sol-v-simpson-gumpertz/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194876/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:07Z",
  "date_modified": "2020-02-22T00:07:50.732798Z",
  "type": "010combined",
  "sha1": "2b56ac75ccde773fd99c8a8e7dfaa952de9ca351",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2237.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 92-2237\n\n             ROBERT B. REICH, SECRETARY OF LABOR,\n\n                         Petitioner,\n\n                              v.\n\n               SIMPSON, GUMPERTZ &amp; HEGER, INC.,\n    AND OCCUPATIONAL SAFETY AND HEALTH REVIEW COMMISSION,\n\n                         Respondents.\n\n                                         \n\n         ON PETITION FOR REVIEW OF A DECISION OF THE\n       OCCUPATIONAL SAFETY AND HEALTH REVIEW COMMISSION\n\n                                         \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n               Selya and Stahl, Circuit Judges.\n                                              \n\n                                         \n\nBruce Justh,  with whom Marshall  J. Breger,  Solicitor of  Labor,\n                                           \nJudith E. Kramer, Deputy  Solicitor of Labor, and Joseph  M. Woodward,\n                                                                 \nAssociate Solicitor for Occupational Safety and Health,  were on brief\nfor petitioner.\nDavid J.  Hatem, with whom  Maura A. Greene and  Burns &amp; Levinson,\n                                                                 \nwere on brief for respondents.\nMark A. Casso, Arthur E. Schwartz,  Elizabeth A. Davis, Robert  C.\n                                                                  \nGombar, Arthur G. Sapper, and McDermott, Will &amp; Emery on brief for The\n                                                 \nAmerican  Consulting  Engineers  Council,  The  National   Society  of\nProfessional  Engineers, and  The  American  Institute of  Architects,\namici curiae.\n\n                                         \n                       August 20, 1993\n                                         \n\n          STAHL,  Circuit  Judge.     In  this  appeal,   the\n                                \n\nSecretary of Labor (\"the Secretary\") challenges a decision of\n\nthe Occupational  Safety and Health  Review Commission  (\"the\n\nCommission\")  granting summary judgment1 in favor of appellee\n\nSimpson, Gumpertz &amp; Heger, Inc. (\"SGH\").  We affirm.\n\n                              I.\n                                \n\n                      Standard of Review\n                                        \n\n          We  review the  Commission's decision  to determine\n\nwhether its  factual  findings are  supported by  substantial\n\nevidence in the record,  29 U.S.C.   660(a), and  whether its\n\nlegal conclusions  are \"arbitrary,  capricious,  an abuse  of\n\ndiscretion, or  otherwise not in  accordance with law[.]\"   5\n\nU.S.C.   706(2)(A).   See also  National Eng'g &amp;  Contracting\n                                                             \n\nCo. v. Occupational Safety &amp; Health Admin., 928 F.2d 762, 767\n                                          \n\n(6th  Cir. 1991).  In making these determinations, we must be\n\nmindful  \"`that   an   agency's  construction   of  its   own\n\nregulations is  entitled to substantial  deference.'\"  Martin\n                                                             \n\nv. Occupational Safety &amp; Health Review Comm'n, 499 U.S. 144, \n                                             \n\n ,  111 S. Ct. 1171, 1175 (1991)  (quoting Lyng v. Payne, 476\n                                                        \n\nU.S. 926, 939 (1986)).  Where the meaning  of a regulation is\n\nambiguous,  the reviewing  court  should give  effect to  the\n\nagency's  reasonable  interpretations, i.e.,  interpretations\n\nwhich \"`sensibly conform[] to the  purpose and wording of the\n\n                    \n\n1.  The  Commission's  Rules   of  Procedure  incorporate  by\nreference  Fed. R.  Civ.  P. 56.    See 29  C.F.R.    2200.61\n                                       \n(1992).\n\n                             -2-\n                              2\n\nregulation[]  . . . .  '\"  Id. at       , 111 S.  Ct. at 1175\n                                        \n\n(citation  omitted) (quoting Northern  Indiana Pub. Serv. Co.\n                                                             \n\nv. Porter County  Chapter of Izaak Walton  League of America,\n                                                             \n\nInc., 423 U.S. 12, 15 (1975)).  In contrast, no  deference is\n    \n\nwarranted  where the agency's  interpretation is inconsistent\n\nwith the wording  of the regulation.  Id. at     , 111 S. Ct.\n                                                 \n\nat  1180 (\"[W]e  emphasize  that the  reviewing court  should\n\ndefer to the Secretary only if the Secretary's interpretation\n\nis reasonable.\") (emphasis in original).\n  \n\n                             II.\n                                \n\n                      Factual Background\n                                        \n\n          Viewing the record in a light most favorable to the\n\nSecretary,  we  summarize the  relevant  facts.   The  events\n\nsurrounding this litigation arise  out of the construction of\n\nthe Fuller Laboratories Building (\"the project\") at Worcester\n\nPolytechnic  Institute  (\"WPI\") in  Worcester, Massachusetts.\n\nSometime  in  1987,  WPI,  the owner  of  the  project, hired\n\nPayette Associates, Inc.  (\"Payette\"), an architectural firm,\n\nto  serve  as  project architect.    In  June  1987, SGH,  an\n\nengineering   firm   located  in   Arlington,  Massachusetts,\n\ncontracted  with   Payette  to  perform   certain  structural\n\nengineering  services in  connection with  the project.   The\n\ngeneral contractor for the project was Francis Harvey &amp; Sons,\n\nInc. (\"Harvey\").\n\n                             -3-\n                              3\n\n          The  building  structure  was  to consist  of  five\n\nfloors of poured  concrete placed  over a base  of steel  and\n\ntemporary metal  decking.  As general  contractor, Harvey was\n\nresponsible for  generating a set of \"shop  drawings\" for the\n\nmetal decking indicating, inter  alia, any shoring  necessary\n                                     \n\nto support  the decking during  the pouring of  the concrete.\n\nAs  design  engineer,  SGH had  a  duty  to  review the  shop\n\ndrawings  submitted  by  Harvey  for   conformance  with  the\n\nproject's design concepts and contract specifications.2 \n\n          On or about July 9, 1988, Harvey submitted the shop\n\ndrawings  of the  metal  decking  to  SGH  for  review.    In\n\nreviewing those shop drawings,  SGH made various notations on\n\nthe drawings  indicating potential  trouble spots.   One such\n\nnotation suggested  that additional shoring be  placed in the\n\narea adjacent to the building's elevator shaft.\n\n          According to the  shop drawings, an area on floor 2\n\nof the building was to be composed of metal decking, four and\n\n                    \n\n2.  With  the exception  of  a few  provisions  added by  the\nparties, SGH's contract  with Payette  consisted entirely  of\nthe standard form language  contained in a document published\nby  the American  Institute  of Architects.   SGH's  contract\nspecified, inter alia,  that SGH would not be responsible for\n                     \nthe  \"construction means,  methods, techniques,  sequences or\nprocedures, for safety precautions and programs in connection\nwith the [w]ork . . . .\"  Rather, the  contract assigns those\nduties to  the general  contractor:  \"The  [c]ontractor shall\nsupervise and  direct the  [w]ork, using  his best  skill and\nattention.     He  shall   be  solely  responsible   for  all\nconstruction  means,  methods,   techniques,  sequences   and\nprocedures and  for coordinating  all portions of  the [w]ork\nunder the [c]ontract.\"\n\n                             -4-\n                              4\n\nthree-quarters inches of concrete, a layer of insulation, and\n\nanother three inches of concrete topping  (\"the multi-layered\n\narea\").  The  drawings did not indicate,  however, the amount\n\nof time that should elapse between the first and second pours\n\nof concrete in this area.  SGH made no notations or revisions\n\nconcerning the indicated shoring of the metal decking  in the\n\nmulti-layered area.\n\n          On December 13, 1988, Harvey's  superintendent, Mr.\n\nDwight Mitchell, began pouring the first layer of concrete in\n\nthe multi-layered area.   He planned to pour the  first layer\n\nof  concrete, place  the layer  of  insulation, and  pour the\n\nsecond layer of concrete topping in one day.  After the first\n\nlayer  of  concrete was  poured  in  the multi-layered  area,\n\nMitchell noticed that  a section  of the metal  decking in  a\n\ndifferent  area of floor 2  was beginning to  sag.  Concerned\n\nabout the  amount  of deflection,  Mitchell  telephoned  Paul\n\nKelley,  SGH's   project  manager,  at   Kelley's  office  in\n\nArlington,  Massachusetts.   Mitchell informed Kelley  of the\n\ndeflection  he  had  observed  and  explained  his  plan  for\n\ncompleting the floor that day.  When told  that the amount of\n\ndeflection was approximately  three-eighths to one-half inch,\n\nKelley stated that that amount of deflection was \"normal.\"  \n\n          Mitchell then mentioned the multi-layered area, and\n\nKelley  asked  him  how  he  planned  to  proceed.   Mitchell\n\nexplained that he intended to pour both layers of concrete in\n\n                             -5-\n                              5\n\none  day.    According to  Mitchell,  Kelley  \"thought for  a\n\nminute\" and told him  \"I don't see any problem with  it . . .\n\n.\"     Mitchell  testified   that,  as   a  result   of  this\n\nconversation, he \"felt assured  that it was all safe  to just\n\ngo ahead as we had planned on doing . . . .\"\n\n          At  some  time  after this  conversation,  Mitchell\n\nbegan  pouring the  second layer  of concrete  in  the multi-\n\nlayered area.  The metal  decking in the multi-layered  area,\n\nhowever, was  not properly shored  and could not  support the\n\nweight  of both  layers of  wet concrete.   As a  result, the\n\nmetal decking in that  area collapsed, injuring five workers.\n\nImportantly,  SGH had  no  employees at  the  worksite.3   On\n\nMarch  13, 1989,  the  Secretary  issued  a citation  to  SGH\n\npursuant  to  29 C.F.R.     1926.703(a)(1),4  for failure  to\n\n                    \n\n3.  The   record  reveals  that  SGH  employees  visited  the\nconstruction site on a  periodic basis to conduct inspections\nand attend meetings.\n\n4.  29 C.F.R.   1926.703(a)(1) provides:\n\n             1926.703    Requirements for  cast-in-\n          place concrete.\n\n          (a) General requirements for formwork.\n\n          (1)    Formwork   shall    be   designed,\n          fabricated,  erected,  supported,  braced\n          and maintained so that it will be capable\n          of   supporting   without   failure   all\n          vertical  and lateral  loads that  may be\n          reasonably anticipated to  be applied  to\n          the   formwork.      Formwork  which   is\n          designed, fabricated, erected, supported,\n          braced and maintained in conformance with\n\n                             -6-\n                              6\n\nshore adequately a  lateral load.   The Secretary proposed  a\n\n$1000 penalty for  the alleged violation.  SGH  contested the\n\ncitation in a letter  to the Department of Labor  dated April\n\n12,  1989.   On  June  7, 1989,  the  Secretary then  filed a\n\ncomplaint against  SGH before the Commission, requesting that\n\nthe citation and proposed penalty be affirmed.  \n\n          On  September  24, 1990,  SGH  filed  a motion  for\n\nsummary  judgment,  arguing  that  the   citation  should  be\n\nvacated.   On November 27, 1990, the administrative law judge\n\n(\"ALJ\")  heard  oral  argument,  and on  February  26,  1991,\n\ngranted the  motion and vacated the  citation.  Subsequently,\n\non  April 11, 1991, the Secretary filed a petition for review\n\nbefore the Commission.  The Commission heard oral argument on\n\nMay  28, 1992,  and  on August  28,  1992, issued  a  lengthy\n\ndecision affirming the ALJ.  This appeal followed.\n\n                             III.\n                                 \n\n                          Discussion\n                                    \n\n           Congress  enacted  the  Occupational   Safety  and\n\nHealth Act of 1970, 29 U.S.C.    651-678 (\"OSHA\"), to \"assure\n\nso far as possible every working man and  woman in the Nation\n\n                    \n\n          the  Appendix  to  this  section  will be\n          deemed to meet  the requirements of  this\n          paragraph.\n\n     The Secretary also issued a citation  to SGH pursuant to\n29  C.F.R.   1926.703(a)(2) for failure to have the plans for\nformwork, including all revisions, available at the  jobsite.\nThe Secretary has, however, withdrawn this citation. \n\n                             -7-\n                              7\n\nsafe  and healthful  working conditions  and to  preserve our\n\nhuman resources[.]\"  29 U.S.C.    651(b).  To that  end, OSHA\n\nplaced primary responsibility on employers, those individuals\n\nwho  oversee and  control  the work  environment, to  achieve\n\ncompliance with  its standards  and insure a  safe workplace.\n\nSee  S. Rep.  No.  1282,  91st  Cong.,  2d  Sess.  9  (1970),\n   \n\nreprinted in  1970 U.S.C.C.A.N.  5177, 5186  (\"Employers have\n            \n\nprimary  control of  the work  environment and  should insure\n\nthat it is safe and healthful.\").  \n\n          Pursuant to  OSHA, an employer's  duties flow  from\n\ntwo  sources.  First, OSHA  imposes a general  duty upon each\n\n\"employer\"5 to  \"furnish to each of  his employees employment\n\nand a  place of  employment  which are  free from  recognized\n\nhazards  that are  causing or  are likely  to cause  death or\n\nserious  physical harm  to  his employees[.]\"    29 U.S.C.   \n\n654(a)(1).    Second,  OSHA  imposes  a  specific  duty  upon\n\nemployers  to abide  by  the occupational  safety and  health\n\nstandards promulgated  by the  Secretary.   See  29 U.S.C.   \n                                               \n\n654(a)(2).6  \n\n          The Secretary has  promulgated occupational  safety\n\nand health  standards, otherwise  known as  \"general industry\n\n                    \n\n5.  As defined in  29 U.S.C.    652(5), an  \"employer\" is  \"a\nperson  engaged  in a  business  affecting  commerce who  has\nemployees . . . .\"\n\n6.  29 U.S.C.   654(a)(2) provides that \"[e]ach employer  . .\n. shall comply with  occupational safety and health standards\npromulgated under this chapter.\"  \n\n                             -8-\n                              8\n\nstandards.\"  See 29  C.F.R. Part 1910 (1992).   The Secretary\n                \n\nhas  also  enacted  industry-specific  standards,  which,  as\n\nauthorized  by the Act, see 29 U.S.C.   652(10), are borrowed\n                           \n\nfrom previously enacted federal statutes and regulations.  29\n\nC.F.R.   1910.12-.16 (1992).\n\n          Indeed, shortly after the Act became effective, the\n\nSecretary summarily adopted a  group of federal standards for\n\nthe   construction   industry   that   had   previously  been\n\npromulgated  under the  Construction Safety  Act of  1969, 40\n\nU.S.C.   333.  See 29  C.F.R. Part 1926 (1992).  29  C.F.R.  \n                  \n\n1910.12(a) defines  the regulatory  universe  to which  these\n\nconstruction standards apply:\n\n          The  [Construction Safety  Act] standards\n          prescribed in  part 1926 of  this chapter\n          are  adopted  as occupational  safety and\n          health standards under  section 6 of  Act\n          and   shall   apply,  according   to  the\n          provisions  thereof, to  every employment\n          and place of employment of every employee\n          engaged  in  construction  work.     Each\n          employer shall protect the employment and\n          places  of  employment  of  each  of  his\n          employees engaged in construction work by\n          complying with  the appropriate standards\n          prescribed in this paragraph.\n\n          In the proceedings below, the parties characterized\n\nthe dispositive issue in the  case as whether SGH's employees\n\nwere  engaged  in  \"construction  work\"  as  defined  by  the\n\nregulation.7   Relying  upon previous  Commission  precedent,\n\n                    \n\n7.  The phrase  \"construction work\"  is defined as  \"work for\nconstruction, alteration, and/or  repair, including  painting\nand decorating.\"  29 C.F.R.   1910.12(b).  \n\n                             -9-\n                              9\n\nsee Skidmore, Owings &amp;  Merrill, 5 BNA OSHC 1762  (1977), the\n                               \n\nCommission held that design professionals could only be found\n\nliable  under Part  1926  to the  extent  that they  exercise\n\n\"substantial  supervision\"  over  the \"actual  construction.\"\n\nThe Commission found that SGH's  actions could not, even when\n\nviewed in a light most favorable to the Secretary, constitute\n\n\"substantial supervision.\"   It therefore affirmed  the ALJ's\n\ndecision to grant SGH's motion for summary judgment.\n\n          After carefully reviewing the record, we agree that\n\nSGH was entitled to  summary judgment.  However, we  base our\n\nconclusion on grounds different than those relied upon below.\n\nSee Resare v. Raytheon Co., 981 F.2d 32, 44-45 n.30 (1st Cir.\n                          \n\n1992)  (noting that we are free to affirm decision below \"`on\n\nany ground supported in the record  even if the issue was not\n\npleaded, tried  or otherwise  referred to in  the proceedings\n\nbelow'\") (quoting  Chamberlin v.  101 Realty, Inc.,  915 F.2d\n                                                  \n\n777, 783 n.8 (1st Cir. 1990)).\n\n          The Secretary  maintains  that  SGH  can  be  found\n\nliable under Part 1926 even though it had no employees at the\n                                            \n\nconstruction  site.   In  light of  the  plain meaning  of 29\n\nC.F.R.      1910.12(a),  we   find  such   an  interpretation\n\nunreasonable.  \n\n          Section  1910.12(a)  requires  \"each  employer\"  to\n\n\"protect  the employment and places of  employment of each of\n                                                             \n\n                    \n\n                             -10-\n                              10\n\nhis employees  . . .  .\"  (emphasis added).   The dispositive\n             \n\nquestion, in our opinion, is whether the construction site at\n\nWPI was a \"place[] of employment\"  which SGH had a duty under\n\nOSHA  to protect.  The record reveals that SGH employees were\n\nnot on the jobsite on a daily or even weekly basis.   SGH did\n\nnot have an office or a trailer at the site.  On the  date of\n\nthe  accident, there were no  SGH employees on  the site, and\n\nwhen the conversation took  place between Kelley and Mitchell\n\non  that morning,  Kelley  was at  his  office in  Arlington,\n\nMassachusetts.   Under these  circumstances, we do  not think\n\nthat the WPI  construction site is a \"place[]  of employment\"\n\nwhich SGH had a duty under OSHA to protect.8 \n\n          In  our  opinion,   adoption  of  the   Secretary's\n\ninterpretation would expand the meaning of the phrase \"places\n\nof  employment\"  beyond  any  reasonable   boundaries.    For\n\nexample,   suppose  that  a  construction  equipment  leasing\n\ncompany sends an employee  to the site to inspect  or perform\n\nmaintenance upon  a piece of  its leased equipment,  and that\n\nthe  employee  gives gratuitous  advice  to the  user  of the\n\nequipment which allegedly causes  an on-site accident.  Under\n\nthe Secretary's interpretation, the  leasing company could be\n\n                    \n\n8.  We should make perfectly  clear that SGH might well  have\nbreached some other legal duty in assuring Harvey's crew that\nit was safe to pour the concrete.  We express no view on this\npoint.   Our  holding, rather, is  a narrow  one:   that OSHA\nregulation 29  C.F.R.    1910.12(a), did not  require SGH  to\nmaintain a safe construction site at WPI.\n\n                             -11-\n                              11\n\nliable under an  OSHA provision directing  that it provide  a\n\nsafe  working environment for its own employees.  Simply put,\n                                     \n\nwe cannot, given the plain language of the regulation and the\n\ndictates\n       ofcommonsense,acceptsuchanexpansivenotionofliability.9\n\n          Finally, we  have not found, nor  has the Secretary\n\ncited, any cases supporting the Secretary's interpretation of\n\nthe phrase  \"places of  employment.\"   Indeed, in every  case\n\ncited  by the Secretary,  the employer  had employees  at the\n\nactual  construction site.   Providing  as much  deference as\n\npossible to  the Secretary's interpretation, we  still do not\n\nsee how one could reasonably read the Department's regulation\n\nas  he has done.  If the Secretary believes broader liability\n\nis  appropriate,   the  solution  is  simply   to  amend  the\n\nregulation so  that it  includes places where  the employer's\n\nown employees have never  worked--assuming, of course, he has\n\nthe authority  to do  so under  OSHA (a  matter  on which  we\n\nexpress  no  view).  It  is not  to  ignore  the regulation's\n\npresent,  more  restrictive,   language.    The  Commission's\n\ndecision is affirmed.\n            affirmed\n                    \n\n                    \n\n9.  We  also note that  the Secretary's  interpretation might\nhave the perverse result of causing an employer to discourage\nhis/her employees from making on-site safety inspections  for\nfear of being subjected to OSHA liability.\n\n                             -12-\n                              12\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 92-2237\n\n             ROBERT B. REICH, SECRETARY OF LABOR,\n\n                         Petitioner,\n\n                              v.\n\n               SIMPSON, GUMPERTZ &amp; HEGER, INC.,\n    AND OCCUPATIONAL SAFETY AND HEALTH REVIEW COMMISSION,\n\n                         Respondents.\n\n                                         \n\n         ON PETITION FOR REVIEW OF A DECISION OF THE\n       OCCUPATIONAL SAFETY AND HEALTH REVIEW COMMISSION\n\n                                         \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n               Selya and Stahl, Circuit Judges.\n                                              \n\n                                         \n\nBruce Justh,  with whom Marshall  J. Breger,  Solicitor of  Labor,\n                                           \nJudith E. Kramer, Deputy  Solicitor of Labor, and Joseph  M. Woodward,\n                                                                 \nAssociate Solicitor for Occupational Safety and Health,  were on brief\nfor petitioner.\nDavid J.  Hatem, with whom  Maura A. Greene and  Burns &amp; Levinson,\n                                                                 \nwere on brief for respondents.\nMark A. Casso, Arthur E. Schwartz,  Elizabeth A. Davis, Robert  C.\n                                                                  \nGombar, Arthur G. Sapper, and McDermott, Will &amp; Emery on brief for The\n                                                 \nAmerican  Consulting  Engineers  Council,  The  National   Society  of\nProfessional  Engineers, and  The  American  Institute of  Architects,\namici curiae.\n\n                                         \n                       August 20, 1993\n                                         \n\n          STAHL,  Circuit  Judge.     In  this  appeal,   the\n                                \n\nSecretary of Labor (\"the Secretary\") challenges a decision of\n\nthe Occupational  Safety and Health  Review Commission  (\"the\n\nCommission\")  granting summary judgment1 in favor of appellee\n\nSimpson, Gumpertz &amp; Heger, Inc. (\"SGH\").  We affirm.\n\n                              I.\n                                \n\n                      Standard of Review\n                                        \n\n          We  review the  Commission's decision  to determine\n\nwhether its  factual  findings are  supported by  substantial\n\nevidence in the record,  29 U.S.C.   660(a), and  whether its\n\nlegal conclusions  are \"arbitrary,  capricious,  an abuse  of\n\ndiscretion, or  otherwise not in  accordance with law[.]\"   5\n\nU.S.C.   706(2)(A).   See also  National Eng'g &amp;  Contracting\n                                                             \n\nCo. v. Occupational Safety &amp; Health Admin., </pre><span class=\"citation\" data-id=\"557827\"><a href=\"/opinion/557827/national-engineering-contracting-company-and-meroe-contracting-supply/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">762</span></a></span><pre class=\"inline\">, 767\n                                          \n\n(6th  Cir. 1991).  In making these determinations, we must be\n\nmindful  \"`that   an   agency's  construction   of  its   own\n\nregulations is  entitled to substantial  deference.'\"  Martin\n                                                             \n\nv. Occupational Safety &amp; Health Review Comm'n, </pre><span class=\"citation\" data-id=\"112561\"><a href=\"/opinion/112561/martin-v-occupational-safety-and-health-review-commn/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span><pre class=\"inline\">, \n                                             \n\n ,  </pre><span class=\"citation\" data-id=\"112561\"><a href=\"/opinion/112561/martin-v-occupational-safety-and-health-review-commn/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1171</span></a></span><pre class=\"inline\">, 1175 (1991)  (quoting Lyng v. Payne, </pre><span class=\"citation\" data-id=\"111696\"><a href=\"/opinion/111696/lyng-v-payne/\"><span class=\"volume\">476</span>\n                                                        \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">926</span></a></span><pre class=\"inline\">, 939 (1986)).  Where the meaning  of a regulation is\n\nambiguous,  the reviewing  court  should give  effect to  the\n\nagency's  reasonable  interpretations, i.e.,  interpretations\n\nwhich \"`sensibly conform[] to the  purpose and wording of the\n\n                    \n\n1.  The  Commission's  Rules   of  Procedure  incorporate  by\nreference  Fed. R.  Civ.  P. 56.    See 29  C.F.R.    2200.61\n                                       \n(1992).\n\n                             -2-\n                              2\n\nregulation[]  . . . .  '\"  </pre><span class=\"citation\" data-id=\"111696\"><a href=\"/opinion/111696/lyng-v-payne/\"><span class=\"id_token\">Id.</span> at       , </a></span><pre class=\"inline\">111 S.  Ct. at 1175\n                                        \n\n(citation  omitted) (quoting Northern  Indiana Pub. Serv. Co.\n                                                             \n\nv. Porter County  Chapter of Izaak Walton  League of America,\n                                                             \n\nInc., </pre><span class=\"citation\" data-id=\"109326\"><a href=\"/opinion/109326/northern-indiana-public-service-co-v-porter-county-chapter-of-izaak/\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">12</span></a></span><pre class=\"inline\">, 15 (1975)).  In contrast, no  deference is\n    \n\nwarranted  where the agency's  interpretation is inconsistent\n\nwith the wording  of the regulation.  </pre><span class=\"citation\" data-id=\"111696\"><a href=\"/opinion/111696/lyng-v-payne/\"><span class=\"id_token\">Id.</span> at     , </a></span><pre class=\"inline\">111 S. Ct.\n                                                 \n\nat  1180 (\"[W]e  emphasize  that the  reviewing court  should\n\ndefer to the Secretary only if the Secretary's interpretation\n\nis reasonable.\") (emphasis in original).\n  \n\n                             II.\n                                \n\n                      Factual Background\n                                        \n\n          Viewing the record in a light most favorable to the\n\nSecretary,  we  summarize the  relevant  facts.   The  events\n\nsurrounding this litigation arise  out of the construction of\n\nthe Fuller Laboratories Building (\"the project\") at Worcester\n\nPolytechnic  Institute  (\"WPI\") in  Worcester, Massachusetts.\n\nSometime  in  1987,  WPI,  the owner  of  the  project, hired\n\nPayette Associates, Inc.  (\"Payette\"), an architectural firm,\n\nto  serve  as  project architect.    In  June  1987, SGH,  an\n\nengineering   firm   located  in   Arlington,  Massachusetts,\n\ncontracted  with   Payette  to  perform   certain  structural\n\nengineering  services in  connection with  the project.   The\n\ngeneral contractor for the project was Francis Harvey &amp; Sons,\n\nInc. (\"Harvey\").\n\n                             -3-\n                              3\n\n          The  building  structure  was  to consist  of  five\n\nfloors of poured  concrete placed  over a base  of steel  and\n\ntemporary metal  decking.  As general  contractor, Harvey was\n\nresponsible for  generating a set of \"shop  drawings\" for the\n\nmetal decking indicating, inter  alia, any shoring  necessary\n                                     \n\nto support  the decking during  the pouring of  the concrete.\n\nAs  design  engineer,  SGH had  a  duty  to  review the  shop\n\ndrawings  submitted  by  Harvey  for   conformance  with  the\n\nproject's design concepts and contract specifications.2 \n\n          On or about July 9, 1988, Harvey submitted the shop\n\ndrawings  of the  metal  decking  to  SGH  for  review.    In\n\nreviewing those shop drawings,  SGH made various notations on\n\nthe drawings  indicating potential  trouble spots.   One such\n\nnotation suggested  that additional shoring be  placed in the\n\narea adjacent to the building's elevator shaft.\n\n          According to the  shop drawings, an area on floor 2\n\nof the building was to be composed of metal decking, four and\n\n                    \n\n2.  With  the exception  of  a few  provisions  added by  the\nparties, SGH's contract  with Payette  consisted entirely  of\nthe standard form language  contained in a document published\nby  the American  Institute  of Architects.   SGH's  contract\nspecified, inter alia,  that SGH would not be responsible for\n                     \nthe  \"construction means,  methods, techniques,  sequences or\nprocedures, for safety precautions and programs in connection\nwith the [w]ork . . . .\"  Rather, the  contract assigns those\nduties to  the general  contractor:  \"The  [c]ontractor shall\nsupervise and  direct the  [w]ork, using  his best  skill and\nattention.     He  shall   be  solely  responsible   for  all\nconstruction  means,  methods,   techniques,  sequences   and\nprocedures and  for coordinating  all portions of  the [w]ork\nunder the [c]ontract.\"\n\n                             -4-\n                              4\n\nthree-quarters inches of concrete, a layer of insulation, and\n\nanother three inches of concrete topping  (\"the multi-layered\n\narea\").  The  drawings did not indicate,  however, the amount\n\nof time that should elapse between the first and second pours\n\nof concrete in this area.  SGH made no notations or revisions\n\nconcerning the indicated shoring of the metal decking  in the\n\nmulti-layered area.\n\n          On December 13, 1988, Harvey's  superintendent, Mr.\n\nDwight Mitchell, began pouring the first layer of concrete in\n\nthe multi-layered area.   He planned to pour the  first layer\n\nof  concrete, place  the layer  of  insulation, and  pour the\n\nsecond layer of concrete topping in one day.  After the first\n\nlayer  of  concrete was  poured  in  the multi-layered  area,\n\nMitchell noticed that  a section  of the metal  decking in  a\n\ndifferent  area of floor 2  was beginning to  sag.  Concerned\n\nabout the  amount  of deflection,  Mitchell  telephoned  Paul\n\nKelley,  SGH's   project  manager,  at   Kelley's  office  in\n\nArlington,  Massachusetts.   Mitchell informed Kelley  of the\n\ndeflection  he  had  observed  and  explained  his  plan  for\n\ncompleting the floor that day.  When told  that the amount of\n\ndeflection was approximately  three-eighths to one-half inch,\n\nKelley stated that that amount of deflection was \"normal.\"  \n\n          Mitchell then mentioned the multi-layered area, and\n\nKelley  asked  him  how  he  planned  to  proceed.   Mitchell\n\nexplained that he intended to pour both layers of concrete in\n\n                             -5-\n                              5\n\none  day.    According to  Mitchell,  Kelley  \"thought for  a\n\nminute\" and told him  \"I don't see any problem with  it . . .\n\n.\"     Mitchell  testified   that,  as   a  result   of  this\n\nconversation, he \"felt assured  that it was all safe  to just\n\ngo ahead as we had planned on doing . . . .\"\n\n          At  some  time  after this  conversation,  Mitchell\n\nbegan  pouring the  second layer  of concrete  in  the multi-\n\nlayered area.  The metal  decking in the multi-layered  area,\n\nhowever, was  not properly shored  and could not  support the\n\nweight  of both  layers of  wet concrete.   As a  result, the\n\nmetal decking in that  area collapsed, injuring five workers.\n\nImportantly,  SGH had  no  employees at  the  worksite.3   On\n\nMarch  13, 1989,  the  Secretary  issued  a citation  to  SGH\n\npursuant  to  29 C.F.R.     1926.703(a)(1),4  for failure  to\n\n                    \n\n3.  The   record  reveals  that  SGH  employees  visited  the\nconstruction site on a  periodic basis to conduct inspections\nand attend meetings.\n\n4.  29 C.F.R.   1926.703(a)(1) provides:\n\n             1926.703    Requirements for  cast-in-\n          place concrete.\n\n          (a) General requirements for formwork.\n\n          (1)    Formwork   shall    be   designed,\n          fabricated,  erected,  supported,  braced\n          and maintained so that it will be capable\n          of   supporting   without   failure   all\n          vertical  and lateral  loads that  may be\n          reasonably anticipated to  be applied  to\n          the   formwork.      Formwork  which   is\n          designed, fabricated, erected, supported,\n          braced and maintained in conformance with\n\n                             -6-\n                              6\n\nshore adequately a  lateral load.   The Secretary proposed  a\n\n$1000 penalty for  the alleged violation.  SGH  contested the\n\ncitation in a letter  to the Department of Labor  dated April\n\n12,  1989.   On  June  7, 1989,  the  Secretary then  filed a\n\ncomplaint against  SGH before the Commission, requesting that\n\nthe citation and proposed penalty be affirmed.  \n\n          On  September  24, 1990,  SGH  filed  a motion  for\n\nsummary  judgment,  arguing  that  the   citation  should  be\n\nvacated.   On November 27, 1990, the administrative law judge\n\n(\"ALJ\")  heard  oral  argument,  and on  February  26,  1991,\n\ngranted the  motion and vacated the  citation.  Subsequently,\n\non  April 11, 1991, the Secretary filed a petition for review\n\nbefore the Commission.  The Commission heard oral argument on\n\nMay  28, 1992,  and  on August  28,  1992, issued  a  lengthy\n\ndecision affirming the ALJ.  This appeal followed.\n\n                             III.\n                                 \n\n                          Discussion\n                                    \n\n           Congress  enacted  the  Occupational   Safety  and\n\nHealth Act of 1970, 29 U.S.C.    651-678 (\"OSHA\"), to \"assure\n\nso far as possible every working man and  woman in the Nation\n\n                    \n\n          the  Appendix  to  this  section  will be\n          deemed to meet  the requirements of  this\n          paragraph.\n\n     The Secretary also issued a citation  to SGH pursuant to\n29  C.F.R.   1926.703(a)(2) for failure to have the plans for\nformwork, including all revisions, available at the  jobsite.\nThe Secretary has, however, withdrawn this citation. \n\n                             -7-\n                              7\n\nsafe  and healthful  working conditions  and to  preserve our\n\nhuman resources[.]\"  29 U.S.C.    651(b).  To that  end, OSHA\n\nplaced primary responsibility on employers, those individuals\n\nwho  oversee and  control  the work  environment, to  achieve\n\ncompliance with  its standards  and insure a  safe workplace.\n\nSee  S. Rep.  No.  1282,  91st  Cong.,  2d  Sess.  9  (1970),\n   \n\nreprinted in  1970 U.S.C.C.A.N.  5177, 5186  (\"Employers have\n            \n\nprimary  control of  the work  environment and  should insure\n\nthat it is safe and healthful.\").  \n\n          Pursuant to  OSHA, an employer's  duties flow  from\n\ntwo  sources.  First, OSHA  imposes a general  duty upon each\n\n\"employer\"5 to  \"furnish to each of  his employees employment\n\nand a  place of  employment  which are  free from  recognized\n\nhazards  that are  causing or  are likely  to cause  death or\n\nserious  physical harm  to  his employees[.]\"    29 U.S.C.   \n\n654(a)(1).    Second,  OSHA  imposes  a  specific  duty  upon\n\nemployers  to abide  by  the occupational  safety and  health\n\nstandards promulgated  by the  Secretary.   See  29 U.S.C.   \n                                               \n\n654(a)(2).6  \n\n          The Secretary has  promulgated occupational  safety\n\nand health  standards, otherwise  known as  \"general industry\n\n                    \n\n5.  As defined in  29 U.S.C.    652(5), an  \"employer\" is  \"a\nperson  engaged  in a  business  affecting  commerce who  has\nemployees . . . .\"\n\n6.  29 U.S.C.   654(a)(2) provides that \"[e]ach employer  . .\n. shall comply with  occupational safety and health standards\npromulgated under this chapter.\"  \n\n                             -8-\n                              8\n\nstandards.\"  See 29  C.F.R. Part 1910 (1992).   The Secretary\n                \n\nhas  also  enacted  industry-specific  standards,  which,  as\n\nauthorized  by the Act, see 29 U.S.C.   652(10), are borrowed\n                           \n\nfrom previously enacted federal statutes and regulations.  29\n\nC.F.R.   1910.12-.16 (1992).\n\n          Indeed, shortly after the Act became effective, the\n\nSecretary summarily adopted a  group of federal standards for\n\nthe   construction   industry   that   had   previously  been\n\npromulgated  under the  Construction Safety  Act of  1969, 40\n\nU.S.C.   333.  See 29  C.F.R. Part 1926 (1992).  29  C.F.R.  \n                  \n\n1910.12(a) defines  the regulatory  universe  to which  these\n\nconstruction standards apply:\n\n          The  [Construction Safety  Act] standards\n          prescribed in  part 1926 of  this chapter\n          are  adopted  as occupational  safety and\n          health standards under  section 6 of  Act\n          and   shall   apply,  according   to  the\n          provisions  thereof, to  every employment\n          and place of employment of every employee\n          engaged  in  construction  work.     Each\n          employer shall protect the employment and\n          places  of  employment  of  each  of  his\n          employees engaged in construction work by\n          complying with  the appropriate standards\n          prescribed in this paragraph.\n\n          In the proceedings below, the parties characterized\n\nthe dispositive issue in the  case as whether SGH's employees\n\nwere  engaged  in  \"construction  work\"  as  defined  by  the\n\nregulation.7   Relying  upon previous  Commission  precedent,\n\n                    \n\n7.  The phrase  \"construction work\"  is defined as  \"work for\nconstruction, alteration, and/or  repair, including  painting\nand decorating.\"  29 C.F.R.   1910.12(b).  \n\n                             -9-\n                              9\n\nsee Skidmore, Owings &amp;  Merrill, 5 BNA OSHC 1762  (1977), the\n                               \n\nCommission held that design professionals could only be found\n\nliable  under Part  1926  to the  extent  that they  exercise\n\n\"substantial  supervision\"  over  the \"actual  construction.\"\n\nThe Commission found that SGH's  actions could not, even when\n\nviewed in a light most favorable to the Secretary, constitute\n\n\"substantial supervision.\"   It therefore affirmed  the ALJ's\n\ndecision to grant SGH's motion for summary judgment.\n\n          After carefully reviewing the record, we agree that\n\nSGH was entitled to  summary judgment.  However, we  base our\n\nconclusion on grounds different than those relied upon below.\n\nSee Resare v. Raytheon Co., </pre><span class=\"citation\" data-id=\"596398\"><a href=\"/opinion/596398/60-fair-emplpraccas-bna-709-60-empl-prac-dec-p-41908-cyntha-j/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span><pre class=\"inline\">, 44-45 n.30 (1st Cir.\n                          \n\n1992)  (noting that we are free to affirm decision below \"`on\n\nany ground supported in the record  even if the issue was not\n\npleaded, tried  or otherwise  referred to in  the proceedings\n\nbelow'\") (quoting  Chamberlin v.  101 Realty, Inc.,  </pre><span class=\"citation\" data-id=\"548932\"><a href=\"/opinion/548932/54-fair-emplpraccas-101-54-empl-prac-dec-p-40282-katherine-m/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span>\n                                                  \n\n<span class=\"page\">777</span></a></span><pre class=\"inline\">, 783 n.8 (1st Cir. 1990)).\n\n          The Secretary  maintains  that  SGH  can  be  found\n\nliable under Part 1926 even though it had no employees at the\n                                            \n\nconstruction  site.   In  light of  the  plain meaning  of 29\n\nC.F.R.      1910.12(a),  we   find  such   an  interpretation\n\nunreasonable.  \n\n          Section  1910.12(a)  requires  \"each  employer\"  to\n\n\"protect  the employment and places of  employment of each of\n                                                             \n\n                    \n\n                             -10-\n                              10\n\nhis employees  . . .  .\"  (emphasis added).   The dispositive\n             \n\nquestion, in our opinion, is whether the construction site at\n\nWPI was a \"place[] of employment\"  which SGH had a duty under\n\nOSHA  to protect.  The record reveals that SGH employees were\n\nnot on the jobsite on a daily or even weekly basis.   SGH did\n\nnot have an office or a trailer at the site.  On the  date of\n\nthe  accident, there were no  SGH employees on  the site, and\n\nwhen the conversation took  place between Kelley and Mitchell\n\non  that morning,  Kelley  was at  his  office in  Arlington,\n\nMassachusetts.   Under these  circumstances, we do  not think\n\nthat the WPI  construction site is a \"place[]  of employment\"\n\nwhich SGH had a duty under OSHA to protect.8 \n\n          In  our  opinion,   adoption  of  the   Secretary's\n\ninterpretation would expand the meaning of the phrase \"places\n\nof  employment\"  beyond  any  reasonable   boundaries.    For\n\nexample,   suppose  that  a  construction  equipment  leasing\n\ncompany sends an employee  to the site to inspect  or perform\n\nmaintenance upon  a piece of  its leased equipment,  and that\n\nthe  employee  gives gratuitous  advice  to the  user  of the\n\nequipment which allegedly causes  an on-site accident.  Under\n\nthe Secretary's interpretation, the  leasing company could be\n\n                    \n\n8.  We should make perfectly  clear that SGH might well  have\nbreached some other legal duty in assuring Harvey's crew that\nit was safe to pour the concrete.  We express no view on this\npoint.   Our  holding, rather, is  a narrow  one:   that OSHA\nregulation 29  C.F.R.    1910.12(a), did not  require SGH  to\nmaintain a safe construction site at WPI.\n\n                             -11-\n                              11\n\nliable under an  OSHA provision directing  that it provide  a\n\nsafe  working environment for its own employees.  Simply put,\n                                     \n\nwe cannot, given the plain language of the regulation and the\n\ndictates\n       ofcommonsense,acceptsuchanexpansivenotionofliability.9\n\n          Finally, we  have not found, nor  has the Secretary\n\ncited, any cases supporting the Secretary's interpretation of\n\nthe phrase  \"places of  employment.\"   Indeed, in every  case\n\ncited  by the Secretary,  the employer  had employees  at the\n\nactual  construction site.   Providing  as much  deference as\n\npossible to  the Secretary's interpretation, we  still do not\n\nsee how one could reasonably read the Department's regulation\n\nas  he has done.  If the Secretary believes broader liability\n\nis  appropriate,   the  solution  is  simply   to  amend  the\n\nregulation so  that it  includes places where  the employer's\n\nown employees have never  worked--assuming, of course, he has\n\nthe authority  to do  so under  OSHA (a  matter  on which  we\n\nexpress  no  view).  It  is not  to  ignore  the regulation's\n\npresent,  more  restrictive,   language.    The  Commission's\n\ndecision is affirmed.\n            affirmed\n                    \n\n                    \n\n9.  We  also note that  the Secretary's  interpretation might\nhave the perverse result of causing an employer to discourage\nhis/her employees from making on-site safety inspections  for\nfear of being subjected to OSHA liability.\n\n                             -12-\n                              12\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109326/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111696/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112561/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548932/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557827/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596398/"
  ]
}