{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194871/",
  "id": 194871,
  "absolute_url": "/opinion/194871/united-states-v-richard-l-rowe/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194871/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:01Z",
  "date_modified": "2020-02-22T00:07:36.275131Z",
  "type": "010combined",
  "sha1": "170cdb8876ac35e5cc3f24bb446aca625e7543d6",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1959.01A",
  "local_path": null,
  "plain_text": "August 18, 1993   UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-1959\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                       RICHARD L. ROWE,\n\n                    Defendant, Appellant.\n\n                                         \n\n                         ERRATA SHEET\n\n   The  opinion of  this  Court issued  on  July 22,  1993,  is\namended as follows:\n\n   On  page  2, footnote  1, lines  4-5,  replace \"29  U.S.C.  \n1131;\" with \"29 U.S.C.    1023, 1024, and 1131;\".\n\nJuly 30, 1993\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                 \n\nNo. 92-1959\n\n                       UNITED STATES, \n                          Appellee,\n\n                              v.\n\n                       RICHARD L. ROWE,\n                    Defendant, Appellant.\n\n                                    \n\n                         ERRATA SHEET\n\n   The  opinion of  this  Court issued  on  July 22,  1993,  is\namended as follows:\n\n   On page 4, line 7 from the bottom:  strike \"Fed. R.  Civ. P.\n52(a).\"\n\n   On page 4, last line:  change \"q\" in \"quideline\" to \"g\" \n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-1959\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                       RICHARD L. ROWE,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. William G. Young, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge, \n                                         \n               Campbell, Senior Circuit Judge,\n                                             \n                  and Stahl, Circuit Judge.\n                                          \n\n                                         \n\nSusan E. Silver with whom Jack F. St.  Clair and Joseph, St. Clair\n                                                                  \n&amp; Cava were on brief for appellant.\n  \nVictor  A. Wild,  Assistant United  States Attorney,  with whom A.\n                                                                  \nJohn Pappalardo was on brief for appellee.\n           \n\n                                         \n\n                        July 22, 1993\n                                         \n\n     BOUDIN, Circuit  Judge.   Pursuant to a  plea agreement,\n                           \n\nRichard  Rowe  pled  guilty  to  numerous   criminal  charges\n\nstemming  from  his role  in  a  fraudulent health  insurance\n\nscheme whose victims  were a number  of small businesses  and\n\ntheir employees.1   Rowe developed and  administered a multi-\n\nemployer  health insurance  plan  which offered  below-market\n\nrates  for  coverage comparable  to  that  provided by  other\n\ninsurance  companies,  and which  was falsely  represented as\n\nbeing a tax-exempt ERISA plan \"approved\" by the United States\n\nDepartment  of Labor.  Rowe and others involved in the scheme\n\nmismanaged  the operation and converted plan assets and, as a\n\nresult, many  subscribers to the  plan were left  with unpaid\n\nmedical bills.  \n\n     Rowe  was sentenced  to  an aggregate  six-year term  of\n\nimprisonment,  to  three  years  of supervised  release,  and\n\nordered  to  pay up  to $1,903,386  in  restitution.   He now\n\nappeals,  challenging the following  sentencing calculations:\n\na  two-level increase  in his  base offense level  for victim\n\nvulnerability,  U.S.S.G.    3A1.1; a  two-level  increase for\n\nobstruction  of justice,  U.S.S.G.    3C1.1; and  a one-level\n\n                    \n\n     1Rowe  pled  guilty  to  all counts  against  him  which\nincluded  conspiracy, 18 U.S.C.   371;  mail fraud, 18 U.S.C.\n    1341;  ERISA  theft,  18  U.S.C.     664;    ERISA  false\nstatements, 18 U.S.C.    1027; failure to  file certain ERISA\nstatements,  29  U.S.C.       1023,  1024,  1131;  and  ERISA\nkickback, 18 U.S.C.    1954.   ERISA is the  acronym for  the\nEmployment Retirement Income Security  Act of 1974, 29 U.S.C.\n  1001 et seq.\n             \n\n                             -2-\n\nupward departure for  causing the  loss of  confidence in  an\n\nimportant institution,  U.S.S.G.    2F1.1,  application  note\n\n10(e).  We set aside the enhancement for victim vulnerability\n\nand otherwise affirm.\n\n     Victim Vulnerability.  Section  3A1.1 of the  Sentencing\n                         \n\nGuidelines  directs  the  sentencing   court  to  increase  a\n\ndefendant's base offense level by two levels:\n\n     If the defendant knew or  should have known that  a\n     victim of  the offense was unusually vulnerable due\n     to  age, physical  or mental  condition, or  that a\n     victim  was  otherwise particularly  susceptible to\n     the criminal conduct . . . .\n\nThe commentary  to the  guideline states that  the adjustment\n\napplies  \"where  an unusually  vulnerable  victim  is made  a\n\ntarget of criminal  activity by the  defendant.\"  U.S.S.G.   \n\n3A1.1, application  note 1.  The  commentary further explains\n\nthat  an  adjustment for  victim  vulnerability  is warranted\n\nwhere,  for  example,  a  defendant  fraudulently markets  an\n\nineffective cancer  cure or targets a  handicapped person for\n\nrobbery, but not where a fraud is aimed at the general public\n\nand \"one of the victims happened to be senile.\"  Id.\n                                                   \n\n     The government made two  arguments in the district court\n\nin support of  the enhancement.   First, it  said that  small\n\nbusinesses such  as those  solicited  by Rowe  are unable  to\n\nobtain  affordable  health  insurance  for  their  employees,\n\nmaking them  particularly susceptible to  offers of  low-cost\n\nhealth   insurance.    Second,  the  government  argued  that\n\n                             -3-\n\nindividual  employees  were  rendered  vulnerable  once  they\n\ndeveloped medical problems because they then faced the choice\n\nof either  continuing their payments to  Rowe's plan, despite\n\nits nonpayment or delayed payment of their medical bills,  or\n\nelse possibly  losing their health insurance.   Rowe contends\n\nthat the district court erred in accepting these arguments as\n\na  basis for imposing an enhancement under section 3A1.1.  He\n\nsays  that  the  district  court  should  have  required  the\n\ngovernment  to  produce  evidence  that  the   employers  and\n\nemployees were in fact unusually vulnerable instead of taking\n                      \n\nthe government's assertions at face value.  We agree.\n\n     In our  view, it may  be fair to  assume as a  matter of\n\nreasonable inference that a number of the small businesses to\n\nwhom the insurance was sold were motivated by need as well as\n\nby  the prospect  of savings.   It is  even more  likely that\n\nthose subscribers who were already ill when the plan faltered\n\nwould be inclined to remain longer with  the plan for lack of\n\nalternatives.   The district  court in sentencing  matters is\n\nnot restricted  to formal  evidence, and the  court's factual\n\ninferences,  as well  as  direct findings,  are normally  set\n\naside  only if \"clearly erroneous.\"   See 9  Wright &amp; Miller,\n                                         \n\nFederal Practice and Procedure   2573, at 689,   2587 (1971 &amp;\n                              \n\n1993 Supp.).\n\n     Nevertheless, we think as  a matter of interpretation of\n\nthe guideline, cf.  United States v.  Sabatino, 943 F.2d  94,\n                                              \n\n                             -4-\n\n102 (1st Cir. 1991),  that the enhancement does not  apply in\n\nthis  case.  In construing this guideline, the circuit courts\n\nhave been rather  quick to reverse enhancements  based on the\n\nvictims'  class membership,  without a showing  of individual\n\ncircumstances; and, in addition,  the case law has emphasized\n\nthe  need for  \"unusual[]\"  vulnerability and  \"particular[]\"\n\nsusceptibility.   U.S.S.G.    3A1.1.2   In Wilson, the  court\n                                                 \n\nreversed the enhancement  for one who fraudulently  solicited\n\nfor \"relief\" funds in a town stricken by a tornado, saying:\n\n     [I]f we  were to adopt  the government's  position,\n     virtually  every  defendant  convicted of  a  crime\n     involving fraudulent solicitation would  be subject\n     to  an upward adjustment under    3A1.1.  Those who\n     engage  in this  criminal  activity usually  target\n     their solicitations at those they think most likely\n     to  respond to the requests  for money.   We do not\n     think,  however,  that  the  Sentencing  Commission\n     intended  on  that  account  to  impose  an  upward\n     adjustment on virtually all defendants convicted of\n     fraudulent solicitation.\n\n913 F.2d at 138.\n\n     We  think  that  even  if  we  accept  the  government's\n\nassumption that  small businesses are often  limited in their\n\nsources  for securing  insurance, this  does not  itself show\n\nthat  measure of  \"unusual\"  or  \"peculiar\" vulnerability  or\n\nsusceptibility  of victims  needed to  invoke the  guideline.\n\n                    \n\n     2See, e.g., Sabatino, 943 F.2d at 103; United States  v.\n                                                         \nPaige, 923 F.2d 112,  113-114 (8th Cir. 1991); United  States\n                                                             \nv. Creech, 913  F.2d 780,  781-82 (10th Cir.  1990);   United\n                                                             \nStates v. Wilson, 913 F.2d 136, 138 (4th Cir. 1990).  Compare\n                                                             \nUnited  States  v. Pavao,  948 F.2d  74,  78 (1st  Cir. 1991)\n                        \n(enhancement upheld  where district court  heard evidence  of\ndrug user's actual vulnerability to crime).\n\n                             -5-\n\nApart  from directing his offers to the group \"most likely to\n\nrespond,\"  Wilson, 913 F.2d at  138, there is  nothing in the\n                 \n\nrecord  to suggest  that  Rowe focused  special attention  on\n\nprecariously  placed  victims--conduct  evincing  the  \"extra\n\nmeasure of criminal  depravity which   3A1.1  intends to more\n\nseverely punish.\"   United States  v. Moree,  897 F.2d  1329,\n                                           \n\n1335 (5th Cir. 1990).\n\n     We  do   not  say  that  under   the  guideline  special\n\nvulnerability may never be  derived from class membership; as\n\nthe  commentary  states, \"market[ing]  an  ineffective cancer\n\ncure\"  would  qualify for  enhancement.    U.S.S.G.    3A1.1,\n\napplication  note 1.   But  where there  is only  an ordinary\n\nmeasure of  increased likeliness to respond  in the solicited\n\ngroup, and no evidence that the defendant selected individual\n\nvictims  based  on  special  susceptibility,   we  think  the\n\nenhancement does not  apply.  It is hard to articulate a more\n\nprecise standard where so much turns on degree.  The emerging\n\ncase law will pick out the pattern.\n\n     As  for  the  individual employees  who  later developed\n\nmedical conditions, we  agree with the government that  it is\n\nprobably safe to assume that  these individuals had more than\n\nthe usual incentive to continue paying their premiums.  There\n\nmay  well  be  among  this group  some  who  were  especially\n\nstricken  and unusually  vulnerable, just  as there  may have\n\nbeen  some  small   businesses  truly  desperate   to  obtain\n\n                             -6-\n\ninsurance.   Although  individuals who  became ill  after the\n\ninsurance was  sold were  hardly a special  target of  Rowe's\n\ninitial  solicitations,  it  may  be  that  their  subsequent\n\ninability to  switch plans contributed in some  manner to his\n\nprofits.\n\n     But in this case the thrust of the wrongdoing with which\n\nRowe was charged was the initial fraudulent solicitations and\n\nthe  mismanagement or looting of the plan's assets.  The near\n\ncertainty that some of the subscribers would be more enmeshed\n\nthan others appears to  have been a collateral aspect  of the\n\nwrongdoing.   Indeed, the  situation is rather  close to  the\n\ncase in which a fraud is aimed at the general public and some\n\nof the victims are senile or otherwise unusually susceptible.\n\nYet  in  that  instance the  guideline  commentary  expressly\n\nprecludes an enhancement, U.S.S.G. 3A1.1, application note 1,\n\npresumably  because there  is  no special  targeting of  such\n\nvictims and the  added impact  is incidental.   We think  the\n\nsame result follows in this case.3\n\n     Obstruction of Justice.  Rowe's guilty plea  encompassed\n                           \n\nrelated charges that  were brought in Atlanta and  Boston and\n\nthat were later consolidated.   After Rowe's arrest in Boston\n\n                    \n\n     3At  oral  argument before  this  court,  the government\nimplied that  Rowe's company told individual subscribers with\nmedical  problems  that  they  had  no  choice,  given  their\nexisting conditions, other than to stay with its plan despite\nlate payment of their  claims.  However, no evidence  to this\neffect was presented to the district court.\n\n                             -7-\n\non  January  23,  1990,  he  was  released  on  bond  on  the\n\ncondition,  among others,  that  he appear  for all  judicial\n\nproceedings as required.   Two days later  Rowe was arraigned\n\nin the Atlanta case in the Northern District of Georgia.\n\n     Shortly thereafter Rowe fled  the country, and a warrant\n\nfor  his  arrest was  issued  on April  13, 1990.    Rowe was\n\narrested  in Denmark by Danish  authorities on June 16, 1990,\n\nand returned the next  month to Atlanta where he  remained in\n\nfederal  custody without  bail.   While Rowe  was out  of the\n\ncountry, the district court  in Georgia heard motions  in the\n\ncase in Rowe's absence.  Rowe's action in fleeing the country\n\nresulted  in  a  two-level  enhancement  for  obstruction  of\n\njustice, U.S.S.G.   3C1.1, which Rowe now appeals.\n\n     The government argues that Rowe has waived any objection\n\nto  the enhancement  for obstruction  of justice  because his\n\nwritten  objection  to the  enhancement  as  proposed in  the\n\npresentence  report  was  not  repeated  at  the   sentencing\n\nhearing.   At the outset  of the hearing,  the district judge\n\nasked  Rowe's  counsel  whether  he  had  any  \"additions  or\n\ncorrections\"  to  make  to   the  presentence  report,  which\n\nincorporated  an  enhancement  for  obstruction  of  justice.\n\nRowe's  lawyer  replied that  the  only  correction concerned\n\nRowe's assets and liabilities, and the discussion then turned\n\nto the defendant's assets and to other issues.\n\n                             -8-\n\n     Notably, the government,  when asked the same  question,\n\nsaid  that it had no  additions or corrections  to make, even\n\nthough  it  had  filed  its own  written  objections  to  the\n\npresentence report.   When  the district court  then inquired\n\ninto one of  those objections, the prosecutor  told the judge\n\nthat  he had \"understood the Court to be asking whether there\n\nwere any  additional matters the government  wanted to submit\n                    \n\nto  the Court  as opposed  to argue  to the  Court.\"   Rowe's\n\nlawyer  might  have reached  the  same  conclusion since  the\n\nmatter  of Rowe's assets was  a newly-raised issue.   We need\n\nnot   pursue   the  matter   because   the  enhancement   was\n\nappropriate.  \n\n     Rowe argues  that the  obstruction enhancement  does not\n\napply to  flights from  arrest that  do not  endanger others.\n\nU.S.S.G.   3C1.1, application  note 4(d), and   3C1.2.   This\n\nis  a generally correct statement of the law but an erroneous\n\ndescription  of  the reason  for  Rowe's  enhancement.   Rowe\n\nreceived  the  enhancement  for  his failure  to  appear  for\n\njudicial proceedings.  This was made clear in the presentence\n\nreport.    The commentary  to  the  obstruction guideline  in\n\neffect at the time  of Rowe's sentencing provides for  a two-\n\npoint  increase  for  a  defendant's  \"willfully  failing  to\n\nappear, as  ordered,  for a  judicial  proceeding.\"  U.S.S.G.\n\n 3C1.1, application note 3(e) (1990).\n\n                             -9-\n\n     Although  this commentary  was not  in effect  when Rowe\n\nfled to  Denmark, no ex post facto problem is presented.  The\n                                  \n\n1989  version of  the  guidelines were  in  effect when  Rowe\n\ndisappeared in early  1990.  The  courts have uniformly  held\n\nthat   flight  from   judicial  proceedings   constitutes  an\n\nobstruction  of  justice  under   the  1989  version  of  the\n\nGuidelines.   United States  v. Monroe,  990 F.2d 1370,  1375\n                                      \n\n(D.C.  Cir.  1993)  (canvassing  cases);   United  States  v.\n                                                         \n\nMcCarthy, 961 F.2d 972, 979-80 (1st Cir. 1992).\n        \n\n     Rowe's  only  response  to  the  actual  basis  for  the\n\nenhancement is  that he was unaware  of probation proceedings\n\nto obtain his passport.  It was during these proceedings that\n\nauthorities learned  of Rowe's absence from the  country.  In\n\nhis response  to the presentence report,  Rowe explained that\n\nhe had  already left for  Denmark when  the probation  office\n\nbegan its efforts to secure his passport.  However, as Rowe's\n\ncounsel conceded at oral  argument in this court, one  of the\n\nconditions  of  Rowe's  release was  that  he  turn  over his\n\npassport.    The obvious  purpose of  the requirement  was to\n\nprevent  Rowe  from  avoiding   prosecution  by  leaving  the\n\ncountry.  We find  no error in the district  court's decision\n\nto enhance Rowe's sentence for obstruction of justice.  \n\n     Loss of Confidence in an Important Institution.  We also\n                                                   \n\naffirm  the district  court's decision  to depart  upward one\n\nlevel for loss  of confidence in  an important institution.  \n\n                             -10-\n\nThe commentary to  the fraud  guideline says  that an  upward\n\ndeparture may be warranted if the amount of the loss involved\n\ndoes  not  fully  capture  the harm  or  seriousness  of  the\n\nconduct, and then gives several examples of when a  departure\n\nmay be appropriate.   U.S.S.G.   2F1.1,  application note 10.\n\nOne of the  examples is where \"the  offense caused a loss  of\n\nconfidence in  an important  institution.\"   Id., application\n                                                \n\nnote 10(e).\n\n     In  its  presentence  memorandum, the  government  cited\n\narticles and congressional  testimony describing the  growing\n\nthreat to the health insurance industry, and in particular to\n\nmulti-employer arrangements  for small businesses,  caused by\n\nfraudulent  operators posing  as legitimate  insurers.   Rowe\n\nargues  that  there was  no  evidence  that his  own  conduct\n\noccasioned a loss of  confidence in the health industry.   In\n\nour view no such evidence was required.\n\n     We  think  it  obvious  that  the  many  businesses  and\n\nemployees defrauded by Rowe must have had their confidence in\n\nhealth insurers shaken as  a result of their experience.   It\n\ncannot be seriously  doubted that they and others  made aware\n\nof the scheme are now likely to be more wary of insurers, and\n\nespecially of legitimate but relatively  unknown insurers who\n\ncater to small businesses.   The district court did  not need\n\nto hear evidence to reach this conclusion.  See United States\n                                                             \n\nv.  Fousek, 912 F.2d 979,  981 (8th Cir.  1990) (evidence not\n          \n\n                             -11-\n\nnecessary to show  that bankruptcy trustee's embezzlement  of\n\nfunds caused  a  loss of  confidence  in the  institution  of\n\nbankruptcy trustees).\n\n     We  conclude that  the vulnerability  enhancement cannot\n\nstand but  that the  other challenges  to the  sentence fail.\n\nThe  sentence is  vacated and  the case  is remanded  for re-\n                                                    \n\nsentencing consistent with this opinion.\n\n     It is so ordered.\n                     \n\n                             -12-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">August 18, 1993   UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-1959\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                       RICHARD L. ROWE,\n\n                    Defendant, Appellant.\n\n                                         \n\n                         ERRATA SHEET\n\n   The  opinion of  this  Court issued  on  July 22,  1993,  is\namended as follows:\n\n   On  page  2, footnote  1, lines  4-5,  replace \"29  U.S.C.  \n1131;\" with \"29 U.S.C.    1023, 1024, and 1131;\".\n\nJuly 30, 1993\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                 \n\nNo. 92-1959\n\n                       UNITED STATES, \n                          Appellee,\n\n                              v.\n\n                       RICHARD L. ROWE,\n                    Defendant, Appellant.\n\n                                    \n\n                         ERRATA SHEET\n\n   The  opinion of  this  Court issued  on  July 22,  1993,  is\namended as follows:\n\n   On page 4, line 7 from the bottom:  strike \"Fed. R.  Civ. P.\n52(a).\"\n\n   On page 4, last line:  change \"q\" in \"quideline\" to \"g\" \n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-1959\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                       RICHARD L. ROWE,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. William G. Young, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge, \n                                         \n               Campbell, Senior Circuit Judge,\n                                             \n                  and Stahl, Circuit Judge.\n                                          \n\n                                         \n\nSusan E. Silver with whom Jack F. St.  Clair and Joseph, St. Clair\n                                                                  \n&amp; Cava were on brief for appellant.\n  \nVictor  A. Wild,  Assistant United  States Attorney,  with whom A.\n                                                                  \nJohn Pappalardo was on brief for appellee.\n           \n\n                                         \n\n                        July 22, 1993\n                                         \n\n     BOUDIN, Circuit  Judge.   Pursuant to a  plea agreement,\n                           \n\nRichard  Rowe  pled  guilty  to  numerous   criminal  charges\n\nstemming  from  his role  in  a  fraudulent health  insurance\n\nscheme whose victims  were a number  of small businesses  and\n\ntheir employees.1   Rowe developed and  administered a multi-\n\nemployer  health insurance  plan  which offered  below-market\n\nrates  for  coverage comparable  to  that  provided by  other\n\ninsurance  companies,  and which  was falsely  represented as\n\nbeing a tax-exempt ERISA plan \"approved\" by the United States\n\nDepartment  of Labor.  Rowe and others involved in the scheme\n\nmismanaged  the operation and converted plan assets and, as a\n\nresult, many  subscribers to the  plan were left  with unpaid\n\nmedical bills.  \n\n     Rowe  was sentenced  to  an aggregate  six-year term  of\n\nimprisonment,  to  three  years  of supervised  release,  and\n\nordered  to  pay up  to $1,903,386  in  restitution.   He now\n\nappeals,  challenging the following  sentencing calculations:\n\na  two-level increase  in his  base offense level  for victim\n\nvulnerability,  U.S.S.G.    3A1.1; a  two-level  increase for\n\nobstruction  of justice,  U.S.S.G.    3C1.1; and  a one-level\n\n                    \n\n     1Rowe  pled  guilty  to  all counts  against  him  which\nincluded  conspiracy, 18 U.S.C.   371;  mail fraud, 18 U.S.C.\n    1341;  ERISA  theft,  18  U.S.C.     664;    ERISA  false\nstatements, 18 U.S.C.    1027; failure to  file certain ERISA\nstatements,  29  U.S.C.       1023,  1024,  1131;  and  ERISA\nkickback, 18 U.S.C.    1954.   ERISA is the  acronym for  the\nEmployment Retirement Income Security  Act of 1974, 29 U.S.C.\n  1001 et seq.\n             \n\n                             -2-\n\nupward departure for  causing the  loss of  confidence in  an\n\nimportant institution,  U.S.S.G.    2F1.1,  application  note\n\n10(e).  We set aside the enhancement for victim vulnerability\n\nand otherwise affirm.\n\n     Victim Vulnerability.  Section  3A1.1 of the  Sentencing\n                         \n\nGuidelines  directs  the  sentencing   court  to  increase  a\n\ndefendant's base offense level by two levels:\n\n     If the defendant knew or  should have known that  a\n     victim of  the offense was unusually vulnerable due\n     to  age, physical  or mental  condition, or  that a\n     victim  was  otherwise particularly  susceptible to\n     the criminal conduct . . . .\n\nThe commentary  to the  guideline states that  the adjustment\n\napplies  \"where  an unusually  vulnerable  victim  is made  a\n\ntarget of criminal  activity by the  defendant.\"  U.S.S.G.   \n\n3A1.1, application  note 1.  The  commentary further explains\n\nthat  an  adjustment for  victim  vulnerability  is warranted\n\nwhere,  for  example,  a  defendant  fraudulently markets  an\n\nineffective cancer  cure or targets a  handicapped person for\n\nrobbery, but not where a fraud is aimed at the general public\n\nand \"one of the victims happened to be senile.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>\n                                                   \n\n     The government </span><pre class=\"inline\">made two  arguments in the district court\n\nin support of  the enhancement.   First, it  said that  small\n\nbusinesses such  as those  solicited  by Rowe  are unable  to\n\nobtain  affordable  health  insurance  for  their  employees,\n\nmaking them  particularly susceptible to  offers of  low-cost\n\nhealth   insurance.    Second,  the  government  argued  that\n\n                             -3-\n\nindividual  employees  were  rendered  vulnerable  once  they\n\ndeveloped medical problems because they then faced the choice\n\nof either  continuing their payments to  Rowe's plan, despite\n\nits nonpayment or delayed payment of their medical bills,  or\n\nelse possibly  losing their health insurance.   Rowe contends\n\nthat the district court erred in accepting these arguments as\n\na  basis for imposing an enhancement under section 3A1.1.  He\n\nsays  that  the  district  court  should  have  required  the\n\ngovernment  to  produce  evidence  that  the   employers  and\n\nemployees were in fact unusually vulnerable instead of taking\n                      \n\nthe government's assertions at face value.  We agree.\n\n     In our  view, it may  be fair to  assume as a  matter of\n\nreasonable inference that a number of the small businesses to\n\nwhom the insurance was sold were motivated by need as well as\n\nby  the prospect  of savings.   It is  even more  likely that\n\nthose subscribers who were already ill when the plan faltered\n\nwould be inclined to remain longer with  the plan for lack of\n\nalternatives.   The district  court in sentencing  matters is\n\nnot restricted  to formal  evidence, and the  court's factual\n\ninferences,  as well  as  direct findings,  are normally  set\n\naside  only if \"clearly erroneous.\"   See 9  Wright &amp; Miller,\n                                         \n\nFederal Practice and Procedure   2573, at 689,   2587 (1971 &amp;\n                              \n\n1993 Supp.).\n\n     Nevertheless, we think as  a matter of interpretation of\n\nthe guideline, cf.  United States v.  Sabatino, </pre><span class=\"citation\" data-id=\"567584\"><a href=\"/opinion/567584/united-states-v-diane-sabatino-united-states-of-america-v-joseph/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">94</span></a></span><pre class=\"inline\">,\n                                              \n\n                             -4-\n\n102 (1st Cir. 1991),  that the enhancement does not  apply in\n\nthis  case.  In construing this guideline, the circuit courts\n\nhave been rather  quick to reverse enhancements  based on the\n\nvictims'  class membership,  without a showing  of individual\n\ncircumstances; and, in addition,  the case law has emphasized\n\nthe  need for  \"unusual[]\"  vulnerability and  \"particular[]\"\n\nsusceptibility.   U.S.S.G.    3A1.1.2   In Wilson, the  court\n                                                 \n\nreversed the enhancement  for one who fraudulently  solicited\n\nfor \"relief\" funds in a town stricken by a tornado, saying:\n\n     [I]f we  were to adopt  the government's  position,\n     virtually  every  defendant  convicted of  a  crime\n     involving fraudulent solicitation would  be subject\n     to  an upward adjustment under    3A1.1.  Those who\n     engage  in this  criminal  activity usually  target\n     their solicitations at those they think most likely\n     to  respond to the requests  for money.   We do not\n     think,  however,  that  the  Sentencing  Commission\n     intended  on  that  account  to  impose  an  upward\n     adjustment on virtually all defendants convicted of\n     fraudulent </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">solicitation.</span>\n\n<span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">138</span></span><pre class=\"inline\">.\n\n     We  think  that  even  if  we  accept  the  government's\n\nassumption that  small businesses are often  limited in their\n\nsources  for securing  insurance, this  does not  itself show\n\nthat  measure of  \"unusual\"  or  \"peculiar\" vulnerability  or\n\nsusceptibility  of victims  needed to  invoke the  guideline.\n\n                    \n\n     2See, e.g., </pre><span class=\"citation\" data-id=\"567584\"><span class=\"antecedent_guess\">Sabatino,</span> <a href=\"/opinion/567584/united-states-v-diane-sabatino-united-states-of-america-v-joseph/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">103</span></a></span><pre class=\"inline\">; United States  v.\n                                                         \nPaige, </pre><span class=\"citation\" data-id=\"553950\"><a href=\"/opinion/553950/united-states-v-gary-paige/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span><pre class=\"inline\">,  113-114 (8th Cir. 1991); United  States\n                                                             \nv. Creech, </pre><span class=\"citation\" data-id=\"547569\"><a href=\"/opinion/547569/united-states-v-billy-e-creech/\"><span class=\"volume\">913</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">780</span></a></span><pre class=\"inline\">,  781-82 (10th Cir.  1990);   United\n                                                             \nStates v. Wilson, </pre><span class=\"citation\" data-id=\"547484\"><a href=\"/opinion/547484/united-states-v-isaiah-wilson-jr/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">136</span></a></span><pre class=\"inline\">, 138 (4th Cir. 1990).  Compare\n                                                             \nUnited  States  v. Pavao,  </pre><span class=\"citation\" data-id=\"571260\"><a href=\"/opinion/571260/united-states-v-luis-m-pavao/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">74</span></a></span><pre class=\"inline\">,  78 (1st  Cir. 1991)\n                        \n(enhancement upheld  where district court  heard evidence  of\ndrug user's actual vulnerability to crime).\n\n                             -5-\n\nApart  from directing his offers to the group \"most likely to\n\nrespond,\"  </pre><span class=\"citation\" data-id=\"547484\"><span class=\"antecedent_guess\">Wilson,</span> <a href=\"/opinion/547484/united-states-v-isaiah-wilson-jr/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">138</span></a></span><pre class=\"inline\">, there is  nothing in the\n                 \n\nrecord  to suggest  that  Rowe focused  special attention  on\n\nprecariously  placed  victims--conduct  evincing  the  \"extra\n\nmeasure of criminal  depravity which   3A1.1  intends to more\n\nseverely punish.\"   United States  v. Moree,  </pre><span class=\"citation\" data-id=\"537745\"><a href=\"/opinion/537745/united-states-v-sim-ed-moree/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1329</span></a></span><pre class=\"inline\">,\n                                           \n\n1335 (5th Cir. 1990).\n\n     We  do   not  say  that  under   the  guideline  special\n\nvulnerability may never be  derived from class membership; as\n\nthe  commentary  states, \"market[ing]  an  ineffective cancer\n\ncure\"  would  qualify for  enhancement.    U.S.S.G.    3A1.1,\n\napplication  note 1.   But  where there  is only  an ordinary\n\nmeasure of  increased likeliness to respond  in the solicited\n\ngroup, and no evidence that the defendant selected individual\n\nvictims  based  on  special  susceptibility,   we  think  the\n\nenhancement does not  apply.  It is hard to articulate a more\n\nprecise standard where so much turns on degree.  The emerging\n\ncase law will pick out the pattern.\n\n     As  for  the  individual employees  who  later developed\n\nmedical conditions, we  agree with the government that  it is\n\nprobably safe to assume that  these individuals had more than\n\nthe usual incentive to continue paying their premiums.  There\n\nmay  well  be  among  this group  some  who  were  especially\n\nstricken  and unusually  vulnerable, just  as there  may have\n\nbeen  some  small   businesses  truly  desperate   to  obtain\n\n                             -6-\n\ninsurance.   Although  individuals who  became ill  after the\n\ninsurance was  sold were  hardly a special  target of  Rowe's\n\ninitial  solicitations,  it  may  be  that  their  subsequent\n\ninability to  switch plans contributed in some  manner to his\n\nprofits.\n\n     But in this case the thrust of the wrongdoing with which\n\nRowe was charged was the initial fraudulent solicitations and\n\nthe  mismanagement or looting of the plan's assets.  The near\n\ncertainty that some of the subscribers would be more enmeshed\n\nthan others appears to  have been a collateral aspect  of the\n\nwrongdoing.   Indeed, the  situation is rather  close to  the\n\ncase in which a fraud is aimed at the general public and some\n\nof the victims are senile or otherwise unusually susceptible.\n\nYet  in  that  instance the  guideline  commentary  expressly\n\nprecludes an enhancement, U.S.S.G. 3A1.1, application note 1,\n\npresumably  because there  is  no special  targeting of  such\n\nvictims and the  added impact  is incidental.   We think  the\n\nsame result follows in this case.3\n\n     Obstruction of Justice.  Rowe's guilty plea  encompassed\n                           \n\nrelated charges that  were brought in Atlanta and  Boston and\n\nthat were later consolidated.   After Rowe's arrest in Boston\n\n                    \n\n     3At  oral  argument before  this  court,  the government\nimplied that  Rowe's company told individual subscribers with\nmedical  problems  that  they  had  no  choice,  given  their\nexisting conditions, other than to stay with its plan despite\nlate payment of their  claims.  However, no evidence  to this\neffect was presented to the district court.\n\n                             -7-\n\non  January  23,  1990,  he  was  released  on  bond  on  the\n\ncondition,  among others,  that  he appear  for all  judicial\n\nproceedings as required.   Two days later  Rowe was arraigned\n\nin the Atlanta case in the Northern District of Georgia.\n\n     Shortly thereafter Rowe fled  the country, and a warrant\n\nfor  his  arrest was  issued  on April  13, 1990.    Rowe was\n\narrested  in Denmark by Danish  authorities on June 16, 1990,\n\nand returned the next  month to Atlanta where he  remained in\n\nfederal  custody without  bail.   While Rowe  was out  of the\n\ncountry, the district court  in Georgia heard motions  in the\n\ncase in Rowe's absence.  Rowe's action in fleeing the country\n\nresulted  in  a  two-level  enhancement  for  obstruction  of\n\njustice, U.S.S.G.   3C1.1, which Rowe now appeals.\n\n     The government argues that Rowe has waived any objection\n\nto  the enhancement  for obstruction  of justice  because his\n\nwritten  objection  to the  enhancement  as  proposed in  the\n\npresentence  report  was  not  repeated  at  the   sentencing\n\nhearing.   At the outset  of the hearing,  the district judge\n\nasked  Rowe's  counsel  whether  he  had  any  \"additions  or\n\ncorrections\"  to  make  to   the  presentence  report,  which\n\nincorporated  an  enhancement  for  obstruction  of  justice.\n\nRowe's  lawyer  replied that  the  only  correction concerned\n\nRowe's assets and liabilities, and the discussion then turned\n\nto the defendant's assets and to other issues.\n\n                             -8-\n\n     Notably, the government,  when asked the same  question,\n\nsaid  that it had no  additions or corrections  to make, even\n\nthough  it  had  filed  its own  written  objections  to  the\n\npresentence report.   When  the district court  then inquired\n\ninto one of  those objections, the prosecutor  told the judge\n\nthat  he had \"understood the Court to be asking whether there\n\nwere any  additional matters the government  wanted to submit\n                    \n\nto  the Court  as opposed  to argue  to the  Court.\"   Rowe's\n\nlawyer  might  have reached  the  same  conclusion since  the\n\nmatter  of Rowe's assets was  a newly-raised issue.   We need\n\nnot   pursue   the  matter   because   the  enhancement   was\n\nappropriate.  \n\n     Rowe argues  that the  obstruction enhancement  does not\n\napply to  flights from  arrest that  do not  endanger others.\n\nU.S.S.G.   3C1.1, application  note 4(d), and   3C1.2.   This\n\nis  a generally correct statement of the law but an erroneous\n\ndescription  of  the reason  for  Rowe's  enhancement.   Rowe\n\nreceived  the  enhancement  for  his failure  to  appear  for\n\njudicial proceedings.  This was made clear in the presentence\n\nreport.    The commentary  to  the  obstruction guideline  in\n\neffect at the time  of Rowe's sentencing provides for  a two-\n\npoint  increase  for  a  defendant's  \"willfully  failing  to\n\nappear, as  ordered,  for a  judicial  proceeding.\"  U.S.S.G.\n\n 3C1.1, application note 3(e) (1990).\n\n                             -9-\n\n     Although  this commentary  was not  in effect  when Rowe\n\nfled to  Denmark, no ex post facto problem is presented.  The\n                                  \n\n1989  version of  the  guidelines were  in  effect when  Rowe\n\ndisappeared in early  1990.  The  courts have uniformly  held\n\nthat   flight  from   judicial  proceedings   constitutes  an\n\nobstruction  of  justice  under   the  1989  version  of  the\n\nGuidelines.   United States  v. Monroe,  </pre><span class=\"citation\" data-id=\"604769\"><a href=\"/opinion/604769/united-states-v-monica-monroe/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1370</span></a></span><pre class=\"inline\">,  1375\n                                      \n\n(D.C.  Cir.  1993)  (canvassing  cases);   United  States  v.\n                                                         \n\nMcCarthy, </pre><span class=\"citation\" data-id=\"581510\"><a href=\"/opinion/581510/united-states-v-william-e-mccarthy-jr/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">972</span></a></span><pre class=\"inline\">, 979-80 (1st Cir. 1992).\n        \n\n     Rowe's  only  response  to  the  actual  basis  for  the\n\nenhancement is  that he was unaware  of probation proceedings\n\nto obtain his passport.  It was during these proceedings that\n\nauthorities learned  of Rowe's absence from the  country.  In\n\nhis response  to the presentence report,  Rowe explained that\n\nhe had  already left for  Denmark when  the probation  office\n\nbegan its efforts to secure his passport.  However, as Rowe's\n\ncounsel conceded at oral  argument in this court, one  of the\n\nconditions  of  Rowe's  release was  that  he  turn  over his\n\npassport.    The obvious  purpose of  the requirement  was to\n\nprevent  Rowe  from  avoiding   prosecution  by  leaving  the\n\ncountry.  We find  no error in the district  court's decision\n\nto enhance Rowe's sentence for obstruction of justice.  \n\n     Loss of Confidence in an Important Institution.  We also\n                                                   \n\naffirm  the district  court's decision  to depart  upward one\n\nlevel for loss  of confidence in  an important institution.  \n\n                             -10-\n\nThe commentary to  the fraud  guideline says  that an  upward\n\ndeparture may be warranted if the amount of the loss involved\n\ndoes  not  fully  capture  the harm  or  seriousness  of  the\n\nconduct, and then gives several examples of when a  departure\n\nmay be appropriate.   U.S.S.G.   2F1.1,  application note 10.\n\nOne of the  examples is where \"the  offense caused a loss  of\n\nconfidence in  an important  institution.\"   </pre><span class=\"citation\" data-id=\"581510\"><a href=\"/opinion/581510/united-states-v-william-e-mccarthy-jr/\"><span class=\"id_token\">Id.,</span> application\n                                                \n\nnote </a></span><pre class=\"inline\">10(e).\n\n     In  its  presentence  memorandum, the  government  cited\n\narticles and congressional  testimony describing the  growing\n\nthreat to the health insurance industry, and in particular to\n\nmulti-employer arrangements  for small businesses,  caused by\n\nfraudulent  operators posing  as legitimate  insurers.   Rowe\n\nargues  that  there was  no  evidence  that his  own  conduct\n\noccasioned a loss of  confidence in the health industry.   In\n\nour view no such evidence was required.\n\n     We  think  it  obvious  that  the  many  businesses  and\n\nemployees defrauded by Rowe must have had their confidence in\n\nhealth insurers shaken as  a result of their experience.   It\n\ncannot be seriously  doubted that they and others  made aware\n\nof the scheme are now likely to be more wary of insurers, and\n\nespecially of legitimate but relatively  unknown insurers who\n\ncater to small businesses.   The district court did  not need\n\nto hear evidence to reach this conclusion.  See United States\n                                                             \n\nv.  Fousek, </pre><span class=\"citation\" data-id=\"547267\"><a href=\"/opinion/547267/united-states-v-john-m-fousek/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">979</span></a></span><pre class=\"inline\">,  981 (8th Cir.  1990) (evidence not\n          \n\n                             -11-\n\nnecessary to show  that bankruptcy trustee's embezzlement  of\n\nfunds caused  a  loss of  confidence  in the  institution  of\n\nbankruptcy trustees).\n\n     We  conclude that  the vulnerability  enhancement cannot\n\nstand but  that the  other challenges  to the  sentence fail.\n\nThe  sentence is  vacated and  the case  is remanded  for re-\n                                                    \n\nsentencing consistent with this opinion.\n\n     It is so ordered.\n                     \n\n                             -12-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/537745/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547267/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547484/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547569/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553950/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567584/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571260/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581510/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604769/"
  ]
}