{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194873/",
  "id": 194873,
  "absolute_url": "/opinion/194873/united-states-v-santiago/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194873/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:04Z",
  "date_modified": "2020-02-22T00:07:45.607414Z",
  "type": "010combined",
  "sha1": "fbbbb597335efdaef434666d3982d1f151c6d20d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1743.01A",
  "local_path": null,
  "plain_text": "August 18, 1993\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-1743 \n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                   ROBERTO GOMEZ-SANTIAGO,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Gilberto Gierbolini, U.S. District Judge]\n                                                     \n\n                                         \n\n                            Before\n\n                    Cyr, Boudin and Stahl,\n                       Circuit Judges.\n                                     \n\n                                         \n\nEdwin Quinones and Frank D. Inserni on brief for appellant.\n                                   \nJuan A. Pedrosa, Acting United States Attorney,  Edwin O. Vazquez,\n                                                                 \nAssistant United States Attorney,  and Jose A. Quiles-Espinosa, Senior\n                                                          \nLitigation Counsel, Criminal Division, on brief for appellee.\n\n                                         \n\n                                         \n\n          Per Curiam.  Robert Gomez  Santiago (Gomez) appeals\n                    \n\nan  order by  the  district  court  denying  him  bail.    We\n\naffirm.1\n\n          Gomez was arrested pursuant to a criminal complaint\n\ncharging him with aiding and  abetting others to possess with\n\nintent to distribute approximately  800 kilograms of cocaine.\n\nThe  government moved that he be detained without bail, and a\n\ndetention hearing was held.   At the hearing, the  government\n\npresented the  criminal complaint, an affidavit  by a witness\n\nto conversations implicating  Gomez in a  plan to import  and\n\ndistribute  cocaine,  and  certain  documents   (not  further\n\ndescribed at the  hearing) to show probable  cause to believe\n\nthat  Gomez had  committed  the  offense  with which  he  was\n\ncharged.\n\n          The government also  said that  it had  information\n\nthat,  on  a  previous  occasion  several  weeks  before  the\n\nactivity with  which  he was  charged, Gomez  had stored  and\n\nguarded  a similarly-sized  shipment  of cocaine,  indicating\n\nthat he was a  major participant in the drug activity, and it\n\nstated  that Gomez would soon be charged with respect to that\n\nactivity.    The government  argued  that  Gomez presented  a\n\ndanger to the  community and  a risk of  flight; rather  than\n\nbeing  subject  to the  statutory  minimum  of ten  years  in\n\n                    \n\n1.  We hereby deny Gomez's  motion for release pending appeal\nas moot and grant his request for expedited resolution of his\nappeal of the detention order.\n\nprison,  because  of  a  prior  conviction  for  importing  a\n\nsubstantial  quantity of marijuana  into Puerto  Rico Gomez's\n\nactual minimum sentence would be twenty years in jail. \n\n          Gomez's  attorney  proffered  the information  that\n\nGomez  owned  two  farms,  which  grew  coffee,  oranges  and\n\nvegetables, and a warehouse in the community of  Yauco, where\n\nhe  lived.  Gomez's attorney  also proffered the testimony of\n\nfifteen family  members and  neighbors from Yauco  that Gomez\n\nwas hardworking,  responsible, a good father  and provider, a\n\ngood  neighbor and a good citizen, and stated that they would\n\npost the bond of  $75,000, which had been recommended  by the\n\npretrial services probation officer. \n\n          The  magistrate  judge   ordered  Gomez   detained.\n\nHighlighting the government's evidence  about the size of the\n\nshipment in question, the additional shipment of cocaine with\n\nwhich the government  said it would charge Gomez, and Gomez's\n\nmajor role as safekeeper of the cocaine pending distribution,\n\nhe found  that the  government had  shown  probable cause  to\n\nbelieve  that  Gomez had  committed  an offense  for  which a\n\nmaximum term  of  imprisonment  of  ten  or  more  years  was\n\nprescribed by the Controlled Substances  Act, 21 U.S.C.   801\n\net seq.2  He  also noted Gomez's prior conviction  for aiding\n\n                    \n\n2.  Several weeks later  Gomez was indicted on  six counts of\nconspiring  to import, possessing  with intent to distribute,\nand  importing  approximately  1,336 kilos  of  cocaine  from\nColombia  into the  customs territory  of the  United States,\nreflecting the two  shipments of cocaine  referred to by  the\n\n                             -3-\n\nand abetting an  apparently notorious  gang's importation  of\n\nover 2,000  pounds of  marijuana in 1983  which would  double\n\nGomez's minimum  jail term.   Under these  circumstances, the\n\nmagistrate  judge  stated that  he  did not  share  the Yauco\n\ncommunity's  faith that Gomez did not present a danger to the\n\ncommunity; he  also found that any  alternatives to detention\n\nwere \"illusory\" given the scale of operation described by the\n\ngovernment.  Accordingly, the  magistrate judge found that no\n\ncondition  or  combination  of  conditions  would  reasonably\n\nassure  the safety of the  community or that  Gomez would not\n\nflee.  \n\n          Thereafter,  the  magistrate  judge denied  Gomez's\n\nmotion  for   reconsideration.     Responding  to   what  was\n\napparently   a   new   argument   in   Gomez's   motion   for\n\nreconsideration,  the magistrate  judge  stated that  Gomez's\n\nalleged  diabetes  did  not  justify his  release  since  his\n\ndiabetes could be controlled in custody. \n\n          Subsequently,  the  district  court   affirmed  the\n\nmagistrate  judge's  decision.    The court  found  that  the\n\n\"enormous\" amount  of cocaine  involved indicated  that Gomez\n\nwas close to the  source of the drugs and  that his increased\n\nminimum sentence  of twenty years due to  his prior marijuana\n\nconviction  supported  the  magistrate judge's  determination\n\n                    \n\ngovernment  at the  detention  hearing.   The government  has\nappended the indictment to its memorandum on appeal.  \n\n                             -4-\n\nthat  Gomez  posed  a  risk  of  flight  and  danger  to  the\n\ncommunity.  The court also found that the evidence offered by\n\nGomez  was insufficient  to  rebut the  statutory presumption\n\nagainst him.\n\n          On this  record, we  have no hesitation  concluding\n\nthat  the district  court's  order  affirming the  magistrate\n\njudge's  detention  of Gomez  was  correct.   Although  Gomez\n\nchallenges  the  strength  of   the  evidence  on  which  the\n\nmagistrate  judge found  probable cause,  his point  has been\n\nrendered  essentially moot  by Gomez's  subsequent indictment\n\nfor importing cocaine.  See United States v. Dillon, 938 F.2d\n                                                   \n\n1412,  1416   (1st  Cir.  1991)  (an  indictment  establishes\n\nprobable   cause  for   purposes  of   the  section   3142(e)\n\npresumption).   \n\n          Nor  do we  think that  the affidavits  and letters\n\nthat  Gomez has submitted to  us are sufficient  to rebut the\n\nsection 3142(e)  presumption that  there is \"no  condition or\n\ncombination  of  conditions  [that]  will  reasonably  assure\n\n[Gomez's] appearance . .  . and the safety of the community .\n\n. .  .\"3  For the most part, the affidavits of Gomez's fellow\n\ncitizens  are  conclusory  and thus  essentially  useless  in\n\nrebutting the presumption.  For example, the affidavit of the\n\n                    \n\n3.  We hereby  grant Gomez's motions to  submit an additional\naffidavit and  additional documents in support  of his motion\nfor  release pending appeal and  in support of  his appeal of\nthe district court's detention order. \n\n                             -5-\n\nmayor  of  Yauco   states  that  he   has  known  Gomez   for\n\napproximately eighteen  years  and \"[t]hat  [Gomez] does  not\n\nrepresent any risk  to the  community [and] is  not a  person\n\nthat    could   escape   or   abandon   the   United   States\n\njurisdiction.\"4 \n\n          Gomez's remaining allegations  are meritless.  Both\n\nthe  magistrate  judge  and  the  district  court  adequately\n\nconsidered the factors described in 18 U.S.C.   3142(g).  The\n\norder of the district court is affirmed.\n                                       \n\n                    \n\n4.  Since Gomez  has presented no evidence  that his diabetes\ncould not  be controlled  in custody, we  agree that  Gomez's\nalleged diabetes is not a consideration favoring release.\n\n                             -6-\n",
  "html": "<p class=\"case_cite\">1 F.3d 1231<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Roberto GOMEZ-SANTIAGO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1743.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 18, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">Edwin Quinones and Frank D. Inserni on brief for appellant.</p>\n      <p class=\"indent\">Juan A. Pedrosa, Acting United States Attorney, Edwin O. Vazquez, Assistant United States Attorney, and Jose A. Quiles-Espinosa, Senior Litigation Counsel, Criminal Division, on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Cyr, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Robert Gomez Santiago (Gomez) appeals an order by the district court denying him bail.  We affirm.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Gomez was arrested pursuant to a criminal complaint charging him with aiding and abetting others to possess with intent to distribute approximately 800 kilograms of cocaine.  The government moved that he be detained without bail, and a detention hearing was held.  At the hearing, the government presented the criminal complaint, an affidavit by a witness to conversations implicating Gomez in a plan to import and distribute cocaine, and certain documents (not further described at the hearing) to show probable cause to believe that Gomez had committed the offense with which he was charged.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The government also said that it had information that, on a previous occasion several weeks before the activity with which he was charged, Gomez had stored and guarded a similarly-sized shipment of cocaine, indicating that he was a major participant in the drug activity, and it stated that Gomez would soon be charged with respect to that activity.  The government argued that Gomez presented a danger to the community and a risk of flight;  rather than being subject to the statutory minimum of ten years in prison, because of a prior conviction for importing a substantial quantity of marijuana into Puerto Rico Gomez's actual minimum sentence would be twenty years in jail.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Gomez's attorney proffered the information that Gomez owned two farms, which grew coffee, oranges and vegetables, and a warehouse in the community of Yauco, where he lived.  Gomez's attorney also proffered the testimony of fifteen family members and neighbors from Yauco that Gomez was hardworking, responsible, a good father and provider, a good neighbor and a good citizen, and stated that they would post the bond of $75,000, which had been recommended by the pretrial services probation officer.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The magistrate judge ordered Gomez detained.  Highlighting the government's evidence about the size of the shipment in question, the additional shipment of cocaine with which the government said it would charge Gomez, and Gomez's major role as safekeeper of the cocaine pending distribution, he found that the government had shown probable cause to believe that Gomez had committed an offense for which a maximum term of imprisonment of ten or more years was prescribed by the Controlled Substances Act, 21 U.S.C. Sec. 801 et seq.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  He also noted Gomez's prior conviction for aiding and abetting an apparently notorious gang's importation of over 2,000 pounds of marijuana in 1983 which would double Gomez's minimum jail term.  Under these circumstances, the magistrate judge stated that he did not share the Yauco community's faith that Gomez did not present a danger to the community;  he also found that any alternatives to detention were \"illusory\" given the scale of operation described by the government.  Accordingly, the magistrate judge found that no condition or combination of conditions would reasonably assure the safety of the community or that Gomez would not flee.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Thereafter, the magistrate judge denied Gomez's motion for reconsideration.  Responding to what was apparently a new argument in Gomez's motion for reconsideration, the magistrate judge stated that Gomez's alleged diabetes did not justify his release since his diabetes could be controlled in custody.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Subsequently, the district court affirmed the magistrate judge's decision.  The court found that the \"enormous\" amount of cocaine involved indicated that Gomez was close to the source of the drugs and that his increased minimum sentence of twenty years due to his prior marijuana conviction supported the magistrate judge's determination that Gomez posed a risk of flight and danger to the community.  The court also found that the evidence offered by Gomez was insufficient to rebut the statutory presumption against him.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On this record, we have no hesitation concluding that the district court's order affirming the magistrate judge's detention of Gomez was correct.  Although Gomez challenges the strength of the evidence on which the magistrate judge found probable cause, his point has been rendered essentially moot by Gomez's subsequent indictment for importing cocaine.  See United States v. Dillon, 938 F.2d 1412, 1416 (1st Cir. 1991) (an indictment establishes probable cause for purposes of the section 3142(e) presumption).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Nor do we think that the affidavits and letters that Gomez has submitted to us are sufficient to rebut the section 3142(e) presumption that there is \"no condition or combination of conditions [that] will reasonably assure [Gomez's] appearance ... and the safety of the community....\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  For the most part, the affidavits of Gomez's fellow citizens are conclusory and thus essentially useless in rebutting the presumption.  For example, the affidavit of the mayor of Yauco states that he has known Gomez for approximately eighteen years and \"[t]hat [Gomez] does not represent any risk to the community [and] is not a person that could escape or abandon the United States jurisdiction.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Gomez's remaining allegations are meritless.  Both the magistrate judge and the district court adequately considered the factors described in 18 U.S.C. Sec. 3142(g).  The order of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We hereby deny Gomez's motion for release pending appeal as moot and grant his request for expedited resolution of his appeal of the detention order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Several weeks later Gomez was indicted on six counts of conspiring to import, possessing with intent to distribute, and importing approximately 1,336 kilos of cocaine from Colombia into the customs territory of the United States, reflecting the two shipments of cocaine referred to by the government at the detention hearing.  The government has appended the indictment to its memorandum on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We hereby grant Gomez's motions to submit an additional affidavit and additional documents in support of his motion for release pending appeal and in support of his appeal of the district court's detention order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Since Gomez has presented no evidence that his diabetes could not be controlled in custody, we agree that Gomez's alleged diabetes is not a consideration favoring release</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1231</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Roberto GOMEZ-SANTIAGO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1743.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 18, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">Edwin Quinones and Frank D. Inserni on brief for appellant.</p>\n      <p class=\"indent\">Juan A. Pedrosa, Acting United States Attorney, Edwin O. Vazquez, Assistant United States Attorney, and Jose A. Quiles-Espinosa, Senior Litigation Counsel, Criminal Division, on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Cyr, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Robert Gomez Santiago (Gomez) appeals an order by the district court denying him bail.  We affirm.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Gomez was arrested pursuant to a criminal complaint charging him with aiding and abetting others to possess with intent to distribute approximately 800 kilograms of cocaine.  The government moved that he be detained without bail, and a detention hearing was held.  At the hearing, the government presented the criminal complaint, an affidavit by a witness to conversations implicating Gomez in a plan to import and distribute cocaine, and certain documents (not further described at the hearing) to show probable cause to believe that Gomez had committed the offense with which he was charged.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The government also said that it had information that, on a previous occasion several weeks before the activity with which he was charged, Gomez had stored and guarded a similarly-sized shipment of cocaine, indicating that he was a major participant in the drug activity, and it stated that Gomez would soon be charged with respect to that activity.  The government argued that Gomez presented a danger to the community and a risk of flight;  rather than being subject to the statutory minimum of ten years in prison, because of a prior conviction for importing a substantial quantity of marijuana into Puerto Rico Gomez's actual minimum sentence would be twenty years in jail.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Gomez's attorney proffered the information that Gomez owned two farms, which grew coffee, oranges and vegetables, and a warehouse in the community of Yauco, where he lived.  Gomez's attorney also proffered the testimony of fifteen family members and neighbors from Yauco that Gomez was hardworking, responsible, a good father and provider, a good neighbor and a good citizen, and stated that they would post the bond of $75,000, which had been recommended by the pretrial services probation officer.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The magistrate judge ordered Gomez detained.  Highlighting the government's evidence about the size of the shipment in question, the additional shipment of cocaine with which the government said it would charge Gomez, and Gomez's major role as safekeeper of the cocaine pending distribution, he found that the government had shown probable cause to believe that Gomez had committed an offense for which a maximum term of imprisonment of ten or more years was prescribed by the Controlled Substances Act, 21 U.S.C. Sec. 801 et seq.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  He also noted Gomez's prior conviction for aiding and abetting an apparently notorious gang's importation of over 2,000 pounds of marijuana in 1983 which would double Gomez's minimum jail term.  Under these circumstances, the magistrate judge stated that he did not share the Yauco community's faith that Gomez did not present a danger to the community;  he also found that any alternatives to detention were \"illusory\" given the scale of operation described by the government.  Accordingly, the magistrate judge found that no condition or combination of conditions would reasonably assure the safety of the community or that Gomez would not flee.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Thereafter, the magistrate judge denied Gomez's motion for reconsideration.  Responding to what was apparently a new argument in Gomez's motion for reconsideration, the magistrate judge stated that Gomez's alleged diabetes did not justify his release since his diabetes could be controlled in custody.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Subsequently, the district court affirmed the magistrate judge's decision.  The court found that the \"enormous\" amount of cocaine involved indicated that Gomez was close to the source of the drugs and that his increased minimum sentence of twenty years due to his prior marijuana conviction supported the magistrate judge's determination that Gomez posed a risk of flight and danger to the community.  The court also found that the evidence offered by Gomez was insufficient to rebut the statutory presumption against him.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On this record, we have no hesitation concluding that the district court's order affirming the magistrate judge's detention of Gomez was correct.  Although Gomez challenges the strength of the evidence on which the magistrate judge found probable cause, his point has been rendered essentially moot by Gomez's subsequent indictment for importing cocaine.  See United States v. Dillon, <span class=\"citation\" data-id=\"564949\"><a href=\"/opinion/564949/united-states-v-john-m-dillon/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1412</span></a></span>, 1416 (1st Cir. 1991) (an indictment establishes probable cause for purposes of the section 3142(e) presumption).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Nor do we think that the affidavits and letters that Gomez has submitted to us are sufficient to rebut the section 3142(e) presumption that there is \"no condition or combination of conditions [that] will reasonably assure [Gomez's] appearance ... and the safety of the community....\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  For the most part, the affidavits of Gomez's fellow citizens are conclusory and thus essentially useless in rebutting the presumption.  For example, the affidavit of the mayor of Yauco states that he has known Gomez for approximately eighteen years and \"[t]hat [Gomez] does not represent any risk to the community [and] is not a person that could escape or abandon the United States jurisdiction.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Gomez's remaining allegations are meritless.  Both the magistrate judge and the district court adequately considered the factors described in 18 U.S.C. Sec. 3142(g).  The order of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We hereby deny Gomez's motion for release pending appeal as moot and grant his request for expedited resolution of his appeal of the detention order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Several weeks later Gomez was indicted on six counts of conspiring to import, possessing with intent to distribute, and importing approximately 1,336 kilos of cocaine from Colombia into the customs territory of the United States, reflecting the two shipments of cocaine referred to by the government at the detention hearing.  The government has appended the indictment to its memorandum on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We hereby grant Gomez's motions to submit an additional affidavit and additional documents in support of his motion for release pending appeal and in support of his appeal of the district court's detention order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Since Gomez has presented no evidence that his diabetes could not be controlled in custody, we agree that Gomez's alleged diabetes is not a consideration favoring release</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/564949/"
  ]
}