{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194885/",
  "id": 194885,
  "absolute_url": "/opinion/194885/barber-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194885/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:17Z",
  "date_modified": "2020-02-22T00:08:01.463147Z",
  "type": "010combined",
  "sha1": "7bcb2dc71ae474060a28063fc5eca84f23737bdf",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1090.01A",
  "local_path": null,
  "plain_text": "August 23, 1993       [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-1090\n\n                      RICHARD I. BARBER,\n\n                    Petitioner, Appellant,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                    Respondent, Appellee.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. Frank H. Freedman, U.S. District Judge]\n                                                    \n\n                                        \n\n                            Before\n\n                   Selya, Boudin and Stahl,\n                       Circuit Judges.\n                                     \n\n                                        \n\n   Richard I. Barber on brief pro se.\n                    \n   A.  John  Pappalardo,  United  States  Attorney,  and  Kevin\n                                                               \nO'Regan, Assistant United State Attorney, on brief for appellee.\n     \n\n                                        \n\n                                        \n\n          Per Curiam.   This is an  appeal from the  district\n                    \n\ncourt's denial of  appellant's motion under 28  U.S.C.   2255\n\nfor post-conviction relief.  We affirm.\n\n                        I. Background\n                                     \n\n          On January 18, 1991, appellant-defendant Richard I.\n\nBarber pleaded guilty to  the sexual exploitation of a  child\n\nin  violation of 18 U.S.C.    2251(a).   The underlying facts\n\nare  uncontested.    On  August  7,  1990,  Postal  Inspector\n\nTerrence A. Loftus was informed that a commercial photography\n\nlab in  Virginia had developed pornographic  photographs of a\n\nchild.     The  film   bore  a   return  address   of  Barber\n\nPublications,  P.O. Box  892  in North  Adams, Massachusetts.\n\nAppellant  retrieved the  film at  the post  office  in North\n\nAdams on August 9, 1990.  Inspector Loftus followed appellant\n\nhome  and arrested  him.    During  a  subsequent  search  of\n\nappellant's home, Loftus discovered the child depicted in the\n\nphotographs.  She indicated that she was eleven years old and\n\nhad been living with  appellant.  Inspector Loftus instructed\n\nappellant to appear in court in Springfield, Massachusetts on\n\nAugust 10, 1990.  He failed to appear and was arrested almost\n\ntwo weeks later in Connecticut.\n\n          On October  2, 1990, appellant was  indicted on one\n\nfederal charge of  the sexual  exploitation of a  child.   He\n\noriginally pleaded not guilty,  but offered a change of  plea\n\n                             -2-\n\non January  18, 1991.1  Appellant was  represented by counsel\n\nat  his change of plea hearing and at his sentencing hearing.\n\nThe plea  agreement provided  that in return  for appellant's\n\nguilty plea, the government would recommend a sentence at the\n\nlower end  of  the sentencing  guidelines  range.   The  pre-\n\nsentence  report  [\"PSR\"]   identified  the  applicable  base\n\noffense  level  [\"BOL\"] as  25, pursuant  to    2G2.1  of the\n\nGuidelines.   The  PSR recommended that the BOL  be increased\n\nby 2 levels  because the victim  was under 12  years of  age,\n\npursuant to   2G2.1(b)(1).  It further increased the BOL by 2\n\nlevels because appellant had abused  a position of public and\n\nprivate trust, and by 2 levels for his obstruction of justice\n\nby failing to appear  in court as instructed  at the time  of\n\nhis arrest and  fleeing to  Connecticut.    Finally, the  PSR\n\nrecommended a 2 level reduction for appellant's acceptance of\n\nresponsibility,  resulting  in a total  offense level of  29.\n\nApplying a criminal history category of I, the PSR arrived at\n\nan applicable guideline sentencing range of 87 to 108 months.\n\nAt the  sentencing hearing on March 15,  1991, the government\n\nrecommended  a  sentence of  87  months  and three  years  of\n\nsupervised release.  The  district court, in consideration of\n\nthe  severe  circumstances and  the  hardship  to the  child,\n\n                    \n\n1.  In addition to the federal charge, appellant also pleaded\nguilty  to state  charges  of non-forcible  rape of  a child,\nchild pornography,  indecent assault  and battery on  a child\nunder 14 and unnatural and lascivious acts.\n\n                             -3-\n\nimposed  a   sentence  of  108  months,   plus  three  years'\n\nsupervised release.\n\n          Appellant filed a  motion for  resentencing on  the\n\ngrounds that the district  court failed to ask him  if he had\n\nread the PSR before  sentencing and if he had  any objections\n\nthereto.   The district court  denied the motion.   Appellant\n\nthen filed a motion under 28 U.S.C.  2255 for post-conviction\n\nrelief  on  the  following   grounds:  1)  the  court  lacked\n\njurisdiction because appellant did not  intend the film to be\n\nplaced in interstate commerce;  2) appellant was coerced into\n\nconsenting to a search of his home in violation of the Fourth\n\nAmendment;   3) appellant received  ineffective assistance of\n\ncounsel at the  pretrial and sentencing  phases of the  case;\n\nand 4)  the court violated Fed. R. Crim. P. 11.  The district\n\ncourt denied the motion. On appeal,  appellant re-asserts his\n\njurisdictional,  ineffective assistance  of counsel, and Rule\n\n11 arguments.    We reject each argument in turn.\n\n                       II. Jurisdiction\n                                       \n\n          Appellant argues that 18 U.S.C.   2251(a) requires,\n\nas  an  element  of  the  offense,  intent  that  the  visual\n\ndepictions at  issue be  transported in interstate  commerce.\n\nHe  alleges  that  he  mailed  the  film  to  an  address  in\n\nMassachusetts and did  not know  or intend that  it would  be\n\ntransported  in interstate  commerce.   The  language of  the\n\nstatute,  however,  clearly  does  not  require  intent  with\n\nrespect  to the requirement  that the film  be transported in\n\n                             -4-\n\ninterstate  commerce or  mailed.   Section 2251  provides, in\n\nrelevant part, as follows:\n\n          Any person who . . . uses . . . any minor\n          to engage in, with  the intent that  such\n          minor  engage  in  any sexually  explicit\n          conduct for the  purpose of producing any\n          visual depiction of  such conduct,  shall\n          be punished as provided  under subsection\n          (d), if such  person knows or  has reason\n          to  know that such  visual depiction will\n          be transported in  interstate or  foreign\n          commerce  or mailed,  or  if such  visual\n                                                   \n          depiction  has actually  been transported\n                                                   \n          in  interstate  or  foreign  commerce  or\n                                                   \n          mailed.\n                 \n\nAppellant  does  not deny  that  the  pictures were  actually\n\nmailed  and transported in  interstate commerce.   Therefore,\n\nappellant's offense  is clearly  punishable under    2251 and\n\nthe  district  court did  not  err  in rejecting  appellant's\n\nargument that jurisdiction was lacking.2\n\n           III.  Ineffective Assistance of Counsel\n                                                  \n\n          Appellant argues that representation was inadequate\n\nin  three  respects, asserting  that:  1)  counsel failed  to\n\ndetermine whether    2251(a)  was applicable to  his offense,\n\nresulting  in a denial of  due process; 2)  counsel failed to\n\nobject to  the trial court's  alleged failure to  comply with\n\nthe  requirements  of  Fed.  R.  Crim.  P.  11  in  accepting\n\nappellant's  change of plea; and  3) counsel failed to object\n\n                    \n\n2.    Appellant suggests that a requirement of scienter  with\nrespect to  the mailing or interstate commerce element of the\noffense  is   constitutionally  required.    We  reject  that\nargument.  See United States v. Esch, 832 F.2d 531, 536 (10th\n                                    \nCir.  1987)  (fact  that     2251  does  not  require  intent\nregarding  the  mailing  element  does  not  render   statute\nunconstitutional), cert. denied, 485 U.S. 908 (1988).\n                               \n\n                             -5-\n\nto the  court's application  of the sentencing  guidelines in\n\nimposing appellant's sentence.\n\n          In Hill  v. Lockhart, 474  U.S. 52, 57  (1985), the\n                              \n\nCourt held that  the two-part test  adopted in Strickland  v.\n                                                         \n\nWashington, 466 U.S. 668  (1984), also applied to ineffective\n          \n\nassistance  claims  arising  out of  the  plea  process.   As\n\napplied  to  such  claims, Strickland  requires  appellant to\n                                     \n\nshow,  first,  that  counsel  failed  to  provide  assistance\n\n\"within  the range  of  competence demanded  of attorneys  in\n\ncriminal  cases.\" McMann  v.  Richardson, 397  U.S. 759,  771\n                                        \n\n(1970) (quoted in Hill v. Lockhart, 474 U.S. at 56).  Second,\n                                  \n\nto satisfy  the prejudice requirement,  appellant \"must  show\n\nthat  there  is  a   reasonable  probability  that,  but  for\n\ncounsel's errors, he would not have pleaded  guilty and would\n\nhave  insisted on going to trial.\" Hill v. Lockhart, 474 U.S.\n                                                   \n\nat 59.\n\nA.  Application of   2251  \n                         \n\n          Appellant first argues that his counsel  was remiss\n\nin failing to advise him that his conduct did not fall within\n\nthe charge.   Since we  find appellant's actions  to be  well\n\nwithin the scope of   2251 this argument fails. \n\n          Appellant seems to contend  - although his brief on\n\nappeal is unclear  - that  he was not  properly charged  with\n\nviolating   2251  because he  did not \"exploit\"  a child,  he\n\nlacked  the  requisite mens  rea,  the  photographs were  not\n\npornographic, and  he did  not intend the  photographs to  be\n\n                             -6-\n\nreproduced or sold.    Therefore, he asserts  that he was not\n\ninvolved   in  the   production  and   trade  of   commercial\n\npornography that the statute was intended to curb.\n\n          Appellant was charged with  using a minor to engage\n\nin  sexually explicit  conduct for  the purpose  of producing\n\nphotographs   of  such   conduct,   which  photographs   were\n\ntransported in interstate commerce  and mailed.   Appellant's\n\nconduct, as described by the government at the change of plea\n\nhearing  and uncontested  by appellant,  clearly fell  within\n\nthis charge.  See Rodriguez v. Clark Color Laboratories,  921\n                                                       \n\nF.2d 347, 349 (1st Cir. 1990) (\"The language of Sections 2251\n\nand 2252 has been  held to be  clear and unambiguous.\")   The\n\ndistrict  court viewed  the  photographs at  the hearing  and\n\ndetermined  that  they  were   pornographic.    Contrary   to\n\nappellant's  argument,    2251(a)  does  not  require that  a\n\ndefendant intend  the photographs  to be reproduced  or sold.\n\nIt is sufficient that the defendant intend to use  a minor to\n\nengage  in  sexually  explicit  conduct for  the  purpose  of\n\nproducing photographs.   See United States v.  Esch, 832 F.2d\n                                                   \n\n531, 536 (10th  Cir. 1987)  (18 U.S.C.    2251(a) contains  a\n\nscienter requirement in that it requires proof that defendant\n\nused a minor to engage in sexual conduct \"for the purpose of\"\n\nproducing a picture of such conduct), cert.  denied. 485 U.S.\n                                                   \n\n908 (1988).   Since appellant  does not dispute  that he  had\n\nsuch  an  intent his  activities  were properly  found  to be\n\nwithin the statute's scope.\n\n                             -7-\n\nB.  Application of Rule 11  \n                          \n\n          Appellant's   second    argument   supporting   his\n\nineffective  assistance claim concerns his attorney's failure\n\nto object that the district court did not comply with several\n\nsubsections of  Fed. R. Crim.  P. 11  at his  change of  plea\n\nhearing.    Since  we  find  that the  district  court  fully\n\ncomplied with the requirements of Rule 11, this argument also\n\nfails.  We address each alleged violation separately.\n\n          1.  Rule 11(f)\n                        \n\n          Appellant complains that the district  court failed\n\nto  make \"such inquiry  as shall satisfy  it that there  is a\n\nfactual  basis for the plea,\" as required  by Rule 11(f).  To\n\ndetermine the plea's factual basis, the court asked appellant\n\nhimself whether  he did the  acts charged in  the indictment.\n\nAppellant responded  in the  affirmative.  The  court further\n\nasked  the government to  present the evidence  it would have\n\noffered against  the defendant  had the  case gone  to trial.\n\nFinally,  the  court  viewed  the photographs  at  issue  and\n\ndetermined that they were pornographic.  The court thus fully\n\ncomplied with Rule 11(f).\n\n          2.   Rule 11(c)(1)\n                            \n\n          Next,  appellant  argues  that  the  district court\n\nfailed to inform him  of \"the nature of  the charge to  which\n\nthe  plea  is  offered\"  and the  \"maximum  possible  penalty\n\nprovided by law,  including the effect of any  special parole\n\n                             -8-\n\nor supervised  release term,\"  as required by  Rule 11(c)(1).\n\nThe court informed appellant  of the nature of the  charge to\n\nwhich  the   plea  was  offered  by   reading  the  one-count\n\nindictment at the change of plea hearing.  Appellant told the\n\ncourt, in response to questioning,  that he had been  advised\n\nby his attorney of the nature of the charges  against him and\n\nthe maximum penalty provided by law.  The court also informed\n\nappellant  of the maximum penalty provided by law.  The court\n\ndid not inform appellant of \"the effect of any special parole\n\nor supervised release  term,\" Fed. R.  Crim. P. 11(c)(1),  in\n\nother  words, that  a supervised  release term  not exceeding\n\nthree years could be imposed.  However, appellant  has failed\n\nto  allege prejudice, that is, that he would not have pleaded\n\nguilty if  he  had been  informed of  the supervised  release\n\nterm.   Therefore, counsel's failure to object that the court\n\nhad  not  complied  with  Rule 11(c)(1)  did  not  constitute\n\nineffective assistance of counsel.\n\n          3. Rule 11(e)(4)\n                          \n\n          Appellant  also  argues  that  the  district  court\n\nfailed to comply with Rule 11(e)(4).  The rule requiresthat -\n\n where the  court rejects a  plea agreement  - the  defendant\n\nmust be  given an  opportunity to  withdraw his guilty  plea.\n\nThat requirement  did  not come  into play  here because  the\n\ncourt  did  not reject  the plea  agreement.   The  court did\n\nreject  the government's  recommendation  that  appellant  be\n                                        \n\nsentenced  at the low end  of the guideline  range.  However,\n\n                             -9-\n\nthe court's failure to follow the government's recommendation\n\nis not the same  as its rejection of  the agreement.   \"[O]ur\n\ncases  clearly bar any relief merely  because a judge refuses\n\nto accept  the sentence  recommendations of a  prosecutor, so\n\nlong as the defendant has not been misled.\"  United States v.\n                                                          \n\nValencia-Copete, 792 F.2d  4, 7  (1st Cir. 1986).   The  plea\n               \n\nagreement  specifically   noted  in  paragraph  3  that  \"the\n\nsentence  imposed may be less severe or more severe than that\n\nrecommended by the United States Attorney's Office, and . . .\n\nMr. Barber may  not withdraw his plea  solely as a  result of\n\nthe sentence imposed.\"   Thus, the court did not violate Rule\n\n11(e)(4).\n\n          4. Rule 11(d)\n                       \n\n          Finally,  appellant  complains  that  the  district\n\ncourt failed  to comply with its obligation to determine that\n\nthe plea was voluntary pursuant to Rule 11(d).  At the change\n\nof  plea  hearing, the  court  asked  appellant  a series  of\n\nquestions  to determine  that the  plea did  not result  from\n\nthreats or  promises of  leniency, that no  specific sentence\n\nhad been  promised and that  appellant was not  on medication\n\nand  had not been under psychiatric care.  Appellant told the\n\ncourt  that  his  plea  of  guilty  was  \"entirely  free  and\n\nvoluntary.\"\n\nC.  Application of Sentencing Guidelines \n                                        \n\n           Appellant's  final  argument  in  support  of  his\n\nineffective assistance of counsel  claim is that his attorney\n\n                             -10-\n\nerred  in  failing  to  object  to  the  application  of  the\n\nsentencing guidelines.  Appellant contends that the court, in\n\nsentencing him, erroneously  applied the 1990 Guidelines,  in\n\neffect at the  time of his  sentencing (March, 1991),  rather\n\nthan  the 1989  Guidelines,  in effect  at  the time  of  his\n\noffense (August,  1990).3  He  further argues that  the court\n\napplied the wrong BOL.\n\n          Ordinarily,   the   version   of   the   sentencing\n\nguidelines  in effect  at  the time  of sentencing  controls.\n\nHowever, \"where  the application of the  Guidelines in effect\n\nat the time of sentencing raises an  ex post facto concern, .\n                                                  \n\n. .  the court applies the  version in effect at  the time of\n\nthe crime's  commission.\" United States v.  Cousens, 942 F.2d\n                                                   \n\n800,  801  n.1  (1st Cir.  1991).    The  application of  the\n\nGuidelines  raises  an  ex   post  facto  concern  where  the\n                                        \n\nGuidelines  have  changed in  a  way  that disadvantages  the\n\ndefendant. See Miller v. Florida, 482 U.S. 423, 430 (1987).  \n                                \n\n          The change that appellant complains of in this case\n\nis not to the language of the relevant Guideline section, but\n\nto  the commentary  to  that section.    The section  of  the\n\nGuidelines at issue is   3C1.1, which was applied to increase\n\nappellant's  offense  level  by  two  levels  for  \"willfully\n\nobstructing or  impeding proceedings.\"  Section  3C1.1 itself\n\nis identical in the  1989 Guidelines in effect at the time of\n\n                    \n\n3.    The PSR  specifically  noted that  it applied  the 1989\nGuidelines  because  they  resulted  in  a  lower   guideline\nsentencing range than the 1990 Guidelines.\n\n                             -11-\n\nthe offense and the 1990 Guidelines in effect at the time  of\n\nsentencing.  The application  notes to that section, however,\n\nare  slightly  different.    The  PSR,  in  recommending  the\n\nincrease,  specifically referred to  application note 3(e) of\n\nthe 1990  Guidelines, which lists \"escaping  or attempting to\n\nescape from custody before  trial or sentencing, or willfully\n\nfailing to appear, as ordered, for  a judicial proceeding\" as\n\nan  example of  the  type of  conduct  to which  the  section\n\napplies.  That  specific example is  not listed in the   1989\n\nversion  of the  Guidelines in  effect at  the time  that the\n\noffense was committed.   We have held,  however, that \"flight\n\nafter arrest constituted an  obstruction of justice under the\n\n1989 version of  the Guidelines.\"  United States v. McCarthy,\n                                                            \n\n961 F.2d 972, 980 (1st  Cir. 1992).  Therefore, there was  no\n\nerror  in  the court's  two-level  upward  adjustment of  the\n\noffense level under   3C1.1.\n\n          Appellant  also argues that  his attorney's failure\n\nto object that the  wrong BOL was applied in  calculating his\n\nguideline sentencing range constitutes ineffective assistance\n\nof counsel.   A BOL of  25 was used to  calculate appellant's\n\nguideline  sentencing range.    That BOL  was  dictated by   \n\n2G2.1, which applies a BOL of 25  to the offense of \"sexually\n\nexploiting a minor by  production of sexually explicit visual\n\nor  printed  material.\"   The Guideline  section specifically\n\nrefers to violations  of 18  U.S.C.   2251(a)  as within  its\n\n                             -12-\n\nambit.   Appellant argues  that a BOL  of 13,  pursuant to   \n\n2G2.2, ought to have been applied.\n\n          Appellant's only ground  for arguing  that    2G2.1\n\nwas  erroneously applied is that the commentary to   2G2.1 in\n\nthe 1989  Guidelines provided that  \"[t]his offense  commonly\n\ninvolves   the  production  source  of  a  child  pornography\n\nenterprise.\"    Appellant  argues  that because  he  was  not\n\ninvolved  in  a child  pornography  enterprise,    2G2.1  was\n\ninapplicable.   We  disagree.   The   commentary to  the 1989\n\nGuidelines explains  that it is the exploitation  of a minor,\n\nrather  than   the   involvement  in   a  child   pornography\n\nenterprise, that justifies the higher BOL under    2G2.1 than\n\nunder   2G2.2, which imposes a BOL of 13 for the distribution\n\nof sexually explicit material  after production.4  Given that\n\nthe offense charged involved the exploitation of a minor, and\n\nnot  merely  the  transportation   of  the  photographs,  the\n\ndistrict  court did not err in  applying   2G2.1 to arrive at\n\nappellant's BOL  of 25.  Therefore,  appellant's attorney did\n\n                    \n\n4.  The commentary reads as follows:\n\n     This  offense  commonly  involves   the  production\n     source of a child  pornography enterprise.  Because\n     the offense  directly involves the  exploitation of\n     minors, the  base offense level is  higher than for\n     the  distribution of the sexually explicit material\n     after production.  An enhancement  is provided when\n     the conduct  involves the  exploitation of a  minor\n     under age twelve to reflect the more serious nature\n     of exploiting young children.\n\nU.S.S.G.   2G2.1, commentary (1989).\n\n                             -13-\n\nnot provide  ineffective assistance  by failing to  object to\n\nthat application of the guidelines. \n\n                    IV.  Violation of Rule 11\n                                             \n\n          For the reasons explained above in  connection with\n\nappellant's claim that his attorney was remiss  in failing to\n\nobject that the court had not complied with Fed.  R. Crim. P.\n\n11,  we conclude  that  appellant's claim  that the  district\n\ncourt violated Rule 11 is without merit.    To justify habeas\n\nrelief, a violation  of Rule  11 must result  in a  \"complete\n\nmiscarriage of justice\" or in a proceeding \"inconsistent with\n\nrudimentary  demands of  fair procedure.\"   United  States v.\n                                                          \n\nTimmreck, 441 U.S. 780,  784 (1979).  The court's  failure to\n        \n\ncomply with  the  technical  requirement  that  appellant  be\n\ninformed of the supervised release  term did not entitle  him\n\nto  habeas relief.  See  id. (holding that    2255 petitioner\n                           \n\nnot  entitled  to  relief  where  district  court  failed  to\n\ndescribe  the  mandatory  special  parole  term  required  by\n\nstatute).\n\n                         V. Conclusion\n                                      \n\n          We need go no further.   For the foregoing reasons,\n\nwe  affirm the  district court's  dismissal of  appellant's  \n\n2255 petition.  \n\n                             -14-\n",
  "html": "<p class=\"case_cite\">2 F.3d 1148</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Richard I. BARBER, Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 93-1090.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 23, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">Richard I. Barber on brief pro se.</p>\n      <p class=\"indent\">A. John Pappalardo, United States Attorney, and Kevin O'Regan, Assistant United State Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from the district court's denial of appellant's motion under 28 U.S.C. Sec. 2255 for post-conviction relief.  We affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On January 18, 1991, appellant-defendant Richard I. Barber pleaded guilty to the sexual exploitation of a child in violation of 18 U.S.C. Sec. 2251(a).  The underlying facts are uncontested.  On August 7, 1990, Postal Inspector Terrence A. Loftus was informed that a commercial photography lab in Virginia had developed pornographic photographs of a child.  The film bore a return address of Barber Publications, P.O. Box 892 in North Adams, Massachusetts.  Appellant retrieved the film at the post office in North Adams on August 9, 1990.  Inspector Loftus followed appellant home and arrested him.  During a subsequent search of appellant's home, Loftus discovered the child depicted in the photographs.  She indicated that she was eleven years old and had been living with appellant.  Inspector Loftus instructed appellant to appear in court in Springfield, Massachusetts on August 10, 1990.  He failed to appear and was arrested almost two weeks later in Connecticut.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 2, 1990, appellant was indicted on one federal charge of the sexual exploitation of a child.  He originally pleaded not guilty, but offered a change of plea on January 18, 1991.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Appellant was represented by counsel at his change of plea hearing and at his sentencing hearing.  The plea agreement provided that in return for appellant's guilty plea, the government would recommend a sentence at the lower end of the sentencing guidelines range.  The pre-sentence report [\"PSR\"] identified the applicable base offense level [\"BOL\"] as 25, pursuant to Sec. 2G2.1 of the Guidelines.  The PSR recommended that the BOL be increased by 2 levels because the victim was under 12 years of age, pursuant to Sec. 2G2.1(b)(1).  It further increased the BOL by 2 levels because appellant had abused a position of public and private trust, and by 2 levels for his obstruction of justice by failing to appear in court as instructed at the time of his arrest and fleeing to Connecticut.  Finally, the PSR recommended a 2 level reduction for appellant's acceptance of responsibility, resulting in a total offense level of 29.  Applying a criminal history category of I, the PSR arrived at an applicable guideline sentencing range of 87 to 108 months.  At the sentencing hearing on March 15, 1991, the government recommended a sentence of 87 months and three years of supervised release.  The district court, in consideration of the severe circumstances and the hardship to the child, imposed a sentence of 108 months, plus three years' supervised release.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellant filed a motion for resentencing on the grounds that the district court failed to ask him if he had read the PSR before sentencing and if he had any objections thereto.  The district court denied the motion.  Appellant then filed a motion under 28 U.S.C. Sec. 2255 for post-conviction relief on the following grounds:  1) the court lacked jurisdiction because appellant did not intend the film to be placed in interstate commerce;  2) appellant was coerced into consenting to a search of his home in violation of the Fourth Amendment;  3) appellant received ineffective assistance of counsel at the pretrial and sentencing phases of the case;  and 4) the court violated Fed.  R. Crim.  P. 11.  The district court denied the motion.  On appeal, appellant re-asserts his jurisdictional, ineffective assistance of counsel, and Rule 11 arguments.  We reject each argument in turn.</p>\n    </div>\n    <p>II. Jurisdiction</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant argues that 18 U.S.C. Sec. 2251(a) requires, as an element of the offense, intent that the visual depictions at issue be transported in interstate commerce.  He alleges that he mailed the film to an address in Massachusetts and did not know or intend that it would be transported in interstate commerce.  The language of the statute, however, clearly does not require intent with respect to the requirement that the film be transported in interstate commerce or mailed.  Section 2251 provides, in relevant part, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>Any person who ... uses ... any minor to engage in, with the intent that such minor engage in any sexually explicit conduct for the purpose of producing any visual depiction of such conduct, shall be punished as provided under subsection (d), if such person knows or has reason to know that such visual depiction will be transported in interstate or foreign commerce or mailed, or if such visual depiction has actually been transported in interstate or foreign commerce or mailed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellant does not deny that the pictures were actually mailed and transported in interstate commerce.  Therefore, appellant's offense is clearly punishable under Sec. 2251 and the district court did not err in rejecting appellant's argument that jurisdiction was lacking.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>III. Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellant argues that representation was inadequate in three respects, asserting that:  1) counsel failed to determine whether Sec. 2251(a) was applicable to his offense, resulting in a denial of due process;  2) counsel failed to object to the trial court's alleged failure to comply with the requirements of Fed.  R. Crim.  P. 11 in accepting appellant's change of plea;  and 3) counsel failed to object to the court's application of the sentencing guidelines in imposing appellant's sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In Hill v. Lockhart, 474 U.S. 52, 57 (1985), the Court held that the two-part test adopted in Strickland v. Washington, 466 U.S. 668 (1984), also applied to ineffective assistance claims arising out of the plea process.  As applied to such claims, Strickland requires appellant to show, first, that counsel failed to provide assistance \"within the range of competence demanded of attorneys in criminal cases.\"  McMann v. Richardson, 397 U.S. 759, 771 (1970) (quoted in Hill v. Lockhart, 474 U.S. at 56).  Second, to satisfy the prejudice requirement, appellant \"must show that there is a reasonable probability that, but for counsel's errors, he would not have pleaded guilty and would have insisted on going to trial.\"  Hill v. Lockhart, 474 U.S. at 59.</p>\n    </div>\n    <p>A. Application of Sec. 2251</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellant first argues that his counsel was remiss in failing to advise him that his conduct did not fall within the charge.  Since we find appellant's actions to be well within the scope of Sec. 2251 this argument fails.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant seems to contend although his brief on appeal is unclear that he was not properly charged with violating Sec. 2251 because he did not \"exploit\" a child, he lacked the requisite mens rea, the photographs were not pornographic, and he did not intend the photographs to be reproduced or sold.  Therefore, he asserts that he was not involved in the production and trade of commercial pornography that the statute was intended to curb.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellant was charged with using a minor to engage in sexually explicit conduct for the purpose of producing photographs of such conduct, which photographs were transported in interstate commerce and mailed.  Appellant's conduct, as described by the government at the change of plea hearing and uncontested by appellant, clearly fell within this charge.  See Rodriguez v. Clark Color Laboratories, 921 F.2d 347, 349 (1st Cir. 1990) (\"The language of Sections 2251 and 2252 has been held to be clear and unambiguous.\")  The district court viewed the photographs at the hearing and determined that they were pornographic.  Contrary to appellant's argument, Sec. 2251(a) does not require that a defendant intend the photographs to be reproduced or sold.  It is sufficient that the defendant intend to use a minor to engage in sexually explicit conduct for the purpose of producing photographs.  See United States v. Esch, 832 F.2d 531, 536 (10th Cir. 1987) (18 U.S.C. Sec. 2251(a) contains a scienter requirement in that it requires proof that defendant used a minor to engage in sexual conduct \"for the purpose of\" producing a picture of such conduct), cert. denied.  485 U.S. 908 (1988).  Since appellant does not dispute that he had such an intent his activities were properly found to be within the statute's scope.</p>\n    </div>\n    <p>B. Application of Rule 11</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellant's second argument supporting his ineffective assistance claim concerns his attorney's failure to object that the district court did not comply with several subsections of Fed.  R. Crim.  P. 11 at his change of plea hearing.  Since we find that the district court fully complied with the requirements of Rule 11, this argument also fails.  We address each alleged violation separately.</p>\n    </div>\n    <p>1. Rule 11(f)</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellant complains that the district court failed to make \"such inquiry as shall satisfy it that there is a factual basis for the plea,\" as required by Rule 11(f).  To determine the plea's factual basis, the court asked appellant himself whether he did the acts charged in the indictment.  Appellant responded in the affirmative.  The court further asked the government to present the evidence it would have offered against the defendant had the case gone to trial.  Finally, the court viewed the photographs at issue and determined that they were pornographic.  The court thus fully complied with Rule 11(f).</p>\n    </div>\n    <p>2. Rule 11(c)(1)</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Next, appellant argues that the district court failed to inform him of \"the nature of the charge to which the plea is offered\" and the \"maximum possible penalty provided by law, including the effect of any special parole or supervised release term,\" as required by Rule 11(c)(1).  The court informed appellant of the nature of the charge to which the plea was offered by reading the one-count indictment at the change of plea hearing.  Appellant told the court, in response to questioning, that he had been advised by his attorney of the nature of the charges against him and the maximum penalty provided by law.  The court also informed appellant of the maximum penalty provided by law.  The court did not inform appellant of \"the effect of any special parole or supervised release term,\" Fed.  R. Crim.  P. 11(c)(1), in other words, that a supervised release term not exceeding three years could be imposed.  However, appellant has failed to allege prejudice, that is, that he would not have pleaded guilty if he had been informed of the supervised release term.  Therefore, counsel's failure to object that the court had not complied with Rule 11(c)(1) did not constitute ineffective assistance of counsel.</p>\n    </div>\n    <p>3. Rule 11(e)(4)</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellant also argues that the district court failed to comply with Rule 11(e)(4).  The rule requires that where the court rejects a plea agreement the defendant must be given an opportunity to withdraw his guilty plea.  That requirement did not come into play here because the court did not reject the plea agreement.  The court did reject the government's recommendation that appellant be sentenced at the low end of the guideline range.  However, the court's failure to follow the government's recommendation is not the same as its rejection of the agreement. \"[O]ur cases clearly bar any relief merely because a judge refuses to accept the sentence recommendations of a prosecutor, so long as the defendant has not been misled.\"  United States v. Valencia-Copete, 792 F.2d 4, 7 (1st Cir. 1986).  The plea agreement specifically noted in paragraph 3 that \"the sentence imposed may be less severe or more severe than that recommended by the United States Attorney's Office, and ... Mr. Barber may not withdraw his plea solely as a result of the sentence imposed.\"  Thus, the court did not violate Rule 11(e)(4).</p>\n    </div>\n    <p>4. Rule 11(d)</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, appellant complains that the district court failed to comply with its obligation to determine that the plea was voluntary pursuant to Rule 11(d).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">At the change of plea hearing, the court asked appellant a series of questions to determine that the plea did not result from threats or promises of leniency, that no specific sentence had been promised and that appellant was not on medication and had not been under psychiatric care.  Appellant told the court that his plea of guilty was \"entirely free and voluntary.\"</p>\n    </div>\n    <p>C. Application of Sentencing Guidelines</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellant's final argument in support of his ineffective assistance of counsel claim is that his attorney erred in failing to object to the application of the sentencing guidelines.  Appellant contends that the court, in sentencing him, erroneously applied the 1990 Guidelines, in effect at the time of his sentencing (March, 1991), rather than the 1989 Guidelines, in effect at the time of his offense (August, 1990).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  He further argues that the court applied the wrong BOL.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Ordinarily, the version of the sentencing guidelines in effect at the time of sentencing controls.  However, \"where the application of the Guidelines in effect at the time of sentencing raises an ex post facto concern, ... the court applies the version in effect at the time of the crime's commission.\"  United States v. Cousens, 942 F.2d 800, 801 n.1 (1st Cir. 1991).  The application of the Guidelines raises an ex post facto concern where the Guidelines have changed in a way that disadvantages the defendant.  See Miller v. Florida, 482 U.S. 423, 430 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The change that appellant complains of in this case is not to the language of the relevant Guideline section, but to the commentary to that section.  The section of the Guidelines at issue is Sec. 3C1.1, which was applied to increase appellant's offense level by two levels for \"willfully obstructing or impeding proceedings.\"  Section 3C1.1 itself is identical in the 1989 Guidelines in effect at the time of the offense and the 1990 Guidelines in effect at the time of sentencing.  The application notes to that section, however, are slightly different.  The PSR, in recommending the increase, specifically referred to application note 3(e) of the 1990 Guidelines, which lists \"escaping or attempting to escape from custody before trial or sentencing, or willfully failing to appear, as ordered, for a judicial proceeding\" as an example of the type of conduct to which the section applies.  That specific example is not listed in the 1989 version of the Guidelines in effect at the time that the offense was committed.  We have held, however, that \"flight after arrest constituted an obstruction of justice under the 1989 version of the Guidelines.\"  United States v. McCarthy, 961 F.2d 972, 980 (1st Cir. 1992).  Therefore, there was no error in the court's two-level upward adjustment of the offense level under Sec. 3C1.1.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Appellant also argues that his attorney's failure to object that the wrong BOL was applied in calculating his guideline sentencing range constitutes ineffective assistance of counsel.  A BOL of 25 was used to calculate appellant's guideline sentencing range.  That BOL was dictated by Sec. 2G2.1, which applies a BOL of 25 to the offense of \"sexually exploiting a minor by production of sexually explicit visual or printed material.\"  The Guideline section specifically refers to violations of 18 U.S.C. Sec. 2251(a) as within its ambit.  Appellant argues that a BOL of 13, pursuant to Sec. 2G2.2, ought to have been applied.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellant's only ground for arguing that Sec. 2G2.1 was erroneously applied is that the commentary to Sec. 2G2.1 in the 1989 Guidelines provided that \"[t]his offense commonly involves the production source of a child pornography enterprise.\"  Appellant argues that because he was not involved in a child pornography enterprise, Sec. 2G2.1 was inapplicable.  We disagree.  The commentary to the 1989 Guidelines explains that it is the exploitation of a minor, rather than the involvement in a child pornography enterprise, that justifies the higher BOL under Sec. 2G2.1 than under Sec. 2G2.2, which imposes a BOL of 13 for the distribution of sexually explicit material after production.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Given that the offense charged involved the exploitation of a minor, and not merely the transportation of the photographs, the district court did not err in applying Sec. 2G2.1 to arrive at appellant's BOL of 25.  Therefore, appellant's attorney did not provide ineffective assistance by failing to object to that application of the guidelines.</p>\n    </div>\n    <p>IV. Violation of Rule 11</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">For the reasons explained above in connection with appellant's claim that his attorney was remiss in failing to object that the court had not complied with Fed.  R. Crim.  P. 11, we conclude that appellant's claim that the district court violated Rule 11 is without merit.  To justify habeas relief, a violation of Rule 11 must result in a \"complete miscarriage of justice\" or in a proceeding \"inconsistent with rudimentary demands of fair procedure.\"  United States v. Timmreck, 441 U.S. 780, 784 (1979).  The court's failure to comply with the technical requirement that appellant be informed of the supervised release term did not entitle him to habeas relief.  See id.  (holding that Sec. 2255 petitioner not entitled to relief where district court failed to describe the mandatory special parole term required by statute).</p>\n    </div>\n    <p>V. Conclusion</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We need go no further.  For the foregoing reasons, we affirm the district court's dismissal of appellant's Sec. 2255 petition.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In addition to the federal charge, appellant also pleaded guilty to state charges of non-forcible rape of a child, child pornography, indecent assault and battery on a child under 14 and unnatural and lascivious acts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellant suggests that a requirement of scienter with respect to the mailing or interstate commerce element of the offense is constitutionally required.  We reject that argument.  See United States v. Esch, 832 F.2d 531, 536 (10th Cir. 1987) (fact that Sec. 2251 does not require intent regarding the mailing element does not render statute unconstitutional), cert. denied, 485 U.S. 908 (1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The PSR specifically noted that it applied the 1989 Guidelines because they resulted in a lower guideline sentencing range than the 1990 Guidelines</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The commentary reads as follows:</p>\n        <p>This offense commonly involves the production source of a child pornography enterprise.  Because the offense directly involves the exploitation of minors, the base offense level is higher than for the distribution of the sexually explicit material after production.  An enhancement is provided when the conduct involves the exploitation of a minor under age twelve to reflect the more serious nature of exploiting young children.</p>\n        <p>U.S.S.G. Sec. 2G2.1, commentary (1989).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1148</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Richard I. BARBER, Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 93-1090.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 23, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">Richard I. Barber on brief pro se.</p>\n      <p class=\"indent\">A. John Pappalardo, United States Attorney, and Kevin O'Regan, Assistant United State Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from the district court's denial of appellant's motion under 28 U.S.C. Sec. 2255 for post-conviction relief.  We affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On January 18, 1991, appellant-defendant Richard I. Barber pleaded guilty to the sexual exploitation of a child in violation of 18 U.S.C. Sec. 2251(a).  The underlying facts are uncontested.  On August 7, 1990, Postal Inspector Terrence A. Loftus was informed that a commercial photography lab in Virginia had developed pornographic photographs of a child.  The film bore a return address of Barber Publications, P.O. Box 892 in North Adams, Massachusetts.  Appellant retrieved the film at the post office in North Adams on August 9, 1990.  Inspector Loftus followed appellant home and arrested him.  During a subsequent search of appellant's home, Loftus discovered the child depicted in the photographs.  She indicated that she was eleven years old and had been living with appellant.  Inspector Loftus instructed appellant to appear in court in Springfield, Massachusetts on August 10, 1990.  He failed to appear and was arrested almost two weeks later in Connecticut.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 2, 1990, appellant was indicted on one federal charge of the sexual exploitation of a child.  He originally pleaded not guilty, but offered a change of plea on January 18, 1991.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Appellant was represented by counsel at his change of plea hearing and at his sentencing hearing.  The plea agreement provided that in return for appellant's guilty plea, the government would recommend a sentence at the lower end of the sentencing guidelines range.  The pre-sentence report [\"PSR\"] identified the applicable base offense level [\"BOL\"] as 25, pursuant to Sec. 2G2.1 of the Guidelines.  The PSR recommended that the BOL be increased by 2 levels because the victim was under 12 years of age, pursuant to Sec. 2G2.1(b)(1).  It further increased the BOL by 2 levels because appellant had abused a position of public and private trust, and by 2 levels for his obstruction of justice by failing to appear in court as instructed at the time of his arrest and fleeing to Connecticut.  Finally, the PSR recommended a 2 level reduction for appellant's acceptance of responsibility, resulting in a total offense level of 29.  Applying a criminal history category of I, the PSR arrived at an applicable guideline sentencing range of 87 to 108 months.  At the sentencing hearing on March 15, 1991, the government recommended a sentence of 87 months and three years of supervised release.  The district court, in consideration of the severe circumstances and the hardship to the child, imposed a sentence of 108 months, plus three years' supervised release.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellant filed a motion for resentencing on the grounds that the district court failed to ask him if he had read the PSR before sentencing and if he had any objections thereto.  The district court denied the motion.  Appellant then filed a motion under 28 U.S.C. Sec. 2255 for post-conviction relief on the following grounds:  1) the court lacked jurisdiction because appellant did not intend the film to be placed in interstate commerce;  2) appellant was coerced into consenting to a search of his home in violation of the Fourth Amendment;  3) appellant received ineffective assistance of counsel at the pretrial and sentencing phases of the case;  and 4) the court violated Fed.  R. Crim.  P. 11.  The district court denied the motion.  On appeal, appellant re-asserts his jurisdictional, ineffective assistance of counsel, and Rule 11 arguments.  We reject each argument in turn.</p>\n    </div>\n    <p>II. Jurisdiction</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant argues that 18 U.S.C. Sec. 2251(a) requires, as an element of the offense, intent that the visual depictions at issue be transported in interstate commerce.  He alleges that he mailed the film to an address in Massachusetts and did not know or intend that it would be transported in interstate commerce.  The language of the statute, however, clearly does not require intent with respect to the requirement that the film be transported in interstate commerce or mailed.  Section 2251 provides, in relevant part, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>Any person who ... uses ... any minor to engage in, with the intent that such minor engage in any sexually explicit conduct for the purpose of producing any visual depiction of such conduct, shall be punished as provided under subsection (d), if such person knows or has reason to know that such visual depiction will be transported in interstate or foreign commerce or mailed, or if such visual depiction has actually been transported in interstate or foreign commerce or mailed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellant does not deny that the pictures were actually mailed and transported in interstate commerce.  Therefore, appellant's offense is clearly punishable under Sec. 2251 and the district court did not err in rejecting appellant's argument that jurisdiction was lacking.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>III. Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellant argues that representation was inadequate in three respects, asserting that:  1) counsel failed to determine whether Sec. 2251(a) was applicable to his offense, resulting in a denial of due process;  2) counsel failed to object to the trial court's alleged failure to comply with the requirements of Fed.  R. Crim.  P. 11 in accepting appellant's change of plea;  and 3) counsel failed to object to the court's application of the sentencing guidelines in imposing appellant's sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In Hill v. Lockhart, <span class=\"citation\" data-id=\"111539\"><a href=\"/opinion/111539/hill-v-lockhart/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 57 (1985), the Court held that the two-part test adopted in Strickland v. Washington, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span> </a></span>(1984), also applied to ineffective assistance claims arising out of the plea process.  As applied to such claims, Strickland requires appellant to show, first, that counsel failed to provide assistance \"within the range of competence demanded of attorneys in criminal cases.\"  McMann v. Richardson, <span class=\"citation\" data-id=\"108138\"><a href=\"/opinion/108138/mcmann-v-richardson/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">759</span></a></span>, 771 (1970) (quoted in Hill v. <span class=\"citation\" data-id=\"111539\"><span class=\"antecedent_guess\">Lockhart,</span> <a href=\"/opinion/111539/hill-v-lockhart/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">56</span></a></span>).  Second, to satisfy the prejudice requirement, appellant \"must show that there is a reasonable probability that, but for counsel's errors, he would not have pleaded guilty and would have insisted on going to trial.\"  Hill v. <span class=\"citation\" data-id=\"111539\"><span class=\"antecedent_guess\">Lockhart,</span> <a href=\"/opinion/111539/hill-v-lockhart/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">59</span></a></span>.</p>\n    </div>\n    <p>A. Application of Sec. 2251</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellant first argues that his counsel was remiss in failing to advise him that his conduct did not fall within the charge.  Since we find appellant's actions to be well within the scope of Sec. 2251 this argument fails.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant seems to contend although his brief on appeal is unclear that he was not properly charged with violating Sec. 2251 because he did not \"exploit\" a child, he lacked the requisite mens rea, the photographs were not pornographic, and he did not intend the photographs to be reproduced or sold.  Therefore, he asserts that he was not involved in the production and trade of commercial pornography that the statute was intended to curb.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellant was charged with using a minor to engage in sexually explicit conduct for the purpose of producing photographs of such conduct, which photographs were transported in interstate commerce and mailed.  Appellant's conduct, as described by the government at the change of plea hearing and uncontested by appellant, clearly fell within this charge.  See Rodriguez v. Clark Color Laboratories, <span class=\"citation\" data-id=\"553165\"><a href=\"/opinion/553165/rafael-rodriguez-v-clark-color-laboratories/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">347</span></a></span>, 349 (1st Cir. 1990) (\"The language of Sections 2251 and 2252 has been held to be clear and unambiguous.\")  The district court viewed the photographs at the hearing and determined that they were pornographic.  Contrary to appellant's argument, Sec. 2251(a) does not require that a defendant intend the photographs to be reproduced or sold.  It is sufficient that the defendant intend to use a minor to engage in sexually explicit conduct for the purpose of producing photographs.  See United States v. Esch, <span class=\"citation no-link\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">531</span></span>, 536 (10th Cir. 1987) (18 U.S.C. Sec. 2251(a) contains a scienter requirement in that it requires proof that defendant used a minor to engage in sexual conduct \"for the purpose of\" producing a picture of such conduct), cert. denied.  <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span> </span>(1988).  Since appellant does not dispute that he had such an intent his activities were properly found to be within the statute's scope.</p>\n    </div>\n    <p>B. Application of Rule 11</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellant's second argument supporting his ineffective assistance claim concerns his attorney's failure to object that the district court did not comply with several subsections of Fed.  R. Crim.  P. 11 at his change of plea hearing.  Since we find that the district court fully complied with the requirements of Rule 11, this argument also fails.  We address each alleged violation separately.</p>\n    </div>\n    <p>1. Rule 11(f)</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellant complains that the district court failed to make \"such inquiry as shall satisfy it that there is a factual basis for the plea,\" as required by Rule 11(f).  To determine the plea's factual basis, the court asked appellant himself whether he did the acts charged in the indictment.  Appellant responded in the affirmative.  The court further asked the government to present the evidence it would have offered against the defendant had the case gone to trial.  Finally, the court viewed the photographs at issue and determined that they were pornographic.  The court thus fully complied with Rule 11(f).</p>\n    </div>\n    <p>2. Rule 11(c)(1)</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Next, appellant argues that the district court failed to inform him of \"the nature of the charge to which the plea is offered\" and the \"maximum possible penalty provided by law, including the effect of any special parole or supervised release term,\" as required by Rule 11(c)(1).  The court informed appellant of the nature of the charge to which the plea was offered by reading the one-count indictment at the change of plea hearing.  Appellant told the court, in response to questioning, that he had been advised by his attorney of the nature of the charges against him and the maximum penalty provided by law.  The court also informed appellant of the maximum penalty provided by law.  The court did not inform appellant of \"the effect of any special parole or supervised release term,\" Fed.  R. Crim.  P. 11(c)(1), in other words, that a supervised release term not exceeding three years could be imposed.  However, appellant has failed to allege prejudice, that is, that he would not have pleaded guilty if he had been informed of the supervised release term.  Therefore, counsel's failure to object that the court had not complied with Rule 11(c)(1) did not constitute ineffective assistance of counsel.</p>\n    </div>\n    <p>3. Rule 11(e)(4)</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellant also argues that the district court failed to comply with Rule 11(e)(4).  The rule requires that where the court rejects a plea agreement the defendant must be given an opportunity to withdraw his guilty plea.  That requirement did not come into play here because the court did not reject the plea agreement.  The court did reject the government's recommendation that appellant be sentenced at the low end of the guideline range.  However, the court's failure to follow the government's recommendation is not the same as its rejection of the agreement. \"[O]ur cases clearly bar any relief merely because a judge refuses to accept the sentence recommendations of a prosecutor, so long as the defendant has not been misled.\"  United States v. Valencia-Copete, <span class=\"citation\" data-id=\"471042\"><a href=\"/opinion/471042/united-states-v-emiliano-valencia-copete/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 7 (1st Cir. 1986).  The plea agreement specifically noted in paragraph 3 that \"the sentence imposed may be less severe or more severe than that recommended by the United States Attorney's Office, and ... Mr. Barber may not withdraw his plea solely as a result of the sentence imposed.\"  Thus, the court did not violate Rule 11(e)(4).</p>\n    </div>\n    <p>4. Rule 11(d)</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, appellant complains that the district court failed to comply with its obligation to determine that the plea was voluntary pursuant to Rule 11(d).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">At the change of plea hearing, the court asked appellant a series of questions to determine that the plea did not result from threats or promises of leniency, that no specific sentence had been promised and that appellant was not on medication and had not been under psychiatric care.  Appellant told the court that his plea of guilty was \"entirely free and voluntary.\"</p>\n    </div>\n    <p>C. Application of Sentencing Guidelines</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellant's final argument in support of his ineffective assistance of counsel claim is that his attorney erred in failing to object to the application of the sentencing guidelines.  Appellant contends that the court, in sentencing him, erroneously applied the 1990 Guidelines, in effect at the time of his sentencing (March, 1991), rather than the 1989 Guidelines, in effect at the time of his offense (August, 1990).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  He further argues that the court applied the wrong BOL.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Ordinarily, the version of the sentencing guidelines in effect at the time of sentencing controls.  However, \"where the application of the Guidelines in effect at the time of sentencing raises an ex post facto concern, ... the court applies the version in effect at the time of the crime's commission.\"  United States v. Cousens, <span class=\"citation\" data-id=\"567182\"><a href=\"/opinion/567182/united-states-v-timothy-l-cousens/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">800</span></a></span>, 801 n.1 (1st Cir. 1991).  The application of the Guidelines raises an ex post facto concern where the Guidelines have changed in a way that disadvantages the defendant.  See Miller v. Florida, <span class=\"citation\" data-id=\"111917\"><a href=\"/opinion/111917/miller-v-florida/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span>, 430 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The change that appellant complains of in this case is not to the language of the relevant Guideline section, but to the commentary to that section.  The section of the Guidelines at issue is Sec. 3C1.1, which was applied to increase appellant's offense level by two levels for \"willfully obstructing or impeding proceedings.\"  Section 3C1.1 itself is identical in the 1989 Guidelines in effect at the time of the offense and the 1990 Guidelines in effect at the time of sentencing.  The application notes to that section, however, are slightly different.  The PSR, in recommending the increase, specifically referred to application note 3(e) of the 1990 Guidelines, which lists \"escaping or attempting to escape from custody before trial or sentencing, or willfully failing to appear, as ordered, for a judicial proceeding\" as an example of the type of conduct to which the section applies.  That specific example is not listed in the 1989 version of the Guidelines in effect at the time that the offense was committed.  We have held, however, that \"flight after arrest constituted an obstruction of justice under the 1989 version of the Guidelines.\"  United States v. McCarthy, <span class=\"citation\" data-id=\"581510\"><a href=\"/opinion/581510/united-states-v-william-e-mccarthy-jr/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">972</span></a></span>, 980 (1st Cir. 1992).  Therefore, there was no error in the court's two-level upward adjustment of the offense level under Sec. 3C1.1.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Appellant also argues that his attorney's failure to object that the wrong BOL was applied in calculating his guideline sentencing range constitutes ineffective assistance of counsel.  A BOL of 25 was used to calculate appellant's guideline sentencing range.  That BOL was dictated by Sec. 2G2.1, which applies a BOL of 25 to the offense of \"sexually exploiting a minor by production of sexually explicit visual or printed material.\"  The Guideline section specifically refers to violations of 18 U.S.C. Sec. 2251(a) as within its ambit.  Appellant argues that a BOL of 13, pursuant to Sec. 2G2.2, ought to have been applied.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellant's only ground for arguing that Sec. 2G2.1 was erroneously applied is that the commentary to Sec. 2G2.1 in the 1989 Guidelines provided that \"[t]his offense commonly involves the production source of a child pornography enterprise.\"  Appellant argues that because he was not involved in a child pornography enterprise, Sec. 2G2.1 was inapplicable.  We disagree.  The commentary to the 1989 Guidelines explains that it is the exploitation of a minor, rather than the involvement in a child pornography enterprise, that justifies the higher BOL under Sec. 2G2.1 than under Sec. 2G2.2, which imposes a BOL of 13 for the distribution of sexually explicit material after production.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Given that the offense charged involved the exploitation of a minor, and not merely the transportation of the photographs, the district court did not err in applying Sec. 2G2.1 to arrive at appellant's BOL of 25.  Therefore, appellant's attorney did not provide ineffective assistance by failing to object to that application of the guidelines.</p>\n    </div>\n    <p>IV. Violation of Rule 11</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">For the reasons explained above in connection with appellant's claim that his attorney was remiss in failing to object that the court had not complied with Fed.  R. Crim.  P. 11, we conclude that appellant's claim that the district court violated Rule 11 is without merit.  To justify habeas relief, a violation of Rule 11 must result in a \"complete miscarriage of justice\" or in a proceeding \"inconsistent with rudimentary demands of fair procedure.\"  United States v. Timmreck, <span class=\"citation\" data-id=\"110080\"><a href=\"/opinion/110080/united-states-v-timmreck/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">780</span></a></span>, 784 (1979).  The court's failure to comply with the technical requirement that appellant be informed of the supervised release term did not entitle him to habeas relief.  See <span class=\"citation\" data-id=\"110080\"><a href=\"/opinion/110080/united-states-v-timmreck/\"><span class=\"id_token\">id.</span>  (holding that </a></span>Sec. 2255 petitioner not entitled to relief where district court failed to describe the mandatory special parole term required by statute).</p>\n    </div>\n    <p>V. Conclusion</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We need go no further.  For the foregoing reasons, we affirm the district court's dismissal of appellant's Sec. 2255 petition.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In addition to the federal charge, appellant also pleaded guilty to state charges of non-forcible rape of a child, child pornography, indecent assault and battery on a child under 14 and unnatural and lascivious acts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellant suggests that a requirement of scienter with respect to the mailing or interstate commerce element of the offense is constitutionally required.  We reject that argument.  See United States v. Esch, <span class=\"citation no-link\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">531</span></span>, 536 (10th Cir. 1987) (fact that Sec. 2251 does not require intent regarding the mailing element does not render statute unconstitutional), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span> </span>(1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The PSR specifically noted that it applied the 1989 Guidelines because they resulted in a lower guideline sentencing range than the 1990 Guidelines</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The commentary reads as follows:</p>\n        <p>This offense commonly involves the production source of a child pornography enterprise.  Because the offense directly involves the exploitation of minors, the base offense level is higher than for the distribution of the sexually explicit material after production.  An enhancement is provided when the conduct involves the exploitation of a minor under age twelve to reflect the more serious nature of exploiting young children.</p>\n        <p>U.S.S.G. Sec. 2G2.1, commentary (1989).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108138/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110080/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111539/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111917/",
    "https://www.courtlistener.com/api/rest/v3/opinions/471042/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553165/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567182/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581510/"
  ]
}