{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194881/",
  "id": 194881,
  "absolute_url": "/opinion/194881/fisher-v-commissioner/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194881/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:12Z",
  "date_modified": "2020-02-22T00:07:56.449513Z",
  "type": "010combined",
  "sha1": "7abdc75412f384d20815bdceb1a3abdde9971255",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2457.01A",
  "local_path": null,
  "plain_text": "August 20, 1993\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-2457 \n\n               JOHN S. AND LORRAINE M. FISHER,\n\n                   Petitioners, Appellants,\n\n                              v.\n\n              COMMISSIONER OF INTERNAL REVENUE,\n\n                    Respondent, Appellee.\n\n                                         \n\n           APPEAL FROM THE UNITED STATES TAX COURT\n\n         [Hon. Lawrence Wright, U.S. Tax Court Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n               Selya and Stahl, Circuit Judges.\n                                              \n\n                                         \n\nJohn S. Fisher and Lorraine M. Fisher on brief pro se.\n                                     \nMichael  L.  Paup, Acting  Assistant  Attorney  General,  Gary  R.\n                                                                  \nAllen, Ann B. Durney, and Randolph L. Hutter, Tax Division, Department\n                                        \nof Justice, on brief for appellee.\n\n                                         \n\n                                         \n\n          Per Curiam.  John Fisher is  an employee of Digital\n                    \n\nEquipment Corporation.   From 1982-87 he was on  a disability\n\nleave of absence  from the  company.  In  1986, he  exercised\n\ncertain stock  options, which  resulted in a  distribution to\n\nhim of  stock with a net value of $50,726.55.  Fisher and his\n\nwife  reported that  sum as  nontaxable long-term  disability\n\nincome on  their  1986  tax return.    The  Internal  Revenue\n\nService (\"IRS\") disagreed and assessed a deficiency which the\n\nFishers  challenged in  Tax Court.   The Tax  Court concluded\n\nthat Digital's distribution of  stock to John Fisher  in 1986\n\nwas  a taxable transfer of property under 26 U.S.C. (\"IRC\")  \n\n83 rather  than tax-free income received  through accident or\n\nhealth insurance  under IRC     104(a)(3) or  an accident  or\n\nhealth plan  under IRC    105(e)(1), as the  Fishers claimed.\n\nIt  also deemed proper the  assessment by the  IRS of certain\n\nadditions to  tax against  the Fishers  for their failure  to\n\nreport the distribution as taxable  income.  The Fishers  now\n\nappeal.    Because  the record  shows  that  the  Tax Court's\n\nunderstanding of the law and facts was correct, we affirm.  \n\n          I.  The Characterization of the 1986 Distribution\n                                                           \n\n          The tax provisions at issue are IRC    83, 104, and\n\n105.   Section  83(a) provides for  the taxation  of property\n\ntransferred to  a person \"in connection  with the performance\n\nof services.\"   The person liable  for the tax  is the person\n\nwho  performed  the services,  and  the amount  taxed  is the\n\nexcess  of the  fair market  value of  the property  over the\n\namount  paid for  the property.   A  transfer of  property is\n\nsubject to section 83  if made \"in respect of  past, present,\n\nor  future services.\"  Treas.  Reg.   1.83-3(f).   Section 83\n\napplies at the  time a  stock option is  exercised where,  as\n\nhere,  the option does not have  a readily ascertainable fair\n\nmarket  value at the time the option is granted, provided the\n\nstock  is transferable  or no  longer subject  to substantial\n\nrisk  of  forfeiture  at   that  time  (as  defined  in   the\n\nregulations).  Id.    1.83-7(a); IRC    83(a)(1); see  Treas.\n                                                     \n\nReg.     1.83-(c) &amp;  (d).1    In  general, section  104(a)(3)\n\nexcludes  from  taxable   income  \"amounts  received  through\n\naccident  or  health  insurance   for  personal  injuries  or\n\nsickness . . . .\"  For section 104 purposes, amounts received\n\nunder \"an accident or health plan for employees\"  are treated\n\nas amounts  received  through accident  or health  insurance.\n\nIRC   105(e)(1).  Generally  speaking, an accident or  health\n\nplan  is \"an  arrangement  for  the  payment  of  amounts  to\n\nemployees  in the  event of  personal injuries  or sickness.\"\n\nTreas. Reg.   1.105-5(a).\n\n                    \n\n1.  Under the  terms of Digital's Restricted  Stock Plan, the\nrestrictions  on  an employee's  ability  to transfer  option\nshares  were to lapse each  year for a  certain percentage of\nthe shares.  By the time Fisher exercised his option in 1986,\nall  such restrictions  on all  of Fisher's  remaining option\nshares  had lapsed, and so  the option shares  at issue would\nhave been  transferable or  no longer subject  to substantial\nrisk of forfeiture within the meaning of IRC   83(a)(1). \n\n                             -3-\n\n          The pertinent  facts and our assessment  of them in\n\nlight  of this  law are  as follows.    In 1986,  John Fisher\n\nexercised his option  to buy 690 shares of stock  as to which\n\nthe  restrictions on  transferability had  lapsed.   The fair\n\nmarket value  of the  stock was  $58,132.55, and  Fisher paid\n\n$7,406 to exercise his  option.  Fisher had been  granted his\n\nstock  option rights in 1976  in two stock option agreements,\n\none of which is included in the record.  The option agreement\n\nin  the record  makes  no reference  to Digital's  disability\n\nplan, but explicitly states  that it is subject  to Digital's\n\nRestricted Stock Purchase Plan (\"the Restricted Stock Plan\"),\n\nand it incorporates the terms of the Restricted Stock Plan by\n\nreference.   The option agreement, which was  to terminate on\n\nJuly 28, 1986,  states that Fisher could  exercise the option\n\nonly while \"employed\" by  Digital.  Similarly, the Restricted\n\nStock Plan states its intent to provide incentives to certain\n\nemployees  \"who  are presently  making  and  are expected  to\n\ncontinue to make substantial contributions\" to the company to\n\nensure  that  they  would \"continue  in  the  service of  the\n\nCompany  . . .,  thereby advancing [its]  interests .  . . .\"\n\nAlthough the  option agreement and the  Restricted Stock Plan\n\ndescribe what Fisher's rights to exercise the option would be\n\nif  Fisher  retired  with  the company's  consent,  died,  or\n\nterminated  his employment  with  Digital, neither  makes any\n\nreference  to what Fisher's rights would be if he were unable\n\n                             -4-\n\nto  work  because of  sickness  or  disability.   Presumably,\n\nhowever,  if he  remained \"employed\"  by Digital,  his rights\n\nunder  the option  agreement  and the  Restricted Stock  Plan\n\nwould continue,  whereas  if  he  terminated  his  employment\n\nbecause of disability, his rights would be as provided in the\n\nRestricted  Stock Plan  for employees  whose employment  with\n\nDigital terminates.  As a postscript to the option agreement,\n\nFisher signed  a pledge affirming his  obligations to Digital\n\nunder the employment agreement he signed when he first joined\n\nDigital, and  agreeing, among  other things, to  preserve the\n\nconfidentiality of Digital's trade secrets, inform Digital of\n\nnew ideas conceived by him while at Digital, and refrain from\n\ninducing others  to violate their employment  agreements with\n\nthe company.   On the basis  of these documents, it  is clear\n\nthat Digital's  grant of stock  options to its  employees was\n\nintended to reward present  good performance and to encourage\n\nfuture services of like quality.  Thus, transferring stock to\n\nan employee  exercising an option under  the option agreement\n\nwould transfer property \"in  connection with the  performance\n\nof  services\" as defined in the regulations.  See Treas. Reg.\n                                                 \n\n   1.83-3(f) (section  83(a) taxes  property transferred  \"in\n\nrespect of past, present, or future services\").  Accordingly,\n\nsuch a transfer  would subject the performer  of the services\n\nto  taxation with respect to that  stock under section 83(a),\n\nand  the Restricted Stock Plan states, without qualification,\n\n                             -5-\n\nthat  the option  holder would  receive taxable  income under\n\nsection 83(a)  upon exercise  of the option  with respect  to\n\nshares as to which the restrictions have lapsed.  \n\n          We see nothing in Digital's personnel or disability\n\npolicies or in the way in which John Fisher was treated while\n\non  leave  that  would  alter  that  result  with respect  to\n\nDigital's transfer of  stock to Fisher in 1986.   At the time\n\nFisher was granted his option, he was performing services for\n\nDigital.  In  1978, before he went on a  leave of absence, an\n\ninternal company memorandum explained that, for employees  on\n\na leave  of absence,  \"[stock] options continue  to lapse  as\n\nthough  [the] employees were not on leaves of absence.\"  This\n\nmemorandum made  explicit the inference to be  drawn from the\n\nproviso  in Fisher's  option  agreement that  the option  was\n\nexercisable only as long  as he was \"employed\" by  Digital --\n\nthat is,  that  employees  on leave  are  still  employed  by\n\nDigital and  have full  rights under their  option agreements\n\nand under the Restricted Stock Plan.    \n\n          Digital's   leave  of  absence  policy,  stated  in\n\nSection 4.23  of its \"Personnel Policies  and Procedures,\" is\n\nconsistent with the 1987 memorandum.  The benefits subsection\n\nof the policy describes the extent to which benefits continue\n\nfor  employees on a leave  of absence.   The entry \"Qualified\n\nand Restricted Stock Plans\"  provides that \"[i]f the employee\n\nis a participant  in either the Qualified or Restricted Stock\n\n                             -6-\n\nPlan, restrictions  on these options continue  to lapse while\n\nthe  employee is  on a leave  of absence.\"   A separate entry\n\n\"Medical, Dental, Life and Disability Insurance\" states  that\n\nemployees  on   a  leave   of  absence  can   continue  their\n\n\"disability income  protection\" by  paying their premiums  in\n\nadvance.   Thus, Personnel Policy 4.23  makes clear that some\n\nbenefits  continue for employees on  leave; it also treats an\n\nabsent employee's rights under  the Restricted Stock Plan and\n\nunder a  long-term disability  plan separately, and  does not\n\nmake  the  exercise  of  stock  options a  component  of  the\n\ndisability  benefits provided employees on a disability leave\n\nof absence.\n\n          Nor do  Digital's disability policies do  this.  In\n\nSection  5 of  its  benefits booklet,  Digital discusses  its\n\ndisability plans.2  The  preface explains that Digital offers\n\none sickness and  three disability plans \"to help provide you\n\nwith  all or  a portion  of your  income if  you are  sick or\n\ndisabled  and  unable  to  work.\"   (Emphasis  in  original.)\n             \n\nAlthough Digital automatically enrolls  all employees in  its\n\nshort-term disability  plan,  employees must  purchase  their\n\nlong-term  disability  plan  from an  insurance  company,  as\n\nFisher  did.   In  the  event  of long-term  disability,  the\n\n                    \n\n2.  A  copy  of  the  actual  long-term disability  insurance\npolicy at issue here is not included in the record, and so we\nrely  on the  description of  the  policy given  in Digital's\nbenefits booklet.\n\n                             -7-\n\ninsurance company sends  \"monthly checks for  as long as  you\n\nare totally  disabled . .  . .\"   The checks  amount to  two-\n\nthirds of an employee's base salary, and the amounts received\n\nare  not  taxed.3   Nowhere does  Section  5 of  the benefits\n\nbooklet  state that disability payments may be made by way of\n\ndistribution of  Digital's stock  under the  Restricted Stock\n\nPlan or an option  agreement.  Although Section 5  includes a\n\nsubsection  entitled  \"What  happens  to your  other  Digital\n\nbenefits if you're disabled\",  that subsection does not refer\n\nto the  Restricted Stock  Plan or employee  option agreements\n\neither.4\n\n                    \n\n3.  There is  no record  support for the  Fishers' allegation\nthat  John  Fisher's  base  salary  included  \"benefits  from\nDigital's  restricted stock  plan.\"   Rather, the  Restricted\nStock Plan stated that  it was intended to \"provide  a method\nwhereby  employees  .  .  .  may be  offered  incentives,  in\n                                                             \naddition to  those of current  compensation . .  .\" (emphasis\n                                           \nadded).    At   trial,  Robert   Dill,  Digital's   Assistant\nTreasurer, confirmed  that employees \"were paid through their\nweekly  check as well as  through the benefits  they got from\nth[e] stock  option  plan.\"   This  suggests that  the  stock\noption was not  part of Fisher's  weekly salary, although  it\nwas an additional component of his overall compensation.  \n     In any event, even if the value of the stock  option had\nbeen included in  Fisher's base salary,  that would not  have\nmade  a distribution of stock to him pursuant to his exercise\nof  his stock option a payment under his disability insurance\npolicy, but  presumably would only have  increased the amount\nof  the  monthly  check  issued  to  him  by  his  disability\ninsurance company.\n\n4.  Thus,  while we  have no  doubt that  Digital's long-term\ndisability policy bears all the indicia of accident or health\ninsurance or an accident or health plan as the Fishers argue,\ntheir contention  is essentially  irrelevant since  the stock\ndistribution  at  issue here  could  not  have been  effected\npursuant to that policy. \n\n                             -8-\n\n          John Fisher was  on disability  leave from  Digital\n\nfrom  1982-87.   At no point  during his leave  did Fisher or\n\nDigital terminate Fisher's employment with Digital.  Although\n\nhe  performed no  services for Digital  during that  time, he\n\npresumably  continued  to  observe  his  employment agreement\n\n(reaffirmed  in the option agreement), which  was a matter of\n\nclear importance  to Digital.   In addition,  Digital carried\n\nhim on its employee rolls, extended certain  benefits to him,\n\nand  undoubtedly   anticipated  his  performance   of  future\n\nservices when his  disability ended.   (Fisher did return  at\n\nthe end of  his leave and as  of the time of  trial was still\n\nperforming services  for Digital.)  Consistent with Personnel\n\nPolicy  4.23,  the  restrictions  on  Fisher's  option  stock\n\ncontinued to  lapse during his  leave, and before  his option\n\nagreement expired  in July 1986,  he exercised his  option to\n\npurchase  the  then  remaining   shares  of  stock  on  which\n\nrestrictions  had lapsed.   As the facts  show, that exercise\n\ncould only  have been pursuant to the option agreement, which\n\nwas fully  effective at  that time since  Fisher's employment\n\nwith Digital  had not  terminated, the Restricted  Stock Plan\n\nand  Personnel Policy 4.23.   The option could  not have been\n\nexercised  pursuant  to   his  rights  under  the   long-term\n\ndisability insurance  policy he  had purchased.   That policy\n\nprovided only for the receipt of monthly checks from Fisher's\n\ndisability  insurance  company during  his  disability, which\n\n                             -9-\n\nFisher testified  he had  received and excluded  from taxable\n\nincome. \n\n          On these facts, we have no hesitation affirming the\n\nTax Court's decision that the distribution of stock to Fisher\n\nwas  taxable  under  section  83(a).    The  purpose  of  the\n\nRestricted Stock Plan was to encourage the continued services\n\nof certain employees by  distributing stock which became more\n\nvaluable to those employees as  their service to the  company\n\ncontinued.   Through  its  leave of  absence  policy and  the\n\nspecific provisions  of  the option agreement, which required\n\nonly  that an optionee remain \"employed\" in order to exercise\n\nhis option, Digital ensured  that employees whose  employment\n\nhad  not  terminated,  but  who were  temporarily  unable  to\n\nperform services because on a leave of absence, were entitled\n\nto take  advantage of the  benefits of  the Restricted  Stock\n\nPlan,  thus receiving  the same  incentive to  continue their\n\nemployment as employees not on  leave.  The Restricted  Stock\n\nPlan  was not intended to  provide stock to  sick or disabled\n\nemployees, and, being entirely  silent on the subject, cannot\n\nconceivably  be  thought to  have  done  so.   Likewise,  the\n\ndisability policy  made no  mention of distributing  stock to\n\nsick or  disabled employees,  but spoke only  of distributing\n\nmonthly   checks  to  disabled   employees,  and   so  cannot\n\nconceivably be thought to have authorized stock distributions\n\nto  disabled employees.   Consequently, the  Restricted Stock\n\n                             -10-\n\nPlan was not accident or health insurance under IRC    104 or\n\nan accident  or health plan under IRC   105, nor was the 1986\n\ndistribution of  stock a  disability payment to  Fisher under\n\nFisher's long-term disability insurance. \n\n                             -11-\n\n     II.  Additions to Tax\n                          \n\n          The  IRS assessed certain  additions to tax against\n\nthe Fishers  for failing to report  Digital's distribution of\n\nstock to John Fisher as taxable income.  Before its change in\n\n1989, section 6653(a)(1), which  applies to the Fishers' 1986\n\ntax return,  provided  for  certain  additions to  tax  if  a\n\ntaxpayer's  underpayment  of  tax   was  due  to  negligence.\n\nSection 6653(a)(3) defined negligence to include \"any failure\n\nto make a reasonable attempt to comply with the provisions of\n\nthis title,\" and case law defines it to be \"lack  of due care\n\nor failure  to do  what a reasonable  and ordinarily  prudent\n\nperson would do  under the circumstances.\"   See, e.g., Neely\n                                                             \n\nv.  United States,  775  F.2d  1092,  1095 (9th  Cir.  1985).\n                 \n\nFormer section  6661(a), which applies as  well, provided for\n\nan addition  to tax  if a taxpayer  substantially understated\n\nhis   income  tax   for   any  taxable   year,  and   section\n\n6661(b)(2)(B) permitted a reduction in the addition to tax if\n\nthere was \"substantial authority\" for the taxpayer's position\n\nor if the taxpayer  \"adequately disclosed\" the relevant facts\n\nin his return.  The  taxpayer has the burden of showing  that\n\npenalties under sections  6653 and 6661 should  not have been\n\nassessed.   Sandvall v. Commissioner, 898 F.2d  455, 459 (5th\n                                    \n\nCir. 1990).5\n\n                    \n\n5.  There is no dispute that, if the stock distribution was a\ntaxable transfer of property, the Fishers had underpaid their\ntax within the  meaning of section 6653 and had substantially\n\n                             -12-\n\n          John Fisher is  a certified public accountant  who,\n\nbefore joining  Digital, had  performed audits and  worked in\n\nthe  tax department of a Big Eight public accounting firm for\n\napproximately eight years.   Before filing their 1986 return,\n\nthe  Fishers had received a  W-2c form showing  that the 1986\n\nstock distribution  was a  taxable transfer of  property (the\n\nform  corrected   a  previously   received  W-2   form  which\n\napparently had  not included  the distribution).   During his\n\nleave, John  Fisher  had received  monthly disability  checks\n\nfrom his disability insurer which (with  the exception of one\n\nyear apparently)  he  had excluded  from  income on  his  tax\n\nreturns.    Nevertheless, on  their  tax  return the  Fishers\n\ndescribed the  stock distribution as \"L.T.  disability income\n\nfrom 100 percent employee  funded stock option excluded under\n\nsection  104(a)(3).\"    Appropriately   emphasizing  Fisher's\n\nparticular expertise  as an accountant with  tax and auditing\n\nexperience, see Carlins v.  Commissioner, 55 T.C.M. 228, 244-\n                                        \n\n45  (1988) (memorandum  decision),  the Tax  Court found  the\n\nFishers negligent in not  reporting the stock distribution as\n\ntaxable  income.   It  also found  that  the Fishers  had  no\n\nsubstantial  authority for  their position  and did  not make\n\nadequate disclosure on their 1986 return.  \n\n          In  view of  what we  have said  above, we  have no\n\ndoubt  that the  Tax Court  was right.    The Fishers  had no\n\n                    \n\nunderstated their tax within the meaning of section 6661.\n\n                             -13-\n\nfactual basis for describing  the stock distribution as being\n\na  payment under  John  Fisher's disability  insurance.   The\n\nrecord  shows plainly  that  Fisher's right  to exercise  his\n\nstock  option   was  based  on  the   option  agreement,  the\n\nRestricted Stock Plan  and Personnel Policy 4.23,  and not on\n\nhis long-term  disability insurance.   Thus,  their statement\n\nthat  the  distribution  was  \"L.T.  disability  income\"  was\n\ninaccurate and misleading.6   To sufficiently apprise the IRS\n\nof \"the nature of  the potential controversy\" regarding their\n\ntax  treatment  of  the  stock  distribution so  as  to  make\n\nadequate disclosure, see Treas. Reg.   1.6661-4(b)(1)(iv), at\n                        \n\na minimum the Fishers needed to refer to the existence of the\n                                                      \n\noption agreement, the Restricted Stock Plan, Personnel Policy\n\n4.23 and  John Fisher's long-term disability  insurance.  Cf.\n                                                             \n\nid. (b)(4) (\"Disclosure is not adequate . . . if  it consists\n   \n\n                    \n\n6.  We  see no need to discuss the arguments the Fishers make\nto  support their  characterization  of  the distribution  as\nbeing a  \"100 percent  employee funded stock  option excluded\nunder section 104(a)(3)\" pursuant  to the allocation rules in\nregulations   enacted  under   section  105.     Because  the\ndistribution in question cannot  conceivably be regarded as a\npayment  pursuant  to  accident  or health  insurance  or  an\naccident or  health plan, further discussion  of the Fishers'\narguments  regarding  the  amount  and  timing  of  Digital's\ncontribution to  the  stock option  plan  as an  accident  or\nhealth plan is pointless.\n\n                             -14-\n\nof undifferentiated information . . . .\").7  They  did not do\n\nso.\n\n          Nor did  they have substantial  authority for their\n\nposition that  the stock distribution was not  taxable.  They\n\nsay that they relied  on BNA Portfolio #389 and  certain case\n\nlaw in  treating the distribution as  nontaxable income under\n\nsection 104(a)(3).    The  statement they  relied  on  is  as\n\nfollows:  \n\n          For  purposes  of   104(a)(3),  insurance  benefits\n          include  amounts received from  a non-insured fund.\n          31/   Accident or health benefits  from a qualified\n            \n          pension,  profit-sharing, or  stock bonus  plan are\n          also within the scope of   104(a)(3). 32/\n                                                  \n\nEven  if  inactive  in  1986,   as  an  accountant  with  tax\n\nexperience John Fisher must have known that he could not rely\n\non  so  general a  statement as  this  in asserting  that the\n\ndistribution  here  was exempt  from  taxation  under section\n\n104(a)(3).     Moreover,  Footnote   32,  which  the  Fishers\n\nhighlight in the appendix  to their appellate brief, referred\n\nthe reader to  a different  portion of the  portfolio for  an\n\nassessment of when the plan in question was \"qualified\" under\n\n                    \n\n7.  The  regulation referred  to  contains  requirements  for\ndisclosures  made in a statement attached to the return.  The\nFishers did not attach a statement to their return, but noted\nthe  tax   position  they   took  directly  on   the  return.\nNevertheless, in their brief they claim that they met all the\nrequirements  of this  regulation,  and so  we  use it  as  a\nmeasure  of  the adequacy  of  their disclosure.    Judged by\ncommon sense standards as well, however, their disclosure was\nunquestionably inadequate  given  the disparity  between  the\nclaim they were asserting and the actual facts. \n\n                             -15-\n\nsection 104(a)(3).  The Fishers did  not provide that portion\n\nof the  portfolio to the Tax Court, and do not state that the\n\ninformation  it  contained   substantiated  their   position.\n\nMoreover, Footnote 32 also referred the reader to the  second\n\nsentence of  section 104(a), which concerns  the treatment of\n\npayments  to   self-employed  individuals   and  so   is  not\n\napplicable,  and  to Trappey  v.  Commissioner,  34 T.C.  407\n                                              \n\n(1960).  Trappey and the other cases cited by the Fishers are\n                \n\nall readily distinguishable since all involved  payments made\n\npursuant  to  contractual   or  statutory  provisions   which\n\nexpressly authorized  the payments  to  certain employees  in\n\nview of  their disability.   The stock distribution  here was\n\nmade pursuant  to the option agreement,  the Restricted Stock\n\nPlan  and  Personnel Policy  4.23,  none  of which  expressly\n\nprovided for  the distribution of  stock to sick  or disabled\n\nemployees.  Because they are factually  distinguishable, none\n\nof the cases which  the Fishers relied on in  preparing their\n\nreturn  is substantial  authority for  the tax  position they\n\ntook.     See  Treas.   Reg.     1.6661-3(b)(1)   (\"There  is\n             \n\nsubstantial authority for  the tax treatment of an  item only\n\nif the weight of the  authorities supporting the treatment is\n\nsubstantial  .  .  .  .\");  id.  (b)(3)  (\"[T]he  weight   of\n                               \n\nauthorities depends on their persuasiveness and relevance . .\n\n.  .   For example,  a case  . .  . would  not be  considered\n\n                             -16-\n\nparticularly   relevant  if   the  authority   is  materially\n\ndistinguishable on its facts . . . .\").  \n\n          Nor  would  any  reliance  by the  Fishers  on  any\n\nstatements   by   Digital  employees   suggesting   that  the\n\ndistribution was tax-free under  section 104(a)(3) have  been\n\nreasonable:     the  Restricted  Stock  Plan   itself  stated\n\nunqualifiedly that  exercising the stock option  with respect\n\nto  transferable  option shares  would  result  in a  taxable\n\ntransfer of property under section 83; the relevant documents\n\ndemonstrate that  no connection whatever  existed between the\n\noption  agreement and Restricted Stock Plan, on the one hand,\n\nand   John  Fisher's   disability  or   long-term  disability\n\ninsurance,  on the other; Digital  had issued a  W-2c form to\n\nFisher  stating  that  the distribution  was  taxable  income\n\nbefore the  Fishers filed their  return; and John  Fisher had\n\nbeen receiving and deducting monthly checks from a disability\n\ninsurer  on account  of  his disability  consistent with  the\n\nterms  of   his  disability  policy.     Moreover,  any  such\n\nstatements would  not have  been substantial authority  under\n\nsection  6661, even if the employees in question had been tax\n\nprofessionals.   See  Treas.  Reg.    1.6661-3(b)(2)  (\"legal\n                    \n\nopinions or opinions rendered by other tax professionals .  .\n\n. are not authority\").\n\n          The judgment of the Tax Court is affirmed.\n\n                             -17-\n",
  "html": "<p class=\"case_cite\">2 F.3d 1148</p>\n    <p class=\"case_cite\">72 A.F.T.R.2d 93-5914, 93-2 USTC  P 50,500</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>John S. and Lorraine M. FISHER, Petitioners, Appellants,<br>v.<br>COMMISSIONER OF INTERNAL REVENUE, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 92-2457.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 20, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES TAX COURT</p>\n      <p class=\"indent\">John S. Fisher and Lorraine M. Fisher on brief pro se.</p>\n      <p class=\"indent\">Michael L. Paup, Acting Assistant Attorney General, Gary R. Allen, Ann B. Durney, and Randolph L. Hutter, Tax Division, Department of Justice, on brief for appellee.</p>\n      <p class=\"indent\">U.S.T.C.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Selya and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">John Fisher is an employee of Digital Equipment Corporation.  From 1982-87 he was on a disability leave of absence from the company.  In 1986, he exercised certain stock options, which resulted in a distribution to him of stock with a net value of $50,726.55.  Fisher and his wife reported that sum as nontaxable long-term disability income on their 1986 tax return.  The Internal Revenue Service (\"IRS\") disagreed and assessed a deficiency which the Fishers challenged in Tax Court.  The Tax Court concluded that Digital's distribution of stock to John Fisher in 1986 was a taxable transfer of property under 26 U.S.C.  (\"IRC\") Sec. 83 rather than tax-free income received through accident or health insurance under IRC Sec. 104(a)(3) or an accident or health plan under IRC Sec. 105(e)(1), as the Fishers claimed.  It also deemed proper the assessment by the IRS of certain additions to tax against the Fishers for their failure to report the distribution as taxable income.  The Fishers now appeal.  Because the record shows that the Tax Court's understanding of the law and facts was correct, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>I. The Characterization of the 1986 Distribution</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The tax provisions at issue are IRC Secs. 83, 104, and 105.  Section 83(a) provides for the taxation of property transferred to a person \"in connection with the performance of services.\"  The person liable for the tax is the person who performed the services, and the amount taxed is the excess of the fair market value of the property over the amount paid for the property.  A transfer of property is subject to section 83 if made \"in respect of past, present, or future services.\"  Treas.  Reg. Sec. 1.83-3(f).  Section 83 applies at the time a stock option is exercised where, as here, the option does not have a readily ascertainable fair market value at the time the option is granted, provided the stock is transferable or no longer subject to substantial risk of forfeiture at that time (as defined in the regulations).  Id. Sec. 1.83-7(a);  IRC Sec. 83(a)(1); see Treas.  Reg. Sec. 1.83-(c) &amp; (d).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In general, section 104(a)(3) excludes from taxable income \"amounts received through accident or health insurance for personal injuries or sickness....\"  For section 104 purposes, amounts received under \"an accident or health plan for employees\" are treated as amounts received through accident or health insurance.  IRC Sec. 105(e)(1).  Generally speaking, an accident or health plan is \"an arrangement for the payment of amounts to employees in the event of personal injuries or sickness.\"  Treas. Reg. Sec. 1.105-5(a).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The pertinent facts and our assessment of them in light of this law are as follows.  In 1986, John Fisher exercised his option to buy 690 shares of stock as to which the restrictions on transferability had lapsed.  The fair market value of the stock was $58,132.55, and Fisher paid $7,406 to exercise his option.  Fisher had been granted his stock option rights in 1976 in two stock option agreements, one of which is included in the record.  The option agreement in the record makes no reference to Digital's disability plan, but explicitly states that it is subject to Digital's Restricted Stock Purchase Plan (\"the Restricted Stock Plan\"), and it incorporates the terms of the Restricted Stock Plan by reference.  The option agreement, which was to terminate on July 28, 1986, states that Fisher could exercise the option only while \"employed\" by Digital.  Similarly, the Restricted Stock Plan states its intent to provide incentives to certain employees \"who are presently making and are expected to continue to make substantial contributions\" to the company to ensure that they would \"continue in the service of the Company ..., thereby advancing [its] interests....\"  Although the option agreement and the Restricted Stock Plan describe what Fisher's rights to exercise the option would be if Fisher retired with the company's consent, died, or terminated his employment with Digital, neither makes any reference to what Fisher's rights would be if he were unable to work because of sickness or disability.  Presumably, however, if he remained \"employed\" by Digital, his rights under the option agreement and the Restricted Stock Plan would continue, whereas if he terminated his employment because of disability, his rights would be as provided in the Restricted Stock Plan for employees whose employment with Digital terminates.  As a postscript to the option agreement, Fisher signed a pledge affirming his obligations to Digital under the employment agreement he signed when he first joined Digital, and agreeing, among other things, to preserve the confidentiality of Digital's trade secrets, inform Digital of new ideas conceived by him while at Digital, and refrain from inducing others to violate their employment agreements with the company.  On the basis of these documents, it is clear that Digital's grant of stock options to its employees was intended to reward present good performance and to encourage future services of like quality.  Thus, transferring stock to an employee exercising an option under the option agreement would transfer property \"in connection with the performance of services\" as defined in the regulations.  See Treas.  Reg. Sec. 1.83-3(f) (section 83(a) taxes property transferred \"in respect of past, present, or future services\").  Accordingly, such a transfer would subject the performer of the services to taxation with respect to that stock under section 83(a), and the Restricted Stock Plan states, without qualification, that the option holder would receive taxable income under section 83(a) upon exercise of the option with respect to shares as to which the restrictions have lapsed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We see nothing in Digital's personnel or disability policies or in the way in which John Fisher was treated while on leave that would alter that result with respect to Digital's transfer of stock to Fisher in 1986.  At the time Fisher was granted his option, he was performing services for Digital.  In 1978, before he went on a leave of absence, an internal company memorandum explained that, for employees on a leave of absence, \"[stock] options continue to lapse as though [the] employees were not on leaves of absence.\"  This memorandum made explicit the inference to be drawn from the proviso in Fisher's option agreement that the option was exercisable only as long as he was \"employed\" by Digital-that is, that employees on leave are still employed by Digital and have full rights under their option agreements and under the Restricted Stock Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Digital's leave of absence policy, stated in Section 4.23 of its \"Personnel Policies and Procedures,\" is consistent with the 1987 memorandum.  The benefits subsection of the policy describes the extent to which benefits continue for employees on a leave of absence.  The entry \"Qualified and Restricted Stock Plans\" provides that \"[i]f the employee is a participant in either the Qualified or Restricted Stock Plan, restrictions on these options continue to lapse while the employee is on a leave of absence.\"  A separate entry \"Medical, Dental, Life and Disability Insurance\" states that employees on a leave of absence can continue their \"disability income protection\" by paying their premiums in advance.  Thus, Personnel Policy 4.23 makes clear that some benefits continue for employees on leave;  it also treats an absent employee's rights under the Restricted Stock Plan and under a long-term disability plan separately, and does not make the exercise of stock options a component of the disability benefits provided employees on a disability leave of absence.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Nor do Digital's disability policies do this.  In Section 5 of its benefits booklet, Digital discusses its disability plans.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The preface explains that Digital offers one sickness and three disability plans \"to help provide you with all or a portion of your income if you are sick or disabled and unable to work.\"  (Emphasis in original.)  Although Digital automatically enrolls all employees in its short-term disability plan, employees must purchase their long-term disability plan from an insurance company, as Fisher did.  In the event of long-term disability, the insurance company sends \"monthly checks for as long as you are totally disabled....\"  The checks amount to two-thirds of an employee's base salary, and the amounts received are not taxed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Nowhere does Section 5 of the benefits booklet state that disability payments may be made by way of distribution of Digital's stock under the Restricted Stock Plan or an option agreement.  Although Section 5 includes a subsection entitled \"What happens to your other Digital benefits if you're disabled\", that subsection does not refer to the Restricted Stock Plan or employee option agreements either.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">John Fisher was on disability leave from Digital from 1982-87.  At no point during his leave did Fisher or Digital terminate Fisher's employment with Digital.  Although he performed no services for Digital during that time, he presumably continued to observe his employment agreement (reaffirmed in the option agreement), which was a matter of clear importance to Digital.  In addition, Digital carried him on its employee rolls, extended certain benefits to him, and undoubtedly anticipated his performance of future services when his disability ended.  (Fisher did return at the end of his leave and as of the time of trial was still performing services for Digital.)  Consistent with Personnel Policy 4.23, the restrictions on Fisher's option stock continued to lapse during his leave, and before his option agreement expired in July 1986, he exercised his option to purchase the then remaining shares of stock on which restrictions had lapsed.  As the facts show, that exercise could only have been pursuant to the option agreement, which was fully effective at that time since Fisher's employment with Digital had not terminated, the Restricted Stock Plan and Personnel Policy 4.23.  The option could not have been exercised pursuant to his rights under the long-term disability insurance policy he had purchased.  That policy provided only for the receipt of monthly checks from Fisher's disability insurance company during his disability, which Fisher testified he had received and excluded from taxable income.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On these facts, we have no hesitation affirming the Tax Court's decision that the distribution of stock to Fisher was taxable under section 83(a).  The purpose of the Restricted Stock Plan was to encourage the continued services of certain employees by distributing stock which became more valuable to those employees as their service to the company continued.  Through its leave of absence policy and the specific provisions of the option agreement, which required only that an optionee remain \"employed\" in order to exercise his option, Digital ensured that employees whose employment had not terminated, but who were temporarily unable to perform services because on a leave of absence, were entitled to take advantage of the benefits of the Restricted Stock Plan, thus receiving the same incentive to continue their employment as employees not on leave.  The Restricted Stock Plan was not intended to provide stock to sick or disabled employees, and, being entirely silent on the subject, cannot conceivably be thought to have done so.  Likewise, the disability policy made no mention of distributing stock to sick or disabled employees, but spoke only of distributing monthly checks to disabled employees, and so cannot conceivably be thought to have authorized stock distributions to disabled employees.  Consequently, the Restricted Stock Plan was not accident or health insurance under IRC Sec. 104 or an accident or health plan under IRC Sec. 105, nor was the 1986 distribution of stock a disability payment to Fisher under Fisher's long-term disability insurance.</p>\n    </div>\n    <p>II. Additions to Tax</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The IRS assessed certain additions to tax against the Fishers for failing to report Digital's distribution of stock to John Fisher as taxable income.  Before its change in 1989, section 6653(a)(1), which applies to the Fishers' 1986 tax return, provided for certain additions to tax if a taxpayer's underpayment of tax was due to negligence.  Section 6653(a)(3) defined negligence to include \"any failure to make a reasonable attempt to comply with the provisions of this title,\" and case law defines it to be \"lack of due care or failure to do what a reasonable and ordinarily prudent person would do under the circumstances.\"  See, e.g., Neely v. United States, 775 F.2d 1092, 1095 (9th Cir. 1985).  Former section 6661(a), which applies as well, provided for an addition to tax if a taxpayer substantially understated his income tax for any taxable year, and section 6661(b)(2)(B) permitted a reduction in the addition to tax if there was \"substantial authority\" for the taxpayer's position or if the taxpayer \"adequately disclosed\" the relevant facts in his return.  The taxpayer has the burden of showing that penalties under sections 6653 and 6661 should not have been assessed.  Sandvall v. Commissioner, 898 F.2d 455, 459 (5th Cir. 1990).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">John Fisher is a certified public accountant who, before joining Digital, had performed audits and worked in the tax department of a Big Eight public accounting firm for approximately eight years.  Before filing their 1986 return, the Fishers had received a W-2c form showing that the 1986 stock distribution was a taxable transfer of property (the form corrected a previously received W-2 form which apparently had not included the distribution).  During his leave, John Fisher had received monthly disability checks from his disability insurer which (with the exception of one year apparently) he had excluded from income on his tax returns.  Nevertheless, on their tax return the Fishers described the stock distribution as \"L.T. disability income from 100 percent employee funded stock option excluded under section 104(a)(3).\"  Appropriately emphasizing Fisher's particular expertise as an accountant with tax and auditing experience, see Carlins v. Commissioner, 55 T.C.M. 228, 244-45 (1988) (memorandum decision), the Tax Court found the Fishers negligent in not reporting the stock distribution as taxable income.  It also found that the Fishers had no substantial authority for their position and did not make adequate disclosure on their 1986 return.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In view of what we have said above, we have no doubt that the Tax Court was right.  The Fishers had no factual basis for describing the stock distribution as being a payment under John Fisher's disability insurance.  The record shows plainly that Fisher's right to exercise his stock option was based on the option agreement, the Restricted Stock Plan and Personnel Policy 4.23, and not on his long-term disability insurance.  Thus, their statement that the distribution was \"L.T. disability income\" was inaccurate and misleading.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  To sufficiently apprise the IRS of \"the nature of the potential controversy\" regarding their tax treatment of the stock distribution so as to make adequate disclosure, see Treas.  Reg. Sec. 1.6661-4(b)(1)(iv), at a minimum the Fishers needed to refer to the existence of the option agreement, the Restricted Stock Plan, Personnel Policy 4.23 and John Fisher's long-term disability insurance.  Cf. id.  (b)(4) (\"Disclosure is not adequate ... if it consists of undifferentiated information....\").<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>   They did not do so.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Nor did they have substantial authority for their position that the stock distribution was not taxable.  They say that they relied on BNA Portfolio # 389 and certain case law in treating the distribution as nontaxable income under section 104(a)(3).  The statement they relied on is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>For purposes of Sec. 104(a)(3), insurance benefits include amounts received from a non-insured fund.  31 / Accident or health benefits from a qualified pension, profit-sharing, or stock bonus plan are also within the scope of Sec. 104(a)(3).  32 /</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Even if inactive in 1986, as an accountant with tax experience John Fisher must have known that he could not rely on so general a statement as this in asserting that the distribution here was exempt from taxation under section 104(a)(3).  Moreover, Footnote 32, which the Fishers highlight in the appendix to their appellate brief, referred the reader to a different portion of the portfolio for an assessment of when the plan in question was \"qualified\" under section 104(a)(3).  The Fishers did not provide that portion of the portfolio to the Tax Court, and do not state that the information it contained substantiated their position.  Moreover, Footnote 32 also referred the reader to the second sentence of section 104(a), which concerns the treatment of payments to self-employed individuals and so is not applicable, and to Trappey v. Commissioner, 34 T.C. 407 (1960).  Trappey and the other cases cited by the Fishers are all readily distinguishable since all involved payments made pursuant to contractual or statutory provisions which expressly authorized the payments to certain employees in view of their disability.  The stock distribution here was made pursuant to the option agreement, the Restricted Stock Plan and Personnel Policy 4.23, none of which expressly provided for the distribution of stock to sick or disabled employees.  Because they are factually distinguishable, none of the cases which the Fishers relied on in preparing their return is substantial authority for the tax position they took.  See Treas.  Reg. Sec. 1.6661-3(b)(1) (\"There is substantial authority for the tax treatment of an item only if the weight of the authorities supporting the treatment is substantial ....\");  id.  (b)(3) (\"[T]he weight of authorities depends on their persuasiveness and relevance....  For example, a case ... would not be considered particularly relevant if the authority is materially distinguishable on its facts....\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Nor would any reliance by the Fishers on any statements by Digital employees suggesting that the distribution was tax-free under section 104(a)(3) have been reasonable:  the Restricted Stock Plan itself stated unqualifiedly that exercising the stock option with respect to transferable option shares would result in a taxable transfer of property under section 83;  the relevant documents demonstrate that no connection whatever existed between the option agreement and Restricted Stock Plan, on the one hand, and John Fisher's disability or long-term disability insurance, on the other;  Digital had issued a W-2c form to Fisher stating that the distribution was taxable income before the Fishers filed their return;  and John Fisher had been receiving and deducting monthly checks from a disability insurer on account of his disability consistent with the terms of his disability policy.  Moreover, any such statements would not have been substantial authority under section 6661, even if the employees in question had been tax professionals.  See Treas.  Reg. Sec. 1.6661-3(b)(2) (\"legal opinions or opinions rendered by other tax professionals ... are not authority\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The judgment of the Tax Court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Under the terms of Digital's Restricted Stock Plan, the restrictions on an employee's ability to transfer option shares were to lapse each year for a certain percentage of the shares.  By the time Fisher exercised his option in 1986, all such restrictions on all of Fisher's remaining option shares had lapsed, and so the option shares at issue would have been transferable or no longer subject to substantial risk of forfeiture within the meaning of IRC Sec. 83(a)(1)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> A copy of the actual long-term disability insurance policy at issue here is not included in the record, and so we rely on the description of the policy given in Digital's benefits booklet</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> There is no record support for the Fishers' allegation that John Fisher's base salary included \"benefits from Digital's restricted stock plan.\"  Rather, the Restricted Stock Plan stated that it was intended to \"provide a method whereby employees ... may be offered incentives, in addition to those of current compensation ... \" (emphasis added).  At trial, Robert Dill, Digital's Assistant Treasurer, confirmed that employees \"were paid through their weekly check as well as through the benefits they got from th[e] stock option plan.\"  This suggests that the stock option was not part of Fisher's weekly salary, although it was an additional component of his overall compensation</p>\n        <p>In any event, even if the value of the stock option had been included in Fisher's base salary, that would not have made a distribution of stock to him pursuant to his exercise of his stock option a payment under his disability insurance policy, but presumably would only have increased the amount of the monthly check issued to him by his disability insurance company.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Thus, while we have no doubt that Digital's long-term disability policy bears all the indicia of accident or health insurance or an accident or health plan as the Fishers argue, their contention is essentially irrelevant since the stock distribution at issue here could not have been effected pursuant to that policy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> There is no dispute that, if the stock distribution was a taxable transfer of property, the Fishers had underpaid their tax within the meaning of section 6653 and had substantially understated their tax within the meaning of section 6661</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We see no need to discuss the arguments the Fishers make to support their characterization of the distribution as being a \"100 percent employee funded stock option excluded under section 104(a)(3)\" pursuant to the allocation rules in regulations enacted under section 105.  Because the distribution in question cannot conceivably be regarded as a payment pursuant to accident or health insurance or an accident or health plan, further discussion of the Fishers' arguments regarding the amount and timing of Digital's contribution to the stock option plan as an accident or health plan is pointless</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The regulation referred to contains requirements for disclosures made in a statement attached to the return.  The Fishers did not attach a statement to their return, but noted the tax position they took directly on the return.  Nevertheless, in their brief they claim that they met all the requirements of this regulation, and so we use it as a measure of the adequacy of their disclosure.  Judged by common sense standards as well, however, their disclosure was unquestionably inadequate given the disparity between the claim they were asserting and the actual facts</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1148</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">A.F.T.R.2d (RIA)</span> <span class=\"page\">93-5914</span></span>, 93-2 USTC  P 50,500</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>John S. and Lorraine M. FISHER, Petitioners, Appellants,<br>v.<br>COMMISSIONER OF INTERNAL REVENUE, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 92-2457.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 20, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES TAX COURT</p>\n      <p class=\"indent\">John S. Fisher and Lorraine M. Fisher on brief pro se.</p>\n      <p class=\"indent\">Michael L. Paup, Acting Assistant Attorney General, Gary R. Allen, Ann B. Durney, and Randolph L. Hutter, Tax Division, Department of Justice, on brief for appellee.</p>\n      <p class=\"indent\">U.S.T.C.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Selya and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">John Fisher is an employee of Digital Equipment Corporation.  From 1982-87 he was on a disability leave of absence from the company.  In 1986, he exercised certain stock options, which resulted in a distribution to him of stock with a net value of $50,726.55.  Fisher and his wife reported that sum as nontaxable long-term disability income on their 1986 tax return.  The Internal Revenue Service (\"IRS\") disagreed and assessed a deficiency which the Fishers challenged in Tax Court.  The Tax Court concluded that Digital's distribution of stock to John Fisher in 1986 was a taxable transfer of property under 26 U.S.C.  (\"IRC\") Sec. 83 rather than tax-free income received through accident or health insurance under IRC Sec. 104(a)(3) or an accident or health plan under IRC Sec. 105(e)(1), as the Fishers claimed.  It also deemed proper the assessment by the IRS of certain additions to tax against the Fishers for their failure to report the distribution as taxable income.  The Fishers now appeal.  Because the record shows that the Tax Court's understanding of the law and facts was correct, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>I. The Characterization of the 1986 Distribution</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The tax provisions at issue are IRC Secs. 83, 104, and 105.  Section 83(a) provides for the taxation of property transferred to a person \"in connection with the performance of services.\"  The person liable for the tax is the person who performed the services, and the amount taxed is the excess of the fair market value of the property over the amount paid for the property.  A transfer of property is subject to section 83 if made \"in respect of past, present, or future services.\"  Treas.  Reg. Sec. 1.83-3(f).  Section 83 applies at the time a stock option is exercised where, as here, the option does not have a readily ascertainable fair market value at the time the option is granted, provided the stock is transferable or no longer subject to substantial risk of forfeiture at that time (as defined in the regulations).  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> Sec. 1.83-7(a); </span> IRC Sec. 83(a)(1); see Treas.  Reg. Sec. 1.83-(c) &amp; (d).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In general, section 104(a)(3) excludes from taxable income \"amounts received through accident or health insurance for personal injuries or sickness....\"  For section 104 purposes, amounts received under \"an accident or health plan for employees\" are treated as amounts received through accident or health insurance.  IRC Sec. 105(e)(1).  Generally speaking, an accident or health plan is \"an arrangement for the payment of amounts to employees in the event of personal injuries or sickness.\"  Treas. Reg. Sec. 1.105-5(a).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The pertinent facts and our assessment of them in light of this law are as follows.  In 1986, John Fisher exercised his option to buy 690 shares of stock as to which the restrictions on transferability had lapsed.  The fair market value of the stock was $58,132.55, and Fisher paid $7,406 to exercise his option.  Fisher had been granted his stock option rights in 1976 in two stock option agreements, one of which is included in the record.  The option agreement in the record makes no reference to Digital's disability plan, but explicitly states that it is subject to Digital's Restricted Stock Purchase Plan (\"the Restricted Stock Plan\"), and it incorporates the terms of the Restricted Stock Plan by reference.  The option agreement, which was to terminate on July 28, 1986, states that Fisher could exercise the option only while \"employed\" by Digital.  Similarly, the Restricted Stock Plan states its intent to provide incentives to certain employees \"who are presently making and are expected to continue to make substantial contributions\" to the company to ensure that they would \"continue in the service of the Company ..., thereby advancing [its] interests....\"  Although the option agreement and the Restricted Stock Plan describe what Fisher's rights to exercise the option would be if Fisher retired with the company's consent, died, or terminated his employment with Digital, neither makes any reference to what Fisher's rights would be if he were unable to work because of sickness or disability.  Presumably, however, if he remained \"employed\" by Digital, his rights under the option agreement and the Restricted Stock Plan would continue, whereas if he terminated his employment because of disability, his rights would be as provided in the Restricted Stock Plan for employees whose employment with Digital terminates.  As a postscript to the option agreement, Fisher signed a pledge affirming his obligations to Digital under the employment agreement he signed when he first joined Digital, and agreeing, among other things, to preserve the confidentiality of Digital's trade secrets, inform Digital of new ideas conceived by him while at Digital, and refrain from inducing others to violate their employment agreements with the company.  On the basis of these documents, it is clear that Digital's grant of stock options to its employees was intended to reward present good performance and to encourage future services of like quality.  Thus, transferring stock to an employee exercising an option under the option agreement would transfer property \"in connection with the performance of services\" as defined in the regulations.  See Treas.  Reg. Sec. 1.83-3(f) (section 83(a) taxes property transferred \"in respect of past, present, or future services\").  Accordingly, such a transfer would subject the performer of the services to taxation with respect to that stock under section 83(a), and the Restricted Stock Plan states, without qualification, that the option holder would receive taxable income under section 83(a) upon exercise of the option with respect to shares as to which the restrictions have lapsed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We see nothing in Digital's personnel or disability policies or in the way in which John Fisher was treated while on leave that would alter that result with respect to Digital's transfer of stock to Fisher in 1986.  At the time Fisher was granted his option, he was performing services for Digital.  In 1978, before he went on a leave of absence, an internal company memorandum explained that, for employees on a leave of absence, \"[stock] options continue to lapse as though [the] employees were not on leaves of absence.\"  This memorandum made explicit the inference to be drawn from the proviso in Fisher's option agreement that the option was exercisable only as long as he was \"employed\" by Digital-that is, that employees on leave are still employed by Digital and have full rights under their option agreements and under the Restricted Stock Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Digital's leave of absence policy, stated in Section 4.23 of its \"Personnel Policies and Procedures,\" is consistent with the 1987 memorandum.  The benefits subsection of the policy describes the extent to which benefits continue for employees on a leave of absence.  The entry \"Qualified and Restricted Stock Plans\" provides that \"[i]f the employee is a participant in either the Qualified or Restricted Stock Plan, restrictions on these options continue to lapse while the employee is on a leave of absence.\"  A separate entry \"Medical, Dental, Life and Disability Insurance\" states that employees on a leave of absence can continue their \"disability income protection\" by paying their premiums in advance.  Thus, Personnel Policy 4.23 makes clear that some benefits continue for employees on leave;  it also treats an absent employee's rights under the Restricted Stock Plan and under a long-term disability plan separately, and does not make the exercise of stock options a component of the disability benefits provided employees on a disability leave of absence.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Nor do Digital's disability policies do this.  In Section 5 of its benefits booklet, Digital discusses its disability plans.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The preface explains that Digital offers one sickness and three disability plans \"to help provide you with all or a portion of your income if you are sick or disabled and unable to work.\"  (Emphasis in original.)  Although Digital automatically enrolls all employees in its short-term disability plan, employees must purchase their long-term disability plan from an insurance company, as Fisher did.  In the event of long-term disability, the insurance company sends \"monthly checks for as long as you are totally disabled....\"  The checks amount to two-thirds of an employee's base salary, and the amounts received are not taxed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Nowhere does Section 5 of the benefits booklet state that disability payments may be made by way of distribution of Digital's stock under the Restricted Stock Plan or an option agreement.  Although Section 5 includes a subsection entitled \"What happens to your other Digital benefits if you're disabled\", that subsection does not refer to the Restricted Stock Plan or employee option agreements either.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">John Fisher was on disability leave from Digital from 1982-87.  At no point during his leave did Fisher or Digital terminate Fisher's employment with Digital.  Although he performed no services for Digital during that time, he presumably continued to observe his employment agreement (reaffirmed in the option agreement), which was a matter of clear importance to Digital.  In addition, Digital carried him on its employee rolls, extended certain benefits to him, and undoubtedly anticipated his performance of future services when his disability ended.  (Fisher did return at the end of his leave and as of the time of trial was still performing services for Digital.)  Consistent with Personnel Policy 4.23, the restrictions on Fisher's option stock continued to lapse during his leave, and before his option agreement expired in July 1986, he exercised his option to purchase the then remaining shares of stock on which restrictions had lapsed.  As the facts show, that exercise could only have been pursuant to the option agreement, which was fully effective at that time since Fisher's employment with Digital had not terminated, the Restricted Stock Plan and Personnel Policy 4.23.  The option could not have been exercised pursuant to his rights under the long-term disability insurance policy he had purchased.  That policy provided only for the receipt of monthly checks from Fisher's disability insurance company during his disability, which Fisher testified he had received and excluded from taxable income.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On these facts, we have no hesitation affirming the Tax Court's decision that the distribution of stock to Fisher was taxable under section 83(a).  The purpose of the Restricted Stock Plan was to encourage the continued services of certain employees by distributing stock which became more valuable to those employees as their service to the company continued.  Through its leave of absence policy and the specific provisions of the option agreement, which required only that an optionee remain \"employed\" in order to exercise his option, Digital ensured that employees whose employment had not terminated, but who were temporarily unable to perform services because on a leave of absence, were entitled to take advantage of the benefits of the Restricted Stock Plan, thus receiving the same incentive to continue their employment as employees not on leave.  The Restricted Stock Plan was not intended to provide stock to sick or disabled employees, and, being entirely silent on the subject, cannot conceivably be thought to have done so.  Likewise, the disability policy made no mention of distributing stock to sick or disabled employees, but spoke only of distributing monthly checks to disabled employees, and so cannot conceivably be thought to have authorized stock distributions to disabled employees.  Consequently, the Restricted Stock Plan was not accident or health insurance under IRC Sec. 104 or an accident or health plan under IRC Sec. 105, nor was the 1986 distribution of stock a disability payment to Fisher under Fisher's long-term disability insurance.</p>\n    </div>\n    <p>II. Additions to Tax</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The IRS assessed certain additions to tax against the Fishers for failing to report Digital's distribution of stock to John Fisher as taxable income.  Before its change in 1989, section 6653(a)(1), which applies to the Fishers' 1986 tax return, provided for certain additions to tax if a taxpayer's underpayment of tax was due to negligence.  Section 6653(a)(3) defined negligence to include \"any failure to make a reasonable attempt to comply with the provisions of this title,\" and case law defines it to be \"lack of due care or failure to do what a reasonable and ordinarily prudent person would do under the circumstances.\"  See, e.g., Neely v. United States, <span class=\"citation\" data-id=\"460130\"><a href=\"/opinion/460130/william-e-neely-and-irene-r-neely-v-united-states/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1092</span></a></span>, 1095 (9th Cir. 1985).  Former section 6661(a), which applies as well, provided for an addition to tax if a taxpayer substantially understated his income tax for any taxable year, and section 6661(b)(2)(B) permitted a reduction in the addition to tax if there was \"substantial authority\" for the taxpayer's position or if the taxpayer \"adequately disclosed\" the relevant facts in his return.  The taxpayer has the burden of showing that penalties under sections 6653 and 6661 should not have been assessed.  Sandvall v. Commissioner, <span class=\"citation\" data-id=\"538407\"><a href=\"/opinion/538407/dale-k-and-donna-l-sandvall-v-commissioner-internal-revenue-dale-k-and/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">455</span></a></span>, 459 (5th Cir. 1990).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">John Fisher is a certified public accountant who, before joining Digital, had performed audits and worked in the tax department of a Big Eight public accounting firm for approximately eight years.  Before filing their 1986 return, the Fishers had received a W-2c form showing that the 1986 stock distribution was a taxable transfer of property (the form corrected a previously received W-2 form which apparently had not included the distribution).  During his leave, John Fisher had received monthly disability checks from his disability insurer which (with the exception of one year apparently) he had excluded from income on his tax returns.  Nevertheless, on their tax return the Fishers described the stock distribution as \"L.T. disability income from 100 percent employee funded stock option excluded under section 104(a)(3).\"  Appropriately emphasizing Fisher's particular expertise as an accountant with tax and auditing experience, see Carlins v. Commissioner, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">T.C.M.</span> <span class=\"page\">228</span></span>, 244-45 (1988) (memorandum decision), the Tax Court found the Fishers negligent in not reporting the stock distribution as taxable income.  It also found that the Fishers had no substantial authority for their position and did not make adequate disclosure on their 1986 return.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In view of what we have said above, we have no doubt that the Tax Court was right.  The Fishers had no factual basis for describing the stock distribution as being a payment under John Fisher's disability insurance.  The record shows plainly that Fisher's right to exercise his stock option was based on the option agreement, the Restricted Stock Plan and Personnel Policy 4.23, and not on his long-term disability insurance.  Thus, their statement that the distribution was \"L.T. disability income\" was inaccurate and misleading.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  To sufficiently apprise the IRS of \"the nature of the potential controversy\" regarding their tax treatment of the stock distribution so as to make adequate disclosure, see Treas.  Reg. Sec. 1.6661-4(b)(1)(iv), at a minimum the Fishers needed to refer to the existence of the option agreement, the Restricted Stock Plan, Personnel Policy 4.23 and John Fisher's long-term disability insurance.  Cf. <span class=\"citation no-link\"><span class=\"id_token\">id.</span>  (b)(4) (\"Disclosure </span>is not adequate ... if it consists of undifferentiated information....\").<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>   They did not do so.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Nor did they have substantial authority for their position that the stock distribution was not taxable.  They say that they relied on BNA Portfolio # 389 and certain case law in treating the distribution as nontaxable income under section 104(a)(3).  The statement they relied on is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>For purposes of Sec. 104(a)(3), insurance benefits include amounts received from a non-insured fund.  31 / Accident or health benefits from a qualified pension, profit-sharing, or stock bonus plan are also within the scope of Sec. 104(a)(3).  32 /</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Even if inactive in 1986, as an accountant with tax experience John Fisher must have known that he could not rely on so general a statement as this in asserting that the distribution here was exempt from taxation under section 104(a)(3).  Moreover, Footnote 32, which the Fishers highlight in the appendix to their appellate brief, referred the reader to a different portion of the portfolio for an assessment of when the plan in question was \"qualified\" under section 104(a)(3).  The Fishers did not provide that portion of the portfolio to the Tax Court, and do not state that the information it contained substantiated their position.  Moreover, Footnote 32 also referred the reader to the second sentence of section 104(a), which concerns the treatment of payments to self-employed individuals and so is not applicable, and to Trappey v. Commissioner, <span class=\"citation\" data-id=\"4478841\"><a href=\"/opinion/4700645/trappey-v-commissioner/\"><span class=\"volume\">34</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">407</span> </a></span>(1960).  Trappey and the other cases cited by the Fishers are all readily distinguishable since all involved payments made pursuant to contractual or statutory provisions which expressly authorized the payments to certain employees in view of their disability.  The stock distribution here was made pursuant to the option agreement, the Restricted Stock Plan and Personnel Policy 4.23, none of which expressly provided for the distribution of stock to sick or disabled employees.  Because they are factually distinguishable, none of the cases which the Fishers relied on in preparing their return is substantial authority for the tax position they took.  See Treas.  Reg. Sec. 1.6661-3(b)(1) (\"There is substantial authority for the tax treatment of an item only if the weight of the authorities supporting the treatment is substantial ....\");  <span class=\"citation\" data-id=\"4478841\"><a href=\"/opinion/4700645/trappey-v-commissioner/\"><span class=\"id_token\">id.</span>  (b)(3) (\"[T]he </a></span>weight of authorities depends on their persuasiveness and relevance....  For example, a case ... would not be considered particularly relevant if the authority is materially distinguishable on its facts....\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Nor would any reliance by the Fishers on any statements by Digital employees suggesting that the distribution was tax-free under section 104(a)(3) have been reasonable:  the Restricted Stock Plan itself stated unqualifiedly that exercising the stock option with respect to transferable option shares would result in a taxable transfer of property under section 83;  the relevant documents demonstrate that no connection whatever existed between the option agreement and Restricted Stock Plan, on the one hand, and John Fisher's disability or long-term disability insurance, on the other;  Digital had issued a W-2c form to Fisher stating that the distribution was taxable income before the Fishers filed their return;  and John Fisher had been receiving and deducting monthly checks from a disability insurer on account of his disability consistent with the terms of his disability policy.  Moreover, any such statements would not have been substantial authority under section 6661, even if the employees in question had been tax professionals.  See Treas.  Reg. Sec. 1.6661-3(b)(2) (\"legal opinions or opinions rendered by other tax professionals ... are not authority\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The judgment of the Tax Court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Under the terms of Digital's Restricted Stock Plan, the restrictions on an employee's ability to transfer option shares were to lapse each year for a certain percentage of the shares.  By the time Fisher exercised his option in 1986, all such restrictions on all of Fisher's remaining option shares had lapsed, and so the option shares at issue would have been transferable or no longer subject to substantial risk of forfeiture within the meaning of IRC Sec. 83(a)(1)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> A copy of the actual long-term disability insurance policy at issue here is not included in the record, and so we rely on the description of the policy given in Digital's benefits booklet</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> There is no record support for the Fishers' allegation that John Fisher's base salary included \"benefits from Digital's restricted stock plan.\"  Rather, the Restricted Stock Plan stated that it was intended to \"provide a method whereby employees ... may be offered incentives, in addition to those of current compensation ... \" (emphasis added).  At trial, Robert Dill, Digital's Assistant Treasurer, confirmed that employees \"were paid through their weekly check as well as through the benefits they got from th[e] stock option plan.\"  This suggests that the stock option was not part of Fisher's weekly salary, although it was an additional component of his overall compensation</p>\n        <p>In any event, even if the value of the stock option had been included in Fisher's base salary, that would not have made a distribution of stock to him pursuant to his exercise of his stock option a payment under his disability insurance policy, but presumably would only have increased the amount of the monthly check issued to him by his disability insurance company.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Thus, while we have no doubt that Digital's long-term disability policy bears all the indicia of accident or health insurance or an accident or health plan as the Fishers argue, their contention is essentially irrelevant since the stock distribution at issue here could not have been effected pursuant to that policy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> There is no dispute that, if the stock distribution was a taxable transfer of property, the Fishers had underpaid their tax within the meaning of section 6653 and had substantially understated their tax within the meaning of section 6661</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We see no need to discuss the arguments the Fishers make to support their characterization of the distribution as being a \"100 percent employee funded stock option excluded under section 104(a)(3)\" pursuant to the allocation rules in regulations enacted under section 105.  Because the distribution in question cannot conceivably be regarded as a payment pursuant to accident or health insurance or an accident or health plan, further discussion of the Fishers' arguments regarding the amount and timing of Digital's contribution to the stock option plan as an accident or health plan is pointless</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The regulation referred to contains requirements for disclosures made in a statement attached to the return.  The Fishers did not attach a statement to their return, but noted the tax position they took directly on the return.  Nevertheless, in their brief they claim that they met all the requirements of this regulation, and so we use it as a measure of the adequacy of their disclosure.  Judged by common sense standards as well, however, their disclosure was unquestionably inadequate given the disparity between the claim they were asserting and the actual facts</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/460130/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538407/",
    "https://www.courtlistener.com/api/rest/v3/opinions/4478841/"
  ]
}