{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194861/",
  "id": 194861,
  "absolute_url": "/opinion/194861/rolon-alvarado-v-municipality-of-sj/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194861/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:26:40Z",
  "date_modified": "2020-02-22T00:07:09.161950Z",
  "type": "010combined",
  "sha1": "e8e5655c47097c5605cdb3490899a818990b3bff",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2298.01A",
  "local_path": null,
  "plain_text": "                  United States Court of Appeals\n                      For the First Circuit\n\n                                             \n\nNo. 92-2298\n\n                      SANDRA ROLON-ALVARADO,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                    MUNICIPALITY OF SAN JUAN,\n\n                       Defendant, Appellee.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Hector M. Laffitte, U.S. District Judge]\n                                                       \n\n                                             \n\n                              Before\n\n                      Selya, Cyr and Stahl,\n\n                         Circuit Judges.\n                                       \n\n                                             \n\n     Pedro J. Varela and Jose E. Colon on brief for appellant.\n                                      \n     Thomas Doran  Gelabert  and  Eli  B.  Arroyo  on  brief  for\n                                                 \nappellee.\n\n                                             \n\n                          August 9, 1993\n\n                                             \n\n          SELYA, Circuit Judge.  This appeal necessitates that we\n          SELYA, Circuit Judge.\n                              \n\nconsider the quantum  and character of proof  needed under Puerto\n\nRico  law in a  medical malpractice case.   The lower court found\n\nplaintiff's evidence to  be apterous and grounded her suit before\n\nit reached the jury.  We affirm.\n\n                                I\n\n          Plaintiff-appellant Sandra Rolon-Alvarado is  a citizen\n\nand resident  of New York.   She is also a  surviving daughter of\n\nEfrain  Rolon-Robles, who  died while  undergoing treatment  at a\n\nhospital operated by defendant-appellee (a municipality).\n\n          The  facts  leading  up  to  Rolon-Robles's demise  are\n\nlargely   uncontradicted.      Rolon-Robles  began   experiencing\n\nabdominal pain on May 4, 1990.   The next day, he was admitted to\n\nSan  Juan  Municipal  Hospital  for treatment  of  an  intestinal\n\nobstruction.   While being rehydrated in  preparation for surgery\n\non  May  6, Rolon-Robles  remarked  that the  abdominal  pain had\n\nabated.  The attending physicians took this as an indication that\n\nhe  probably had  a  paralytic ileus  rather  than an  intestinal\n\nobstruction.  Consequently, they postponed the scheduled surgery.\n\n          As   the  hours   went  by,  the   patient's  condition\n\ndeteriorated.   The doctors reversed their  field, reinstated the\n\noriginal diagnosis, and operated on May 7.  Rolon-Robles remained\n\nin  stable condition until  later that day,  when an endotracheal\n\ntube,  reinserted  in the  immediate  aftermath  of the  surgery,\n\nsnapped.  While a physician attempted to replace the broken tube,\n\nRolon-Robles   went  into  cardiorespiratory   arrest.    Shortly\n\n                                2\n\nthereafter, he expired.\n\n          The parties draw vastly  different inferences from this\n\nset of facts.   One  series of inferences  prompted plaintiff  to\n\nbring the instant action in Puerto Rico's federal district court.\n\nInvoking diversity jurisdiction, see  28 U.S.C.   1332(a) (1988),\n                                    \n\nshe  alleged that  her  father  died  due  to  the  careless  and\n\nnegligent  treatment he  received  at the  hospital.   Defendant,\n\npreferring a far more flattering series of inferences, denied the\n\nallegations.\n\n          In  the  course  of  discovery, plaintiff  refined  her\n\ncharges  into  four basic  claims.    Three sounded  in  ordinary\n\nnegligence:    that  defendant's  agents (the  hospital  and  the\n\nstaff), heedless of  their obligation to  exercise due care,  (1)\n\ndelayed surgery, (2) misdiagnosed her father's condition, and (3)\n\nleft him  unattended during critical stages  of the postoperative\n\nperiod.   The fourth claim  posited that the  defendant should be\n\nheld  strictly liable  for the  ruptured  endotracheal tube.   At\n\ntrial, plaintiff attempted to prove her claims.  When she rested,\n\nthe district  court granted defendant's motion for  judgment as a\n\nmatter  of  law.   See Fed.  R. Civ.  P.  50(a)(1).   This appeal\n                      \n\nfollowed.\n\n                                II\n\n          We restate, in capsule form, the principles that govern\n\njudicial consideration of motions under Rule 50(a).\n\n          A trial court, confronted with a motion for judgment as\n\na matter of law, whether at the end of the plaintiff's case or at\n\n                                3\n\nthe close of all the evidence, must scrutinize the proof and  the\n\ninferences reasonably  to be  drawn therefrom  in the  light most\n\nhospitable  to the nonmovant.   See Lowe v.  Scott, 959 F.2d 323,\n                                                  \n\n337 (1st  Cir. 1992); Santiago  Hodge v. Parke  Davis &amp; Co.,  909\n                                                           \n\nF.2d 628, 634 (1st Cir. 1990);  Wagenmann v. Adams, 829 F.2d 196,\n                                                  \n\n200 (1st Cir. 1987).  In conducting that perscrutation, the court\n\nmust refrain from differential  factfinding; that is to  say, the\n\ncourt must  \"not consider  the credibility of  witnesses, resolve\n\nconflicts in testimony, or evaluate  the weight of the evidence.\"\n\nWagenmann, 829  F.2d at 200.   A verdict may be  directed only if\n         \n\nthe  evidence,  viewed  from   this  perspective,  is  such  that\n\nreasonable minds could not differ as to the outcome.  See Veranda\n                                                                 \n\nBeach Club Ltd. Partnership  v. Western Sur. Co., 936  F.2d 1364,\n                                                \n\n1383  (1st Cir. 1991); Hubbard v. Faros Fisheries, Inc., 626 F.2d\n                                                       \n\n196, 199 (1st Cir. 1980).\n\n          When, as now, a disappointed suitor  seeks to set aside\n\na  directed  verdict, the  court  of  appeals  is constrained  in\n\nprecisely  the  same fashion  as the  district  court.   For this\n\nreason, and because  the key question  revolves around the  legal\n\nsufficiency of  the evidence, appellate  review is plenary.   See\n                                                                 \n\nSalve  Regina Coll.  v. Russell,  111 S.  Ct. 1217,  1221 (1991);\n                               \n\nJordan Milton Mach., Inc.  v. F/V Teresa Marie, II, 978  F.2d 32,\n                                                  \n\n34 (1st Cir. 1992).\n\n                               III\n\n          The  substantive law  of Puerto  Rico controls  in this\n\n                                4\n\ndiversity  suit.1   To establish  a prima  facie case  of medical\n                                                \n\nmalpractice  under that  law,  a plaintiff  must adduce  evidence\n\nshowing  at  least three  separate things:    (1) the  duty owed,\n\nexpressed as  the minimum standard of  professional knowledge and\n\nskill  required under  the  circumstances then  obtaining; (2)  a\n\nbreach  of that  duty attributable  to the  defendant; and  (3) a\n\nsufficient causal  nexus between  the breach and  the plaintiff's\n\nclaimed injury.2  See Sierra Perez v. United States, 779 F. Supp.\n                                                   \n\n637, 643 (D.P.R. 1991);  Crespo v. Hernandez, 121 P.R.  Dec. 639,\n                                            \n\n650  (1988); Medina  Santiago v.  Velez, 120  P.R. Dec.  380, 385\n                                       \n\n(1988).    The  district  court  concluded that  Rolon-Alvarado's\n\nproof, viewed in the light most favorable to her, did not suffice\n\nto establish  any of  these three  elements.   We agree with  the\n\ncourt below that plaintiff did not prove a prima facie case.\n                                                      \n\n                                A\n\n                    \n\n     1First Circuit  Local Rule  30.7 provides in  pertinent part\nthat,  \"[w]henever an opinion of the Supreme Court of Puerto Rico\nis cited in  a brief  . . .  [and] does not  appear in the  bound\nvolumes   in  English,  an   official,  certified  or  stipulated\ntranslation thereof with three  conformed copies shall be filed.\"\nIn  this  instance, the  parties  have cited  several  such cases\nwithout supplying  translations.  Although we have coped by using\ninformal  translations of  the  opinions in  question, we  remind\nlitigants of their obligations under Local Rule 30.7 and forewarn\nthe  bar  that,  in  the  future,  we  will  insist  upon  strict\nobservance of the rule.\n\n     2The  elements of this cause of action under Puerto Rico law\nare comparable to  the elements of a cause  of action for medical\nmalpractice  elsewhere.  See, e.g., Mills v. Levy, 537 F.2d 1331,\n                                                 \n1332  (5th  Cir. 1976)  (applying  Louisiana  law); MacDonald  v.\n                                                             \nUnited  States, 767 F. Supp. 1295, 1307 (M.D. Pa. 1991) (applying\n              \nPennsylvania law); McGuiness v. United States,  738 F. Supp. 566,\n                                             \n569  (D.D.C.  1990) (applying  Maryland  law);  Powers v.  United\n                                                                 \nStates, 589  F.  Supp.  1084,  1099  (D.  Conn.  1984)  (applying\n      \nConnecticut law).\n\n                                5\n\n          We begin    and end   our  consideration of plaintiff's\n\nfirst  three  claims  by  focusing on  her  abortive  attempt  to\n\ndelineate the duty owed.  In 1973, Puerto Rico jettisoned the so-\n\ncalled \"locality\" or \"community standard\" rule in favor of a more\n\nuniversal, less  parochial approach to  establishing the standard\n\nof acceptable  care for purposes  of a medical  malpractice suit.\n\nSee Valendon  Martinez v. Hospital Presbiteriano,  806 F.2d 1128,\n                                                \n\n1135-36  (1st Cir. 1986) (discussing effect of Oliveros v. Abreu,\n                                                                \n\n101 P.R. Dec.  209 (1973)).   Today, a physician  is expected  to\n\npossess,  and use, that level of knowledge and skill prevalent in\n\nhis  or her  specialty generally,  not simply  the knowledge  and\n                                \n\nskill commonly displayed in the community or immediate geographic\n\nregion where the  treatment is administered.   See Oliveros,  101\n                                                           \n\nP.R.  Dec. at 223,  226-27, translated in  1 P.R.  Sup. Ct. Off'l\n                                         \n\nTranslations 293, at  303, 313.   In other  words, a  health-care\n\nprovider has a duty to use the same degree of  expertise as could\n\nreasonably be  expected of a typically  competent practitioner in\n\nthe identical specialty under  the same or similar circumstances,\n\nregardless of regional variations in professional acumen or level\n\nof care.\n\n          Under the  law of Puerto  Rico, \"there exists  always a\n\npresumption  that   the  treating  physicians  have   observed  a\n\nreasonable degree  of care . . . in the process of giving medical\n\nattention and treatment.\"  Del Valle Rivera v. United States, 630\n                                                            \n\nF. Supp. 750, 756 (D.P.R.  1986).  Plaintiff bears the burden  of\n\nrefuting  this presumption.   See id.   To do so,  she must first\n                                     \n\n                                6\n\nestablish the  physician's duty.   Because medical  knowledge and\n\ntraining  are  critical  to  demonstrating the  parameters  of  a\n\nhealth-care provider's duty,  the minimum standard of  acceptable\n\ncare is  almost always a  matter of informed  opinion.  Thus,  it\n\nmust  ordinarily  be  established   by  expert  testimony.    See\n                                                                 \n\nOliveros, 1 P.R.  Sup. Ct.  Off'l Translations at  315; see  also\n                                                                 \n\nBellecourt  v. United States,      F.2d    ,      (8th Cir. 1993)\n                            \n\n(applying Minnesota law)  [1993 U.S. App. LEXIS 11,088,  at *11];\n\nDunning v. Kerzner, 910 F.2d 1009, 1014 (1st Cir. 1990) (applying\n                  \n\nRhode Island law); Crowley v. United States, 773 F. Supp. 98, 102\n                                           \n\n(N.D. Ill. 1991).  No such testimony graces this record.\n\n          To be sure, plaintiff  presented an expert witness, Dr.\n\nPiza.3   But, Dr. Piza did not  testify anent duties or standards\n\nof care.   Rather, he  testified as  to what he  would have  done\n\ndifferently in managing the  decedent's case.  Medicine, however,\n\nis not  an exact science.   It is, therefore, insufficient  for a\n\nplaintiff in  a  malpractice case  merely  to show  that  another\n\ndoctor  would  have  chosen to  treat  the  patient  in a  manner\n\ndifferent  from  the manner  in  which  the attending  physicians\n\ntreated  him.   See, e.g.,  Campbell v.  United States,  904 F.2d\n                                                      \n\n1188, 1192 (7th  Cir. 1990);  Polikoff v. United  States, 776  F.\n                                                        \n\nSupp. 1417, 1421 (S.D. Cal. 1991); East  v. United States, 745 F.\n                                                         \n\n                    \n\n     3Another   physician,   Dr.  Mercado,   also   testified  in\nplaintiff's behalf.  However,  Dr. Mercado did not qualify  as an\nexpert in  surgery and the  district court limited  his testimony\naccordingly.   On appeal, plaintiff does not assign error to this\nruling.    Nothing  in  Dr. Mercado's  remaining  testimony  adds\nmaterially to Dr. Piza's comments or otherwise assists in filling\nthe standard-of-care void.\n\n                                7\n\nSupp. 1142, 1149 ( D. Md. 1990); Walski v. Tiesengas, 381  N.E.2d\n                                                    \n\n279, 285 (Ill. 1978).\n\n          We have  no doubt that  Puerto Rico  would follow  this\n\nrule; indeed, in what  amounts to a variation on  the same theme,\n\nthe  Puerto Rico Supreme Court has held that even an acknowledged\n\nerror in medical judgment  cannot support a malpractice claim  so\n\nlong as the mistake is reasonable.  See Oliveros, 1 P.R. Sup. Ct.\n                                                \n\nOff'l Translations  at  314; see  also  Suarez Matos  v.  Ashford\n                                                                 \n\nPresbyterian Community Hosp.,      F.2d    ,      (1st Cir. 1993)\n                            \n\n[No. 92-1861, slip  op. at 5] (suggesting that, in Puerto Rico, a\n\nmistake   in   diagnosis   will   not    necessarily   constitute\n\nmalpractice);  Del Valle  Rivera,  630 F.  Supp. at  756 (stating\n                                \n\nthat, under Puerto Rico's  jurisprudence, a plaintiff who charges\n\na physician with malpractice  must establish that the defendant's\n\nfault \"is more than a mere hindsight possibility\").  In sum, tort\n\nlaw neither holds a doctor to  a standard of perfection nor makes\n\nhim  an  insurer  of  his  patient's  well-being.    Professional\n\nstandards require  normative judgments,  not merely proof  that a\n\nbetter way to treat a particular patient could have been devised.\n\n          Against   this   backdrop,   plaintiff's  first   three\n\nstatements of claim cannot  survive scrutiny.  As to  the one-day\n\ndelay in operating, Dr. Piza made it clear that he would have put\n\nRolon-Robles under the knife  on May 6 rather than  waiting until\n\nMay 7    but he  offered no enlightenment  on the subject  of the\n\nprevailing  standard  by which  decisions on  the timing  of such\n\noperations  might be held to fall outside the range of reasonable\n\n                                8\n\njudgments.    By like  token, while  Dr.  Piza testified  that he\n\ndisagreed with the mid-stream change in diagnosis, and the way in\n\nwhich  the  hospital monitored  the  patient  postoperatively, he\n\nfailed  to advance any basis  on which applicable standards could\n\nbe fixed or, conversely,  against which defendant's conduct could\n\nbe measured.   The mere fact that Dr. Piza  might have selected a\n\nparticular  approach or  method  of treatment  does not,  without\n\nmore,  establish that  a different  approach  or method,  even if\n\nunsuccessful, fell short of the duty owed.  Nor did the witness's\n\nreferences to generalities contained in a learned treatise bridge\n\nthe gap.\n\n          The short of it  is that, as the district  court found,\n\nthe  evidentiary  predicate in  regard  to standards  of  care is\n\nwholly  inadequate; and without such a predicate, the jury had no\n\nlegally satisfactory basis for making a reasoned determination as\n\nto  whether defendant's  employees were  negligent in  caring for\n\nRolon-Robles.  Consequently, plaintiff could not carry her burden\n\nof proof.\n\n          Of  course, the  law  recognizes a  narrowly configured\n\nexception  to  the general  rule  requiring  expert testimony  in\n\nmedical malpractice cases.4   Although courts have formulated the\n\nexception in divers  ways    it has been  variously described  as\n\nimplicating situations where common  knowledge and experience are\n\n                    \n\n     4Although plaintiff has cited no Puerto Rico cases endorsing\nthis exception,  we assume  for present purposes,  albeit without\ndeciding, that  the Puerto  Rico Supreme Court  would follow  the\nmajority view and adopt the exception.\n\n                                9\n\nall  that is  necessary to  comprehend a  defendant's negligence,\n\nsee,  e.g.,  Nixdorf v.  Hicken, 612  P.2d  348, 352  (Utah 1980)\n                               \n\n(applying  exception to  loss  of surgical  instrument within  an\n\nincision), or  where negligence  is grossly apparent,  see, e.g.,\n                                                                \n\nThomas v. Corso, 288 A.2d 379, 388 (Md. 1972) (applying exception\n               \n\nto  physician's outright failure to attend a patient), or where a\n\ndoctor's  conduct  violates a  set standard,  see, e.g.,  Monk v.\n                                                              \n\nDoctors Hosp.,  403  F.2d 580,  583  (D.C. Cir.  1968)  (applying\n             \n\nexception   to   provider's   contravention   of   manufacturer's\n\ninstruction manual for  operation of electrosurgicial machine)   \n\nwe think that the exception encompasses only those few situations\n\nin which the claimed  medical malpractice is sufficiently blatant\n\nor  patent  that lay  persons,  relying on  common  knowledge and\n\nexperience, can legitimately recognize  or infer negligence.  Cf.\n                                                                 \n\nWagenmann,  829 F.2d  at 218-20  (discussing circumstances  under\n         \n\nwhich  expert  testimony may  properly  be foregone  in  cases of\n\nclaimed legal malpractice).\n\n          However it  may be  fine-tuned, the exception  does not\n\nsweep  so broadly  as  to  avail  the  present  plaintiff.    The\n\nquestions  plaintiff  has raised  anent  decedent's care  involve\n\nmatters of  timing, differential diagnosis, and hospital protocol\n\n  matters which are neither obvious to  the untrained eye nor, by\n\nany  stretch, within  a layman's  ken.   Where, as  here, medical\n\npersonnel  make  on-the-spot  decisions, requiring  sophisticated\n\nmedical insights, a  jury cannot  be expected  to evaluate  those\n\njudgment calls without the  aid of expert opinion.   And, because\n\n                                10\n\nexpert  testimony   is  necessary  to  demonstrate   the  claimed\n\nnegligence of defendant's agents under the circumstances at hand,\n\nthis  case does  not  fit within  the  isthmian confines  of  the\n\nexception.\n\n          We conclude, therefore, given the paucity of the proof,\n\nespecially  the absence of expert testimony concerning applicable\n\nstandards of  acceptable care,  that the district  court properly\n\ndirected a verdict on plaintiff's first three claims.\n\n                                B\n\n          We  have  left  for  last  plaintiff's contention  that\n\nliability can  be premised  on the splintered  endotracheal tube.\n\nOn this issue, independent  proof of a standard of care might not\n\nbe  required  if, as  plaintiff says,  the  doctrine of  res ipsa\n                                                                 \n\nloquitur  pertains.5    Nonetheless, we  think  that  plaintiff's\n        \n\nreliance on the doctrine is mislaid.\n\n          For the  doctrine  of res  ipsa  loquitur to  apply,  a\n                                                   \n\nplaintiff must  establish that an occurrence  is \"(1) . .  . of a\n\nkind  which  does not  ordinarily  take place  unless  someone is\n\nnegligent; (2) caused by an  agency or instrumentality within the\n\ndefendant's  exclusive control; and (3) not  due to any voluntary\n\n                    \n\n     5Plaintiff initially pleaded strict liability, but abandoned\nthis approach  at trial in favor  of a res  ipsa loquitur theory.\n                                                         \nIn  any event,  it is  hornbook law  that a  health-care provider\ncannot be held  strictly liable for a latent defect  in a medical\ndevice manufactured by a third party.  See, e.g., Hoff v. Zimmer,\n                                                                 \nInc.,  746  F. Supp.  872,  874 (W.D.  Wis.  1990); NMF  Hosp. v.\n                                                              \nAzzariti, 573 So.2d 173, 173 (Fla. 1991) (per curiam); Silverhart\n                                                                 \nv. Mt. Zion Hosp., 20 Cal. App.3d 1022, 1028 (Cal. 1971).\n                 \n\n                                11\n\naction  on  the  part  of  the  plaintiff.\"    De  Leon  Lopez v.\n                                                              \n\nCorporacion Insular de Seguros, 931 F.2d 116, 123 (1st Cir. 1991)\n                              \n\n(applying  Puerto  Rico  law);  accord Colmenares  Vivas  v.  Sun\n                                                                 \n\nAlliance  Ins. Co., 807 F.2d  1102, 1104 (1st  Cir. 1986).  Here,\n                  \n\nplaintiff's own  expert, Dr. Piza,  testified categorically  that\n\nthe breaking of the tube \"could not be foreseen\"; that mechanical\n\nmishaps of this sort frequently happen in the absence of provider\n\nnegligence; that,  in general, \"there is  no possible malpractice\n\nin  the  rupture  of a  mechanical  device\";  and  that, in  this\n\nspecific  situation,  the attending  physicians  and  nurses were\n\nblameless.  Thus, res  ipsa loquitur has no bearing on  the case.\n                                    \n\nIt  follows  that  plaintiff's   fourth  statement  of  claim  is\n\nmeritless.\n\n                                IV\n\n          We need go no  further.6  On this impoverished  record,\n\nthe  district court correctly withheld the case from the jury and\n\ndirected a verdict in favor of the defendant.\n\nAffirmed.  See 1st Cir. Loc. R. 27.1.\n              \n\n                    \n\n     6Since  plaintiff failed  to prove  the minimum  standard of\ncare owed  by defendant to her decedent, we need not dwell on the\nother  deficiencies that  the  district court  attributed to  her\ncase.   It suffices to say  that, absent proof of  the legal duty\nowed by a defendant to a plaintiff in a medical malpractice suit,\nit is virtually  impossible to prove  either breach or  proximate\ncause; breach, after all, depends directly on the contours of the\nduty  owed, and proximate cause,  in turn, depends  on the nature\nand effect of the breach.\n\n                                12\n",
  "html": "<p class=\"case_cite\">1 F.3d 74</p>\n    <p class=\"parties\">Sandra ROLON-ALVARADO, Plaintiff, Appellant,<br>v.<br>MUNICIPALITY OF SAN JUAN, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 92-2298.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted June 9, 1993.<br>Decided Aug. 9, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Pedro J. Varela and Jose E. Colon, on brief, for plaintiff, appellant.</p>\n      <p class=\"indent\">Thomas Doran Gelabert and Eli B. Arroyo, on brief, for defendant, appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal necessitates that we consider the quantum and character of proof needed under Puerto Rico law in a medical malpractice case.  The lower court found plaintiff's evidence to be apterous and grounded her suit before it reached the jury.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Plaintiff-appellant Sandra Rolon-Alvarado is a citizen and resident of New York.  She is also a surviving daughter of Efrain Rolon-Robles, who died while undergoing treatment at a hospital operated by defendant-appellee (a municipality).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts leading up to Rolon-Robles's demise are largely uncontradicted.  Rolon-Robles began experiencing abdominal pain on May 4, 1990.  The next day, he was admitted to San Juan Municipal Hospital for treatment of an intestinal obstruction.  While being rehydrated in preparation for surgery on May 6, Rolon-Robles remarked that the abdominal pain had abated.  The attending physicians took this as an indication that he probably had a paralytic ileus rather than an intestinal obstruction.  Consequently, they postponed the scheduled surgery.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As the hours went by, the patient's condition deteriorated.  The doctors reversed their field, reinstated the original diagnosis, and operated on May 7.  Rolon-Robles remained in stable condition until later that day, when an endotracheal tube, reinserted in the immediate aftermath of the surgery, snapped.  While a physician attempted to replace the broken tube, Rolon-Robles went into cardiorespiratory arrest.  Shortly thereafter, he expired.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The parties draw vastly different inferences from this set of facts.  One series of inferences prompted plaintiff to bring the instant action in Puerto Rico's federal district court.  Invoking diversity jurisdiction, see 28 U.S.C. Sec. 1332(a) (1988), she alleged that her father died due to the careless and negligent treatment he received at the hospital.  Defendant, preferring a far more flattering series of inferences, denied the allegations.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the course of discovery, plaintiff refined her charges into four basic claims.  Three sounded in ordinary negligence:  that defendant's agents (the hospital and the staff), heedless of their obligation to exercise due care, (1) delayed surgery, (2) misdiagnosed her father's condition, and (3) left him unattended during critical stages of the postoperative period.  The fourth claim posited that the defendant should be held strictly liable for the ruptured endotracheal tube.  At trial, plaintiff attempted to prove her claims.  When she rested, the district court granted defendant's motion for judgment as a matter of law.  See Fed.R.Civ.P. 50(a)(1).  This appeal followed.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We restate, in capsule form, the principles that govern judicial consideration of motions under Rule 50(a).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A trial court, confronted with a motion for judgment as a matter of law, whether at the end of the plaintiff's case or at the close of all the evidence, must scrutinize the proof and the inferences reasonably to be drawn therefrom in the light most hospitable to the nonmovant.  See Lowe v. Scott, 959 F.2d 323, 337 (1st Cir.1992);  Santiago Hodge v. Parke Davis &amp; Co., 909 F.2d 628, 634 (1st Cir.1990);  Wagenmann v. Adams, 829 F.2d 196, 200 (1st Cir.1987).  In conducting that perscrutation, the court must refrain from differential factfinding;  that is to say, the court must \"not consider the credibility of witnesses, resolve conflicts in testimony, or evaluate the weight of the evidence.\"  Wagenmann, 829 F.2d at 200.   A verdict may be directed only if the evidence, viewed from this perspective, is such that reasonable minds could not differ as to the outcome.  See Veranda Beach Club Ltd. Partnership v. Western Sur. Co., 936 F.2d 1364, 1383 (1st Cir.1991);  Hubbard v. Faros Fisheries, Inc., 626 F.2d 196, 199 (1st Cir.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When, as now, a disappointed suitor seeks to set aside a directed verdict, the court of appeals is constrained in precisely the same fashion as the district court.  For this reason, and because the key question revolves around the legal sufficiency of the evidence, appellate review is plenary.  See Salve Regina Coll. v. Russell, 499 U.S. 225, 231-32, 111 S.Ct. 1217, 1221, 113 L.Ed.2d 190 (1991);  Jordan-Milton Mach., Inc. v. F/V Teresa Marie, II, 978 F.2d 32, 34 (1st Cir.1992).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The substantive law of Puerto Rico controls in this diversity suit.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  To establish a prima facie case of medical malpractice under that law, a plaintiff must adduce evidence showing at least three separate things:  (1) the duty owed, expressed as the minimum standard of professional knowledge and skill required under the circumstances then obtaining;  (2) a breach of that duty attributable to the defendant;  and (3) a sufficient causal nexus between the breach and the plaintiff's claimed injury.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See Sierra Perez v. United States, 779 F.Supp. 637, 643 (D.P.R.1991);  Crespo v. Hernandez, 121 P.R.Dec. 639, 650 (1988);  Medina Santiago v. Velez, 120 P.R.Dec. 380, 385 (1988).  The district court concluded that Rolon-Alvarado's proof, viewed in the light most favorable to her, did not suffice to establish any of these three elements.  We agree with the court below that plaintiff did not prove a prima facie case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">* We begin--and end--our consideration of plaintiff's first three claims by focusing on her abortive attempt to delineate the duty owed.  In 1973, Puerto Rico jettisoned the so-called \"locality\" or \"community standard\" rule in favor of a more universal, less parochial approach to establishing the standard of acceptable care for purposes of a medical malpractice suit.  See Valendon Martinez v. Hospital Presbiteriano, 806 F.2d 1128, 1135-36 (1st Cir.1986) (discussing effect of Oliveros v. Abreu, 101 P.R.Dec. 209 (1973)).  Today, a physician is expected to possess, and use, that level of knowledge and skill prevalent in his or her specialty generally, not simply the knowledge and skill commonly displayed in the community or immediate geographic region where the treatment is administered.  See Oliveros, 101 P.R.Dec. at 223, 226-27, translated in 1 P.R.Sup.Ct.Off'l Translations 293, at 303, 313.  In other words, a health-care provider has a duty to use the same degree of expertise as could reasonably be expected of a typically competent practitioner in the identical specialty under the same or similar circumstances, regardless of regional variations in professional acumen or level of care.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Under the law of Puerto Rico, \"there exists always a presumption that the treating physicians have observed a reasonable degree of care ... in the process of giving medical attention and treatment.\"  Del Valle Rivera v. United States, 630 F.Supp. 750, 756 (D.P.R.1986).  Plaintiff bears the burden of refuting this presumption.  See id.   To do so, she must first establish the physician's duty.  Because medical knowledge and training are critical to demonstrating the parameters of a health-care provider's duty, the minimum standard of acceptable care is almost always a matter of informed opinion.  Thus, it must ordinarily be established by expert testimony.  See Oliveros, 1 P.R.Sup.Ct.Off'l Translations at 315;  see also Bellecourt v. United States, 994 F.2d 427, 431-32 (8th Cir.1993) (applying Minnesota law)  Dunning v. Kerzner, 910 F.2d 1009, 1014 (1st Cir.1990) (applying Rhode Island law);  Crowley v. United States, 773 F.Supp. 98, 102 (N.D.Ill.1991).  No such testimony graces this record.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">To be sure, plaintiff presented an expert witness, Dr. Piza.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  But, Dr. Piza did not testify anent duties or standards of care.  Rather, he testified as to what he would have done differently in managing the decedent's case.  Medicine, however, is not an exact science.  It is, therefore, insufficient for a plaintiff in a malpractice case merely to show that another doctor would have chosen to treat the patient in a manner different from the manner in which the attending physicians treated him.  See, e.g., Campbell v. United States, 904 F.2d 1188, 1192 (7th Cir.1990);  Polikoff v. United States, 776 F.Supp. 1417, 1421 (S.D.Cal.1991);  East v. United States, 745 F.Supp. 1142, 1149 (D.Md.1990);  Walski v. Tiesengas, 72 Ill.2d 249, 21 Ill.Dec. 201, 207, 381 N.E.2d 279, 285 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We have no doubt that Puerto Rico would follow this rule;  indeed, in what amounts to a variation on the same theme, the Puerto Rico Supreme Court has held that even an acknowledged error in medical judgment cannot support a malpractice claim so long as the mistake is reasonable.  See Oliveros, 1 P.R.Sup.Ct.Off'l Translations at 314;  see also Suarez Matos v. Ashford Presbyterian Community Hosp., 4 F.3d 47, 50 (1st Cir.1993) (suggesting that, in Puerto Rico, a mistake in diagnosis will not necessarily constitute malpractice);  Del Valle Rivera, 630 F.Supp. at 756 (stating that, under Puerto Rico's jurisprudence, a plaintiff who charges a physician with malpractice must establish that the defendant's fault \"is more than a mere hindsight possibility\").  In sum, tort law neither holds a doctor to a standard of perfection nor makes him an insurer of his patient's well-being.  Professional standards require normative judgments, not merely proof that a better way to treat a particular patient could have been devised.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Against this backdrop, plaintiff's first three statements of claim cannot survive scrutiny.  As to the one-day delay in operating, Dr. Piza made it clear that he would have put Rolon-Robles under the knife on May 6 rather than waiting until May 7--but he offered no enlightenment on the subject of the prevailing standard by which decisions on the timing of such operations might be held to fall outside the range of reasonable judgments.  By like token, while Dr. Piza testified that he disagreed with the mid-stream change in diagnosis, and the way in which the hospital monitored the patient postoperatively, he failed to advance any basis on which applicable standards could be fixed or, conversely, against which defendant's conduct could be measured.  The mere fact that Dr. Piza might have selected a particular approach or method of treatment does not, without more, establish that a different approach or method, even if unsuccessful, fell short of the duty owed.  Nor did the witness's references to generalities contained in a learned treatise bridge the gap.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The short of it is that, as the district court found, the evidentiary predicate in regard to standards of care is wholly inadequate;  and without such a predicate, the jury had no legally satisfactory basis for making a reasoned determination as to whether defendant's employees were negligent in caring for Rolon-Robles.  Consequently, plaintiff could not carry her burden of proof.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Of course, the law recognizes a narrowly configured exception to the general rule requiring expert testimony in medical malpractice cases.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Although courts have formulated the exception in divers ways--it has been variously described as implicating situations where common knowledge and experience are all that is necessary to comprehend a defendant's negligence, see, e.g., Nixdorf v. Hicken, 612 P.2d 348, 352 (Utah 1980) (applying exception to loss of surgical instrument within an incision), or where negligence is grossly apparent, see, e.g., Thomas v. Corso, 265 Md. 84, 288 A.2d 379, 388 (1972) (applying exception to physician's outright failure to attend a patient), or where a doctor's conduct violates a set standard, see, e.g., Monk v. Doctors Hosp., 403 F.2d 580, 583 (D.C.Cir.1968) (applying exception to provider's contravention of manufacturer's instruction manual for operation of electrosurgical machine)--we think that the exception encompasses only those few situations in which the claimed medical malpractice is sufficiently blatant or patent that lay persons, relying on common knowledge and experience, can legitimately recognize or infer negligence.  Cf. Wagenmann, 829 F.2d at 218-20 (discussing circumstances under which expert testimony may properly be foregone in cases of claimed legal malpractice).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">However it may be fine-tuned, the exception does not sweep so broadly as to avail the present plaintiff.  The questions plaintiff has raised anent decedent's care involve matters of timing, differential diagnosis, and hospital protocol--matters which are neither obvious to the untrained eye nor, by any stretch, within a layman's ken.  Where, as here, medical personnel make on-the-spot decisions, requiring sophisticated medical insights, a jury cannot be expected to evaluate those judgment calls without the aid of expert opinion.  And, because expert testimony is necessary to demonstrate the claimed negligence of defendant's agents under the circumstances at hand, this case does not fit within the isthmian confines of the exception.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We conclude, therefore, given the paucity of the proof, especially the absence of expert testimony concerning applicable standards of acceptable care, that the district court properly directed a verdict on plaintiff's first three claims.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have left for last plaintiff's contention that liability can be premised on the splintered endotracheal tube.  On this issue, independent proof of a standard of care might not be required if, as plaintiff says, the doctrine of res ipsa loquitur pertains.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Nonetheless, we think that plaintiff's reliance on the doctrine is mislaid.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For the doctrine of res ipsa loquitur to apply, a plaintiff must establish that an occurrence is \"(1) ... of a kind which does not ordinarily take place unless someone is negligent;  (2) caused by an agency or instrumentality within the defendant's exclusive control;  and (3) not due to any voluntary action on the part of the plaintiff.\"  De Leon Lopez v. Corporacion Insular de Seguros, 931 F.2d 116, 123 (1st Cir.1991) (applying Puerto Rico law);  accord Colmenares Vivas v. Sun Alliance Ins. Co., 807 F.2d 1102, 1104 (1st Cir.1986).  Here, plaintiff's own expert, Dr. Piza, testified categorically that the breaking of the tube \"could not be foreseen\";  that mechanical mishaps of this sort frequently happen in the absence of provider negligence;  that, in general, \"there is no possible malpractice in the rupture of a mechanical device\";  and that, in this specific situation, the attending physicians and nurses were blameless.  Thus, res ipsa loquitur has no bearing on the case.  It follows that plaintiff's fourth statement of claim is meritless.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  On this impoverished record, the district court correctly withheld the case from the jury and directed a verdict in favor of the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Affirmed.  See 1st Cir.Loc.R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> First Circuit Local Rule 30.7 provides in pertinent part that, \"[w]henever an opinion of the Supreme Court of Puerto Rico is cited in a brief ... [and] does not appear in the bound volumes in English, an official, certified or stipulated translation thereof with three conformed copies shall be filed.\"   In this instance, the parties have cited several such cases without supplying translations.  Although we have coped by using informal translations of the opinions in question, we remind litigants of their obligations under Local Rule 30.7 and forewarn the bar that, in the future, we will insist upon strict observance of the rule</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The elements of this cause of action under Puerto Rico law are comparable to the elements of a cause of action for medical malpractice elsewhere.  See, e.g., Mills v. Levy, 537 F.2d 1331, 1332 (5th Cir.1976) (applying Louisiana law);  MacDonald v. United States, 767 F.Supp. 1295, 1307 (M.D.Pa.1991) (applying Pennsylvania law);  MacGuineas v. United States, 738 F.Supp. 566, 569 (D.D.C.1990) (applying Maryland law);  Powers v. United States, 589 F.Supp. 1084, 1099 (D.Conn.1984) (applying Connecticut law)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Another physician, Dr. Mercado, also testified in plaintiff's behalf.  However, Dr. Mercado did not qualify as an expert in surgery and the district court limited his testimony accordingly.  On appeal, plaintiff does not assign error to this ruling.  Nothing in Dr. Mercado's remaining testimony adds materially to Dr. Piza's comments or otherwise assists in filling the standard-of-care void</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although plaintiff has cited no Puerto Rico cases endorsing this exception, we assume for present purposes, albeit without deciding, that the Puerto Rico Supreme Court would follow the majority view and adopt the exception</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Plaintiff initially pleaded strict liability, but abandoned this approach at trial in favor of a res ipsa loquitur theory.  In any event, it is hornbook law that a health-care provider cannot be held strictly liable for a latent defect in a medical device manufactured by a third party.  See, e.g., Hoff v. Zimmer, Inc., 746 F.Supp. 872, 874 (W.D.Wis.1990);  NME Hosp. v. Azzariti, 573 So.2d 173, 173 (Fla.1991) (per curiam);  Silverhart v. Mt. Zion Hosp., 20 Cal.App.3d 1022, 1028, 98 Cal.Rptr. 187 (1971)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Since plaintiff failed to prove the minimum standard of care owed by defendant to her decedent, we need not dwell on the other deficiencies that the district court attributed to her case.  It suffices to say that, absent proof of the legal duty owed by a defendant to a plaintiff in a medical malpractice suit, it is virtually impossible to prove either breach or proximate cause;  breach, after all, depends directly on the contours of the duty owed, and proximate cause, in turn, depends on the nature and effect of the breach</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></span></p>\n    <p class=\"parties\">Sandra ROLON-ALVARADO, Plaintiff, Appellant,<br>v.<br>MUNICIPALITY OF SAN JUAN, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 92-2298.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted June 9, 1993.<br>Decided Aug. 9, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Pedro J. Varela and Jose E. Colon, on brief, for plaintiff, appellant.</p>\n      <p class=\"indent\">Thomas Doran Gelabert and Eli B. Arroyo, on brief, for defendant, appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal necessitates that we consider the quantum and character of proof needed under Puerto Rico law in a medical malpractice case.  The lower court found plaintiff's evidence to be apterous and grounded her suit before it reached the jury.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Plaintiff-appellant Sandra Rolon-Alvarado is a citizen and resident of New York.  She is also a surviving daughter of Efrain Rolon-Robles, who died while undergoing treatment at a hospital operated by defendant-appellee (a municipality).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts leading up to Rolon-Robles's demise are largely uncontradicted.  Rolon-Robles began experiencing abdominal pain on May 4, 1990.  The next day, he was admitted to San Juan Municipal Hospital for treatment of an intestinal obstruction.  While being rehydrated in preparation for surgery on May 6, Rolon-Robles remarked that the abdominal pain had abated.  The attending physicians took this as an indication that he probably had a paralytic ileus rather than an intestinal obstruction.  Consequently, they postponed the scheduled surgery.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As the hours went by, the patient's condition deteriorated.  The doctors reversed their field, reinstated the original diagnosis, and operated on May 7.  Rolon-Robles remained in stable condition until later that day, when an endotracheal tube, reinserted in the immediate aftermath of the surgery, snapped.  While a physician attempted to replace the broken tube, Rolon-Robles went into cardiorespiratory arrest.  Shortly thereafter, he expired.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The parties draw vastly different inferences from this set of facts.  One series of inferences prompted plaintiff to bring the instant action in Puerto Rico's federal district court.  Invoking diversity jurisdiction, see 28 U.S.C. Sec. 1332(a) (1988), she alleged that her father died due to the careless and negligent treatment he received at the hospital.  Defendant, preferring a far more flattering series of inferences, denied the allegations.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the course of discovery, plaintiff refined her charges into four basic claims.  Three sounded in ordinary negligence:  that defendant's agents (the hospital and the staff), heedless of their obligation to exercise due care, (1) delayed surgery, (2) misdiagnosed her father's condition, and (3) left him unattended during critical stages of the postoperative period.  The fourth claim posited that the defendant should be held strictly liable for the ruptured endotracheal tube.  At trial, plaintiff attempted to prove her claims.  When she rested, the district court granted defendant's motion for judgment as a matter of law.  See Fed.R.Civ.P. 50(a)(1).  This appeal followed.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We restate, in capsule form, the principles that govern judicial consideration of motions under Rule 50(a).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A trial court, confronted with a motion for judgment as a matter of law, whether at the end of the plaintiff's case or at the close of all the evidence, must scrutinize the proof and the inferences reasonably to be drawn therefrom in the light most hospitable to the nonmovant.  See Lowe v. Scott, <span class=\"citation\" data-id=\"579944\"><a href=\"/opinion/579944/lynn-c-lowe-md-v-h-denman-scott-md/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">323</span></a></span>, 337 (1st Cir.1992);  Santiago Hodge v. Parke Davis &amp; Co., <span class=\"citation\" data-id=\"545485\"><a href=\"/opinion/545485/mercedes-santiago-hodge-v-parke-davis-company/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">628</span></a></span>, 634 (1st Cir.1990);  Wagenmann v. Adams, <span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span>, 200 (1st Cir.1987).  In conducting that perscrutation, the court must refrain from differential factfinding;  that is to say, the court must \"not consider the credibility of witnesses, resolve conflicts in testimony, or evaluate the weight of the evidence.\"  <span class=\"citation\" data-id=\"494589\"><span class=\"antecedent_guess\">Wagenmann,</span> <a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">200</span></a></span>.   A verdict may be directed only if the evidence, viewed from this perspective, is such that reasonable minds could not differ as to the outcome.  See Veranda Beach Club Ltd. Partnership v. Western Sur. Co., <span class=\"citation\" data-id=\"563774\"><a href=\"/opinion/563774/veranda-beach-club-limited-partnership-v-western-surety-co-frg-ventures/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1364</span></a></span>, 1383 (1st Cir.1991);  Hubbard v. Faros Fisheries, Inc., <span class=\"citation\" data-id=\"380429\"><a href=\"/opinion/380429/gordon-h-hubbard-and-shirley-m-hubbard-v-faros-fisheries-inc/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span>, 199 (1st Cir.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When, as now, a disappointed suitor seeks to set aside a directed verdict, the court of appeals is constrained in precisely the same fashion as the district court.  For this reason, and because the key question revolves around the legal sufficiency of the evidence, appellate review is plenary.  See Salve Regina Coll. v. Russell, <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, 231-32, <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1217</span></a></span>, 1221, <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">190</span> </a></span>(1991);  Jordan-Milton Mach., Inc. v. F/V Teresa Marie, II, <span class=\"citation\" data-id=\"593295\"><a href=\"/opinion/593295/jordan-milton-machinery-inc-v-fv-teresa-marie-ii/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span>, 34 (1st Cir.1992).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The substantive law of Puerto Rico controls in this diversity suit.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  To establish a prima facie case of medical malpractice under that law, a plaintiff must adduce evidence showing at least three separate things:  (1) the duty owed, expressed as the minimum standard of professional knowledge and skill required under the circumstances then obtaining;  (2) a breach of that duty attributable to the defendant;  and (3) a sufficient causal nexus between the breach and the plaintiff's claimed injury.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See Sierra Perez v. United States, <span class=\"citation no-link\"><span class=\"volume\">779</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">637</span></span>, 643 (D.P.R.1991);  Crespo v. Hernandez, 121 P.R.Dec. 639, 650 (1988);  Medina Santiago v. Velez, 120 P.R.Dec. 380, 385 (1988).  The district court concluded that Rolon-Alvarado's proof, viewed in the light most favorable to her, did not suffice to establish any of these three elements.  We agree with the court below that plaintiff did not prove a prima facie case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">* We begin--and end--our consideration of plaintiff's first three claims by focusing on her abortive attempt to delineate the duty owed.  In 1973, Puerto Rico jettisoned the so-called \"locality\" or \"community standard\" rule in favor of a more universal, less parochial approach to establishing the standard of acceptable care for purposes of a medical malpractice suit.  See Valendon Martinez v. Hospital Presbiteriano, <span class=\"citation\" data-id=\"480348\"><a href=\"/opinion/480348/marjorie-marie-valedon-martinez-v-hospital-presbiteriano-de-la-comunidad/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1128</span></a></span>, 1135-36 (1st Cir.1986) (discussing effect of Oliveros v. Abreu, 101 P.R.Dec. 209 (1973)).  Today, a physician is expected to possess, and use, that level of knowledge and skill prevalent in his or her specialty generally, not simply the knowledge and skill commonly displayed in the community or immediate geographic region where the treatment is administered.  See Oliveros, 101 P.R.Dec. at 223, 226-27, translated in 1 P.R.Sup.Ct.Off'l Translations 293, at 303, 313.  In other words, a health-care provider has a duty to use the same degree of expertise as could reasonably be expected of a typically competent practitioner in the identical specialty under the same or similar circumstances, regardless of regional variations in professional acumen or level of care.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Under the law of Puerto Rico, \"there exists always a presumption that the treating physicians have observed a reasonable degree of care ... in the process of giving medical attention and treatment.\"  Del Valle Rivera v. United States, <span class=\"citation\" data-id=\"2311841\"><a href=\"/opinion/2311841/del-valle-rivera-v-united-states/\"><span class=\"volume\">630</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">750</span></a></span>, 756 (D.P.R.1986).  Plaintiff bears the burden of refuting this presumption.  See <span class=\"citation\" data-id=\"2311841\"><a href=\"/opinion/2311841/del-valle-rivera-v-united-states/\"><span class=\"id_token\">id.</span>   To do </a></span>so, she must first establish the physician's duty.  Because medical knowledge and training are critical to demonstrating the parameters of a health-care provider's duty, the minimum standard of acceptable care is almost always a matter of informed opinion.  Thus, it must ordinarily be established by expert testimony.  See Oliveros, 1 P.R.Sup.Ct.Off'l Translations at 315;  see also Bellecourt v. United States, <span class=\"citation\" data-id=\"607916\"><a href=\"/opinion/607916/clyde-h-bellecourt-appellantcross-appellee-v-united-states-of-america/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">427</span></a></span>, 431-32 (8th Cir.1993) (applying Minnesota law)  Dunning v. Kerzner, <span class=\"citation\" data-id=\"546216\"><a href=\"/opinion/546216/anita-patenaude-dunning-v-marvin-s-kerzner-md/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1009</span></a></span>, 1014 (1st Cir.1990) (applying Rhode Island law);  Crowley v. United States, <span class=\"citation no-link\"><span class=\"volume\">773</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">98</span></span>, 102 (N.D.Ill.1991).  No such testimony graces this record.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">To be sure, plaintiff presented an expert witness, Dr. Piza.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  But, Dr. Piza did not testify anent duties or standards of care.  Rather, he testified as to what he would have done differently in managing the decedent's case.  Medicine, however, is not an exact science.  It is, therefore, insufficient for a plaintiff in a malpractice case merely to show that another doctor would have chosen to treat the patient in a manner different from the manner in which the attending physicians treated him.  See, e.g., Campbell v. United States, <span class=\"citation\" data-id=\"542894\"><a href=\"/opinion/542894/aaron-campbell-administrator-of-the-estate-of-raymond-campbell-deceased/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1188</span></a></span>, 1192 (7th Cir.1990);  Polikoff v. United States, <span class=\"citation no-link\"><span class=\"volume\">776</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1417</span></span>, 1421 (S.D.Cal.1991);  East v. United States, <span class=\"citation no-link\"><span class=\"volume\">745</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1142</span></span>, 1149 (D.Md.1990);  Walski v. Tiesengas, <span class=\"citation\" data-id=\"2006111\"><a href=\"/opinion/2006111/walski-v-tiesenga/\"><span class=\"volume\">72</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">249</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">201</span></span>, 207, <span class=\"citation\" data-id=\"2006111\"><a href=\"/opinion/2006111/walski-v-tiesenga/\"><span class=\"volume\">381</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">279</span></a></span>, 285 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We have no doubt that Puerto Rico would follow this rule;  indeed, in what amounts to a variation on the same theme, the Puerto Rico Supreme Court has held that even an acknowledged error in medical judgment cannot support a malpractice claim so long as the mistake is reasonable.  See Oliveros, 1 P.R.Sup.Ct.Off'l Translations at 314;  see also Suarez Matos v. Ashford Presbyterian Community Hosp., <span class=\"citation\" data-id=\"194917\"><a href=\"/opinion/194917/suarez-matos-v-ashford-presbyterian/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 50 (1st Cir.1993) (suggesting that, in Puerto Rico, a mistake in diagnosis will not necessarily constitute malpractice);  Del Valle <span class=\"citation\" data-id=\"2311841\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/2311841/del-valle-rivera-v-united-states/\"><span class=\"volume\">630</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">756</span> </a></span>(stating that, under Puerto Rico's jurisprudence, a plaintiff who charges a physician with malpractice must establish that the defendant's fault \"is more than a mere hindsight possibility\").  In sum, tort law neither holds a doctor to a standard of perfection nor makes him an insurer of his patient's well-being.  Professional standards require normative judgments, not merely proof that a better way to treat a particular patient could have been devised.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Against this backdrop, plaintiff's first three statements of claim cannot survive scrutiny.  As to the one-day delay in operating, Dr. Piza made it clear that he would have put Rolon-Robles under the knife on May 6 rather than waiting until May 7--but he offered no enlightenment on the subject of the prevailing standard by which decisions on the timing of such operations might be held to fall outside the range of reasonable judgments.  By like token, while Dr. Piza testified that he disagreed with the mid-stream change in diagnosis, and the way in which the hospital monitored the patient postoperatively, he failed to advance any basis on which applicable standards could be fixed or, conversely, against which defendant's conduct could be measured.  The mere fact that Dr. Piza might have selected a particular approach or method of treatment does not, without more, establish that a different approach or method, even if unsuccessful, fell short of the duty owed.  Nor did the witness's references to generalities contained in a learned treatise bridge the gap.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The short of it is that, as the district court found, the evidentiary predicate in regard to standards of care is wholly inadequate;  and without such a predicate, the jury had no legally satisfactory basis for making a reasoned determination as to whether defendant's employees were negligent in caring for Rolon-Robles.  Consequently, plaintiff could not carry her burden of proof.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Of course, the law recognizes a narrowly configured exception to the general rule requiring expert testimony in medical malpractice cases.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Although courts have formulated the exception in divers ways--it has been variously described as implicating situations where common knowledge and experience are all that is necessary to comprehend a defendant's negligence, see, e.g., Nixdorf v. Hicken, <span class=\"citation\" data-id=\"1270239\"><a href=\"/opinion/1270239/nixdorf-v-hicken/\"><span class=\"volume\">612</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">348</span></a></span>, 352 (Utah 1980) (applying exception to loss of surgical instrument within an incision), or where negligence is grossly apparent, see, e.g., Thomas v. Corso, <span class=\"citation\" data-id=\"2109854\"><a href=\"/opinion/2109854/thomas-v-corso/\"><span class=\"volume\">265</span> <span class=\"reporter\">Md.</span> <span class=\"page\">84</span></a></span>, <span class=\"citation\" data-id=\"2109854\"><a href=\"/opinion/2109854/thomas-v-corso/\"><span class=\"volume\">288</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">379</span></a></span>, 388 (1972) (applying exception to physician's outright failure to attend a patient), or where a doctor's conduct violates a set standard, see, e.g., Monk v. Doctors Hosp., <span class=\"citation\" data-id=\"282329\"><a href=\"/opinion/282329/ellen-k-monk-v-doctors-hospital-and-henry-l-darner/\"><span class=\"volume\">403</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">580</span></a></span>, 583 (D.C.Cir.1968) (applying exception to provider's contravention of manufacturer's instruction manual for operation of electrosurgical machine)--we think that the exception encompasses only those few situations in which the claimed medical malpractice is sufficiently blatant or patent that lay persons, relying on common knowledge and experience, can legitimately recognize or infer negligence.  Cf. <span class=\"citation\" data-id=\"494589\"><span class=\"antecedent_guess\">Wagenmann,</span> <a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">218-20</span> </a></span>(discussing circumstances under which expert testimony may properly be foregone in cases of claimed legal malpractice).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">However it may be fine-tuned, the exception does not sweep so broadly as to avail the present plaintiff.  The questions plaintiff has raised anent decedent's care involve matters of timing, differential diagnosis, and hospital protocol--matters which are neither obvious to the untrained eye nor, by any stretch, within a layman's ken.  Where, as here, medical personnel make on-the-spot decisions, requiring sophisticated medical insights, a jury cannot be expected to evaluate those judgment calls without the aid of expert opinion.  And, because expert testimony is necessary to demonstrate the claimed negligence of defendant's agents under the circumstances at hand, this case does not fit within the isthmian confines of the exception.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We conclude, therefore, given the paucity of the proof, especially the absence of expert testimony concerning applicable standards of acceptable care, that the district court properly directed a verdict on plaintiff's first three claims.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have left for last plaintiff's contention that liability can be premised on the splintered endotracheal tube.  On this issue, independent proof of a standard of care might not be required if, as plaintiff says, the doctrine of res ipsa loquitur pertains.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Nonetheless, we think that plaintiff's reliance on the doctrine is mislaid.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For the doctrine of res ipsa loquitur to apply, a plaintiff must establish that an occurrence is \"(1) ... of a kind which does not ordinarily take place unless someone is negligent;  (2) caused by an agency or instrumentality within the defendant's exclusive control;  and (3) not due to any voluntary action on the part of the plaintiff.\"  De Leon Lopez v. Corporacion Insular de Seguros, <span class=\"citation\" data-id=\"559868\"><a href=\"/opinion/559868/pablo-de-leon-lopez-v-corporacion-insular-de-seguros/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">116</span></a></span>, 123 (1st Cir.1991) (applying Puerto Rico law);  accord Colmenares Vivas v. Sun Alliance Ins. Co., <span class=\"citation\" data-id=\"480735\"><a href=\"/opinion/480735/jose-domingo-colmenares-vivas-v-sun-alliance-insurance-company/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1102</span></a></span>, 1104 (1st Cir.1986).  Here, plaintiff's own expert, Dr. Piza, testified categorically that the breaking of the tube \"could not be foreseen\";  that mechanical mishaps of this sort frequently happen in the absence of provider negligence;  that, in general, \"there is no possible malpractice in the rupture of a mechanical device\";  and that, in this specific situation, the attending physicians and nurses were blameless.  Thus, res ipsa loquitur has no bearing on the case.  It follows that plaintiff's fourth statement of claim is meritless.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  On this impoverished record, the district court correctly withheld the case from the jury and directed a verdict in favor of the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Affirmed.  See 1st Cir.Loc.R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> First Circuit Local Rule 30.7 provides in pertinent part that, \"[w]henever an opinion of the Supreme Court of Puerto Rico is cited in a brief ... [and] does not appear in the bound volumes in English, an official, certified or stipulated translation thereof with three conformed copies shall be filed.\"   In this instance, the parties have cited several such cases without supplying translations.  Although we have coped by using informal translations of the opinions in question, we remind litigants of their obligations under Local Rule 30.7 and forewarn the bar that, in the future, we will insist upon strict observance of the rule</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The elements of this cause of action under Puerto Rico law are comparable to the elements of a cause of action for medical malpractice elsewhere.  See, e.g., Mills v. Levy, <span class=\"citation\" data-id=\"336560\"><a href=\"/opinion/336560/kay-d-mills-and-basil-delong-v-richard-warren-levy-md/\"><span class=\"volume\">537</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>, 1332 (5th Cir.1976) (applying Louisiana law);  MacDonald v. United States, <span class=\"citation no-link\"><span class=\"volume\">767</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1295</span></span>, 1307 (M.D.Pa.1991) (applying Pennsylvania law);  MacGuineas v. United States, <span class=\"citation no-link\"><span class=\"volume\">738</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">566</span></span>, 569 (D.D.C.1990) (applying Maryland law);  Powers v. United States, <span class=\"citation\" data-id=\"1869290\"><a href=\"/opinion/1869290/powers-v-united-states/\"><span class=\"volume\">589</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1084</span></a></span>, 1099 (D.Conn.1984) (applying Connecticut law)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Another physician, Dr. Mercado, also testified in plaintiff's behalf.  However, Dr. Mercado did not qualify as an expert in surgery and the district court limited his testimony accordingly.  On appeal, plaintiff does not assign error to this ruling.  Nothing in Dr. Mercado's remaining testimony adds materially to Dr. Piza's comments or otherwise assists in filling the standard-of-care void</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although plaintiff has cited no Puerto Rico cases endorsing this exception, we assume for present purposes, albeit without deciding, that the Puerto Rico Supreme Court would follow the majority view and adopt the exception</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Plaintiff initially pleaded strict liability, but abandoned this approach at trial in favor of a res ipsa loquitur theory.  In any event, it is hornbook law that a health-care provider cannot be held strictly liable for a latent defect in a medical device manufactured by a third party.  See, e.g., Hoff v. Zimmer, Inc., <span class=\"citation no-link\"><span class=\"volume\">746</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">872</span></span>, 874 (W.D.Wis.1990);  NME Hosp. v. Azzariti, <span class=\"citation no-link\"><span class=\"volume\">573</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">173</span></span>, 173 (Fla.1991) (per curiam);  Silverhart v. Mt. Zion Hosp., <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1022</span></span>, 1028, <span class=\"citation\" data-id=\"2112409\"><a href=\"/opinion/2112409/silverhart-v-mount-zion-hospital/\"><span class=\"volume\">98</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">187</span> </a></span>(1971)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Since plaintiff failed to prove the minimum standard of care owed by defendant to her decedent, we need not dwell on the other deficiencies that the district court attributed to her case.  It suffices to say that, absent proof of the legal duty owed by a defendant to a plaintiff in a medical malpractice suit, it is virtually impossible to prove either breach or proximate cause;  breach, after all, depends directly on the contours of the duty owed, and proximate cause, in turn, depends on the nature and effect of the breach</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112564/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194917/",
    "https://www.courtlistener.com/api/rest/v3/opinions/282329/",
    "https://www.courtlistener.com/api/rest/v3/opinions/336560/",
    "https://www.courtlistener.com/api/rest/v3/opinions/380429/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480348/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480735/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494589/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542894/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545485/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546216/",
    "https://www.courtlistener.com/api/rest/v3/opinions/559868/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563774/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579944/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593295/",
    "https://www.courtlistener.com/api/rest/v3/opinions/607916/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1270239/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1869290/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2006111/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2109854/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2112409/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2311841/"
  ]
}