{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194847/",
  "id": 194847,
  "absolute_url": "/opinion/194847/dow-v-ubc/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194847/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:26:21Z",
  "date_modified": "2020-02-21T23:35:58.115967Z",
  "type": "010combined",
  "sha1": "cc291e41701a7f17afc0dc0cf7019a769ddc546e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1127.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEAL\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1127\n\n                       JOSEPH DOW, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n UNITED BROTHERHOOD OF CARPENTERS AND JOINERS OF AMERICA, ET AL.,\n\n                      Defendants, Appellees.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Edward F. Harrington, U.S. District Judge]\n                                                        \n\n                                             \n\n                              Before\n\n           Torruella, Selya and Boudin, Circuit Judges.\n                                                      \n\n                                             \n\n     Paul Alan Levy, with  whom Mark D. Stern and  Public Citizen\n                                                                 \nLitigation Group were on brief, for appellants.\n                \n     Christopher  N.  Souris,  with  whom  Feinberg,  Charnas   &amp;\n                                                                 \nSchwartz was on brief, for appellees.\n        \n\n                                             \n\n                          July 28, 1993\n\n                                             \n\n          SELYA,  Circuit  Judge.   This  appeal pivots  on   the\n          SELYA,  Circuit  Judge.\n                                \n\nmeaning  and  applicability  of   two  documents  concerning  the\n\ninternal  governance  of  a  labor  union,  Local  No. 218  (\"the\n\nLocal\"):   the  constitution of  its umbrella  union,  the United\n\nBrotherhood  of Carpenters  and  Joiners (\"the  International\" or\n\n\"UBCJA\") and the by-laws of Local 218 itself.  Much to the dismay\n\nof  two  dissident  members  of  the Local,  the  district  court\n\ndeferred  to the  International's construction  of the  texts and\n\nentered judgment accordingly.  We affirm.\n\n                                I\n                                 \n\n                            Background\n                                      \n\n          Local No.  218 is affiliated  with, and subject  to the\n\ndirection of,  the International.  The  latter's constitution and\n\nthe  Local's by-laws both speak  to the manner  in which mid-term\n\nvacancies  in leadership positions on  the local level  are to be\n\nfilled.  The constitution states that:\n\n          [w]hen vacancies occur in any elective office\n          or    in    the    position    of    Business\n          Representative, the President  may appoint  a\n          qualified member to fill the vacancy pro-tem,\n          until  such time  as appropriate  notices are\n          sent to the membership  for the holding of an\n          election to fill the vacancy.\n\nUBCJA Const.,    32(B).   Yet,  with regard  to  the position  of\n\nBusiness Manager/Financial Secretary (\"Manager\"), the Local's by-\n\nlaws provide that, if a vacancy occurs:\n\n          the Business Representative shall  assume the\n          duties  of   the  Business  Manager/Financial\n          Secretary  and  shall   appoint  a   Business\n          Representative.\n\nBy-Laws of Local No. 218, art. II,   1(A).\n\n                                2\n\n          In  1992,   the  latent   tension  between   these  two\n\nprovisions  surfaced.    The  incumbent Manager  resigned.    The\n\nLocal's  President, Joseph  Dow,  appointed himself  to fill  the\n\nvacancy  on a temporary basis and called for an election pursuant\n\nto  section  32(B)  of  UBCJA's  constitution.   Dow  viewed  the\n\nprovisions we  have quoted as  conflicting and reasoned  that the\n\nconstitution   trumped   the  by-law   provision   for  automatic\n\nsuccession.\n\n          The International  resisted Dow's  attempt to  grab the\n\nreins of power.1   Its president,  Sigurd Lucassen, directed  Dow\n\nto give effect to  the by-law provision by allowing  the Business\n\nRepresentative, Robert Cataldo, to succeed to the Manager's post.\n\nLucassen  found  no  conflict  between  the  two  instruments  of\n\ngovernance;  the  by-law  provision  simply   mandates  automatic\n\nsuccession to  fill a particular  vacancy while section  32(B) of\n\nthe constitution specifies a procedure for filling vacancies when\n\nno other  mechanism  has  been  provided.    Because  the  by-law\n\nprovision  operated  ex  proprio  vigore to  fill  the  Manager's\n                                        \n\nposition  simultaneously with  the  incumbent's  resignation,  it\n\nprevented a  vacancy from occurring  and eliminated any  need for\n\nresort  to  the  constitutional  provision.    It  was   on  this\n\nunderstanding,   Lucassen   intimated,  that   the  International\n\napproved the inclusion of article II, section 1(A) in Local 218's\n\n                    \n\n     1Inasmuch  as the  Manager's position  is the  brightest and\nmost coveted  star in  a local union's  administrative firmament,\nthe struggle over succession takes on added significance.\n\n                                3\n\nby-laws.2\n\n          Little placated, Dow and  a fellow union member, Robert\n\nRenda, sued in federal district court, premising their  action on\n\nsection 301(a) of the Labor-Management Relations Act, 29 U.S.C.  \n\n185  (1988),  and  section  101(a)(1)  of  the   Labor-Management\n\nReporting and Disclosure Act  (\"LMRDA\"), 29 U.S.C.   412  (1988).\n\nThe plaintiffs  named the International, the  District Council of\n\nCarpenters,  and Local 218 as defendants.3  They sought to compel\n\nrecognition of Dow's status as Manager pro tem and to precipitate\n                                              \n\nan election to fill the balance of the unexpired term.   On cross\n\nmotions for summary judgment, the district court gave controlling\n\nweight  to the  International's  interpretation of  the governing\n\ndocuments  and entered judgment for  the defendants.  This appeal\n\nensued.\n\n                                II\n                                  \n\n                             Analysis\n                                     \n\n                                A.\n                                  \n\n          Summary  judgment   is  appropriate  when   the  record\n\ndocuments that  possess evidentiary force \"show that  there is no\n\ngenuine issue as to any  material fact.\"  Fed. R. Civ.  P. 56(c).\n\nThe mechanics  of Rule  56 are familiar:   once the  moving party\n\navers \"an absence  of evidence to  support the nonmoving  party's\n\n                    \n\n     2Section 32(B)  of the constitution  was in effect  when the\nInternational  approved  the  Local's   by-laws.    Absent   such\napproval, the by-laws could not have taken effect.\n\n     3For  ease in reference, we discuss the issues as if Dow and\nthe International were the sole parties in interest.\n\n                                4\n\ncase,\"  Celotex Corp. v. Catrett,  477 U.S. 317,  325 (1986), the\n                                \n\nburden  of production  shifts  to the  nonmovant.   To  defeat  a\n\nproperly focused motion,  the nonmovant must tender  \"significant\n\nprobative evidence,\" First  Nat'l Bank v.  Cities Serv. Co.,  391\n                                                           \n\nU.S.  253, 290  (1968),  which, when  viewed  in the  light  most\n\nflattering  to the  nonmovant, illumines  a genuine  and material\n\nfactual dispute.  See  Anderson v. Liberty Lobby, Inc.,  477 U.S.\n                                                      \n\n242, 247-48  (1986); Medina-Munoz  v. R.J. Reynolds  Tobacco Co.,\n                                                                \n\n896 F.2d  5, 8 (1st Cir.  1990); Garside v. Osco  Drug, Inc., 895\n                                                            \n\nF.2d  46, 48 (1st Cir. 1990).   While the required proof need not\n\nnecessarily rise to  the level of admissible  trial evidence, see\n                                                                 \n\nCelotex, 477 U.S. at 324, it must consist of something more  than\n       \n\n\"conclusory allegations, improbable  inferences, and  unsupported\n\nspeculation.\"   Medina-Munoz, 896  F.2d at  8; accord  Fragoso v.\n                                                              \n\nLopez, 991 F.2d 878, 886 (1st Cir. 1993); Kelly v. United States,\n                                                                \n\n924 F.2d 355,  357 (1st  Cir. 1991).   Brash conjecture,  coupled\n\nwith  earnest  hope  that  something   concrete  will  eventually\n\nmaterialize, is insufficient to block summary judgment.\n\n          This  appeal  implicates a  specialized  application of\n\nRule 56.   It  is  common ground  that a  labor union's  internal\n\naffairs  comprise  an  enclave   best  kept  free  from  judicial\n\nintrusion.    See Local  No. 48  v. United  Bhd. of  Carpenters &amp;\n                                                                 \n\nJoiners,  920 F.2d 1047, 1051  (1st Cir. 1990);  Howard v. United\n                                                                 \n\nAss'n  of Journeyman &amp; Apprentices, Local #  131, 560 F.2d 17, 21\n                                                \n\n(1st Cir. 1977).  Thus, the scope of judicial inquiry is narrowly\n\ncircumscribed  in  such  cases.   And,  moreover,  the  resultant\n\n                                5\n\ncircumscription is  particularly stringent when, as  now, a labor\n\norganization's   interpretation  of   its  own   constitution  is\n\nsingularly at issue.  See Local No. 48, 920 F.2d at 1052.\n                                      \n\n                                B.\n                                  \n\n          In Local  No.  48, a  case  construing the  very  union\n                           \n\nconstitution that is at  issue here, this court concluded  that a\n\ngeneral union's  interpretation of  its own governance  documents\n\nwill ordinarily be upheld \"unless that interpretation is patently\n\nunreasonable.\"   Id.  On  that basis, we  refused to second-guess\n                    \n\nthe International  when it advanced a \"plausible\"  reading of its\n\nconstitution.   Id.  At bottom, then, Local No. 48 stands for the\n                                                  \n\nproposition  that,  in  the  absence  of  bad  faith,4   a  labor\n\norganization's interpretation of internal union documents puts an\n\nend  to  judicial  scrutiny  so  long  as the  interpretation  is\n\n\"facially sufficient\" or grounded in \"'arguable authority.'\"  Id.\n                                                                 \n\n(citation omitted); accord Newell  v. International Bhd. of Elec.\n                                                                 \n\nWorkers, 789 F.2d 1186,  1189 (5th Cir. 1986); Local  334, United\n                                                                 \n\nAss'n of Journeymen &amp; Apprentices v. United Ass'n of Journeymen &amp;\n                                                                 \n\nApprentices,  669 F.2d  129,  131  (3d  Cir. 1982);  Stelling  v.\n                                                             \n\nInternational Bhd.  of Elec. Workers,  Local Union No.  1547, 587\n                                                            \n\nF.2d 1379, 1389  n.10 (9th Cir. 1978), cert. denied, 442 U.S. 944\n                                                   \n\n(1979).\n\n          This black letter law simplifies  our task.  We  afford\n\nplenary  review  to the  entry of  summary  judgment below.   See\n                                                                 \n\n                    \n\n     4Here,  Dow  adduced  no  evidence  that  the  International\nformulated its interpretation in bad faith.  What is more, he has\nnot asserted a claim of bad faith on appeal.\n\n                                6\n\nGarside,  895 F.2d at 48.  To  do so here, we need only determine\n       \n\nwhether  the   International's   synthesis  of   the   juxtaposed\n\ndocuments, i.e., its view that section 32(B) of  the constitution\n               \n\nleaves room for, and can comfortably operate side by side with, a\n\nby-law provision  mandating automatic succession  to a particular\n\npost,  is  \"so  implausible or  patently  unreasonable  as  to be\n\nundeserving of deference.\"  Local No. 48, 920 F.2d at 1052.\n                                        \n\n                                C.\n                                  \n\n          We turn now to the record, first examining the relevant\n\ntexts.  On  one hand, the constitution, quoted supra p. 2, states\n                                                    \n\nthat when \"vacancies occur in any elective office,\" the president\n\nof  the local  \"may\"  appoint a  replacement  to serve  until  an\n\nelection  is held.  On the other  hand, the by-laws, see supra p.\n                                                              \n\n2,  state  that \"the  Business  Representative  shall assume  the\n\nduties  of the  [Manager]\"  if  a  \"vacancy  [in  that  position]\n\noccurs.\"    While  these  provisions  can assuredly  be  read  to\n\nconflict     and  if  they clash,  the  constitutional  provision\n\nprevails, see UBCJA Const.,    6(C), 25(A)   a harmonious reading\n             \n\nof them is  hardly implausible.  We think it  is significant that\n\nthe constitution uses  precatory rather than  mandatory language.\n\nThe permissive \"may\" contained in the constitution, as opposed to\n\nthe directory  \"shall\" contained  in the  by-law, signals that  a\n\ntemporary,  presidential appointment  and subsequent  election is\n\nbut  one  available  method  for   filling  vacancies,  impliedly\n\nsuggesting  that  other,  equally  satisfactory  methods  can  be\n\nemployed.   Accord  La Joie  v. Bay  Counties Dist.  Council, 143\n                                                            \n\n                                7\n\nL.R.R.M. (BNA) 2547,  2549 (N.D. Cal.  1993) (refusing, for  this\n\nreason, to  find a conflict between  the identical constitutional\n\nprovision  and  the  by-laws of  a  different  local).   On  this\n\n(entirely   plausible)   reading,  automatic   succession   is  a\n\npermissible method of selection.5  Hence, there  is ample textual\n\nsupport   for    the   International's   conclusion    that   the\n\nconstitution's words are inapplicable  here because a new Manager\n\nhas  already been designated    that is, the  vacancy has already\n\nbeen filled   through an authorized alternative process.\n\n          Dow   contends  that   in   determining   whether   the\n\nInternational proffered an interpretation worthy of  deference, a\n\nreviewing  court  must not  examine the  letter  of the  texts in\n\nmajestic  isolation,  but  must  read them  in  conjunction  with\n\navailable extrinsic  evidence of  past union interpretations  and\n\npractices.   We agree that  \"track record\" evidence  may often be\n\nilluminating and should be considered.   After all, evidence that\n\na  union  decision  follows  established custom  might  serve  to\n\nstrengthen  the decision's inherent  reasonableness and,  by like\n\ntoken, evidence that a union decision constitutes a radical break\n\nfrom  uniform   past  practice   might   undermine  its   seeming\n\nplausibility.   Cf. Local  No. 48, 920  F.2d at 1052  (citing the\n                                 \n\ncontext \"of an  ongoing consolidation process\" as one indicium of\n\nthe  reasonableness of  the union's  authorization of  a merger).\n\n                    \n\n     5We  believe  it  is   noteworthy  that  the  United  States\nDepartment   of  Labor's   regulations  implementing   the  LMRDA\nexpressly  authorize  \"automatic  succession\"  to  fill  mid-term\nvacancies.  29 C.F.R.   452.25 (1992).\n\n                                8\n\nHere,  however,  the summary  judgment  record is  barren  of any\n\nevidence   sufficient   to   support  an   inference   that   the\n\nInternational's  present  reading of  the  constitution  is newly\n\ncontrived or inconsistent with past practice.\n\n          To be sure,  appellant tried  to plug this  hole.   His\n\nfailed  efforts center  around three  sworn statements  signed by\n\nJohn S. Rogers, once a high-ranking officer of the International.\n\nAppellant  tells us that these affidavits evidence a tradition of\n\nrequiring elections  to fill  mid-term vacancies  in the  face of\n\nconflicting local by-laws.  He is wrong.  To the  extent that the\n\naffidavits touch  upon matters germane  to this appeal,  they are\n\nmuch too vague to forestall summary judgment.\n\n          Appellant places greatest emphasis on Rogers's repeated\n\nstatements that it has \"always\" been UBCJA's  practice to conduct\n\nelections to  fill mid-term vacancies.  In context, however, this\n\nassertion constitutes no more than an empty generality.  A purely\n\nconclusory statement  of this sort is  manifestly insufficient to\n\nsupport  an inference  of inconsistent  past practice  without an\n\naccompanying  suggestion    nowhere  to be  found    that  such a\n\nvacancy has  ever before occurred in a  local that had adopted an\n\nautomatic succession rule.   See Local No.  48, 920 F.2d  at 1051\n                                              \n\n(explaining  that unsubstantiated  conclusions are  inadequate to\n\nblock summary judgment); Oliver v. Digital Equip. Corp., 846 F.2d\n                                                       \n\n103,  109 (1st  Cir.  1988) (refusing  to allow  \"unsubstantiated\n\nallegations\"  to  defeat summary  judgment).   In the  same vein,\n\nRogers's general  statement that  \"the Brotherhood and  its local\n\n                                9\n\nunions\" have  deemed a  resignation to create  \"a vacancy  . .  .\n\nregardless of whether  or not the applicable  Constitution or By-\n\nLaws   contained   a  successorship   provision\"  is   devoid  of\n\nsignificance  absent an indication   nowhere to be found   that a\n\nparticular incident  actually occurred and  that Rogers possesses\n\nsome  knowledge about  it.   See  Anderson,  477 U.S.  at  248-49\n                                          \n\n(stating  that,   in  the  summary  judgment  context,  suggested\n\ninferences must be supported  by \"specific facts\"); Medina-Munoz,\n                                                                \n\n896 F.2d  at 9  (terming plaintiff's  attempted application  of a\n\nconclusion to a different factual predicate \"too large a  leap\").\n\nIn light of these gaps, the Rogers affidavits, carefully read, do\n\nnot  contradict UBCJA's sworn averment that,  at least within the\n\npast  five years,  the International  has never  ordered  a local\n\noperating  under an  approved automatic  succession  procedure to\n\nhold  an election to fill  a vacancy.6   Indeed, since the record\n\ndemonstrates  that the  International  has approved  a number  of\n\nlocal union by-law provisions incorporating  automatic succession\n\nregimes,  including  the  provision  at issue  here,  the  record\n\nvirtually compels the inference that UBCJA's present construction\n\nof the  juxtaposed instruments  of governance is  consistent with\n\nits past practice.\n\n                    \n\n     6The  shortcomings in  the Rogers's  affidavits are  all the\nmore  striking because  appellant extracted  not one,  but three,\nsuccessive affidavits  from Rogers, over a  period spanning three\nand one-half  months.  The  latest of  these was executed  a mere\nthree days before  the hearing  on summary judgment.   Since  Dow\nthrice  went  to the  well in  an  effort to  secure supplemental\ninformation,  we think  it fair  to  assume that  everything that\ncould be said was in fact said.\n\n                                10\n\n          In   short,   appellant's   \"past   practice\"   proffer\n\nrepresents  yet another  situation  where a  court considering  a\n\nmotion for summary judgment \"cannot accept, in lieu of documented\n\nfacts,  conclusory assertions.\"    Sheinkopf v.  Stone, 927  F.2d\n                                                      \n\n1259,  1262 (1st  Cir.  1991).      Consequently,  we  hold  that\n\nappellant  failed  to raise  a  genuine  question regarding  past\n\npractice   that  would   bear  on   the  reasonableness   of  the\n\nInternational's textual construction.\n\n          We have  said enough.7  While  the International's take\n\non the written  provisions may not be  the only possible  one, or\n\neven the most  natural one,  it is  well within  the universe  of\n\nacceptable interpretations.  Because  plausibility is all that is\n\nrequired  in  a   situation  of  this   kind,  the  lower   court\n\nappropriately granted summary judgment on the existing record.\n\n                               III\n                                  \n\n                     Curtailment of Discovery\n                                             \n\n                    \n\n     7We  reject out  of hand  appellant's claim  that two  other\nfactual disputes sufficient to  defeat UBCJA's motion for summary\njudgment lurk in the record.   First, pointing to the absence, as\nof  September  9,  1992,  of documentary  proof  anent  Cataldo's\nappointment as Business Representative, appellant speculates that\nCataldo was not duly appointed and,  therefore, could not succeed\nto  the  Manager's  position  pursuant  to  the  by-laws.     The\nspeculation does not  hold water:   a nonmovant  cannot defeat  a\nmotion  for summary judgment solely  by asserting that the movant\nhas not adduced,  or explained  its failure to  adduce, the  best\npossible  proof of a  material point.   See Celotex, 477  U.S. at\n                                                   \n323; Mack v. Great  Atl. &amp; Pac. Tea  Co., 871 F.2d 179,  182 (1st\n                                        \nCir. 1989).   The  second dispute  concerns  whether Cataldo,  in\nviolation  of the  constitution, assumed  the  Manager's position\nbefore resigning as Local 218's Recording  Secretary.  Because it\nis uncontradicted that Cataldo no longer held the latter position\nby October 7, 1992,  at the latest, we, like  the district court,\ndeem the exact date of his resignation to be immaterial.\n\n                                11\n\n          Appellant's  fall-back  position is  that  the judgment\n\nbelow must be vacated because the district court unduly curtailed\n\ndiscovery prior  to deciding the  summary judgment motions.   See\n                                                                 \n\ngenerally Celotex,  477 U.S. at 322  (recognizing the requirement\n                 \n\nof  \"adequate  time  for  discovery\");  Fed.  R.  Civ.  P.  56(f)\n\n(authorizing  continuances so  that  a nonmovant,  upon a  proper\n\nshowing, may gather \"facts  essential to justify [an] opposition\"\n\nto summary judgment).  The argument is cast in disingenuous terms\n\nand distorts the nature of the district court's discovery ruling.\n\n          Early  in the  proceeding, the  district court  heard a\n\ncacophony of sounds on the issue of  discovery: on one flank, the\n\nInternational  urged a stay of discovery;  on the opposite flank,\n\nDow sought to expedite discovery and widen its scope.  Confronted\n\nwith cross motions for summary judgment that might be susceptible\n\nto resolution on the submitted papers, and anticipating that oral\n\nargument on the  cross motions  would take place  on January  12,\n\n1993,  the district  court, in  a ruling  from the  bench, halted\n\ndiscovery on December 18,  1992.  The court, however,  dropped an\n\nanchor to windward:   since the full panoply of  papers regarding\n\nthe  motions had  not yet been  filed, the  judge invited  Dow to\n\nrequest a continuance for the purpose of conducting  discovery at\n\nthe hearing on summary  judgment if, by then, Dow  still believed\n\nthat he could not adequately argue the cross motions without such\n\ndiscovery.8      Hence,   notwithstanding   appellant's   current\n\n                    \n\n     8Various exchanges at the December 18 hearing tell the tale.\nWe offer  a  few representative  vignettes.   The  judge  advised\nappellant's counsel  that if  the UBCJA  \"file[s] something of  a\n\n                                12\n\ncaterwauling about  a categorical  ban on discovery,  the court's\n\nore  tenus   order  was   plainly  an  interim   measure,  likely\n          \n\nextinguishable for the asking.\n\n          Although Dow held the key to discovery, he neglected to\n\nunlock the  door.  The January  12 hearing came and  went without\n\nany semblance of a renewed request to conduct discovery.  Nowhere\n\ndid appellant ask, even as  a form of alternative relief,  that a\n\ndecision on summary judgment be postponed until further discovery\n\ncould  be obtained.   Rather, he  chose to  shelve the  quest for\n\ndiscovery  and  dive   head-first  into   the  summary   judgment\n\nmaelstrom.9\n\n          The  rule in this circuit  is clear that,  when a court\n\n                    \n\nfactual nature, and  you need  something to rebut,  then I  would\nmove  [on January 12] for discovery.\"  The judge later reiterated\nthe point,  stating that  once the  paperwork  is complete,  \"you\n[appellant's attorney]  can see  whether you need  any discovery.\nIf,  for some  reason, on the  12th you  come in here  and say, I\ncan't  argue the motion because there is a particular document or\na factual allegation that has been made and I need to look at one\nparticular thing, maybe I would do it.\"\n\n     9Appellant's  suggestion  that  he  revived   his  discovery\nrequest  at the January 12 hearing is, at best, wishful thinking.\nHis counsel's  oral argument contained only  a fleeting reference\nto appellant's  past inability to  conduct discovery as  he would\nhave  preferred.  His suggestion that he renewed the request in a\nsupplemental memorandum  filed in connection with  the hearing is\nequally  jejune.   The memorandum,  directed primarily  toward an\nentirely  different matter,  contained a  solitary sentence  more\nobfuscatory   than   illuminative,  concerning   \"legitimate  and\nnecessary outstanding requests for  discovery.\"  These constitute\nno more  than veiled references which, without  more, cannot take\nthe place of an affirmative request to conduct further discovery.\nCf.  Paterson-Leitch Co.  v. Massachusetts  Mun.  Wholesale Elec.\n                                                                 \nCo.,  840 F.2d 985,  989 (1st Cir.  1988) (holding  that oral and\n   \nwritten  statements \"complaining  about [a]  stay of  discovery,\"\ncoupled with  \"cryptic allusions,\" are  \"entirely inadequate\"  to\nsupport a Rule 56(f) motion).\n\n                                13\n\ntemporizes or  otherwise defers a ruling on  a discovery request,\n\nand  the proponent thereafter fails  to resurrect the  issue in a\n\ntimely  fashion, he  is deemed  to have  abandoned the  point and\n\ncannot later  complain  on  appeal concerning  a  denial  of  the\n\ndiscovery in question.  See DesRosiers v. Moran, 949 F.2d 15, 22-\n                                               \n\n23 (1st Cir. 1991).  As we have said, \"a party who seeks a ruling\n\nmust persist in his quest to some reasonable extent.\"  Id. at 23.\n                                                          \n\n          Having  flouted this rule, Dow finds himself mired in a\n\npit similar to that which the government dug for itself in Reilly\n                                                                 \n\nv. United  States, 863  F.2d 149  (1st Cir.  1988).   There,  the\n                 \n\ngovernment moved for additional  discovery at a pre-trial hearing\n\nbefore a magistrate judge.  In denying the motion, the magistrate\n\ntold the government that it might mull the matter for  a few days\n\nand renew  the  request in  a more  specific form.   A  follow-up\n\nrequest never came.  On appeal, the government attempted to press\n\nan  objection to  the  denial of  discovery.   We  overruled  the\n\nobjection,  holding that  the  government had  an obligation  \"to\n\nspecify, face-up  and squarely, what information  it continued to\n\nseek.\"  Id.  at 168.   By not resurfacing  the point, despite  an\n           \n\nexpress invitation to do so, it \"waived the right to  protest the\n\ndenial of\" discovery.  Id.\n                          \n\n          The  same result must obtain  here.  The district court\n\nvoiced a clear invitation  to seek discovery anew.   Dow eschewed\n\nit.  He cannot  now \"legitimately complain of  lack of access  to\n\n[discovery which he]  never seasonably requested.\"   Id. at  167.\n                                                        \n\nThis  is  as  it should  be;  any  other  outcome would  squander\n\n                                14\n\njudicial  resources  and  give  parties  who,  like  Dow,  plunge\n\nheadlong into the  merits of  a case without  pausing to  exhaust\n\ndiscovery options  a  second bite  at the  cherry.   In the  last\n\nanalysis, \"[c]ourts, like the Deity, are most frequently moved to\n\nhelp  those  who  help   themselves.\"    Paterson-Leitch  Co.  v.\n                                                             \n\nMassachusetts Mun.  Wholesale Elec. Co.,  840 F.2d 985,  989 (1st\n                                       \n\nCir. 1988); see also Hebert  v. Wicklund, 744 F.2d 218,  222 (1st\n                                        \n\nCir. 1984) (refusing  to \"employ [Rule 56(f)] to  spare litigants\n\nfrom their own lack of diligence\").\n\n                                IV\n                                  \n\n                            Conclusion\n                                      \n\n          We need go no further.  By failing to renew his request\n\nfor  discovery at the appropriate  time, Dow waived any objection\n\nto the district court's decision to resolve  the summary judgment\n\nmotions on the existing record.  And, because the International's\n\nreconciliation of the arguable  conflict between its constitution\n\nand the Local's by-laws is plausible in terms of that record, the\n\nentry of summary judgment in defendants' favor must stand.\n\nAffirmed.\n        \n\n                                15\n",
  "html": "<p class=\"case_cite\">1 F.3d 56</p>\n    <p class=\"case_cite\">143 L.R.R.M. (BNA) 3013, 125 Lab.Cas.  P 10,784</p>\n    <p class=\"parties\">Joseph DOW, et al., Plaintiffs, Appellants,<br>v.<br>UNITED BROTHERHOOD OF CARPENTERS AND JOINERS OF AMERICA, et<br>al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1127.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 8, 1993.<br>Decided July 28, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul Alan Levy, Washington, DC, with whom Mark D. Stern and Public Citizen Litigation Group, Somerville, MA, were on brief, for plaintiffs, appellants.</p>\n      <p class=\"indent\">Christopher N. Souris, with whom Feinberg, Charnas &amp; Schwartz, Boston, MA, was on brief, for defendants, appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal pivots on the meaning and applicability of two documents concerning the internal governance of a labor union, Local No. 218 (\"the Local\"):  the constitution of its umbrella union, the United Brotherhood of Carpenters and Joiners (\"the International\" or \"UBCJA\") and the by-laws of Local 218 itself.  Much to the dismay of two dissident members of the Local, the district court deferred to the International's construction of the texts and entered judgment accordingly.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* Background</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Local No. 218 is affiliated with, and subject to the direction of, the International.  The latter's constitution and the Local's by-laws both speak to the manner in which mid-term vacancies in leadership positions on the local level are to be filled.  The constitution states that:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>[w]hen vacancies occur in any elective office or in the position of Business Representative, the President may appoint a qualified member to fill the vacancy pro-tem, until such time as appropriate notices are sent to the membership for the holding of an election to fill the vacancy.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">UBCJA Const., Sec. 32(B).  Yet, with regard to the position of Business Manager/Financial Secretary (\"Manager\"), the Local's by-laws provide that, if a vacancy occurs:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>the Business Representative shall assume the duties of the Business Manager/Financial Secretary and shall appoint a Business Representative.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">By-Laws of Local No. 218, art.  II, Sec. 1(A).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In 1992, the latent tension between these two provisions surfaced.  The incumbent Manager resigned.  The Local's President, Joseph Dow, appointed himself to fill the vacancy on a temporary basis and called for an election pursuant to section 32(B) of UBCJA's constitution.  Dow viewed the provisions we have quoted as conflicting and reasoned that the constitution trumped the by-law provision for automatic succession.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The International resisted Dow's attempt to grab the reins of power.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Its president, Sigurd Lucassen, directed Dow to give effect to the by-law provision by allowing the Business Representative, Robert Cataldo, to succeed to the Manager's post.  Lucassen found no conflict between the two instruments of governance;  the by-law provision simply mandates automatic succession to fill a particular vacancy while section 32(B) of the constitution specifies a procedure for filling vacancies when no other mechanism has been provided.  Because the by-law provision operated ex proprio vigore to fill the Manager's position simultaneously with the incumbent's resignation, it prevented a vacancy from occurring and eliminated any need for resort to the constitutional provision.  It was on this understanding, Lucassen intimated, that the International approved the inclusion of article II, section 1(A) in Local 218's by-laws.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Little placated, Dow and a fellow union member, Robert Renda, sued in federal district court, premising their action on section 301(a) of the Labor Management Relations Act, 29 U.S.C. Sec. 185 (1988), and section 101(a)(1) of the Labor-Management Reporting and Disclosure Act (\"LMRDA\"), 29 U.S.C. Sec. 411 (1988).  The plaintiffs named the International, the District Council of Carpenters, and Local 218 as defendants.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  They sought to compel recognition of Dow's status as Manager pro tem and to precipitate an election to fill the balance of the unexpired term.  On cross motions for summary judgment, the district court gave controlling weight to the International's interpretation of the governing documents and entered judgment for the defendants.  810 F.Supp. 23.   This appeal ensued.</p>\n    </div>\n    <p>II</p>\n    <p>Analysis</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Summary judgment is appropriate when the record documents that possess evidentiary force \"show that there is no genuine issue as to any material fact.\"   Fed.R.Civ.P. 56(c).  The mechanics of Rule 56 are familiar:  once the moving party avers \"an absence of evidence to support the nonmoving party's case,\" Celotex Corp. v. Catrett, 477 U.S. 317, 325, 106 S.Ct. 2548, 2554, 91 L.Ed.2d 265 (1986), the burden of production shifts to the nonmovant.  To defeat a properly focused motion, the nonmovant must tender \"significant probative evidence,\" First Nat'l Bank v. Cities Serv.  Co., 391 U.S. 253, 290, 88 S.Ct. 1575, 1593, 20 L.Ed.2d 569 (1968), which, when viewed in the light most flattering to the nonmovant, illumines a genuine and material factual dispute.  See Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 247-48, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986);  Medina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir.1990);  Garside v. Osco Drug, Inc., 895 F.2d 46, 48 (1st Cir.1990).  While the required proof need not necessarily rise to the level of admissible trial evidence, see Celotex, 477 U.S. at 324, 106 S.Ct. at 2553, it must consist of something more than \"conclusory allegations, improbable inferences, and unsupported speculation.\"  Medina-Munoz, 896 F.2d at 8;  accord Fragoso v. Lopez, 991 F.2d 878, 886 (1st Cir.1993);  Kelly v. United States, 924 F.2d 355, 357 (1st Cir.1991).  Brash conjecture, coupled with earnest hope that something concrete will eventually materialize, is insufficient to block summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This appeal implicates a specialized application of Rule 56.  It is common ground that a labor union's internal affairs comprise an enclave best kept free from judicial intrusion.  See Local No. 48 v. United Bhd. of Carpenters &amp; Joiners, 920 F.2d 1047, 1051 (1st Cir.1990);  Howard v. United Ass'n of Journeymen &amp; Apprentices, Local # 131, 560 F.2d 17, 21 (1st Cir.1977).  Thus, the scope of judicial inquiry is narrowly circumscribed in such cases.  And, moreover, the resultant circumscription is particularly stringent when, as now, a labor organization's interpretation of its own constitution is singularly at issue.  See Local No. 48, 920 F.2d at 1052.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In Local No. 48, a case construing the very union constitution that is at issue here, this court concluded that a general union's interpretation of its own governance documents will ordinarily be upheld \"unless that interpretation is patently unreasonable.\"  Id.  On that basis, we refused to second-guess the International when it advanced a \"plausible\" reading of its constitution.  Id.  At bottom, then, Local No. 48 stands for the proposition that, in the absence of bad faith,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> a labor organization's interpretation of internal union documents puts an end to judicial scrutiny so long as the interpretation is \"facially sufficient\" or grounded in \" 'arguable authority.' \"  Id. (citation omitted);  accord Newell v. International Bhd. of Elec. Workers, 789 F.2d 1186, 1189 (5th Cir.1986);  Local 334, United Ass'n of Journeymen &amp; Apprentices v. United Ass'n of Journeymen &amp; Apprentices, 669 F.2d 129, 131 (3d Cir.1982);  Stelling v. International Bhd. of Elec. Workers, Local Union No. 1547, 587 F.2d 1379, 1389 n. 10 (9th Cir.1978), cert. denied, 442 U.S. 944, 99 S.Ct. 2890, 61 L.Ed.2d 315 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This black letter law simplifies our task.  We afford plenary review to the entry of summary judgment below.  See Garside, 895 F.2d at 48.   To do so here, we need only determine whether the International's synthesis of the juxtaposed documents, i.e., its view that section 32(B) of the constitution leaves room for, and can comfortably operate side by side with, a by-law provision mandating automatic succession to a particular post, is \"so implausible or patently unreasonable as to be undeserving of deference.\"  Local No. 48, 920 F.2d at 1052.C.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We turn now to the record, first examining the relevant texts.  On one hand, the constitution, quoted supra p. 57, states that when \"vacancies occur in any elective office,\" the president of the local \"may\" appoint a replacement to serve until an election is held.  On the other hand, the by-laws, see supra p. 57, state that \"the Business Representative shall assume the duties of the [Manager]\" if a \"vacancy [in that position] occurs.\"   While these provisions can assuredly be read to conflict--and if they clash, the constitutional provision prevails, see UBCJA Const., Secs. 6(C), 25(A)--a harmonious reading of them is hardly implausible.  We think it is significant that the constitution uses precatory rather than mandatory language.  The permissive \"may\" contained in the constitution, as opposed to the directory \"shall\" contained in the by-law, signals that a temporary, presidential appointment and subsequent election is but one available method for filling vacancies, impliedly suggesting that other, equally satisfactory methods can be employed.  Accord La Joie v. Bay Counties Dist. Council, 143 L.R.R.M.  (BNA) 2547, 2549 (N.D.Cal.1990) (refusing, for this reason, to find a conflict between the identical constitutional provision and the by-laws of a different local).  On this (entirely plausible) reading, automatic succession is a permissible method of selection.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Hence, there is ample textual support for the International's conclusion that the constitution's words are inapplicable here because a new Manager has already been designated--that is, the vacancy has already been filled--through an authorized alternative process.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Dow contends that in determining whether the International proffered an interpretation worthy of deference, a reviewing court must not examine the letter of the texts in majestic isolation, but must read them in conjunction with available extrinsic evidence of past union interpretations and practices.  We agree that \"track record\" evidence may often be illuminating and should be considered.  After all, evidence that a union decision follows established custom might serve to strengthen the decision's inherent reasonableness and, by like token, evidence that a union decision constitutes a radical break from uniform past practice might undermine its seeming plausibility.  Cf. Local No. 48, 920 F.2d at 1052 (citing the context \"of an ongoing consolidation process\" as one indicium of the reasonableness of the union's authorization of a merger).  Here, however, the summary judgment record is barren of any evidence sufficient to support an inference that the International's present reading of the constitution is newly contrived or inconsistent with past practice.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To be sure, appellant tried to plug this hole.  His failed efforts center around three sworn statements signed by John S. Rogers, once a high-ranking officer of the International.  Appellant tells us that these affidavits evidence a tradition of requiring elections to fill mid-term vacancies in the face of conflicting local by-laws.  He is wrong.  To the extent that the affidavits touch upon matters germane to this appeal, they are much too vague to forestall summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellant places greatest emphasis on Rogers's repeated statements that it has \"always\" been UBCJA's practice to conduct elections to fill mid-term vacancies.  In context, however, this assertion constitutes no more than an empty generality.  A purely conclusory statement of this sort is manifestly insufficient to support an inference of inconsistent past practice without an accompanying suggestion--nowhere to be found--that such a vacancy has ever before occurred in a local that had adopted an automatic succession rule.  See Local No. 48, 920 F.2d at 1051 (explaining that unsubstantiated conclusions are inadequate to block summary judgment);  Oliver v. Digital Equip.  Corp., 846 F.2d 103, 109 (1st Cir.1988) (refusing to allow \"unsubstantiated allegations\" to defeat summary judgment).  In the same vein, Rogers's general statement that \"the Brotherhood and its local unions\" have deemed a resignation to create \"a vacancy ... regardless of whether or not the applicable Constitution or By-Laws contained a successorship provision\" is devoid of significance absent an indication--nowhere to be found--that a particular incident actually occurred and that Rogers possesses some knowledge about it.  See Anderson, 477 U.S. at 248-49, 106 S.Ct. at 2510 (stating that, in the summary judgment context, suggested inferences must be supported by \"specific facts\");  Medina-Munoz, 896 F.2d at 9 (terming plaintiff's attempted application of a conclusion to a different factual predicate \"too large a leap\").  In light of these gaps, the Rogers affidavits, carefully read, do not contradict UBCJA's sworn averment that, at least within the past five years, the International has never ordered a local operating under an approved automatic succession procedure to hold an election to fill a vacancy.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Indeed, since the record demonstrates that the International has approved a number of local union by-law provisions incorporating automatic succession regimes, including the provision at issue here, the record virtually compels the inference that UBCJA's present construction of the juxtaposed instruments of governance is consistent with its past practice.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In short, appellant's \"past practice\" proffer represents yet another situation where a court considering a motion for summary judgment \"cannot accept, in lieu of documented facts, conclusory assertions.\"  Sheinkopf v. Stone, 927 F.2d 1259, 1262 (1st Cir.1991).  Consequently, we hold that appellant failed to raise a genuine question regarding past practice that would bear on the reasonableness of the International's textual construction.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have said enough.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  While the International's take on the written provisions may not be the only possible one, or even the most natural one, it is well within the universe of acceptable interpretations.  Because plausibility is all that is required in a situation of this kind, the lower court appropriately granted summary judgment on the existing record.</p>\n    </div>\n    <p>III</p>\n    <p>Curtailment of Discovery</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Appellant's fall-back position is that the judgment below must be vacated because the district court unduly curtailed discovery prior to deciding the summary judgment motions.  See generally Celotex, 477 U.S. at 322, 106 S.Ct. at 2552 (recognizing the requirement of \"adequate time for discovery\");  Fed.R.Civ.P. 56(f) (authorizing continuances so that a nonmovant, upon a proper showing, may gather \"facts essential to justify [an] opposition\" to summary judgment).  The argument is cast in disingenuous terms and distorts the nature of the district court's discovery ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Early in the proceeding, the district court heard a cacophony of sounds on the issue of discovery:  on one flank, the International urged a stay of discovery;  on the opposite flank, Dow sought to expedite discovery and widen its scope.  Confronted with cross motions for summary judgment that might be susceptible to resolution on the submitted papers, and anticipating that oral argument on the cross motions would take place on January 12, 1993, the district court, in a ruling from the bench, halted discovery on December 18, 1992.  The court, however, dropped an anchor to windward:  since the full panoply of papers regarding the motions had not yet been filed, the judge invited Dow to request a continuance for the purpose of conducting discovery at the hearing on summary judgment if, by then, Dow still believed that he could not adequately argue the cross motions without such discovery.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Hence, notwithstanding appellant's current caterwauling about a categorical ban on discovery, the court's ore tenus order was plainly an interim measure, likely extinguishable for the asking.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Although Dow held the key to discovery, he neglected to unlock the door.  The January 12 hearing came and went without any semblance of a renewed request to conduct discovery.  Nowhere did appellant ask, even as a form of alternative relief, that a decision on summary judgment be postponed until further discovery could be obtained.  Rather, he chose to shelve the quest for discovery and dive head-first into the summary judgment maelstrom.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The rule in this circuit is clear that, when a court temporizes or otherwise defers a ruling on a discovery request, and the proponent thereafter fails to resurrect the issue in a timely fashion, he is deemed to have abandoned the point and cannot later complain on appeal concerning a denial of the discovery in question.  See DesRosiers v. Moran, 949 F.2d 15, 22-23 (1st Cir.1991).  As we have said, \"a party who seeks a ruling must persist in his quest to some reasonable extent.\"   Id. at 23.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Having flouted this rule, Dow finds himself mired in a pit similar to that which the government dug for itself in Reilly v. United States, 863 F.2d 149 (1st Cir.1988).  There, the government moved for additional discovery at a pre-trial hearing before a magistrate judge.  In denying the motion, the magistrate told the government that it might mull the matter for a few days and renew the request in a more specific form.  A follow-up request never came.  On appeal, the government attempted to press an objection to the denial of discovery.  We overruled the objection, holding that the government had an obligation \"to specify, face-up and squarely, what information it continued to seek.\"  Id. at 168.   By not resurfacing the point, despite an express invitation to do so, it \"waived the right to protest the denial of\" discovery.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The same result must obtain here.  The district court voiced a clear invitation to seek discovery anew.  Dow eschewed it.  He cannot now \"legitimately complain of lack of access to [discovery which he] never seasonably requested.\"  Id. at 167.   This is as it should be;  any other outcome would squander judicial resources and give parties who, like Dow, plunge headlong into the merits of a case without pausing to exhaust discovery options a second bite at the cherry.  In the last analysis, \"[c]ourts, like the Deity, are most frequently moved to help those who help themselves.\"  Paterson-Leitch Co. v. Massachusetts Mun. Wholesale Elec. Co., 840 F.2d 985, 989 (1st Cir.1988);  see also Hebert v. Wicklund, 744 F.2d 218, 222 (1st Cir.1984) (refusing to \"employ [Rule 56(f) ] to spare litigants from their own lack of diligence\").</p>\n    </div>\n    <p>IV</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We need go no further.  By failing to renew his request for discovery at the appropriate time, Dow waived any objection to the district court's decision to resolve the summary judgment motions on the existing record.  And, because the International's reconciliation of the arguable conflict between its constitution and the Local's by-laws is plausible in terms of that record, the entry of summary judgment in defendants' favor must stand.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Inasmuch as the Manager's position is the brightest and most coveted star in a local union's administrative firmament, the struggle over succession takes on added significance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 32(B) of the constitution was in effect when the International approved the Local's by-laws.  Absent such approval, the by-laws could not have taken effect</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For ease in reference, we discuss the issues as if Dow and the International were the sole parties in interest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Here, Dow adduced no evidence that the International formulated its interpretation in bad faith.  What is more, he has not asserted a claim of bad faith on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We believe it is noteworthy that the United States Department of Labor's regulations implementing the LMRDA expressly authorize \"automatic succession\" to fill mid-term vacancies.  29 C.F.R. Sec. 452.25 (1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The shortcomings in the Rogers's affidavits are all the more striking because appellant extracted not one, but three, successive affidavits from Rogers, over a period spanning three and one-half months.  The latest of these was executed a mere three days before the hearing on summary judgment.  Since Dow thrice went to the well in an effort to secure supplemental information, we think it fair to assume that everything that could be said was in fact said</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We reject out of hand appellant's claim that two other factual disputes sufficient to defeat UBCJA's motion for summary judgment lurk in the record.  First, pointing to the absence, as of September 9, 1992, of documentary proof anent Cataldo's appointment as Business Representative, appellant speculates that Cataldo was not duly appointed and, therefore, could not succeed to the Manager's position pursuant to the by-laws.  The speculation does not hold water:  a nonmovant cannot defeat a motion for summary judgment solely by asserting that the movant has not adduced, or explained its failure to adduce, the best possible proof of a material point.  See Celotex, 477 U.S. at 323, 106 S.Ct. at 2553;  Mack v. Great Atl. &amp; Pac.  Tea Co., 871 F.2d 179, 182 (1st Cir.1989).  The second dispute concerns whether Cataldo, in violation of the constitution, assumed the Manager's position before resigning as Local 218's Recording Secretary.  Because it is uncontradicted that Cataldo no longer held the latter position by October 7, 1992, at the latest, we, like the district court, deem the exact date of his resignation to be immaterial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Various exchanges at the December 18 hearing tell the tale.  We offer a few representative vignettes.  The judge advised appellant's counsel that if the UBCJA \"file[s] something of a factual nature, and you need something to rebut, then I would move [on January 12] for discovery.\"   The judge later reiterated the point, stating that once the paperwork is complete, \"you [appellant's attorney] can see whether you need any discovery.  If, for some reason, on the 12th you come in here and say, I can't argue the motion because there is a particular document or a factual allegation that has been made and I need to look at one particular thing, maybe I would do it.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Appellant's suggestion that he revived his discovery request at the January 12 hearing is, at best, wishful thinking.  His counsel's oral argument contained only a fleeting reference to appellant's past inability to conduct discovery as he would have preferred.  His suggestion that he renewed the request in a supplemental memorandum filed in connection with the hearing is equally jejune.  The memorandum, directed primarily toward an entirely different matter, contained a solitary sentence more obfuscatory than illuminative, concerning \"legitimate and necessary outstanding requests for discovery.\"   These constitute no more than veiled references which, without more, cannot take the place of an affirmative request to conduct further discovery.  Cf. Paterson-Leitch Co. v. Massachusetts Mun. Wholesale Elec. Co., 840 F.2d 985, 989 (1st Cir.1988) (holding that oral and written statements \"complaining about [a] stay of discovery,\" coupled with \"cryptic allusions,\" are \"entirely inadequate\" to support a Rule 56(f) motion)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">143</span> <span class=\"reporter\">L.R.R.M. (BNA)</span> <span class=\"page\">3013</span></span>, 125 Lab.Cas.  P 10,784</p>\n    <p class=\"parties\">Joseph DOW, et al., Plaintiffs, Appellants,<br>v.<br>UNITED BROTHERHOOD OF CARPENTERS AND JOINERS OF AMERICA, et<br>al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1127.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 8, 1993.<br>Decided July 28, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul Alan Levy, Washington, DC, with whom Mark D. Stern and Public Citizen Litigation Group, Somerville, MA, were on brief, for plaintiffs, appellants.</p>\n      <p class=\"indent\">Christopher N. Souris, with whom Feinberg, Charnas &amp; Schwartz, Boston, MA, was on brief, for defendants, appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal pivots on the meaning and applicability of two documents concerning the internal governance of a labor union, Local No. 218 (\"the Local\"):  the constitution of its umbrella union, the United Brotherhood of Carpenters and Joiners (\"the International\" or \"UBCJA\") and the by-laws of Local 218 itself.  Much to the dismay of two dissident members of the Local, the district court deferred to the International's construction of the texts and entered judgment accordingly.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* Background</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Local No. 218 is affiliated with, and subject to the direction of, the International.  The latter's constitution and the Local's by-laws both speak to the manner in which mid-term vacancies in leadership positions on the local level are to be filled.  The constitution states that:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>[w]hen vacancies occur in any elective office or in the position of Business Representative, the President may appoint a qualified member to fill the vacancy pro-tem, until such time as appropriate notices are sent to the membership for the holding of an election to fill the vacancy.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">UBCJA Const., Sec. 32(B).  Yet, with regard to the position of Business Manager/Financial Secretary (\"Manager\"), the Local's by-laws provide that, if a vacancy occurs:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>the Business Representative shall assume the duties of the Business Manager/Financial Secretary and shall appoint a Business Representative.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">By-Laws of Local No. 218, art.  II, Sec. 1(A).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In 1992, the latent tension between these two provisions surfaced.  The incumbent Manager resigned.  The Local's President, Joseph Dow, appointed himself to fill the vacancy on a temporary basis and called for an election pursuant to section 32(B) of UBCJA's constitution.  Dow viewed the provisions we have quoted as conflicting and reasoned that the constitution trumped the by-law provision for automatic succession.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The International resisted Dow's attempt to grab the reins of power.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Its president, Sigurd Lucassen, directed Dow to give effect to the by-law provision by allowing the Business Representative, Robert Cataldo, to succeed to the Manager's post.  Lucassen found no conflict between the two instruments of governance;  the by-law provision simply mandates automatic succession to fill a particular vacancy while section 32(B) of the constitution specifies a procedure for filling vacancies when no other mechanism has been provided.  Because the by-law provision operated ex proprio vigore to fill the Manager's position simultaneously with the incumbent's resignation, it prevented a vacancy from occurring and eliminated any need for resort to the constitutional provision.  It was on this understanding, Lucassen intimated, that the International approved the inclusion of article II, section 1(A) in Local 218's by-laws.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Little placated, Dow and a fellow union member, Robert Renda, sued in federal district court, premising their action on section 301(a) of the Labor Management Relations Act, 29 U.S.C. Sec. 185 (1988), and section 101(a)(1) of the Labor-Management Reporting and Disclosure Act (\"LMRDA\"), 29 U.S.C. Sec. 411 (1988).  The plaintiffs named the International, the District Council of Carpenters, and Local 218 as defendants.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  They sought to compel recognition of Dow's status as Manager pro tem and to precipitate an election to fill the balance of the unexpired term.  On cross motions for summary judgment, the district court gave controlling weight to the International's interpretation of the governing documents and entered judgment for the defendants.  <span class=\"citation no-link\"><span class=\"volume\">810</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">23</span></span>.   This appeal ensued.</p>\n    </div>\n    <p>II</p>\n    <p>Analysis</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Summary judgment is appropriate when the record documents that possess evidentiary force \"show that there is no genuine issue as to any material fact.\"   Fed.R.Civ.P. 56(c).  The mechanics of Rule 56 are familiar:  once the moving party avers \"an absence of evidence to support the nonmoving party's case,\" Celotex Corp. v. Catrett, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2554, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span> </a></span>(1986), the burden of production shifts to the nonmovant.  To defeat a properly focused motion, the nonmovant must tender \"significant probative evidence,\" First Nat'l Bank v. Cities Serv.  Co., <span class=\"citation\" data-id=\"107691\"><a href=\"/opinion/107691/first-nat-bank-of-ariz-v-cities-service-co/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">253</span></a></span>, 290, <span class=\"citation\" data-id=\"107691\"><a href=\"/opinion/107691/first-nat-bank-of-ariz-v-cities-service-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1575</span></a></span>, 1593, <span class=\"citation\" data-id=\"107691\"><a href=\"/opinion/107691/first-nat-bank-of-ariz-v-cities-service-co/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">569</span> </a></span>(1968), which, when viewed in the light most flattering to the nonmovant, illumines a genuine and material factual dispute.  See Anderson v. Liberty Lobby, Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </a></span>(1986);  Medina-Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1990);  Garside v. Osco Drug, Inc., <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48 (1st Cir.1990).  While the required proof need not necessarily rise to the level of admissible trial evidence, see <span class=\"citation\" data-id=\"111722\"><span class=\"antecedent_guess\">Celotex,</span> <a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">324</span></a></span>, 106 S.Ct. at 2553, it must consist of something more than \"conclusory allegations, improbable inferences, and unsupported speculation.\"  <span class=\"citation\" data-id=\"536516\"><span class=\"antecedent_guess\">Medina-Munoz,</span> <a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">8</span></a></span>;  accord Fragoso v. Lopez, <span class=\"citation\" data-id=\"605524\"><a href=\"/opinion/605524/carmen-fragoso-aka-carmen-fragoso-de-conway-v-dr-maria-a-lopez/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">878</span></a></span>, 886 (1st Cir.1993);  Kelly v. United States, <span class=\"citation\" data-id=\"555046\"><a href=\"/opinion/555046/john-l-kelly-v-united-states/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 357 (1st Cir.1991).  Brash conjecture, coupled with earnest hope that something concrete will eventually materialize, is insufficient to block summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This appeal implicates a specialized application of Rule 56.  It is common ground that a labor union's internal affairs comprise an enclave best kept free from judicial intrusion.  See Local No. 48 v. United Bhd. of Carpenters &amp; Joiners, <span class=\"citation\" data-id=\"552770\"><a href=\"/opinion/552770/local-no-48-united-brotherhood-of-carpenters-and-joiners-of-america-v/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1047</span></a></span>, 1051 (1st Cir.1990);  Howard v. United Ass'n of Journeymen &amp; Apprentices, Local # 131, <span class=\"citation\" data-id=\"348309\"><a href=\"/opinion/348309/kevin-howard-v-united-association-of-journeymen-and-apprentices-of-the/\"><span class=\"volume\">560</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 21 (1st Cir.1977).  Thus, the scope of judicial inquiry is narrowly circumscribed in such cases.  And, moreover, the resultant circumscription is particularly stringent when, as now, a labor organization's interpretation of its own constitution is singularly at issue.  See Local No. <span class=\"citation\" data-id=\"552770\"><span class=\"antecedent_guess\">48,</span> <a href=\"/opinion/552770/local-no-48-united-brotherhood-of-carpenters-and-joiners-of-america-v/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1052</span></a></span>.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In Local No. 48, a case construing the very union constitution that is at issue here, this court concluded that a general union's interpretation of its own governance documents will ordinarily be upheld \"unless that interpretation is patently unreasonable.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  On that </span>basis, we refused to second-guess the International when it advanced a \"plausible\" reading of its constitution.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  At bottom, </span>then, Local No. 48 stands for the proposition that, in the absence of bad faith,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> a labor organization's interpretation of internal union documents puts an end to judicial scrutiny so long as the interpretation is \"facially sufficient\" or grounded in \" 'arguable authority.' \"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> (citation omitted); </span> accord Newell v. International Bhd. of Elec. Workers, <span class=\"citation\" data-id=\"469400\"><a href=\"/opinion/469400/as-newell-v-international-brotherhood-of-electrical-workers/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1186</span></a></span>, 1189 (5th Cir.1986);  Local 334, United Ass'n of Journeymen &amp; Apprentices v. United Ass'n of Journeymen &amp; Apprentices, <span class=\"citation no-link\"><span class=\"volume\">669</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">129</span></span>, 131 (3d Cir.1982);  Stelling v. International Bhd. of Elec. Workers, Local Union No. 1547, <span class=\"citation\" data-id=\"361181\"><a href=\"/opinion/361181/john-stelling-forrest-darby-robert-mcdaniel-and-terry-c-hix-plaintiffs/\"><span class=\"volume\">587</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1379</span></a></span>, 1389 n. 10 (9th Cir.1978), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">944</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2890</span></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">315</span> </span>(1979).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This black letter law simplifies our task.  We afford plenary review to the entry of summary judgment below.  See <span class=\"citation\" data-id=\"536033\"><span class=\"antecedent_guess\">Garside,</span> <a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">48</span></a></span>.   To do so here, we need only determine whether the International's synthesis of the juxtaposed documents, i.e., its view that section 32(B) of the constitution leaves room for, and can comfortably operate side by side with, a by-law provision mandating automatic succession to a particular post, is \"so implausible or patently unreasonable as to be undeserving of deference.\"  Local No. <span class=\"citation\" data-id=\"552770\"><span class=\"antecedent_guess\">48,</span> <a href=\"/opinion/552770/local-no-48-united-brotherhood-of-carpenters-and-joiners-of-america-v/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1052</span></a></span>.C.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We turn now to the record, first examining the relevant texts.  On one hand, the constitution, quoted supra p. 57, states that when \"vacancies occur in any elective office,\" the president of the local \"may\" appoint a replacement to serve until an election is held.  On the other hand, the by-laws, see supra p. 57, state that \"the Business Representative shall assume the duties of the [Manager]\" if a \"vacancy [in that position] occurs.\"   While these provisions can assuredly be read to conflict--and if they clash, the constitutional provision prevails, see UBCJA Const., Secs. 6(C), 25(A)--a harmonious reading of them is hardly implausible.  We think it is significant that the constitution uses precatory rather than mandatory language.  The permissive \"may\" contained in the constitution, as opposed to the directory \"shall\" contained in the by-law, signals that a temporary, presidential appointment and subsequent election is but one available method for filling vacancies, impliedly suggesting that other, equally satisfactory methods can be employed.  Accord La Joie v. Bay Counties Dist. Council, 143 L.R.R.M.  (BNA) 2547, 2549 (N.D.Cal.1990) (refusing, for this reason, to find a conflict between the identical constitutional provision and the by-laws of a different local).  On this (entirely plausible) reading, automatic succession is a permissible method of selection.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Hence, there is ample textual support for the International's conclusion that the constitution's words are inapplicable here because a new Manager has already been designated--that is, the vacancy has already been filled--through an authorized alternative process.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Dow contends that in determining whether the International proffered an interpretation worthy of deference, a reviewing court must not examine the letter of the texts in majestic isolation, but must read them in conjunction with available extrinsic evidence of past union interpretations and practices.  We agree that \"track record\" evidence may often be illuminating and should be considered.  After all, evidence that a union decision follows established custom might serve to strengthen the decision's inherent reasonableness and, by like token, evidence that a union decision constitutes a radical break from uniform past practice might undermine its seeming plausibility.  Cf. Local No. <span class=\"citation\" data-id=\"552770\"><span class=\"antecedent_guess\">48,</span> <a href=\"/opinion/552770/local-no-48-united-brotherhood-of-carpenters-and-joiners-of-america-v/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1052</span> </a></span>(citing the context \"of an ongoing consolidation process\" as one indicium of the reasonableness of the union's authorization of a merger).  Here, however, the summary judgment record is barren of any evidence sufficient to support an inference that the International's present reading of the constitution is newly contrived or inconsistent with past practice.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To be sure, appellant tried to plug this hole.  His failed efforts center around three sworn statements signed by John S. Rogers, once a high-ranking officer of the International.  Appellant tells us that these affidavits evidence a tradition of requiring elections to fill mid-term vacancies in the face of conflicting local by-laws.  He is wrong.  To the extent that the affidavits touch upon matters germane to this appeal, they are much too vague to forestall summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellant places greatest emphasis on Rogers's repeated statements that it has \"always\" been UBCJA's practice to conduct elections to fill mid-term vacancies.  In context, however, this assertion constitutes no more than an empty generality.  A purely conclusory statement of this sort is manifestly insufficient to support an inference of inconsistent past practice without an accompanying suggestion--nowhere to be found--that such a vacancy has ever before occurred in a local that had adopted an automatic succession rule.  See Local No. <span class=\"citation\" data-id=\"552770\"><span class=\"antecedent_guess\">48,</span> <a href=\"/opinion/552770/local-no-48-united-brotherhood-of-carpenters-and-joiners-of-america-v/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1051</span> </a></span>(explaining that unsubstantiated conclusions are inadequate to block summary judgment);  Oliver v. Digital Equip.  Corp., <span class=\"citation\" data-id=\"505831\"><a href=\"/opinion/505831/46-fair-emplpraccas-1535-46-empl-prac-dec-p-37989-norman-w-oliver/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">103</span></a></span>, 109 (1st Cir.1988) (refusing to allow \"unsubstantiated allegations\" to defeat summary judgment).  In the same vein, Rogers's general statement that \"the Brotherhood and its local unions\" have deemed a resignation to create \"a vacancy ... regardless of whether or not the applicable Constitution or By-Laws contained a successorship provision\" is devoid of significance absent an indication--nowhere to be found--that a particular incident actually occurred and that Rogers possesses some knowledge about it.  See <span class=\"citation\" data-id=\"111719\"><span class=\"antecedent_guess\">Anderson,</span> <a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">248-49</span></a></span>, 106 S.Ct. at 2510 (stating that, in the summary judgment context, suggested inferences must be supported by \"specific facts\");  <span class=\"citation\" data-id=\"536516\"><span class=\"antecedent_guess\">Medina-Munoz,</span> <a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">9</span> </a></span>(terming plaintiff's attempted application of a conclusion to a different factual predicate \"too large a leap\").  In light of these gaps, the Rogers affidavits, carefully read, do not contradict UBCJA's sworn averment that, at least within the past five years, the International has never ordered a local operating under an approved automatic succession procedure to hold an election to fill a vacancy.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Indeed, since the record demonstrates that the International has approved a number of local union by-law provisions incorporating automatic succession regimes, including the provision at issue here, the record virtually compels the inference that UBCJA's present construction of the juxtaposed instruments of governance is consistent with its past practice.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In short, appellant's \"past practice\" proffer represents yet another situation where a court considering a motion for summary judgment \"cannot accept, in lieu of documented facts, conclusory assertions.\"  Sheinkopf v. Stone, <span class=\"citation\" data-id=\"557334\"><a href=\"/opinion/557334/warren-b-sheinkopf-v-john-kp-stone-iii-etc/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1259</span></a></span>, 1262 (1st Cir.1991).  Consequently, we hold that appellant failed to raise a genuine question regarding past practice that would bear on the reasonableness of the International's textual construction.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have said enough.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  While the International's take on the written provisions may not be the only possible one, or even the most natural one, it is well within the universe of acceptable interpretations.  Because plausibility is all that is required in a situation of this kind, the lower court appropriately granted summary judgment on the existing record.</p>\n    </div>\n    <p>III</p>\n    <p>Curtailment of Discovery</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Appellant's fall-back position is that the judgment below must be vacated because the district court unduly curtailed discovery prior to deciding the summary judgment motions.  See generally <span class=\"citation\" data-id=\"111722\"><span class=\"antecedent_guess\">Celotex,</span> <a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">322</span></a></span>, 106 S.Ct. at 2552 (recognizing the requirement of \"adequate time for discovery\");  Fed.R.Civ.P. 56(f) (authorizing continuances so that a nonmovant, upon a proper showing, may gather \"facts essential to justify [an] opposition\" to summary judgment).  The argument is cast in disingenuous terms and distorts the nature of the district court's discovery ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Early in the proceeding, the district court heard a cacophony of sounds on the issue of discovery:  on one flank, the International urged a stay of discovery;  on the opposite flank, Dow sought to expedite discovery and widen its scope.  Confronted with cross motions for summary judgment that might be susceptible to resolution on the submitted papers, and anticipating that oral argument on the cross motions would take place on January 12, 1993, the district court, in a ruling from the bench, halted discovery on December 18, 1992.  The court, however, dropped an anchor to windward:  since the full panoply of papers regarding the motions had not yet been filed, the judge invited Dow to request a continuance for the purpose of conducting discovery at the hearing on summary judgment if, by then, Dow still believed that he could not adequately argue the cross motions without such discovery.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Hence, notwithstanding appellant's current caterwauling about a categorical ban on discovery, the court's ore tenus order was plainly an interim measure, likely extinguishable for the asking.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Although Dow held the key to discovery, he neglected to unlock the door.  The January 12 hearing came and went without any semblance of a renewed request to conduct discovery.  Nowhere did appellant ask, even as a form of alternative relief, that a decision on summary judgment be postponed until further discovery could be obtained.  Rather, he chose to shelve the quest for discovery and dive head-first into the summary judgment maelstrom.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The rule in this circuit is clear that, when a court temporizes or otherwise defers a ruling on a discovery request, and the proponent thereafter fails to resurrect the issue in a timely fashion, he is deemed to have abandoned the point and cannot later complain on appeal concerning a denial of the discovery in question.  See DesRosiers v. Moran, <span class=\"citation\" data-id=\"572165\"><a href=\"/opinion/572165/steven-m-desrosiers-v-john-j-moran/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 22-23 (1st Cir.1991).  As we have said, \"a party who seeks a ruling must persist in his quest to some reasonable extent.\"   <span class=\"citation\" data-id=\"572165\"><a href=\"/opinion/572165/steven-m-desrosiers-v-john-j-moran/\"><span class=\"id_token\">Id.</span> at 23.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Having flouted this rule, Dow finds himself mired in a pit similar to that which the government dug for itself in Reilly v. United States, <span class=\"citation\" data-id=\"515719\"><a href=\"/opinion/515719/donna-reilly-etc-v-united-states/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">149</span> </a></span>(1st Cir.1988).  There, the government moved for additional discovery at a pre-trial hearing before a magistrate judge.  In denying the motion, the magistrate told the government that it might mull the matter for a few days and renew the request in a more specific form.  A follow-up request never came.  On appeal, the government attempted to press an objection to the denial of discovery.  We overruled the objection, holding that the government had an obligation \"to specify, face-up and squarely, what information it continued to seek.\"  <span class=\"citation\" data-id=\"515719\"><a href=\"/opinion/515719/donna-reilly-etc-v-united-states/\"><span class=\"id_token\">Id.</span> at 168. </a></span>  By not resurfacing the point, despite an express invitation to do so, it \"waived the right to protest the denial of\" discovery.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The same result must obtain here.  The district court voiced a clear invitation to seek discovery anew.  Dow eschewed it.  He cannot now \"legitimately complain of lack of access to [discovery which he] never seasonably requested.\"  <span class=\"citation\" data-id=\"515719\"><a href=\"/opinion/515719/donna-reilly-etc-v-united-states/\"><span class=\"id_token\">Id.</span> at 167. </a></span>  This is as it should be;  any other outcome would squander judicial resources and give parties who, like Dow, plunge headlong into the merits of a case without pausing to exhaust discovery options a second bite at the cherry.  In the last analysis, \"[c]ourts, like the Deity, are most frequently moved to help those who help themselves.\"  Paterson-Leitch Co. v. Massachusetts Mun. Wholesale Elec. Co., <span class=\"citation\" data-id=\"502424\"><a href=\"/opinion/502424/paterson-leitch-company-inc-v-massachusetts-municipal-wholesale-electric/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span>, 989 (1st Cir.1988);  see also Hebert v. Wicklund, <span class=\"citation\" data-id=\"441974\"><a href=\"/opinion/441974/linda-l-hebert-v-cordelia-wicklund-dba-lake-farm/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">218</span></a></span>, 222 (1st Cir.1984) (refusing to \"employ [Rule 56(f) ] to spare litigants from their own lack of diligence\").</p>\n    </div>\n    <p>IV</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We need go no further.  By failing to renew his request for discovery at the appropriate time, Dow waived any objection to the district court's decision to resolve the summary judgment motions on the existing record.  And, because the International's reconciliation of the arguable conflict between its constitution and the Local's by-laws is plausible in terms of that record, the entry of summary judgment in defendants' favor must stand.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Inasmuch as the Manager's position is the brightest and most coveted star in a local union's administrative firmament, the struggle over succession takes on added significance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 32(B) of the constitution was in effect when the International approved the Local's by-laws.  Absent such approval, the by-laws could not have taken effect</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For ease in reference, we discuss the issues as if Dow and the International were the sole parties in interest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Here, Dow adduced no evidence that the International formulated its interpretation in bad faith.  What is more, he has not asserted a claim of bad faith on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We believe it is noteworthy that the United States Department of Labor's regulations implementing the LMRDA expressly authorize \"automatic succession\" to fill mid-term vacancies.  29 C.F.R. Sec. 452.25 (1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The shortcomings in the Rogers's affidavits are all the more striking because appellant extracted not one, but three, successive affidavits from Rogers, over a period spanning three and one-half months.  The latest of these was executed a mere three days before the hearing on summary judgment.  Since Dow thrice went to the well in an effort to secure supplemental information, we think it fair to assume that everything that could be said was in fact said</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We reject out of hand appellant's claim that two other factual disputes sufficient to defeat UBCJA's motion for summary judgment lurk in the record.  First, pointing to the absence, as of September 9, 1992, of documentary proof anent Cataldo's appointment as Business Representative, appellant speculates that Cataldo was not duly appointed and, therefore, could not succeed to the Manager's position pursuant to the by-laws.  The speculation does not hold water:  a nonmovant cannot defeat a motion for summary judgment solely by asserting that the movant has not adduced, or explained its failure to adduce, the best possible proof of a material point.  See <span class=\"citation\" data-id=\"111722\"><span class=\"antecedent_guess\">Celotex,</span> <a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">323</span></a></span>, 106 S.Ct. at 2553;  Mack v. Great Atl. &amp; Pac.  Tea Co., <span class=\"citation\" data-id=\"520577\"><a href=\"/opinion/520577/thomasina-mack-v-the-great-atlantic-and-pacific-tea-company-inc/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span>, 182 (1st Cir.1989).  The second dispute concerns whether Cataldo, in violation of the constitution, assumed the Manager's position before resigning as Local 218's Recording Secretary.  Because it is uncontradicted that Cataldo no longer held the latter position by October 7, 1992, at the latest, we, like the district court, deem the exact date of his resignation to be immaterial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Various exchanges at the December 18 hearing tell the tale.  We offer a few representative vignettes.  The judge advised appellant's counsel that if the UBCJA \"file[s] something of a factual nature, and you need something to rebut, then I would move [on January 12] for discovery.\"   The judge later reiterated the point, stating that once the paperwork is complete, \"you [appellant's attorney] can see whether you need any discovery.  If, for some reason, on the 12th you come in here and say, I can't argue the motion because there is a particular document or a factual allegation that has been made and I need to look at one particular thing, maybe I would do it.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Appellant's suggestion that he revived his discovery request at the January 12 hearing is, at best, wishful thinking.  His counsel's oral argument contained only a fleeting reference to appellant's past inability to conduct discovery as he would have preferred.  His suggestion that he renewed the request in a supplemental memorandum filed in connection with the hearing is equally jejune.  The memorandum, directed primarily toward an entirely different matter, contained a solitary sentence more obfuscatory than illuminative, concerning \"legitimate and necessary outstanding requests for discovery.\"   These constitute no more than veiled references which, without more, cannot take the place of an affirmative request to conduct further discovery.  Cf. Paterson-Leitch Co. v. Massachusetts Mun. Wholesale Elec. Co., <span class=\"citation\" data-id=\"502424\"><a href=\"/opinion/502424/paterson-leitch-company-inc-v-massachusetts-municipal-wholesale-electric/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span>, 989 (1st Cir.1988) (holding that oral and written statements \"complaining about [a] stay of discovery,\" coupled with \"cryptic allusions,\" are \"entirely inadequate\" to support a Rule 56(f) motion)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107691/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "https://www.courtlistener.com/api/rest/v3/opinions/348309/",
    "https://www.courtlistener.com/api/rest/v3/opinions/361181/",
    "https://www.courtlistener.com/api/rest/v3/opinions/441974/",
    "https://www.courtlistener.com/api/rest/v3/opinions/469400/",
    "https://www.courtlistener.com/api/rest/v3/opinions/502424/",
    "https://www.courtlistener.com/api/rest/v3/opinions/505831/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520577/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552770/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555046/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557334/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572165/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605524/"
  ]
}