{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194895/",
  "id": 194895,
  "absolute_url": "/opinion/194895/resolution-trust-v-feldman/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194895/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:30Z",
  "date_modified": "2020-02-22T00:09:15.572020Z",
  "type": "010combined",
  "sha1": "5e7a9a6d68e7bed79255aae0c7b2dead0385f27f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1142.01A",
  "local_path": null,
  "plain_text": "August 26, 1993   UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1142\n\n                RESOLUTION TRUST CORPORATION,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n                  JERALD R. FELDMAN, ET AL.,\n\n                   Defendants, Appellants.\n\n                                         \n\n                         ERRATA SHEET\n\n   The  opinion  of the  Court issued  on  August 20,  1993, is\namended as follows:\n\n   On page 3, line 8,  delete \"in exchange\" so that  line reads\nas follows:  \"exchanged its secured position for an unsecured\".\n                                                           \n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1142\n\n                RESOLUTION TRUST CORPORATION,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n                  JERALD R. FELDMAN, ET AL.,\n\n                   Defendants, Appellants.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. William G. Young, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n                Bownes, Senior Circuit Judge,\n                                            \n                  and Boudin, Circuit Judge.\n                                           \n\n                                         \n\nJ. Daniel Lindley with whom Peter  Antell and Antell &amp;  Associates\n                                                                  \nwere on brief for appellants.\nJames H.  Wexler with whom Bennett  H. Klein and Kotin, Crabtree &amp;\n                                                                  \nStrong were on brief for appellee.\n  \n\n                                         \n\n                       August 20, 1993\n                                         \n\n     BOUDIN, Circuit Judge.  In this appeal we revisit a suit\n                          \n\nbrought by the Resolution  Trust Company (\"RTC\"), as receiver\n\nfor a failed bank, to collect  on a promissory note given the\n\nbank by  Quinaquisset Realty Trust (\"Quinaquisset\").   In the\n\nfirst  round we  affirmed the  district court's  dismissal of\n\nQuinaquisset's claims against a third party. Resolution Trust\n                                                             \n\nCorp.  v. Driscoll,  985 F.2d  44  (1st Cir.  1993).   We now\n                  \n\naffirm the district court's entry of summary judgment for the\n\nRTC in its action  against Quinaquisset and its rejection  of\n\nQuinaquisset's counterclaims against the RTC as receiver.\n\n     In  October  1987,  Fox  Run Realty  Trust  (\"Fox  Run\")\n\nconveyed  to  Quinaquisset  certain condominium  rights  in a\n\nproperty called Willowbend that  Fox Run was then developing.\n\nQuinaquisset   was  given   these  rights   because  it   had\n\ncontributed land  to the  development.  In  a contemporaneous\n\ntransaction, Fox Run then repurchased the condominium rights,\n\ngiving Quinaquisset  a $1.1  million promissory note  as part\n\npayment with the balance paid in cash.  Then, in April  1989,\n\nQuinaquisset  borrowed $950,000  from Sentry  Federal Savings\n\nBank (\"Sentry\"), giving it  in exchange a $950,000 promissory\n\nnote  which  is  the subject  of  this  case.   A  number  of\n\nindividuals  signed   a  guaranty  of  this   new  note,  and\n\nQuinaquisset  gave   Sentry   the  $1.1   million  Fox   Run-\n\nQuinaquisset note as collateral for the new note.\n\n                             -2-\n\n     Fox Run was also indebted to  Sentry, having obtained in\n\nDecember 1986  a  $13 million  loan  from Sentry  to  finance\n\nWillowbend.   In  return for  this loan,  Sentry took  back a\n\npromissory  note  secured   by  a  mortgage   on  Willowbend.\n\nSentry's mortgage was initially  subordinated as to 152 acres\n\nof  Willowbend  on  which  Quinaquisset  then  held  a  first\n\nmortgage, but  Quinaquisset released its mortgage  in October\n\n1987  when  it   received  the   condominium  permit   rights\n\nsubsequently  repurchased by  Fox  Run.    No  one  has  ever\n\nexplained  why  Quinaquisset exchanged  its  secured position\n\nexchanged its secured position for an unsecured claim of $1.1\n                                               \n\nmillion against  Fox Run,  but the consequences  were evident\n\nwhen Fox Run encountered financial difficulties.\n\n     In  August  1989,  Fox  Run fell  into  default  on  its\n\npayments to  Quinaquisset.  The  next month,  Fox Run  halted\n\npayments on its $13 million debt to Sentry.  Quinaquisset had\n\nbeen using the  payments received  from Fox Run  on the  $1.1\n\nmillion note  to cover  Quinaquisset's payments to  Sentry on\n\nthe  $950,000 note.  When Fox Run ceased to pay Quinaquisset,\n\nQuinaquisset  in turn fell  into default on  its own $950,000\n\nnote to  Sentry.  In  April 1990 Fox  Run and Sentry  entered\n\ninto a settlement agreement under which Sentry received title\n\nto  Willowbend in return for its promise not to proceed under\n\nthe  $13  million  note   against  two  individuals  who  had\n\nguaranteed Fox Run's payments to Sentry.  Sentry retained its\n\n                             -3-\n\nmortgage on Willowbend, and  in a subsequent foreclosure sale\n\nthe property  was acquired  by the Evergreen  Holding Company\n\n(\"Evergreen\"), a wholly owned subsidiary of Sentry.  \n\n     In May  1990, Sentry, seeking to recover  the balance of\n\nthe $950,000  note from  Quinaquisset, brought suit  in state\n\ncourt  against  Quinaquisset's  trustee  and  the  individual\n\nguarantors of  the note.   In  September 1990, Sentry  itself\n\nfailed.   The  RTC stepped  in as  its receiver,  and removed\n\nSentry's  pending  state  court suit  against  Quinaquisset's\n\ntrustee and the guarantors to federal district court.\n\n     In  the district  court, Quinaquisset  asserted numerous\n\nclaims of its  own against  the RTC as  successor to  Sentry,\n\nagainst Evergreen,  and against Fox Run's trustees.   It also\n\nasserted  that  the  alleged  misconduct  of  these  entities\n\nrendered   the  Quinaquisset-Sentry   note  null   and  void.\n\nQuinaquisset's  claims against Evergreen  were dismissed on a\n\nmotion for summary judgment.   On May 12, 1992,  the district\n\ncourt entered  separate judgment  for  Evergreen pursuant  to\n\nFed. R. Civ. P.  54(b), and we affirmed on  appeal. Driscoll,\n                                                            \n\n985 F.2d at 45.  \n\n     Prior  to  its  entry  of judgment  for  Evergreen,  the\n\ndistrict court had on July 19, 1991, granted summary judgment\n\nfor  the RTC on its  claims against Quinaquisset.   The court\n\nfound  all  but one  of  Quinaquisset's  counterclaims to  be\n\nbarred by the  D'Oench, Duhme doctrine, codified as 12 U.S.C.\n                             \n\n                             -4-\n\n   1823(e),  which  limits  claims  based  on  agreements  or\n\nunderstandings not  reflected in bank records.   See D'Oench,\n                                                             \n\nDuhme  Co. v. FDIC, 315 U.S. 447 (1942).  The remaining claim\n                  \n\nagainst  the RTC was dismissed on other grounds and no appeal\n\nhas been  taken as to it.  On November 13, 1992, the district\n\ncourt entered  separate judgment for  the RTC  under Fed.  R.\n\nCiv.  P. 54(b).  The judgment included an award of attorneys'\n\nfees and costs to RTC.  This appeal followed.\n\n     In  this court, Quinaquisset  challenges the  Rule 54(b)\n\ncertification, but instead of offering a coherent explanation\n\nof why  judgment  for  the  RTC  should  have  been  delayed,\n\nQuinaquisset attacks the attorneys'  fee award.  The district\n\ncourt  evidently  entered a  separate  judgment  for the  RTC\n\nbecause all claims between Quinaquisset  and the RTC had been\n\nresolved; the remaining  claims by  Quinaquisset against  the\n\nFox  Run  trustees,  in   federal  court  solely  on  pendant\n\njurisdiction, were remanded to the state court.   We conclude\n\nthat the judgment is properly before us.1\n\n     Turning to  the merits,  Quinaquisset contends that  the\n\ndistrict court's reliance on D'Oench, Duhme to dispose of its\n                                           \n\nclaims  against the RTC as Sentry's receiver is mistaken.  It\n\nsays that  its claims against  the RTC  are not based  on any\n\n                    \n\n     1The certificate may have been unnecessary.  Because the\ndistrict court  added a  paragraph to the  judgment remanding\nthe  claims against  the  Fox Run  trustees  to state  court,\napparently the  judgment disposed of all  remaining claims in\nthe federal court suit.\n\n                             -5-\n\nagreement, hidden or  otherwise, between  itself and  Sentry,\n\nbut rather  on Sentry's  foreclosure and sale  of Willowbend.\n\nQuinaquisset argues that Sentry's  settlement with Fox Run in\n\nApril  1990,  and its  subsequent  foreclosure  on Fox  Run's\n\nprincipal asset, Willowbend, destroyed  the value of the $1.1\n\nmillion Fox Run-Quinaquisset note  deposited with the bank as\n\ncollateral  for  Quinaquisset's  own   debt,  and  that  this\n\nimpairment  of  collateral   in  turn  served  to   discharge\n\nQuinaquisset's debt to Sentry.\n\n     This legal theory represents a substantial winnowing  of\n\nQuinaquisset's  claims made  in the  district court.   There,\n\nQuinaquisset alleged  that Sentry engaged in wrongful conduct\n\nnot  only at  the foreclosure stage  but also  earlier, e.g.,\n                                                            \n\nwith respect to Quinaquisset's  October 1987 discharge of its\n\nmortgage  on  part  of  Willowbend and  its  reconveyance  of\n\ncondominium permit rights to Fox Run.  Quinaquisset also made\n\nclaims, likely foreclosed by D'Oench, Duhme, suggesting  that\n                                           \n\nSentry had  privately promised to  assure that Fox  Run would\n\nrepay Quinaquisset the $1.1 million.  \n\n     In fairness  to the  district court, it  has often  been\n\ndifficult  among  the  welter  of  claims  to  be  sure  what\n\nQuinaquisset  was actually  arguing at  various points.   Nor\n\ndoes  the RTC  help  matters when  it  presses, as  usual,  a\n\nreading  of D'Oench, Duhme so  broad that one  is reminded of\n                          \n\nsovereign immunity  claims made  by independent nations.   In\n\n                             -6-\n\nany  event, whether to avoid D'Oench, Duhme or for some other\n                                           \n\nreason,  Quinaquisset has now reduced its legal position to a\n\nsingle claim (against the RTC) and defense (against the RTC's\n\nown suit) based  on the impairment  of the value of  the $1.1\n\nmillion  note   given  to   Sentry  as  collateral   for  the\n\nQuinaquisset note.       This  streamlined position  may help\n\nQuinaquisset  to  avoid  application of  the  D'Oench,  Duhme\n                                                             \n\ndoctrine--although the RTC  claims that the doctrine  applies\n\nanyway--but the strategy raises its own problem:  the lack of\n\nany  legitimate  theory  of  liability.   The  gist  of  what\n\nhappened,  in relation  to the  foreclosure, was  that Sentry\n\nheld the  mortgage on  Willowbend to  secure the  $13 million\n\nloan  to Fox  Run, Fox  Run stopped  paying, and  Sentry then\n\nforeclosed  the  mortgage and  applied  the  proceeds to  the\n\ndebt.2   This  left  Quinaquisset's $950,000  note to  Sentry\n\nstill  unpaid and the RTC  proceeded with Sentry's prior suit\n\nto  collect.  These  circumstances provide scant  basis for a\n\nclaim  against Sentry  or  the  RTC,  or  a  defense  against\n\ncollection of the unpaid note.\n\n     Quinaquisset relies  centrally on  section 3-606  of the\n\nMassachusetts Commercial  Code, Mass. Gen.  L. ch. 106,    3-\n\n                    \n\n     2As noted,  Sentry also  received a conveyance  of title\nfrom Fox Run, and Sentry in exchange released two individuals\nwho  had guaranteed payment of the Fox Run-Sentry note.  This\nconveyance  was  subject  to  the  mortgage,  but  presumably\nassured that Fox Run would not challenge the foreclosure.\n\n                             -7-\n\n606.    That section,  titled \"Impairment  of Resource  or of\n\nCollateral,\" states in pertinent part:\n\n     (1)  The holder  [of an instrument]  discharges any\n     party to the instrument  to the extent that without\n     such party's consent the holder\n\n          (a)  without  express  reservation  of  rights\n     releases or  agrees not  to sue any  person against\n     whom the party has to the knowledge of the holder a\n     right of recourse or agrees to suspend the right to\n     enforce  against  such  person  the  instrument  or\n     collateral  or  otherwise  discharges such  person,\n     except  that  failure  or  delay in  effecting  any\n     required   presentment,   protest,  or   notice  of\n     dishonor with  respect to any such  person does not\n     discharge   any  party  as   to  whom  presentment,\n     protest,  or notice  of  dishonor is  effective  or\n     unnecessary;  or\n\n          (b)  unjustifiably impairs  any collateral for\n     the instrument given  by or on behalf  of the party\n     or  any  person  against  whom he  has  a  right of\n     recourse.\n\n     Although invoked by Quinaquisset, subsection (1)(a) does\n\nnot by any  stretch of  the imagination apply  in this  case.\n\nWith respect to the Quinaquisset-Sentry note--the  subject of\n\nthis suit--Sentry never purported to release anyone from, nor\n\npromised  not to  sue  anyone under,  this  note.   The  only\n\nreleases  issued  by  Sentry  had  nothing  to  do  with  the\n\nQuinaquisset-Sentry  note:   they   were  releases   of   the\n\nindividual guarantors of Fox Run's debt to Sentry, a debt for\n\nwhich Quinaquisset  was not responsible since it  was never a\n\nparty to nor a guarantor of the Fox Run-Sentry note. \n\n     Turning to  subsection (1)(b), Quinaquisset  argues that\n\nSentry  divested Fox  Run of  Willowbend by  the  transfer of\n\n                             -8-\n\ntitle  from Fox  Run  followed by  the mortgage  foreclosure.\n\nThis  in  turn,  says  Quinaquisset,  meant  that  Fox  Run's\n\nprincipal asset  was no  longer available to  Quinaquisset to\n\nback up Fox Run's debt to Quinaquisset.  This is  quite true,\n\nalthough somewhat misleading.3   It might also  be said that,\n\nin some  sense, Sentry's  actions \"impaired\"  the \"collateral\n\nfor the instrument,\"  if collateral  is taken to  be the  Fox\n\nRun-Quinaquisset  note  which  Sentry  held   to  secure  the\n\nQuinaquisset-Sentry note and that  latter note is called \"the\n\ninstrument.\"\n\n     But  subsection (1)(b)  requires that the  impairment be\n\n\"unjustifiabl[e]\"  and  we  think  it  absurd  to  argue,  as\n\nQuinaquisset does  without a shred of authority,  that it was\n\nunjustifiable for  Sentry to foreclose on  property for which\n\nit held the mortgage  when a default occurred on  the secured\n\ndebt.  That  is just what  security is there  for.  The  fact\n\nthat this security was an asset of a party, Fox Run, who also\n\nhad a debt to  Quinaquisset meant that Quinaquisset was  made\n\nworse off by  the foreclosure.   That is  the normal fate  of\n\nunsecured creditors when the bankrupt's only asset is already\n\npledged.\n\n                    \n\n     3It is misleading because Willowbend was  not much of an\nasset, even in Fox Run's hands,  so long as it was subject to\na  mortgage to secure a defaulted debt apparently as large or\nlarger than the value of Willowbend.\n\n                             -9-\n\n     Quinaquisset might  have been  better off if  Sentry had\n\npursued Fox Run's guarantors instead of looking to Willowbend\n\nto  satisfy Fox Run's debt, but the guarantees were to Sentry\n\nand the mortgage ran  to Sentry.  Sentry's decision  to forgo\n\nits  claims  against the  Fox Run  guarantors  in favor  of a\n\ntrouble-free sale of the  property was an entirely reasonable\n\nchoice which was Sentry's to make.  Sentry is not responsible\n\nfor  Quinaquisset's dilemma; if  Quinaquisset's claim against\n\nFox Run is illusory, it  has no one but itself (and  possibly\n\nFox Run) to blame.  \n\n     Since  Quinaquisset has failed  to set forth  a cause of\n\naction or  defense against  Sentry under section  3-606 (and,\n\nthus, against  the RTC as receiver), we  sustain the district\n\ncourt on that ground.  See Doe v. Anrig, 728 F.2d 30, 32 (1st\n                                       \n\nCir. 1984) (court may affirm on a ground not relied on by the\n\ndistrict  court).   We need  not address  the  RTC's numerous\n\nother  arguments as to  why section  3-606 should  not apply.\n\nOther versions of  Quinaquisset's claims against  Sentry made\n\nin the district  court may  properly have  been dismissed  on\n\ngrounds  of D'Oench, Duhme, but since these versions have not\n                          \n\nbeen  argued in this court,  we have no  occasion to consider\n\nthem.4\n\n                    \n\n     4Quinaquisset also complains that  Sentry, and then  the\nRTC, declined  to  surrender the  Fox  Run-Quinaquisset  note\nafter the  foreclosure so that Quinaquisset  could pursue its\nrights  under the  note.   But (assuming  the note  still had\nvalue after the foreclosure),  the note remained security for\n\n                             -10-\n\n     The  final  issue  is  the  district  court's  award  of\n\nattorneys' fees  to the RTC.  Under the terms of the guaranty\n\nsupporting  Quinaquisset's  note  to Sentry,  the  individual\n\nguarantors agreed not only to guarantee the Quinaquisset debt\n\nbut to pay all  costs and attorneys' fees incurred  by Sentry\n\n\"in  connection with  the  enforcement of  .  . .  [Sentry's]\n\nrights under, this  Guaranty.\"    The district court  awarded\n\nthe  RTC $79,374 in legal  fees for the  district court suit,\n\nand it  held that the  guarantors were jointly  and severally\n\nliable for this amount.  \n\n     Quinaquisset   objects  to  the  portion  of  the  award\n\nattributable to  the Evergreen phase  of the litigation.   It\n\nargues that the claims against Evergreen were not within  the\n\nscope of the  guaranty and that the request for  such fees is\n\nin  any event  untimely because  it was  made well  after the\n\nseparate judgment  in favor  of Evergreen.   We consider  the\n\nscope issue first.   On  the issue of  interpretation of  the\n\nguaranty,   our review  is plenary;  neither  side relies  on\n\nanything  other  than the  language  of  the guaranty,  which\n\nextends  to \"all\"  costs and  attorneys'  fees of  Sentry \"in\n\nconnection with\" the enforcement of Sentry's rights under the\n\nguaranty. \n\n                    \n\nQuinaquisset's  debt to  Sentry;  Sentry says,  as one  might\nexpect, that  the conditions for  returning the note  had not\nbeen satisfied; and Quinaquisset offers no reply.\n\n                             -11-\n\n     Although  this  suit  began  with  Sentry's  efforts  to\n\ncollect  against  the  Quinaquisset guarantors,  Quinaquisset\n\nthen asserted separate  third-party claims against Evergreen.\n\nThe only colorable claim against Evergreen was an attempt  to\n\nundo  the  foreclosure  of Sentry's  mortgage  on Willowbend.\n\nDriscoll, 985 F.2d at 47.  We agree that it might be too much\n        \n\nof  a stretch of the  \"in connection with\"  language to treat\n\nthis phase of the litigation--if  there were nothing more  to\n\nEvergreen's  involvement--as any part  of the  enforcement of\n\nSentry's rights under the Quinaquisset-Sentry note.   \n\n     But there was  more to Evergreen's involvement.   In the\n\nanswer to Sentry's complaint  Quinaquisset asserted that  the\n\nconduct of Sentry's subsidiary or affiliate, i.e., Evergreen,\n                                                 \n\nwas  a defense to Sentry's suit against the guarantors on the\n\nQuinaquisset-Sentry  note; and  in the  third-party complaint\n\nagainst Evergreen,  Quinaquisset  said that  the  conduct  of\n\nvarious entities  including Evergreen made the  note null and\n\nvoid.  While this claim or defense as to Evergreen evaporated\n\nunder scrutiny, the allegations made it essential for the RTC\n\nto defend Evergreen  as part of Sentry's own  collection suit\n\nagainst the guarantors.\n\n     As for timeliness,  Quinaquisset's objection rests on  a\n\ndecision  of this  court,  White v.  New  Hampshire Dep't  of\n                                                             \n\nEmployment Security,  629 F.2d 697  (1st Cir. 1980).   There,\n                   \n\nthis  court held that a  motion for attorneys'  fees under 42\n\n                             -12-\n\nU.S.C.   1988 came too late when made over  four months after\n\nentry of  a  final judgment  adopting  a consent  decree  and\n\napparently   ending   active    litigation   in   the   case.\n\nQuinaquisset fails to mention  that the decision was reversed\n\nover a decade ago by  the Supreme Court on the very  point at\n\nissue.   455 U.S.  445 (1982).   In any  event, there  was no\n\nuntimeliness here even under  our original decision in White,\n                                                            \n\nso the objection is doubly without merit.\n\n     Attorneys' fees were not sought until after the separate\n\njudgment in favor  of Evergreen but  Evergreen itself had  no\n\nclaim  to attorneys' fees.  Rather, the guaranty ran in favor\n\nof  Sentry, now  the  RTC as  receiver.    The RTC  did  seek\n\nattorneys' fees for  all its work,  including the defense  of\n\nEvergreen's actions,  before a final judgment  was entered in\n\nits favor.\n\n     Lastly, we  affirm  the district  court's decision  that\n\neach  guarantor  is  individually  responsible  for  the full\n\namount  of attorneys'  fees.   Quinaquisset  argues that  the\n\nattorneys' fee should have been apportioned among guarantors,\n\njust as  liability for  the underlying debt  was apportioned;\n\nthe guaranty made each guarantor liable for only $150,000 (or\n\n$75,000 in a few  cases) of the underlying $950,000  debt, as\n\nprovided  in a schedule attached to the guarantee.  The short\n\nanswer is that liability for costs and attorneys'  fees rests\n\non a  different  provision  of the  guaranty  that  made  the\n\n                             -13-\n\n\"Guarantors\"  liable  for   such  costs   and  fees   without\n\nlimitation.  \n\n     A promise cast in these terms normally makes each person\n\nliable for  the full sum, whether the  liability is described\n\nas joint,  several, or  both.  4  A. Corbin, Contracts    928\n                                                      \n\n(1951).   Distinctions among those concepts  (joint, several,\n\njoint  and several) relate to  other matters, such as joinder\n\nand  release, not to the amount of  liability.  The amount of\n\nliability can be contractually limited by specifying that the\n             \n\npromisors  are  liable  only  for  specific  amounts, Corbin,\n                                                            \n\nsupra,   925, at 703-04, but  in this case no such limitation\n     \n\nwas  attached to  the  promise to  pay  collection costs  and\n\nattorneys' fees.\n\n     The judgment of the district court is affirmed.\n                                                   \n\n                             -14-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">August 26, 1993   UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1142\n\n                RESOLUTION TRUST CORPORATION,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n                  JERALD R. FELDMAN, ET AL.,\n\n                   Defendants, Appellants.\n\n                                         \n\n                         ERRATA SHEET\n\n   The  opinion  of the  Court issued  on  August 20,  1993, is\namended as follows:\n\n   On page 3, line 8,  delete \"in exchange\" so that  line reads\nas follows:  \"exchanged its secured position for an unsecured\".\n                                                           \n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1142\n\n                RESOLUTION TRUST CORPORATION,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n                  JERALD R. FELDMAN, ET AL.,\n\n                   Defendants, Appellants.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. William G. Young, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n                Bownes, Senior Circuit Judge,\n                                            \n                  and Boudin, Circuit Judge.\n                                           \n\n                                         \n\nJ. Daniel Lindley with whom Peter  Antell and Antell &amp;  Associates\n                                                                  \nwere on brief for appellants.\nJames H.  Wexler with whom Bennett  H. Klein and Kotin, Crabtree &amp;\n                                                                  \nStrong were on brief for appellee.\n  \n\n                                         \n\n                       August 20, 1993\n                                         \n\n     BOUDIN, Circuit Judge.  In this appeal we revisit a suit\n                          \n\nbrought by the Resolution  Trust Company (\"RTC\"), as receiver\n\nfor a failed bank, to collect  on a promissory note given the\n\nbank by  Quinaquisset Realty Trust (\"Quinaquisset\").   In the\n\nfirst  round we  affirmed the  district court's  dismissal of\n\nQuinaquisset's claims against a third party. Resolution Trust\n                                                             \n\nCorp.  v. Driscoll,  </pre><span class=\"citation\" data-id=\"599292\"><a href=\"/opinion/599292/resolution-trust-corporation-etc-v-daniel-m-driscoll-jr-individually/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">44</span> </a></span><pre class=\"inline\"> (1st Cir.  1993).   We now\n                  \n\naffirm the district court's entry of summary judgment for the\n\nRTC in its action  against Quinaquisset and its rejection  of\n\nQuinaquisset's counterclaims against the RTC as receiver.\n\n     In  October  1987,  Fox  Run Realty  Trust  (\"Fox  Run\")\n\nconveyed  to  Quinaquisset  certain condominium  rights  in a\n\nproperty called Willowbend that  Fox Run was then developing.\n\nQuinaquisset   was  given   these  rights   because  it   had\n\ncontributed land  to the  development.  In  a contemporaneous\n\ntransaction, Fox Run then repurchased the condominium rights,\n\ngiving Quinaquisset  a $1.1  million promissory note  as part\n\npayment with the balance paid in cash.  Then, in April  1989,\n\nQuinaquisset  borrowed $950,000  from Sentry  Federal Savings\n\nBank (\"Sentry\"), giving it  in exchange a $950,000 promissory\n\nnote  which  is  the subject  of  this  case.   A  number  of\n\nindividuals  signed   a  guaranty  of  this   new  note,  and\n\nQuinaquisset  gave   Sentry   the  $1.1   million  Fox   Run-\n\nQuinaquisset note as collateral for the new note.\n\n                             -2-\n\n     Fox Run was also indebted to  Sentry, having obtained in\n\nDecember 1986  a  $13 million  loan  from Sentry  to  finance\n\nWillowbend.   In  return for  this loan,  Sentry took  back a\n\npromissory  note  secured   by  a  mortgage   on  Willowbend.\n\nSentry's mortgage was initially  subordinated as to 152 acres\n\nof  Willowbend  on  which  Quinaquisset  then  held  a  first\n\nmortgage, but  Quinaquisset released its mortgage  in October\n\n1987  when  it   received  the   condominium  permit   rights\n\nsubsequently  repurchased by  Fox  Run.    No  one  has  ever\n\nexplained  why  Quinaquisset exchanged  its  secured position\n\nexchanged its secured position for an unsecured claim of $1.1\n                                               \n\nmillion against  Fox Run,  but the consequences  were evident\n\nwhen Fox Run encountered financial difficulties.\n\n     In  August  1989,  Fox  Run fell  into  default  on  its\n\npayments to  Quinaquisset.  The  next month,  Fox Run  halted\n\npayments on its $13 million debt to Sentry.  Quinaquisset had\n\nbeen using the  payments received  from Fox Run  on the  $1.1\n\nmillion note  to cover  Quinaquisset's payments to  Sentry on\n\nthe  $950,000 note.  When Fox Run ceased to pay Quinaquisset,\n\nQuinaquisset  in turn fell  into default on  its own $950,000\n\nnote to  Sentry.  In  April 1990 Fox  Run and Sentry  entered\n\ninto a settlement agreement under which Sentry received title\n\nto  Willowbend in return for its promise not to proceed under\n\nthe  $13  million  note   against  two  individuals  who  had\n\nguaranteed Fox Run's payments to Sentry.  Sentry retained its\n\n                             -3-\n\nmortgage on Willowbend, and  in a subsequent foreclosure sale\n\nthe property  was acquired  by the Evergreen  Holding Company\n\n(\"Evergreen\"), a wholly owned subsidiary of Sentry.  \n\n     In May  1990, Sentry, seeking to recover  the balance of\n\nthe $950,000  note from  Quinaquisset, brought suit  in state\n\ncourt  against  Quinaquisset's  trustee  and  the  individual\n\nguarantors of  the note.   In  September 1990, Sentry  itself\n\nfailed.   The  RTC stepped  in as  its receiver,  and removed\n\nSentry's  pending  state  court suit  against  Quinaquisset's\n\ntrustee and the guarantors to federal district court.\n\n     In  the district  court, Quinaquisset  asserted numerous\n\nclaims of its  own against  the RTC as  successor to  Sentry,\n\nagainst Evergreen,  and against Fox Run's trustees.   It also\n\nasserted  that  the  alleged  misconduct  of  these  entities\n\nrendered   the  Quinaquisset-Sentry   note  null   and  void.\n\nQuinaquisset's  claims against Evergreen  were dismissed on a\n\nmotion for summary judgment.   On May 12, 1992,  the district\n\ncourt entered  separate judgment  for  Evergreen pursuant  to\n\nFed. R. Civ. P.  54(b), and we affirmed on  appeal. </pre><span class=\"citation\" data-id=\"599292\"><span class=\"antecedent_guess\">Driscoll,</span>\n                                                            \n\n<a href=\"/opinion/599292/resolution-trust-corporation-etc-v-daniel-m-driscoll-jr-individually/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">45</span></a></span><pre class=\"inline\">.  \n\n     Prior  to  its  entry  of judgment  for  Evergreen,  the\n\ndistrict court had on July 19, 1991, granted summary judgment\n\nfor  the RTC on its  claims against Quinaquisset.   The court\n\nfound  all  but one  of  Quinaquisset's  counterclaims to  be\n\nbarred by the  D'Oench, Duhme doctrine, codified as 12 U.S.C.\n                             \n\n                             -4-\n\n   1823(e),  which  limits  claims  based  on  agreements  or\n\nunderstandings not  reflected in bank records.   See D'Oench,\n                                                             \n\nDuhme  Co. v. FDIC, </pre><span class=\"citation\" data-id=\"103624\"><a href=\"/opinion/103624/doench-duhme-co-v-fdic/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span> </a></span><pre class=\"inline\">(1942).  The remaining claim\n                  \n\nagainst  the RTC was dismissed on other grounds and no appeal\n\nhas been  taken as to it.  On November 13, 1992, the district\n\ncourt entered  separate judgment for  the RTC  under Fed.  R.\n\nCiv.  P. 54(b).  The judgment included an award of attorneys'\n\nfees and costs to RTC.  This appeal followed.\n\n     In  this court, Quinaquisset  challenges the  Rule 54(b)\n\ncertification, but instead of offering a coherent explanation\n\nof why  judgment  for  the  RTC  should  have  been  delayed,\n\nQuinaquisset attacks the attorneys'  fee award.  The district\n\ncourt  evidently  entered a  separate  judgment  for the  RTC\n\nbecause all claims between Quinaquisset  and the RTC had been\n\nresolved; the remaining  claims by  Quinaquisset against  the\n\nFox  Run  trustees,  in   federal  court  solely  on  pendant\n\njurisdiction, were remanded to the state court.   We conclude\n\nthat the judgment is properly before us.1\n\n     Turning to  the merits,  Quinaquisset contends that  the\n\ndistrict court's reliance on D'Oench, Duhme to dispose of its\n                                           \n\nclaims  against the RTC as Sentry's receiver is mistaken.  It\n\nsays that  its claims against  the RTC  are not based  on any\n\n                    \n\n     1The certificate may have been unnecessary.  Because the\ndistrict court  added a  paragraph to the  judgment remanding\nthe  claims against  the  Fox Run  trustees  to state  court,\napparently the  judgment disposed of all  remaining claims in\nthe federal court suit.\n\n                             -5-\n\nagreement, hidden or  otherwise, between  itself and  Sentry,\n\nbut rather  on Sentry's  foreclosure and sale  of Willowbend.\n\nQuinaquisset argues that Sentry's  settlement with Fox Run in\n\nApril  1990,  and its  subsequent  foreclosure  on Fox  Run's\n\nprincipal asset, Willowbend, destroyed  the value of the $1.1\n\nmillion Fox Run-Quinaquisset note  deposited with the bank as\n\ncollateral  for  Quinaquisset's  own   debt,  and  that  this\n\nimpairment  of  collateral   in  turn  served  to   discharge\n\nQuinaquisset's debt to Sentry.\n\n     This legal theory represents a substantial winnowing  of\n\nQuinaquisset's  claims made  in the  district court.   There,\n\nQuinaquisset alleged  that Sentry engaged in wrongful conduct\n\nnot  only at  the foreclosure stage  but also  earlier, e.g.,\n                                                            \n\nwith respect to Quinaquisset's  October 1987 discharge of its\n\nmortgage  on  part  of  Willowbend and  its  reconveyance  of\n\ncondominium permit rights to Fox Run.  Quinaquisset also made\n\nclaims, likely foreclosed by D'Oench, Duhme, suggesting  that\n                                           \n\nSentry had  privately promised to  assure that Fox  Run would\n\nrepay Quinaquisset the $1.1 million.  \n\n     In fairness  to the  district court, it  has often  been\n\ndifficult  among  the  welter  of  claims  to  be  sure  what\n\nQuinaquisset  was actually  arguing at  various points.   Nor\n\ndoes  the RTC  help  matters when  it  presses, as  usual,  a\n\nreading  of D'Oench, Duhme so  broad that one  is reminded of\n                          \n\nsovereign immunity  claims made  by independent nations.   In\n\n                             -6-\n\nany  event, whether to avoid D'Oench, Duhme or for some other\n                                           \n\nreason,  Quinaquisset has now reduced its legal position to a\n\nsingle claim (against the RTC) and defense (against the RTC's\n\nown suit) based  on the impairment  of the value of  the $1.1\n\nmillion  note   given  to   Sentry  as  collateral   for  the\n\nQuinaquisset note.       This  streamlined position  may help\n\nQuinaquisset  to  avoid  application of  the  D'Oench,  Duhme\n                                                             \n\ndoctrine--although the RTC  claims that the doctrine  applies\n\nanyway--but the strategy raises its own problem:  the lack of\n\nany  legitimate  theory  of  liability.   The  gist  of  what\n\nhappened,  in relation  to the  foreclosure, was  that Sentry\n\nheld the  mortgage on  Willowbend to  secure the  $13 million\n\nloan  to Fox  Run, Fox  Run stopped  paying, and  Sentry then\n\nforeclosed  the  mortgage and  applied  the  proceeds to  the\n\ndebt.2   This  left  Quinaquisset's $950,000  note to  Sentry\n\nstill  unpaid and the RTC  proceeded with Sentry's prior suit\n\nto  collect.  These  circumstances provide scant  basis for a\n\nclaim  against Sentry  or  the  RTC,  or  a  defense  against\n\ncollection of the unpaid note.\n\n     Quinaquisset relies  centrally on  section 3-606  of the\n\nMassachusetts Commercial  Code, Mass. Gen.  L. ch. 106,    3-\n\n                    \n\n     2As noted,  Sentry also  received a conveyance  of title\nfrom Fox Run, and Sentry in exchange released two individuals\nwho  had guaranteed payment of the Fox Run-Sentry note.  This\nconveyance  was  subject  to  the  mortgage,  but  presumably\nassured that Fox Run would not challenge the foreclosure.\n\n                             -7-\n\n606.    That section,  titled \"Impairment  of Resource  or of\n\nCollateral,\" states in pertinent part:\n\n     (1)  The holder  [of an instrument]  discharges any\n     party to the instrument  to the extent that without\n     such party's consent the holder\n\n          (a)  without  express  reservation  of  rights\n     releases or  agrees not  to sue any  person against\n     whom the party has to the knowledge of the holder a\n     right of recourse or agrees to suspend the right to\n     enforce  against  such  person  the  instrument  or\n     collateral  or  otherwise  discharges such  person,\n     except  that  failure  or  delay in  effecting  any\n     required   presentment,   protest,  or   notice  of\n     dishonor with  respect to any such  person does not\n     discharge   any  party  as   to  whom  presentment,\n     protest,  or notice  of  dishonor is  effective  or\n     unnecessary;  or\n\n          (b)  unjustifiably impairs  any collateral for\n     the instrument given  by or on behalf  of the party\n     or  any  person  against  whom he  has  a  right of\n     recourse.\n\n     Although invoked by Quinaquisset, subsection (1)(a) does\n\nnot by any  stretch of  the imagination apply  in this  case.\n\nWith respect to the Quinaquisset-Sentry note--the  subject of\n\nthis suit--Sentry never purported to release anyone from, nor\n\npromised  not to  sue  anyone under,  this  note.   The  only\n\nreleases  issued  by  Sentry  had  nothing  to  do  with  the\n\nQuinaquisset-Sentry  note:   they   were  releases   of   the\n\nindividual guarantors of Fox Run's debt to Sentry, a debt for\n\nwhich Quinaquisset  was not responsible since it  was never a\n\nparty to nor a guarantor of the Fox Run-Sentry note. \n\n     Turning to  subsection (1)(b), Quinaquisset  argues that\n\nSentry  divested Fox  Run of  Willowbend by  the  transfer of\n\n                             -8-\n\ntitle  from Fox  Run  followed by  the mortgage  foreclosure.\n\nThis  in  turn,  says  Quinaquisset,  meant  that  Fox  Run's\n\nprincipal asset  was no  longer available to  Quinaquisset to\n\nback up Fox Run's debt to Quinaquisset.  This is  quite true,\n\nalthough somewhat misleading.3   It might also  be said that,\n\nin some  sense, Sentry's  actions \"impaired\"  the \"collateral\n\nfor the instrument,\"  if collateral  is taken to  be the  Fox\n\nRun-Quinaquisset  note  which  Sentry  held   to  secure  the\n\nQuinaquisset-Sentry note and that  latter note is called \"the\n\ninstrument.\"\n\n     But  subsection (1)(b)  requires that the  impairment be\n\n\"unjustifiabl[e]\"  and  we  think  it  absurd  to  argue,  as\n\nQuinaquisset does  without a shred of authority,  that it was\n\nunjustifiable for  Sentry to foreclose on  property for which\n\nit held the mortgage  when a default occurred on  the secured\n\ndebt.  That  is just what  security is there  for.  The  fact\n\nthat this security was an asset of a party, Fox Run, who also\n\nhad a debt to  Quinaquisset meant that Quinaquisset was  made\n\nworse off by  the foreclosure.   That is  the normal fate  of\n\nunsecured creditors when the bankrupt's only asset is already\n\npledged.\n\n                    \n\n     3It is misleading because Willowbend was  not much of an\nasset, even in Fox Run's hands,  so long as it was subject to\na  mortgage to secure a defaulted debt apparently as large or\nlarger than the value of Willowbend.\n\n                             -9-\n\n     Quinaquisset might  have been  better off if  Sentry had\n\npursued Fox Run's guarantors instead of looking to Willowbend\n\nto  satisfy Fox Run's debt, but the guarantees were to Sentry\n\nand the mortgage ran  to Sentry.  Sentry's decision  to forgo\n\nits  claims  against the  Fox Run  guarantors  in favor  of a\n\ntrouble-free sale of the  property was an entirely reasonable\n\nchoice which was Sentry's to make.  Sentry is not responsible\n\nfor  Quinaquisset's dilemma; if  Quinaquisset's claim against\n\nFox Run is illusory, it  has no one but itself (and  possibly\n\nFox Run) to blame.  \n\n     Since  Quinaquisset has failed  to set forth  a cause of\n\naction or  defense against  Sentry under section  3-606 (and,\n\nthus, against  the RTC as receiver), we  sustain the district\n\ncourt on that ground.  See Doe v. Anrig, </pre><span class=\"citation\" data-id=\"431702\"><a href=\"/opinion/431702/john-doe-v-dr-gregory-anrig-john-doe-v-dr-gregory-anrig-the-school/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">30</span></a></span><pre class=\"inline\">, 32 (1st\n                                       \n\nCir. 1984) (court may affirm on a ground not relied on by the\n\ndistrict  court).   We need  not address  the  RTC's numerous\n\nother  arguments as to  why section  3-606 should  not apply.\n\nOther versions of  Quinaquisset's claims against  Sentry made\n\nin the district  court may  properly have  been dismissed  on\n\ngrounds  of D'Oench, Duhme, but since these versions have not\n                          \n\nbeen  argued in this court,  we have no  occasion to consider\n\nthem.4\n\n                    \n\n     4Quinaquisset also complains that  Sentry, and then  the\nRTC, declined  to  surrender the  Fox  Run-Quinaquisset  note\nafter the  foreclosure so that Quinaquisset  could pursue its\nrights  under the  note.   But (assuming  the note  still had\nvalue after the foreclosure),  the note remained security for\n\n                             -10-\n\n     The  final  issue  is  the  district  court's  award  of\n\nattorneys' fees  to the RTC.  Under the terms of the guaranty\n\nsupporting  Quinaquisset's  note  to Sentry,  the  individual\n\nguarantors agreed not only to guarantee the Quinaquisset debt\n\nbut to pay all  costs and attorneys' fees incurred  by Sentry\n\n\"in  connection with  the  enforcement of  .  . .  [Sentry's]\n\nrights under, this  Guaranty.\"    The district court  awarded\n\nthe  RTC $79,374 in legal  fees for the  district court suit,\n\nand it  held that the  guarantors were jointly  and severally\n\nliable for this amount.  \n\n     Quinaquisset   objects  to  the  portion  of  the  award\n\nattributable to  the Evergreen phase  of the litigation.   It\n\nargues that the claims against Evergreen were not within  the\n\nscope of the  guaranty and that the request for  such fees is\n\nin  any event  untimely because  it was  made well  after the\n\nseparate judgment  in favor  of Evergreen.   We consider  the\n\nscope issue first.   On  the issue of  interpretation of  the\n\nguaranty,   our review  is plenary;  neither  side relies  on\n\nanything  other  than the  language  of  the guaranty,  which\n\nextends  to \"all\"  costs and  attorneys'  fees of  Sentry \"in\n\nconnection with\" the enforcement of Sentry's rights under the\n\nguaranty. \n\n                    \n\nQuinaquisset's  debt to  Sentry;  Sentry says,  as one  might\nexpect, that  the conditions for  returning the note  had not\nbeen satisfied; and Quinaquisset offers no reply.\n\n                             -11-\n\n     Although  this  suit  began  with  Sentry's  efforts  to\n\ncollect  against  the  Quinaquisset guarantors,  Quinaquisset\n\nthen asserted separate  third-party claims against Evergreen.\n\nThe only colorable claim against Evergreen was an attempt  to\n\nundo  the  foreclosure  of Sentry's  mortgage  on Willowbend.\n\n</pre><span class=\"citation\" data-id=\"599292\"><span class=\"antecedent_guess\">Driscoll,</span> <a href=\"/opinion/599292/resolution-trust-corporation-etc-v-daniel-m-driscoll-jr-individually/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">47</span></a></span><pre class=\"inline\">.  We agree that it might be too much\n        \n\nof  a stretch of the  \"in connection with\"  language to treat\n\nthis phase of the litigation--if  there were nothing more  to\n\nEvergreen's  involvement--as any part  of the  enforcement of\n\nSentry's rights under the Quinaquisset-Sentry note.   \n\n     But there was  more to Evergreen's involvement.   In the\n\nanswer to Sentry's complaint  Quinaquisset asserted that  the\n\nconduct of Sentry's subsidiary or affiliate, i.e., Evergreen,\n                                                 \n\nwas  a defense to Sentry's suit against the guarantors on the\n\nQuinaquisset-Sentry  note; and  in the  third-party complaint\n\nagainst Evergreen,  Quinaquisset  said that  the  conduct  of\n\nvarious entities  including Evergreen made the  note null and\n\nvoid.  While this claim or defense as to Evergreen evaporated\n\nunder scrutiny, the allegations made it essential for the RTC\n\nto defend Evergreen  as part of Sentry's own  collection suit\n\nagainst the guarantors.\n\n     As for timeliness,  Quinaquisset's objection rests on  a\n\ndecision  of this  court,  White v.  New  Hampshire Dep't  of\n                                                             \n\nEmployment Security,  </pre><span class=\"citation\" data-id=\"381872\"><a href=\"/opinion/381872/richard-h-white-v-new-hampshire-department-of-employment-security/\"><span class=\"volume\">629</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">697</span> </a></span><pre class=\"inline\"> (1st Cir. 1980).   There,\n                   \n\nthis  court held that a  motion for attorneys'  fees under 42\n\n                             -12-\n\nU.S.C.   1988 came too late when made over  four months after\n\nentry of  a  final judgment  adopting  a consent  decree  and\n\napparently   ending   active    litigation   in   the   case.\n\nQuinaquisset fails to mention  that the decision was reversed\n\nover a decade ago by  the Supreme Court on the very  point at\n\nissue.   </pre><span class=\"citation\" data-id=\"110658\"><a href=\"/opinion/110658/white-v-new-hampshire-dept-of-employment-security/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">445</span> </a></span><pre class=\"inline\">(1982).   In any  event, there  was no\n\nuntimeliness here even under  our original decision in White,\n                                                            \n\nso the objection is doubly without merit.\n\n     Attorneys' fees were not sought until after the separate\n\njudgment in favor  of Evergreen but  Evergreen itself had  no\n\nclaim  to attorneys' fees.  Rather, the guaranty ran in favor\n\nof  Sentry, now  the  RTC as  receiver.    The RTC  did  seek\n\nattorneys' fees for  all its work,  including the defense  of\n\nEvergreen's actions,  before a final judgment  was entered in\n\nits favor.\n\n     Lastly, we  affirm  the district  court's decision  that\n\neach  guarantor  is  individually  responsible  for  the full\n\namount  of attorneys'  fees.   Quinaquisset  argues that  the\n\nattorneys' fee should have been apportioned among guarantors,\n\njust as  liability for  the underlying debt  was apportioned;\n\nthe guaranty made each guarantor liable for only $150,000 (or\n\n$75,000 in a few  cases) of the underlying $950,000  debt, as\n\nprovided  in a schedule attached to the guarantee.  The short\n\nanswer is that liability for costs and attorneys'  fees rests\n\non a  different  provision  of the  guaranty  that  made  the\n\n                             -13-\n\n\"Guarantors\"  liable  for   such  costs   and  fees   without\n\nlimitation.  \n\n     A promise cast in these terms normally makes each person\n\nliable for  the full sum, whether the  liability is described\n\nas joint,  several, or  both.  4  A. Corbin, Contracts    928\n                                                      \n\n(1951).   Distinctions among those concepts  (joint, several,\n\njoint  and several) relate to  other matters, such as joinder\n\nand  release, not to the amount of  liability.  The amount of\n\nliability can be contractually limited by specifying that the\n             \n\npromisors  are  liable  only  for  specific  amounts, </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Corbin,</span>\n                                                            \n\nsupra</span><pre class=\"inline\">,   925, at 703-04, but  in this case no such limitation\n     \n\nwas  attached to  the  promise to  pay  collection costs  and\n\nattorneys' fees.\n\n     The judgment of the district court is affirmed.\n                                                   \n\n                             -14-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103624/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110658/",
    "https://www.courtlistener.com/api/rest/v3/opinions/381872/",
    "https://www.courtlistener.com/api/rest/v3/opinions/431702/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599292/"
  ]
}