{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194846/",
  "id": 194846,
  "absolute_url": "/opinion/194846/united-states-v-brewster/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194846/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:26:20Z",
  "date_modified": "2020-02-21T23:35:54.093277Z",
  "type": "010combined",
  "sha1": "ec4367487b746984b9415d72e5e4d161c87104d0",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1046.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1046\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n             JOSEPH BREWSTER, a/k/a PATRICK BREWSTER,\n\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n       [Hon. Francis J. Boyle, Senior U.S. District Judge]\n                                                         \n\n                                             \n\n                              Before\n\n              Selya, Cyr and Stahl, Circuit Judges.\n                                                  \n\n                                             \n\n     Richard K. Corley on brief for appellant.\n                      \n     Edwin  J.  Gale,  United  States  Attorney,  and  Gerard  B.\n                                                                 \nSullivan,  Assistant United  States  Attorney, on  brief for  the\n        \nUnited States.\n\n                                             \n\n                          July 28, 1993\n\n                                             \n\n          SELYA, Circuit Judge.  After selling drugs and a gun to\n          SELYA, Circuit Judge.\n                              \n\nan  undercover federal agent,  defendant-appellant Joseph Patrick\n\nBrewster pled guilty to a two-count indictment charging  him with\n\ndistribution of cocaine,  see 21 U.S.C.    841(a)(1) (1988),  and\n                             \n\nwith being a  convicted felon in possession of a  firearm, see 18\n                                                              \n\nU.S.C.    922(g) (1988).  Brewster appeals from the imposition of\n\nsentence, claiming that the district court impermissibly inflated\n\nthe  offense level applicable  to the crimes  of conviction, and,\n\nfurther, that the government  violated his rights by manipulating\n\na crucial sentencing factor.  We affirm.\n\nI.  BACKGROUND\n\n          We  take  the  relevant  facts  from  the  pre-sentence\n\ninvestigation  report  (PSI Report)  and  the  transcript of  the\n\nsentencing  hearing.  See,  e.g., United  States v.  Connell, 960\n                                                            \n\nF.2d 191, 192-93 (1st Cir. 1992).\n\n          Over  the  course of  a  month,  Special Agent  Matthew\n\nHorace  of the federal  Bureau of Alcohol,  Tobacco and Firearms,\n\nacting  in an  undercover  capacity, met  with appellant  several\n\ntimes to  discuss the possibility of  buying drugs and guns.   On\n\nJune  3, 1992, their discussions came to fruition:  Brewster sold\n\nAgent  Horace a  small amount  of crack  cocaine (for  $20), and,\n\nwithin  an hour of that  transaction, also sold  him an automatic\n\nweapon  (for $100).  Soon  thereafter, a grand  jury returned the\n\nindictment that undergirds this appeal.\n\n          On October 27, 1992, appellant entered a plea of guilty\n\nto  both  counts of  the indictment.    The government  agreed to\n\n                                2\n\nrecommend  a  prison  term  at  the  low  end  of  the  guideline\n\nsentencing  range  (GSR),  but   without  representing  what  the\n\napplicable range  might be.   In accepting  Brewster's plea,  the\n\ndistrict court  (prophetically,  as matters  turned  out)  warned\n\nappellant  that it would be impossible to predict the severity of\n\nhis sentence until the court examined the PSI Report and computed\n\nthe GSR.\n\n          In  mid-December, the  PSI  Report emerged.   Based  on\n\nAgent  Horace's assertion  that Brewster  sold him  the gun  with\n\nreason  to  believe that  it  would  be used  to  protect a  drug\n\noperation,   the  probation  officer   recommended  a  four-level\n\nincrease  in appellant's  offense  level pursuant  to U.S.S.G.   \n\n2K2.1(b)(5).1     Seeking   to   forfend   application   of   the\n\nenhancement, appellant propounded a written objection challenging\n\nthe  recommendation's  factual  basis.    He  also  requested  an\n\nevidentiary hearing.\n\n          The  district  court granted  the  latter  request, and\n\nconvened a hearing on January 7, 1993.  Appellant claimed that he\n\nhad been blindsided because the government had not informed  him,\n\n                    \n\n     1The guideline provides:\n\n          If   the  defendant  used  or  possessed  any\n          firearm  or  ammunition  in  connection  with\n          another  felony  offense;  or   possessed  or\n          transferred  any  firearm or  ammunition with\n          knowledge, intent, or  reason to believe that\n          it would be used  or possessed in  connection\n          with another felony offense, increase by four\n          levels.\n\nU.S.S.G.   2K2.1(b)(5) (Nov. 1992).\n\n                                3\n\nprior  to  his  entry  of  a  guilty  plea,  that  facts  existed\n\nsufficient to  ground an  enhancement under  section 2K2.1(b)(5).\n\nThe judge thereupon offered appellant the opportunity to withdraw\n\nhis  plea.2   After consulting  with counsel,  appellant declined\n\nthe judge's invitation.  The hearing proceeded.\n\n          Agent  Horace testified  along the lines  adumbrated in\n\nthe PSI  Report.  He stated,  in essence, that  he told appellant\n\nfrom the  outset both of his  aspiration to become a  drug dealer\n\nand of  his need for a weapon  to facilitate that nefarious plan.\n\nAfter cross-examining Horace, appellant renewed  his objection to\n\nthe use of Horace's testimony.  The  court again proposed that he\n\nretract  his plea.  When appellant  demurred, the court overruled\n\nhis  objection.   Appellant  then  testified to  his  own behoof,\n\ndenying that he knew of any link between  the weapon and Horace's\n\nplanned drug trafficking at any time prior to the sale.\n\n          Upon completion of the hearing, the district court made\n\nan  explicit  finding  that   appellant  sold  the  firearm  with\n\nknowledge of the buyer's  intended (narcotics-related) use of the\n\nweapon.   The court applied U.S.S.G.    2K2.1(b)(5) and sentenced\n\nBrewster to a  prison term of  fifty-one months (the high  end of\n\nthe resultant GSR).  This appeal followed.\n\nII.  PROPRIETY OF THE ENHANCEMENT\n\n          Appellant challenges the district court's deployment of\n\n                    \n\n     2To its credit, the government forthrightly conceded that it\nhad  not  specifically  informed   appellant  of  Agent  Horace's\ndetailed  version of the relevant events at any time prior to, or\nduring, the change-of-plea hearing.\n\n                                4\n\nU.S.S.G.    2K2.1(b)(5)  on two  principal bases.   We  find both\n\nfacets of the challenge to be unpersuasive.\n\n             A.  Reliance on Undisclosed Information.\n                                                    \n\n          Appellant argues that a sentencing court cannot rely on\n\nevidence not  known to a  defendant at  the time  he tenders  his\n\nplea.   We disagree.  Absent  bad faith   and  the district court\n\nfound  no bad  faith in  this instance    the  critical time  for\n\ndisclosure of  sentence-related information  is not prior  to the\n\ntaking  of a plea, but prior to  sentencing.  See, e.g., Burns v.\n                                                              \n\nUnited  States, 111 S. Ct. 2182, 2186 (1991) (discussing the need\n              \n\nfor  \"full adversary testing\" of facts  relevant to a defendant's\n\nsentence);  United States  v. Berzon,  941 F.2d  8, 18  (1st Cir.\n                                    \n\n1991)  (explaining  that  a  sentencing court  may  only  rely on\n\ninformation  in   determining  a  defendant's  sentence   if  the\n\ndefendant has been  given notice  of the information  and a  fair\n\nopportunity to meet it); United States v. Curran, 926 F.2d 59, 63\n                                                \n\n(1st Cir. 1991) (holding that a defendant should be given advance\n\nwarning of, and an opportunity to challenge, information used  to\n\ninfluence  severity of  sentence); United  States v.  Picard, 464\n                                                            \n\nF.2d 215, 220 &amp; n.9 (1st Cir. 1972) (requiring that defendant and\n\ncounsel  receive some  indication  of the  information which  may\n\ninfluence  the sentencing decision  to ensure  that the  right to\n\nspeak \"in mitigation of punishment\" is meaningful); see also Fed.\n                                                            \n\nR. Crim. P. 32.\n\n          The district court scrupulously honored  this principle\n\n                                5\n\nin the case at hand.  The PSI Report discussed  all the pertinent\n\ninformation  in  satisfactory  detail.     Through  that  medium,\n\nappellant  received  ample  advance  warning  of  Agent  Horace's\n\nallegations (the PSI Report was made available to him on December\n\n18,  1992,  approximately  three  weeks  before  sentencing  took\n\nplace).  He had an opportunity to challenge the allegations at an\n\nevidentiary  hearing.3  He exercised the opportunity.  No more is\n\nexigible.\n\n          Relatedly, appellant  argues that it  was fundamentally\n\nunfair  to  \"spring\" the  information on  him  only after  he had\n\nentered a guilty plea.  But, although  sandbagging is never to be\n\ncondoned,  we see no unfairness here.  Appellant was a percipient\n\nparticipant in  the  negotiations  with  Horace  and,  therefore,\n\nchargeable  with  knowledge  of  what was  said.    Moreover, the\n\ndistrict court repeatedly offered him the opportunity to withdraw\n\nhis plea  after he had read  the PSI Report and  fully acquainted\n               \n\nhimself  with the adverse information.  Having freely elected not\n\nto  rescind his plea, appellant can scarcely be heard to complain\n\nthat  the timing of the prosecution's disclosure placed him at an\n\nunfair disadvantage.\n\n                 B.  Sufficiency of the Evidence.\n                                                \n\n                    \n\n     3We  note that,  in  convening an  evidentiary hearing,  the\ndistrict court, solicitous of appellant's rights and sensitive to\nhis predicament, went the  extra mile.  Cf., e.g.,  United States\n                                                                 \nv. Tardiff, 969  F.2d 1283, 1286 (1st Cir. 1992)  (holding that a\n          \ndefendant is not  automatically, or even  usually, entitled to  a\nfull-blown evidentiary hearing at the time of sentencing); United\n                                                                 \nStates  v.  Shattuck, 961  F.2d  1012,  1014-15  (1st Cir.  1992)\n                    \n(similar).\n\n                                6\n\n          The  next  question  concerns the  sufficiency  of  the\n\nevidence  relied upon  by  the lower  court  in applying  section\n\n2K2.1(b)(5).    Examining a  district  court's  application of  a\n\nsentencing  guideline calls a bifurcated  process into play:  the\n\ncourt of appeals reviews the guideline's legal  meaning and scope\n\nde novo,  see United States  v. St. Cyr,  977 F.2d 698,  701 (1st\n                                       \n\nCir.  1992),  but  reviews   the  sentencing  court's   factbound\n\ndeterminations only to screen  out manifestations of clear error.\n\nSee id.\n       \n\n          As  to meaning  and  scope, the  guideline in  question\n\ndemands a four-level upward  adjustment when the sentencing court\n\nfinds  that a  defendant transferred  a firearm  with \"knowledge,\n\nintent, or reason to believe\" that it \"would be used or possessed\n\nin  connection with another felony.\"  U.S.S.G.   2K2.1(b)(5).  In\n\nUnited States v. Sanders, 990 F.2d 582, 585 (10th Cir. 1993), the\n                        \n\ncourt,  observing the  dearth  of expository  comment anent  this\n\nguideline,  concluded that the  Sentencing Commission promulgated\n\nsection  2K2.1(b)(5) in an  \"explanatory vacuum\"  and, therefore,\n\nadopted  a  plain-meaning approach  to  its  interpretation.   We\n\nfollow  the Tenth Circuit's lead.   The settled  rule that courts\n\nshould  strive to apply the guidelines as written, see Stinson v.\n                                                              \n\nUnited States, 113  S. Ct.  1913, 1915 (1993);  United States  v.\n                                                             \n\nJones,     F.2d     ,     (1st Cir. 1993)  [No. 93-1189, slip op.\n     \n\nat 6], has a necessary corollary:  in deciphering the guidelines,\n\nwords in common usage, not specially  defined, should be accorded\n\ntheir ordinary meaning.\n\n                                7\n\n          Giving  the phrase  \"in connection  with\" its  ordinary\n\nmeaning  leaves no doubt but  that the dispositive  issue in this\n\ncase  turns on  credibility.   If Agent  Horace's recital  of the\n\nrelevant events  is accurate,  then appellant  sold the gun  with\n\nreason  to believe  that  his  customer  planned  to  use  it  in\n\nconnection with  drug trafficking, and a  sufficient nexus exists\n\nbetween the weapon and the drug trafficking to warrant imposition\n\nof the  enhancement.   If, however, Brewster's  account is  true,\n\nthen  the  existence of  an adequate  nexus  becomes a  much more\n\ndubious  proposition.   Since  appellant's  sufficiency challenge\n\nreduces  to the  bald assertion  that Agent  Horace's inculpatory\n\ntestimony was  not worthy of credence    a question of  fact   we\n\nlimit  appellate review  to  the search  for  clear error.4    We\n\ndiscern none.\n\n          The conflict in the evidence could scarcely be clearer.\n\nOn  one hand,  Brewster implored  the court  below to  credit his\n\nversion of  the events   that the only time he heard Agent Horace\n\n                    \n\n     4To be sure, appellant also argues that, as a matter of law,\nsection 2K2.1(b)(5) does not contemplate enhancing a  defendant's\nsentence  based  only  on  the uncorroborated  testimony  of  one\nperson.   However,  he  cites no  meaningful  authority for  this\nproposition,  and it  runs counter  to all  the usual  rules that\napply in the  sentencing phase of a  criminal trial.   See, e.g.,\n                                                                \nMcMillan v. Pennsylvania, 477 U.S. 79, 91-92 &amp; n.8 (acknowledging\n                        \nthat   \"[s]entencing  courts   have   always   operated   without\nconstitutionally imposed  burdens of proof\"  when considering the\nlevel of a defendant's sentence);  United States v. Tardiff,  969\n                                                           \nF.2d  1283, 1287  (1st Cir. 1992)  (stating that  \"the sentencing\ncourt has broad discretion  to determine what data is, or is not,\nsufficiently  dependable  to  be  used  in  imposing  sentence\");\nU.S.S.G.    6A1.3  (explaining  that, in  sentencing, courts  may\nconsider  any  relevant  piece   of  information  that  possesses\n\"sufficient  indicia  of  reliability  to  support  its  probable\naccuracy\"). \n\n                                8\n\ndiscuss  his intended  use  for the  weapon  was in  court,  and,\n\ncourt  to believe Agent Horace   who testified that Brewster knew\nof  his intentions, no reasonable person  would believe the self-\nfurthermore, he adds on appeal that even if the agent had boasted\n\naggrandizing  pipe-dreams of a person who bought a mere $20 worth\n\nof crack cocaine.   On the other hand, the  prosecution urged the\n\n                                9\nfrom the deal.  The  government placed this layer of frosting  on\n\nthe  cake,  appellant says,  for  the  sole  purpose of  bringing\nthe fact.  The district judge heard and saw the two protagonists.\nwho buttressed this testimony  with notes he had made  soon after\n\nlie  primarily within the realm  of the district  court.  See St.\n                                                                 \njudgment.\nprerogative   indeed, his duty   to  make this sort of evaluative\nHe   chose  to  credit  Agent  Horace's  version.    It  was  his\n\nsentencing proceedings, as elsewhere,  credibility determinations\n          For all intents and purposes, that ends the matter.  In\nhis plans  for the weapon from the start of the negotiations, and\n\nbasis  on which we can overturn the district court's credibility-\n\nbased finding  of fact.  After all, \"when there are two plausible\n\nand then, at the  time of sale, when it  was too late to  retreat\nIII.  SENTENCING FACTOR MANIPULATION\nview cannot be clearly erroneous.\"  Id. \n                                       \nviews  of the record, the sentencing court's adoption of one such\n\nhis intended use  for the firearm at  all, he did so only  once  \n          Appellant also contends that,  if Agent Horace spoke of\nCyr, 977  F.2d at 706.   So it is  here.  There is  no principled\n   \nsection 2K2.1(b)(5)  into play  and, thus, increasing  his likely\n\nsentence.   This  boils  down to  a  claim of  sentencing  factor\n\nmanipulation.5    See Connell,  969  F.2d  at 194-97  (discussing\n                             \n\ncriteria for potential claims of sentencing factor manipulation).\n\n          We   have  previously   expressed  our   concern  that,\n\nparticularly in  sting operations, \"exploitative  manipulation of\n\nsentencing factors  by government agents [may sometimes] overbear\n\nthe  will of  a person  predisposed only  to committing  a lesser\n\ncrime.\"  Id.  at 196.  That is an abiding  concern   but it is of\n            \n\nonly marginal relevance here.   The facts, as the  district court\n\nsupportably found  them, see supra Part  II(B), belie appellant's\n                                  \n\nthesis.  They do not so much as portray a case where, late in the\n\nday, an  undercover  agent  deliberately  raised  the  sentencing\n\nstakes  in order to  obtain a stiffer sentence  for a criminal he\n\nwas  poised to  arrest.    Rather,  Agent  Horace's  testimony   \n\ncredited,  as we  have said,  by the  district court    makes  it\n\nabundantly clear  that appellant knew of  his customer's proposed\n\nuse for a weapon from the outset of their negotiations.  When, as\n\nnow,  an offense-level  enhancement  results from  a matter  that\n\nformed part  and parcel  of the  original negotiations  between a\n\ngovernment  agent  and  his  target,  and  the  criminal  venture\n\nproceeds on that basis, a claim of sentencing factor manipulation\n\n                    \n\n     5Appellant  describes the  government's alleged  activity as\nsentence  entrapment.   As  we have  pointed  out, however,  such\nphraseology  tends  to  be  misleading.     We  prefer  the  term\n\"sentencing  factor  manipulation,\"  which  places  the focus  of\njudicial inquiry where it belongs   on the  government's activity\n  not on whether the defendant would have committed the crime but\nfor the government's influence.  See Connell, 969 F.2d at 194.\n                                            \n\n                                10\n\nwill  not lie.  Accordingly,  we reject this  prong of Brewster's\n\nappeal.\n\nIV.  CONCLUSION\n\n          We need go no further.  Because it clearly appears that\n\nthe  district court imposed a lawful sentence in a fair, unflawed\n\nproceeding,  based  on  findings  of fact  that  derive  adequate\n\nsupport from the record, we summarily affirm the judgment below.\n\n          Affirmed.  See 1st Cir. Loc. R. 27.1.\n          Affirmed.\n                        \n\n                                11\n",
  "html": "<p class=\"case_cite\">1 F.3d 51</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Joseph BREWSTER, a/k/a Patrick Brewster, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1046.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted June 9, 1993.<br>Decided July 28, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard K. Corley, Providence, RI, on brief, for appellant.</p>\n      <p class=\"indent\">Edwin J. Gale, U.S. Atty., and Gerard B. Sullivan, Asst. U.S. Atty., Providence, RI, on brief, for U.S.</p>\n      <p class=\"indent\">Before SELYA, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After selling drugs and a gun to an undercover federal agent, defendant-appellant Joseph Patrick Brewster pled guilty to a two-count indictment charging him with distribution of cocaine, see 21 U.S.C. Sec. 841(a)(1) (1988), and with being a convicted felon in possession of a firearm, see 18 U.S.C. Sec. 922(g) (1988).  Brewster appeals from the imposition of sentence, claiming that the district court impermissibly inflated the offense level applicable to the crimes of conviction, and, further, that the government violated his rights by manipulating a crucial sentencing factor.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We take the relevant facts from the pre-sentence investigation report (PSI Report) and the transcript of the sentencing hearing.  See, e.g., United States v. Connell, 960 F.2d 191, 192-93 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Over the course of a month, Special Agent Matthew Horace of the federal Bureau of Alcohol, Tobacco and Firearms, acting in an undercover capacity, met with appellant several times to discuss the possibility of buying drugs and guns.  On June 3, 1992, their discussions came to fruition:  Brewster sold Agent Horace a small amount of crack cocaine (for $20), and, within an hour of that transaction, also sold him an automatic weapon (for $100).  Soon thereafter, a grand jury returned the indictment that undergirds this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On October 27, 1992, appellant entered a plea of guilty to both counts of the indictment.  The government agreed to recommend a prison term at the low end of the guideline sentencing range (GSR), but without representing what the applicable range might be.  In accepting Brewster's plea, the district court (prophetically, as matters turned out) warned appellant that it would be impossible to predict the severity of his sentence until the court examined the PSI Report and computed the GSR.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In mid-December, the PSI Report emerged.  Based on Agent Horace's assertion that Brewster sold him the gun with reason to believe that it would be used to protect a drug operation, the probation officer recommended a four-level increase in appellant's offense level pursuant to U.S.S.G. Sec. 2K2.1(b)(5).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Seeking to forfend application of the enhancement, appellant propounded a written objection challenging the recommendation's factual basis.  He also requested an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court granted the latter request, and convened a hearing on January 7, 1993.  Appellant claimed that he had been blindsided because the government had not informed him, prior to his entry of a guilty plea, that facts existed sufficient to ground an enhancement under section 2K2.1(b)(5).  The judge thereupon offered appellant the opportunity to withdraw his plea.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  After consulting with counsel, appellant declined the judge's invitation.  The hearing proceeded.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Agent Horace testified along the lines adumbrated in the PSI Report.  He stated, in essence, that he told appellant from the outset both of his aspiration to become a drug dealer and of his need for a weapon to facilitate that nefarious plan.  After cross-examining Horace, appellant renewed his objection to the use of Horace's testimony.  The court again proposed that he retract his plea.  When appellant demurred, the court overruled his objection.  Appellant then testified to his own behoof, denying that he knew of any link between the weapon and Horace's planned drug trafficking at any time prior to the sale.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Upon completion of the hearing, the district court made an explicit finding that appellant sold the firearm with knowledge of the buyer's intended (narcotics-related) use of the weapon.  The court applied U.S.S.G. Sec. 2K2.1(b)(5) and sentenced Brewster to a prison term of fifty-one months (the high end of the resultant GSR).  This appeal followed.</p>\n    </div>\n    <p>II. PROPRIETY OF THE ENHANCEMENT</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellant challenges the district court's deployment of U.S.S.G. Sec. 2K2.1(b)(5) on two principal bases.  We find both facets of the challenge to be unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A. Reliance on Undisclosed Information.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant argues that a sentencing court cannot rely on evidence not known to a defendant at the time he tenders his plea.  We disagree.  Absent bad faith--and the district court found no bad faith in this instance--the critical time for disclosure of sentence-related information is not prior to the taking of a plea, but prior to sentencing.  See, e.g., Burns v. United States, --- U.S. ----, ----, 111 S.Ct. 2182, 2186, 115 L.Ed.2d 123 (1991) (discussing the need for \"full adversary testing\" of facts relevant to a defendant's sentence);  United States v. Berzon, 941 F.2d 8, 18 (1st Cir.1991) (explaining that a sentencing court may only rely on information in determining a defendant's sentence if the defendant has been given notice of the information and a fair opportunity to meet it);  United States v. Curran, 926 F.2d 59, 63 (1st Cir.1991) (holding that a defendant should be given advance warning of, and an opportunity to challenge, information used to influence severity of sentence);  United States v. Picard, 464 F.2d 215, 220 &amp; n. 9 (1st Cir.1972) (requiring that defendant and counsel receive some indication of the information which may influence the sentencing decision to ensure that the right to speak \"in mitigation of punishment\" is meaningful);  see also Fed.R.Crim.P. 32.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court scrupulously honored this principle in the case at hand.  The PSI Report discussed all the pertinent information in satisfactory detail.  Through that medium, appellant received ample advance warning of Agent Horace's allegations (the PSI Report was made available to him on December 18, 1992, approximately three weeks before sentencing took place).  He had an opportunity to challenge the allegations at an evidentiary hearing.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  He exercised the opportunity.  No more is exigible.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Relatedly, appellant argues that it was fundamentally unfair to \"spring\" the information on him only after he had entered a guilty plea.  But, although sandbagging is never to be condoned, we see no unfairness here.  Appellant was a percipient participant in the negotiations with Horace and, therefore, chargeable with knowledge of what was said.  Moreover, the district court repeatedly offered him the opportunity to withdraw his plea after he had read the PSI Report and fully acquainted himself with the adverse information.  Having freely elected not to rescind his plea, appellant can scarcely be heard to complain that the timing of the prosecution's disclosure placed him at an unfair disadvantage.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">B. Sufficiency of the Evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The next question concerns the sufficiency of the evidence relied upon by the lower court in applying section 2K2.1(b)(5).  Examining a district court's application of a sentencing guideline calls a bifurcated process into play:  the court of appeals reviews the guideline's legal meaning and scope de novo, see United States v. St. Cyr, 977 F.2d 698, 701 (1st Cir.1992), but reviews the sentencing court's factbound determinations only to screen out manifestations of clear error.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As to meaning and scope, the guideline in question demands a four-level upward adjustment when the sentencing court finds that a defendant transferred a firearm with \"knowledge, intent, or reason to believe\" that it \"would be used or possessed in connection with another felony.\"   U.S.S.G. Sec. 2K2.1(b)(5).  In United States v. Sanders, 990 F.2d 582, 585 (10th Cir.1993), the court, observing the dearth of expository comment anent this guideline, concluded that the Sentencing Commission promulgated section 2K2.1(b)(5) in an \"explanatory vacuum\" and, therefore, adopted a plain-meaning approach to its interpretation.  We follow the Tenth Circuit's lead.  The settled rule that courts should strive to apply the guidelines as written, see Stinson v. United States, --- U.S. ----, ----, 113 S.Ct.1913, 1915, 123 L.Ed.2d 598 (1993);  United States v. Jones, 997 F.2d 967, 969 (1st Cir.1993), has a necessary corollary:  in deciphering the guidelines, words in common usage, not specially defined, should be accorded their ordinary meaning.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Giving the phrase \"in connection with\" its ordinary meaning leaves no doubt but that the dispositive issue in this case turns on credibility.  If Agent Horace's recital of the relevant events is accurate, then appellant sold the gun with reason to believe that his customer planned to use it in connection with drug trafficking, and a sufficient nexus exists between the weapon and the drug trafficking to warrant imposition of the enhancement.  If, however, Brewster's account is true, then the existence of an adequate nexus becomes a much more dubious proposition.  Since appellant's sufficiency challenge reduces to the bald assertion that Agent Horace's inculpatory testimony was not worthy of credence--a question of fact--we limit appellate review to the search for clear error.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We discern none.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The conflict in the evidence could scarcely be clearer.  On one hand, Brewster implored the court below to credit his version of the events--that the only time he heard Agent Horace discuss his intended use for the weapon was in court, and, furthermore, he adds on appeal that even if the agent had boasted of his intentions, no reasonable person would believe the self-aggrandizing pipe-dreams of a person who bought a mere $20 worth of crack cocaine.  On the other hand, the prosecution urged the court to believe Agent Horace--who testified that Brewster knew his plans for the weapon from the start of the negotiations, and who buttressed this testimony with notes he had made soon after the fact.  The district judge heard and saw the two protagonists.  He chose to credit Agent Horace's version.  It was his prerogative--indeed, his duty--to make this sort of evaluative judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For all intents and purposes, that ends the matter.  In sentencing proceedings, as elsewhere, credibility determinations lie primarily within the realm of the district court.  See St. Cyr, 977 F.2d at 706.   So it is here.  There is no principled basis on which we can overturn the district court's credibility-based finding of fact.  After all, \"when there are two plausible views of the record, the sentencing court's adoption of one such view cannot be clearly erroneous.\"  Id.</p>\n    </div>\n    <p>III. SENTENCING FACTOR MANIPULATION</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellant also contends that, if Agent Horace spoke of his intended use for the firearm at all, he did so only once--and then, at the time of sale, when it was too late to retreat from the deal.  The government placed this layer of frosting on the cake, appellant says, for the sole purpose of bringing section 2K2.1(b)(5) into play and, thus, increasing his likely sentence.  This boils down to a claim of sentencing factor manipulation.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See Connell, 960 F.2d at 194-97 (discussing criteria for potential claims of sentencing factor manipulation).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We have previously expressed our concern that, particularly in sting operations, \"exploitative manipulation of sentencing factors by government agents [may sometimes] overbear the will of a person predisposed only to committing a lesser crime.\"  Id. at 196.   That is an abiding concern--but it is of only marginal relevance here.  The facts, as the district court supportably found them, see supra Part II(B), belie appellant's thesis.  They do not so much as portray a case where, late in the day, an undercover agent deliberately raised the sentencing stakes in order to obtain a stiffer sentence for a criminal he was poised to arrest.  Rather, Agent Horace's testimony--credited, as we have said, by the district court--makes it abundantly clear that appellant knew of his customer's proposed use for a weapon from the outset of their negotiations.  When, as now, an offense-level enhancement results from a matter that formed part and parcel of the original negotiations between a government agent and his target, and the criminal venture proceeds on that basis, a claim of sentencing factor manipulation will not lie.  Accordingly, we reject this prong of Brewster's appeal.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We need go no further.  Because it clearly appears that the district court imposed a lawful sentence in a fair, unflawed proceeding, based on findings of fact that derive adequate support from the record, we summarily affirm the judgment below.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Affirmed.  See 1st Cir.Loc.R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The guideline provides:</p>\n        <p>If the defendant used or possessed any firearm or ammunition in connection with another felony offense;  or possessed or transferred any firearm or ammunition with knowledge, intent, or reason to believe that it would be used or possessed in connection with another felony offense, increase by four levels.</p>\n        <p>U.S.S.G. Sec. 2K2.1(b)(5) (Nov.1992).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> To its credit, the government forthrightly conceded that it had not specifically informed appellant of Agent Horace's detailed version of the relevant events at any time prior to, or during, the change-of-plea hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note that, in convening an evidentiary hearing, the district court, solicitous of appellant's rights and sensitive to his predicament, went the extra mile.  Cf., e.g., United States v. Tardiff, 969 F.2d 1283, 1286 (1st Cir.1992) (holding that a defendant is not automatically, or even usually, entitled to a full-blown evidentiary hearing at the time of sentencing);  United States v. Shattuck, 961 F.2d 1012, 1014-15 (1st Cir.1992) (similar)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> To be sure, appellant also argues that, as a matter of law, section 2K2.1(b)(5) does not contemplate enhancing a defendant's sentence based only on the uncorroborated testimony of one person.  However, he cites no meaningful authority for this proposition, and it runs counter to all the usual rules that apply in the sentencing phase of a criminal trial.  See, e.g., McMillan v. Pennsylvania, 477 U.S. 79, 91-92 &amp; n. 8, 106 S.Ct. 2411, 2418-19 &amp; n. 8, 91 L.Ed.2d 67 (acknowledging that \"[s]entencing courts have always operated without constitutionally imposed burdens of proof\" when considering the level of a defendant's sentence);  United States v. Tardiff, 969 F.2d 1283, 1287 (1st Cir.1992) (stating that \"the sentencing court has broad discretion to determine what data is, or is not, sufficiently dependable to be used in imposing sentence\");  U.S.S.G. Sec. 6A1.3 (explaining that, in sentencing, courts may consider any relevant piece of information that possesses \"sufficient indicia of reliability to support its probable accuracy\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Appellant describes the government's alleged activity as sentence entrapment.  As we have pointed out, however, such phraseology tends to be misleading.  We prefer the term \"sentencing factor manipulation,\" which places the focus of judicial inquiry where it belongs--on the government's activity--not on whether the defendant would have committed the crime but for the government's influence.  See Connell, 960 F.2d at 194</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Joseph BREWSTER, a/k/a Patrick Brewster, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1046.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted June 9, 1993.<br>Decided July 28, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard K. Corley, Providence, RI, on brief, for appellant.</p>\n      <p class=\"indent\">Edwin J. Gale, U.S. Atty., and Gerard B. Sullivan, Asst. U.S. Atty., Providence, RI, on brief, for U.S.</p>\n      <p class=\"indent\">Before SELYA, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After selling drugs and a gun to an undercover federal agent, defendant-appellant Joseph Patrick Brewster pled guilty to a two-count indictment charging him with distribution of cocaine, see 21 U.S.C. Sec. 841(a)(1) (1988), and with being a convicted felon in possession of a firearm, see 18 U.S.C. Sec. 922(g) (1988).  Brewster appeals from the imposition of sentence, claiming that the district court impermissibly inflated the offense level applicable to the crimes of conviction, and, further, that the government violated his rights by manipulating a crucial sentencing factor.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We take the relevant facts from the pre-sentence investigation report (PSI Report) and the transcript of the sentencing hearing.  See, e.g., United States v. Connell, <span class=\"citation\" data-id=\"580693\"><a href=\"/opinion/580693/united-states-v-gerald-connell/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">191</span></a></span>, 192-93 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Over the course of a month, Special Agent Matthew Horace of the federal Bureau of Alcohol, Tobacco and Firearms, acting in an undercover capacity, met with appellant several times to discuss the possibility of buying drugs and guns.  On June 3, 1992, their discussions came to fruition:  Brewster sold Agent Horace a small amount of crack cocaine (for $20), and, within an hour of that transaction, also sold him an automatic weapon (for $100).  Soon thereafter, a grand jury returned the indictment that undergirds this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On October 27, 1992, appellant entered a plea of guilty to both counts of the indictment.  The government agreed to recommend a prison term at the low end of the guideline sentencing range (GSR), but without representing what the applicable range might be.  In accepting Brewster's plea, the district court (prophetically, as matters turned out) warned appellant that it would be impossible to predict the severity of his sentence until the court examined the PSI Report and computed the GSR.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In mid-December, the PSI Report emerged.  Based on Agent Horace's assertion that Brewster sold him the gun with reason to believe that it would be used to protect a drug operation, the probation officer recommended a four-level increase in appellant's offense level pursuant to U.S.S.G. Sec. 2K2.1(b)(5).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Seeking to forfend application of the enhancement, appellant propounded a written objection challenging the recommendation's factual basis.  He also requested an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court granted the latter request, and convened a hearing on January 7, 1993.  Appellant claimed that he had been blindsided because the government had not informed him, prior to his entry of a guilty plea, that facts existed sufficient to ground an enhancement under section 2K2.1(b)(5).  The judge thereupon offered appellant the opportunity to withdraw his plea.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  After consulting with counsel, appellant declined the judge's invitation.  The hearing proceeded.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Agent Horace testified along the lines adumbrated in the PSI Report.  He stated, in essence, that he told appellant from the outset both of his aspiration to become a drug dealer and of his need for a weapon to facilitate that nefarious plan.  After cross-examining Horace, appellant renewed his objection to the use of Horace's testimony.  The court again proposed that he retract his plea.  When appellant demurred, the court overruled his objection.  Appellant then testified to his own behoof, denying that he knew of any link between the weapon and Horace's planned drug trafficking at any time prior to the sale.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Upon completion of the hearing, the district court made an explicit finding that appellant sold the firearm with knowledge of the buyer's intended (narcotics-related) use of the weapon.  The court applied U.S.S.G. Sec. 2K2.1(b)(5) and sentenced Brewster to a prison term of fifty-one months (the high end of the resultant GSR).  This appeal followed.</p>\n    </div>\n    <p>II. PROPRIETY OF THE ENHANCEMENT</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellant challenges the district court's deployment of U.S.S.G. Sec. 2K2.1(b)(5) on two principal bases.  We find both facets of the challenge to be unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A. Reliance on Undisclosed Information.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant argues that a sentencing court cannot rely on evidence not known to a defendant at the time he tenders his plea.  We disagree.  Absent bad faith--and the district court found no bad faith in this instance--the critical time for disclosure of sentence-related information is not prior to the taking of a plea, but prior to sentencing.  See, e.g., Burns v. United States, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112620\"><a href=\"/opinion/112620/burns-v-united-states/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2182</span></a></span>, 2186, <span class=\"citation\" data-id=\"112620\"><a href=\"/opinion/112620/burns-v-united-states/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">123</span> </a></span>(1991) (discussing the need for \"full adversary testing\" of facts relevant to a defendant's sentence);  United States v. Berzon, <span class=\"citation\" data-id=\"566304\"><a href=\"/opinion/566304/united-states-v-robert-alan-berzon/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 18 (1st Cir.1991) (explaining that a sentencing court may only rely on information in determining a defendant's sentence if the defendant has been given notice of the information and a fair opportunity to meet it);  United States v. Curran, <span class=\"citation\" data-id=\"556392\"><a href=\"/opinion/556392/united-states-v-walter-f-curran/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">59</span></a></span>, 63 (1st Cir.1991) (holding that a defendant should be given advance warning of, and an opportunity to challenge, information used to influence severity of sentence);  United States v. Picard, <span class=\"citation\" data-id=\"304755\"><a href=\"/opinion/304755/united-states-v-donald-j-picard/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">215</span></a></span>, 220 &amp; n. 9 (1st Cir.1972) (requiring that defendant and counsel receive some indication of the information which may influence the sentencing decision to ensure that the right to speak \"in mitigation of punishment\" is meaningful);  see also Fed.R.Crim.P. 32.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court scrupulously honored this principle in the case at hand.  The PSI Report discussed all the pertinent information in satisfactory detail.  Through that medium, appellant received ample advance warning of Agent Horace's allegations (the PSI Report was made available to him on December 18, 1992, approximately three weeks before sentencing took place).  He had an opportunity to challenge the allegations at an evidentiary hearing.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  He exercised the opportunity.  No more is exigible.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Relatedly, appellant argues that it was fundamentally unfair to \"spring\" the information on him only after he had entered a guilty plea.  But, although sandbagging is never to be condoned, we see no unfairness here.  Appellant was a percipient participant in the negotiations with Horace and, therefore, chargeable with knowledge of what was said.  Moreover, the district court repeatedly offered him the opportunity to withdraw his plea after he had read the PSI Report and fully acquainted himself with the adverse information.  Having freely elected not to rescind his plea, appellant can scarcely be heard to complain that the timing of the prosecution's disclosure placed him at an unfair disadvantage.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">B. Sufficiency of the Evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The next question concerns the sufficiency of the evidence relied upon by the lower court in applying section 2K2.1(b)(5).  Examining a district court's application of a sentencing guideline calls a bifurcated process into play:  the court of appeals reviews the guideline's legal meaning and scope de novo, see United States v. St. Cyr, <span class=\"citation\" data-id=\"593172\"><a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 701 (1st Cir.1992), but reviews the sentencing court's factbound determinations only to screen out manifestations of clear error.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As to meaning and scope, the guideline in question demands a four-level upward adjustment when the sentencing court finds that a defendant transferred a firearm with \"knowledge, intent, or reason to believe\" that it \"would be used or possessed in connection with another felony.\"   U.S.S.G. Sec. 2K2.1(b)(5).  In United States v. Sanders, <span class=\"citation\" data-id=\"603915\"><a href=\"/opinion/603915/united-states-of-america-plaintiff-appellantcross-appellee-v-johnny-lee/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">582</span></a></span>, 585 (10th Cir.1993), the court, observing the dearth of expository comment anent this guideline, concluded that the Sentencing Commission promulgated section 2K2.1(b)(5) in an \"explanatory vacuum\" and, therefore, adopted a plain-meaning approach to its interpretation.  We follow the Tenth Circuit's lead.  The settled rule that courts should strive to apply the guidelines as written, see Stinson v. United States, --- U.S. ----, ----, 113 S.Ct.1913, 1915, <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">598</span> </a></span>(1993);  United States v. Jones, <span class=\"citation\" data-id=\"610802\"><a href=\"/opinion/610802/united-states-v-eric-jones/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">967</span></a></span>, 969 (1st Cir.1993), has a necessary corollary:  in deciphering the guidelines, words in common usage, not specially defined, should be accorded their ordinary meaning.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Giving the phrase \"in connection with\" its ordinary meaning leaves no doubt but that the dispositive issue in this case turns on credibility.  If Agent Horace's recital of the relevant events is accurate, then appellant sold the gun with reason to believe that his customer planned to use it in connection with drug trafficking, and a sufficient nexus exists between the weapon and the drug trafficking to warrant imposition of the enhancement.  If, however, Brewster's account is true, then the existence of an adequate nexus becomes a much more dubious proposition.  Since appellant's sufficiency challenge reduces to the bald assertion that Agent Horace's inculpatory testimony was not worthy of credence--a question of fact--we limit appellate review to the search for clear error.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We discern none.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The conflict in the evidence could scarcely be clearer.  On one hand, Brewster implored the court below to credit his version of the events--that the only time he heard Agent Horace discuss his intended use for the weapon was in court, and, furthermore, he adds on appeal that even if the agent had boasted of his intentions, no reasonable person would believe the self-aggrandizing pipe-dreams of a person who bought a mere $20 worth of crack cocaine.  On the other hand, the prosecution urged the court to believe Agent Horace--who testified that Brewster knew his plans for the weapon from the start of the negotiations, and who buttressed this testimony with notes he had made soon after the fact.  The district judge heard and saw the two protagonists.  He chose to credit Agent Horace's version.  It was his prerogative--indeed, his duty--to make this sort of evaluative judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For all intents and purposes, that ends the matter.  In sentencing proceedings, as elsewhere, credibility determinations lie primarily within the realm of the district court.  See St. <span class=\"citation\" data-id=\"593172\"><span class=\"antecedent_guess\">Cyr,</span> <a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">706</span></a></span>.   So it is here.  There is no principled basis on which we can overturn the district court's credibility-based finding of fact.  After all, \"when there are two plausible views of the record, the sentencing court's adoption of one such view cannot be clearly erroneous.\"  Id.</p>\n    </div>\n    <p>III. SENTENCING FACTOR MANIPULATION</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellant also contends that, if Agent Horace spoke of his intended use for the firearm at all, he did so only once--and then, at the time of sale, when it was too late to retreat from the deal.  The government placed this layer of frosting on the cake, appellant says, for the sole purpose of bringing section 2K2.1(b)(5) into play and, thus, increasing his likely sentence.  This boils down to a claim of sentencing factor manipulation.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See <span class=\"citation\" data-id=\"580693\"><span class=\"antecedent_guess\">Connell,</span> <a href=\"/opinion/580693/united-states-v-gerald-connell/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">194-97</span> </a></span>(discussing criteria for potential claims of sentencing factor manipulation).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We have previously expressed our concern that, particularly in sting operations, \"exploitative manipulation of sentencing factors by government agents [may sometimes] overbear the will of a person predisposed only to committing a lesser crime.\"  <span class=\"citation\" data-id=\"580693\"><a href=\"/opinion/580693/united-states-v-gerald-connell/\"><span class=\"id_token\">Id.</span> at 196. </a></span>  That is an abiding concern--but it is of only marginal relevance here.  The facts, as the district court supportably found them, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>Part II(B), belie appellant's thesis.  They do not so much as portray a case where, late in the day, an undercover agent deliberately raised the sentencing stakes in order to obtain a stiffer sentence for a criminal he was poised to arrest.  Rather, Agent Horace's testimony--credited, as we have said, by the district court--makes it abundantly clear that appellant knew of his customer's proposed use for a weapon from the outset of their negotiations.  When, as now, an offense-level enhancement results from a matter that formed part and parcel of the original negotiations between a government agent and his target, and the criminal venture proceeds on that basis, a claim of sentencing factor manipulation will not lie.  Accordingly, we reject this prong of Brewster's appeal.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We need go no further.  Because it clearly appears that the district court imposed a lawful sentence in a fair, unflawed proceeding, based on findings of fact that derive adequate support from the record, we summarily affirm the judgment below.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Affirmed.  See 1st Cir.Loc.R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The guideline provides:</p>\n        <p>If the defendant used or possessed any firearm or ammunition in connection with another felony offense;  or possessed or transferred any firearm or ammunition with knowledge, intent, or reason to believe that it would be used or possessed in connection with another felony offense, increase by four levels.</p>\n        <p>U.S.S.G. Sec. 2K2.1(b)(5) (Nov.1992).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> To its credit, the government forthrightly conceded that it had not specifically informed appellant of Agent Horace's detailed version of the relevant events at any time prior to, or during, the change-of-plea hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note that, in convening an evidentiary hearing, the district court, solicitous of appellant's rights and sensitive to his predicament, went the extra mile.  Cf., e.g., United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1286 (1st Cir.1992) (holding that a defendant is not automatically, or even usually, entitled to a full-blown evidentiary hearing at the time of sentencing);  United States v. Shattuck, <span class=\"citation\" data-id=\"581517\"><a href=\"/opinion/581517/united-states-v-lewis-donald-shattuck/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1012</span></a></span>, 1014-15 (1st Cir.1992) (similar)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> To be sure, appellant also argues that, as a matter of law, section 2K2.1(b)(5) does not contemplate enhancing a defendant's sentence based only on the uncorroborated testimony of one person.  However, he cites no meaningful authority for this proposition, and it runs counter to all the usual rules that apply in the sentencing phase of a criminal trial.  See, e.g., McMillan v. Pennsylvania, <span class=\"citation\" data-id=\"111713\"><a href=\"/opinion/111713/mcmillan-v-pennsylvania/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, 91-92 &amp; n. 8, <span class=\"citation\" data-id=\"111713\"><a href=\"/opinion/111713/mcmillan-v-pennsylvania/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2411</span></a></span>, 2418-19 &amp; n. 8, <span class=\"citation\" data-id=\"111713\"><a href=\"/opinion/111713/mcmillan-v-pennsylvania/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span> </a></span>(acknowledging that \"[s]entencing courts have always operated without constitutionally imposed burdens of proof\" when considering the level of a defendant's sentence);  United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1287 (1st Cir.1992) (stating that \"the sentencing court has broad discretion to determine what data is, or is not, sufficiently dependable to be used in imposing sentence\");  U.S.S.G. Sec. 6A1.3 (explaining that, in sentencing, courts may consider any relevant piece of information that possesses \"sufficient indicia of reliability to support its probable accuracy\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Appellant describes the government's alleged activity as sentence entrapment.  As we have pointed out, however, such phraseology tends to be misleading.  We prefer the term \"sentencing factor manipulation,\" which places the focus of judicial inquiry where it belongs--on the government's activity--not on whether the defendant would have committed the crime but for the government's influence.  See <span class=\"citation\" data-id=\"580693\"><span class=\"antecedent_guess\">Connell,</span> <a href=\"/opinion/580693/united-states-v-gerald-connell/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">194</span></a></span></p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111713/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112620/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112854/",
    "https://www.courtlistener.com/api/rest/v3/opinions/304755/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556392/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566304/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580693/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581517/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593172/",
    "https://www.courtlistener.com/api/rest/v3/opinions/603915/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610802/"
  ]
}