{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194860/",
  "id": 194860,
  "absolute_url": "/opinion/194860/gorczakoski-v-equal-employment/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194860/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:26:38Z",
  "date_modified": "2020-02-22T00:07:05.801519Z",
  "type": "010combined",
  "sha1": "e39490ab8823f309b6b892d8b39ce41437777ec0",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1101.01A",
  "local_path": null,
  "plain_text": "                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    For The FIRST CIRCUIT\n\n                                         \n\nNo. 93-1101\n\n                  BERENICE MARY GORCZAKOSKI,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n       EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\nNo. 93-1108\n\n                  BERENICE MARY GORCZAKOSKI,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n     MASSACHUSETTS DEPARTMENT OF PUBLIC WELFARE, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Rya W. Zobel, U.S. District Judge]\n                                                  \n\n                                         \n\n                            Before\n\n                    Selya, Boudin and Stahl,\n                       Circuit Judges.\n                                     \n\n                                         \n\nBerenice Mary Gorczakoski on brief pro se.\n                         \nDonald  R.  Livingston, General  Counsel,  Gwendolyn Young  Reams,\n                                                                 \nAssociate  General  Counsel,  Lorraine  C.  Davis,  Assistant  General\n                                             \n\nCounsel,  and  Jennifer  S.  Goldstein,  Attorney,  Equal   Employment\n                                  \nOpportunity  Commission,  on  brief  for  appellee,  Equal  Employment\nOpportunity Commission.\n\n                                         \n\n                        August 9, 1993\n                                         \n\n     Per Curiam.   In  these consolidated  appeals, plaintiff\n               \n\nBerenice  Mary  Gorczakoski appeals  from two  district court\n\norders  dismissing  her  complaints.   For  the  reasons that\n\nfollow, we affirm in each instance.\n\n                       I.  No. 93-1101\n                                      \n\n     In May 1988, plaintiff was terminated from her long-time\n\nposition  as  ticket  agent  with  Eastern  Air  Lines,  Inc.\n\n(Eastern).  She thereafter filed charges against Eastern with\n\nboth  the  Massachusetts  Commission  Against  Discrimination\n\n(MCAD)  and the EEOC,  alleging discrimination on  account of\n\nsex, national origin and handicap.  In August 1991, following\n\nan  investigation, an  MCAD  commissioner  found  a  lack  of\n\nprobable  cause  to  support plaintiff's  allegations.   That\n\ndetermination  was  affirmed  on  administrative  appeal  the\n\nfollowing month.   Likewise, the EEOC's Boston  Area Director\n\nissued a determination letter on  May 14, 1992, finding  that\n\nplaintiff's allegations were unsupported and advising  her of\n\nher right to file a private action against Eastern.\n\n     Plaintiff responded  by  filing  the  instant  suit  for\n\ndamages, not against  Eastern, but against the  EEOC itself.1\n\nShe   alleged   that   the  EEOC   handled   her   charge  of\n\n                    \n\n1.  At the district court's direction, plaintiff later  filed\nan  amended  complaint  naming   Eastern  as  a  codefendant.\nEastern  then  reported  that  it  had  filed  a  Chapter  11\nbankruptcy petition in March 1989 and was therefore protected\nby the automatic  stay.   See 11  U.S.C.   362(a)(1).   As  a\n                             \nresult, plaintiff's claims against Eastern were not addressed\nbelow. \n\n                             -3-\n\ndiscrimination in a deficient manner--particularly by failing\n\nto  conduct  an  independent  investigation  and  failing  to\n\nmonitor the  MCAD.   The  district court  granted the  EEOC's\n\nunopposed motion  to dismiss, determining  that plaintiff had\n\nfailed to state  a claim upon which relief  could be granted.\n\nThis determination was plainly correct.\n\n     It is well established that Congress has not authorized-\n\n-either  expressly or  impliedly,  either  in  Title  VII  or\n\nelsewhere--\"a cause of  action directly against the  EEOC for\n\nmisprocessing   of   claims  asserted   against   third-party\n\nemployers.\"   Scheerer v. Rose  State College, 950  F.2d 661,\n                                             \n\n662-63  (10th Cir. 1991) (noting that courts have \"uniformly\"\n\nso held), cert. denied, 112 S. Ct. 2995 (1992); accord, e.g.,\n                                                            \n\nMcCottrell v. EEOC, 726 F.2d 350, 351 &amp;  n.1 (7th Cir. 1984);\n                  \n\nWard v.  EEOC, 719  F.2d 311, 312-14  (9th Cir.  1983), cert.\n                                                             \n\ndenied, 466 U.S. 953 (1984); Georator Corp. v. EEOC, 592 F.2d\n                                                   \n\n765, 767-68 (4th Cir. 1979).  Likewise, we have held that any\n\nmishandling by  the EEOC of a  Title VII claim  does not give\n\nrise  to a  Bivens implied  right of  action under  the Fifth\n                  \n\nAmendment.   See Francis-Sobel  v. University  of Maine,  597\n                                                       \n\nF.2d 15, 17-18 (1st Cir.), cert. denied, 444 U.S. 949 (1979);\n                                       \n\ncf. Johnson  v. Rodriguez,  943 F.2d  104, 108-09  (1st Cir.)\n                         \n\n(alleged  irregularities  in handling  of complaint  by state\n\nantidiscrimination commission did  not implicate due  process\n\ninterest), cert. denied, 112 S. Ct. 948 (1992).  Instead, the\n                       \n\n                             -4-\n\nability  to pursue de  novo judicial proceedings  under Title\n\nVII against the party allegedly engaged in discrimination was\n\nintended to be  \"the all-purpose remedy for  charging parties\n\ndissatisfied with the EEOC's handling of their charge.\"  Hall\n                                                             \n\nv. EEOC,  456 F. Supp. 695,  701 (N.D. Cal. 1978)  (quoted in\n       \n\nWard, 719 F.2d at 314).\n    \n\n     As  mentioned,  plaintiff   has  filed  claims  directly\n\nagainst Eastern, but they  are subject to the automatic  stay\n\narising from Eastern's  bankruptcy petition.  Absent  interim\n\nrelief from  the bankruptcy  court, pursuit  of those  claims\n\nmust await the lifting of the stay.2  \n\n                       II.  No. 93-1108\n                                       \n\n     At  the  root  of  this  appeal is  the  denial  by  the\n\nMassachusetts Department of  Public Welfare (DPW) in  1991 of\n\n                    \n\n2.  We  need not reach, and  therefore do not decide, whether\nthe  filing of  the  complaint  against  Eastern  was  itself\nviolative of the automatic stay.   Likewise, we do not decide\nwhether  the pendency of  the claims against  Eastern renders\nthe district  court order non-final, such that (absent a Rule\n54(b) certification) appellate jurisdiction would be lacking.\nTo the extent  that those  claims are  without legal  effect,\nsee, e.g., Easley v. Pettibone Michigan Corp., 990  F.2d 905,\n                                             \n908 (6th Cir. 1993) (\"by operation of the automatic stay, the\ncommencement of plaintiffs' action, whether void or voidable,\ndid not take place until the stay was lifted\"), it would seem\nthat our jurisdiction would be unaffected.  Yet we bypass the\nmatter, taking refuge  in the \"familiar principle  that where\nan  appeal presents a difficult jurisdictional issue, yet the\nsubstantive merits underlying the issue are facilely resolved\nin  favor   of  the   party  challenging   jurisdiction,  the\njurisdictional inquiry may  be avoided.\"  Kotler  v. American\n                                                             \nTobacco Co., 926 F.2d 1217,  1221 (1st Cir. 1990), vacated on\n                                                             \nother   grounds,  112  S.  Ct.  3019  (1992);  accord,  e.g.,\n                                                            \nNarragansett Indian Tribe v. Guilbert, 934 F.2d 4, 8 n.5 (1st\n                                     \nCir. 1991).  \n\n                             -5-\n\nplaintiff's  application  for   Medicaid  benefits  and  food\n\nstamps.  In rendering that  decision, the DPW determined that\n\nplaintiff's assets  and  income both  exceeded the  allowable\n\nlimits   prescribed  by   state   regulations  for   Medicaid\n\neligibility.     Plaintiff   then  filed  charges   with  the\n\nDepartment  of Health  and Human  Services'  Office of  Civil\n\nRights  (OCR),  alleging  that  the  DPW  had  withheld  such\n\nbenefits  because of  her age,  national origin,  handicapped\n\nstatus, and other impermissible factors.  The OCR (the agency\n\nresponsible  for   ensuring  that  recipients   of  financial\n\nassistance from the  Department of Health and  Human Services\n\ndo  not  engage  in  unlawful  discrimination)  conducted  an\n\ninvestigation.   It found  that the DPW's  decision comported\n\nfully with state and federal  law and had not been influenced\n\nby discriminatory considerations. \n\n     Plaintiff then filed  the instant suit against  the OCR,\n\nclaiming   that  it  had   failed  to  conduct   an  adequate\n\ninvestigation.   She  subsequently  amended her  complaint to\n\ninclude  the DPW as a defendant, challenging the propriety of\n\nits  decision  to deny  her  benefits.   The  district  court\n\ndismissed the  action against both defendants,  and plaintiff\n\nhas appealed.\n\n     The dismissal  of the claims  against the  OCR need  not\n\ndetain us long.  For many of the same reasons discussed above\n\nin connection with  the EEOC, as well as  those enumerated in\n\n                             -6-\n\nan  earlier appeal  brought by  plaintiff  against the  OCR's\n\ncounterpart  in  another federal  agency, see  Gorczakoski v.\n                                                          \n\nU.S. Department of Labor, No. 92-2189 (1st Cir. May 4, 1993),\n                        \n\nwe find no arguable basis for subjecting the OCR to liability\n\nas a result of any alleged improprieties in its processing of\n\nplaintiff's claim.   As  there is no  reason to  believe that\n\nplaintiff could remedy  this defect in her  complaint against\n\nthe  OCR   \"through  more   specific  pleading,\"   Denton  v.\n                                                         \n\nHernandez, 112 S. Ct. 1728, 1734 (1992), dismissal thereof as\n         \n\nfrivolous  under 28  U.S.C.    1915(d)  was not  an abuse  of\n\ndiscretion.   See, e.g., Neitzke  v. Williams, 490  U.S. 319,\n                                             \n\n325  (1989)  (complaint  is  frivolous  \"where  it  lacks  an\n\narguable basis either  in law or in fact\");  Watson v. Caton,\n                                                            \n\n984 F.2d 537, 539 (1st Cir. 1993).\n\n     With regard to  plaintiff's claims against the  DPW, the\n\ndistrict court  granted an  unopposed motion  to dismiss  for\n\nlack of jurisdiction.   It reasoned that any  attempt to gain\n\njudicial  review  of the  DPW's  denial of  benefits  must be\n\npursued in state court under the Massachusetts Administrative\n\nProcedure Act, Mass. G.L. c. 30A,   14.  We perceive no error\n\nin the district court's ruling.  \n\n     The judgments are affirmed.\n                               \n\n                             -7-\n",
  "html": "<p class=\"case_cite\">1 F.3d 1231<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Berenice Mary GORCZAKOSKI, Plaintiff, Appellant,<br>v.<br>EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, et al., Defendants,<br>Appellees.<br>Berenice Mary Gorczakoski, Plaintiff, Appellant,<br>v.<br>Massachusetts Department of Public Welfare, et al.,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 93-1101, 93-1108.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 9, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">Berenice Mary Gorczakoski on brief pro se.</p>\n      <p class=\"indent\">Donald R. Livingston, General Counsel, Gwendolyn Young Reams, Associate General Counsel, Lorraine C. Davis, Assistant General Counsel, and Jennifer S. Goldstein, Attorney, Equal Employment Opportunity Commission, on brief for appellee, Equal Employment Opportunity Commission.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In these consolidated appeals, plaintiff Berenice Mary Gorczakoski appeals from two district court orders dismissing her complaints.  For the reasons that follow, we affirm in each instance.</p>\n    </div>\n    <p>I. No. 93-1101</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In May 1988, plaintiff was terminated from her long-time position as ticket agent with Eastern Air Lines, Inc.  (Eastern).  She thereafter filed charges against Eastern with both the Massachusetts Commission Against Discrimination (MCAD) and the EEOC, alleging discrimination on account of sex, national origin and handicap.  In August 1991, following an investigation, an MCAD commissioner found a lack of probable cause to support plaintiff's allegations.  That determination was affirmed on administrative appeal the following month.  Likewise, the EEOC's Boston Area Director issued a determination letter on May 14, 1992, finding that plaintiff's allegations were unsupported and advising her of her right to file a private action against Eastern.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiff responded by filing the instant suit for damages, not against Eastern, but against the EEOC itself.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  She alleged that the EEOC handled her charge of discrimination in a deficient manner-particularly by failing to conduct an independent investigation and failing to monitor the MCAD.  The district court granted the EEOC's unopposed motion to dismiss, determining that plaintiff had failed to state a claim upon which relief could be granted.  This determination was plainly correct.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It is well established that Congress has not authorized-either expressly or impliedly, either in Title VII or elsewhere-\"a cause of action directly against the EEOC for misprocessing of claims asserted against third-party employers.\"  Scheerer v. Rose State College, 950 F.2d 661, 662-63 (10th Cir. 1991) (noting that courts have \"uniformly\" so held), cert. denied, 112 S. Ct. 2995 (1992); accord, e.g., McCottrell v. EEOC, 726 F.2d 350, 351 &amp; n.1 (7th Cir. 1984);  Ward v. EEOC, 719 F.2d 311, 312-14 (9th Cir. 1983), cert. denied, 466 U.S. 953 (1984); Georator Corp. v. EEOC, 592 F.2d 765, 767-68 (4th Cir. 1979).  Likewise, we have held that any mishandling by the EEOC of a Title VII claim does not give rise to a Bivens implied right of action under the Fifth Amendment.  See Francis-Sobel v. University of Maine, 597 F.2d 15, 17-18 (1st Cir.), cert. denied, 444 U.S. 949 (1979);  cf.  Johnson v. Rodriguez, 943 F.2d 104, 108-09 (1st Cir.)  (alleged irregularities in handling of complaint by state antidiscrimination commission did not implicate due process interest), cert. denied, 112 S. Ct. 948 (1992).  Instead, the ability to pursue de novo judicial proceedings under Title VII against the party allegedly engaged in discrimination was intended to be \"the all-purpose remedy for charging parties dissatisfied with the EEOC's handling of their charge.\"   Hall v. EEOC, 456 F. Supp. 695, 701 (N.D. Cal. 1978) (quoted in Ward, 719 F.2d at 314).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As mentioned, plaintiff has filed claims directly against Eastern, but they are subject to the automatic stay arising from Eastern's bankruptcy petition.  Absent interim relief from the bankruptcy court, pursuit of those claims must await the lifting of the stay.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>II. No. 93-1108</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the root of this appeal is the denial by the Massachusetts Department of Public Welfare (DPW) in 1991 of plaintiff's application for Medicaid benefits and food stamps.  In rendering that decision, the DPW determined that plaintiff's assets and income both exceeded the allowable limits prescribed by state regulations for Medicaid eligibility.  Plaintiff then filed charges with the Department of Health and Human Services' Office of Civil Rights (OCR), alleging that the DPW had withheld such benefits because of her age, national origin, handicapped status, and other impermissible factors.  The OCR (the agency responsible for ensuring that recipients of financial assistance from the Department of Health and Human Services do not engage in unlawful discrimination) conducted an investigation.  It found that the DPW's decision comported fully with state and federal law and had not been influenced by discriminatory considerations.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Plaintiff then filed the instant suit against the OCR, claiming that it had failed to conduct an adequate investigation.  She subsequently amended her complaint to include the DPW as a defendant, challenging the propriety of its decision to deny her benefits.  The district court dismissed the action against both defendants, and plaintiff has appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The dismissal of the claims against the OCR need not detain us long.  For many of the same reasons discussed above in connection with the EEOC, as well as those enumerated in an earlier appeal brought by plaintiff against the OCR's counterpart in another federal agency, see Gorczakoski v. U.S. Department of Labor, No. 92-2189 (1st Cir.  May 4, 1993), we find no arguable basis for subjecting the OCR to liability as a result of any alleged improprieties in its processing of plaintiff's claim.  As there is no reason to believe that plaintiff could remedy this defect in her complaint against the OCR \"through more specific pleading,\" Denton v. Hernandez, 112 S. Ct. 1728, 1734 (1992), dismissal thereof as frivolous under 28 U.S.C. Sec. 1915(d) was not an abuse of discretion.  See, e.g., Neitzke v. Williams, 490 U.S. 319, 325 (1989) (complaint is frivolous \"where it lacks an arguable basis either in law or in fact\");  Watson v. Caton, 984 F.2d 537, 539 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">With regard to plaintiff's claims against the DPW, the district court granted an unopposed motion to dismiss for lack of jurisdiction.  It reasoned that any attempt to gain judicial review of the DPW's denial of benefits must be pursued in state court under the Massachusetts Administrative Procedure Act, Mass.  G.L. c. 30A, Sec. 14.  We perceive no error in the district court's ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The judgments are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At the district court's direction, plaintiff later filed an amended complaint naming Eastern as a codefendant.  Eastern then reported that it had filed a Chapter 11 bankruptcy petition in March 1989 and was therefore protected by the automatic stay.  See 11 U.S.C. Sec. 362(a)(1).  As a result, plaintiff's claims against Eastern were not addressed below</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We need not reach, and therefore do not decide, whether the filing of the complaint against Eastern was itself violative of the automatic stay.  Likewise, we do not decide whether the pendency of the claims against Eastern renders the district court order non-final, such that (absent a Rule 54(b) certification) appellate jurisdiction would be lacking.  To the extent that those claims are without legal effect, see, e.g., Easley v. Pettibone Michigan Corp., 990 F.2d 905, 908 (6th Cir. 1993) (\"by operation of the automatic stay, the commencement of plaintiffs' action, whether void or voidable, did not take place until the stay was lifted\"), it would seem that our jurisdiction would be unaffected.  Yet we bypass the matter, taking refuge in the \"familiar principle that where an appeal presents a difficult jurisdictional issue, yet the substantive merits underlying the issue are facilely resolved in favor of the party challenging jurisdiction, the jurisdictional inquiry may be avoided.\"  Kotler v. American Tobacco Co., 926 F.2d 1217, 1221 (1st Cir. 1990), vacated on other grounds, 112 S. Ct. 3019 (1992);  accord, e.g., Narragansett Indian Tribe v. Guilbert, 934 F.2d 4, 8 n.5 (1st Cir. 1991)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1231</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Berenice Mary GORCZAKOSKI, Plaintiff, Appellant,<br>v.<br>EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, et al., Defendants,<br>Appellees.<br>Berenice Mary Gorczakoski, Plaintiff, Appellant,<br>v.<br>Massachusetts Department of Public Welfare, et al.,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 93-1101, 93-1108.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 9, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">Berenice Mary Gorczakoski on brief pro se.</p>\n      <p class=\"indent\">Donald R. Livingston, General Counsel, Gwendolyn Young Reams, Associate General Counsel, Lorraine C. Davis, Assistant General Counsel, and Jennifer S. Goldstein, Attorney, Equal Employment Opportunity Commission, on brief for appellee, Equal Employment Opportunity Commission.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In these consolidated appeals, plaintiff Berenice Mary Gorczakoski appeals from two district court orders dismissing her complaints.  For the reasons that follow, we affirm in each instance.</p>\n    </div>\n    <p>I. No. 93-1101</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In May 1988, plaintiff was terminated from her long-time position as ticket agent with Eastern Air Lines, Inc.  (Eastern).  She thereafter filed charges against Eastern with both the Massachusetts Commission Against Discrimination (MCAD) and the EEOC, alleging discrimination on account of sex, national origin and handicap.  In August 1991, following an investigation, an MCAD commissioner found a lack of probable cause to support plaintiff's allegations.  That determination was affirmed on administrative appeal the following month.  Likewise, the EEOC's Boston Area Director issued a determination letter on May 14, 1992, finding that plaintiff's allegations were unsupported and advising her of her right to file a private action against Eastern.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiff responded by filing the instant suit for damages, not against Eastern, but against the EEOC itself.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  She alleged that the EEOC handled her charge of discrimination in a deficient manner-particularly by failing to conduct an independent investigation and failing to monitor the MCAD.  The district court granted the EEOC's unopposed motion to dismiss, determining that plaintiff had failed to state a claim upon which relief could be granted.  This determination was plainly correct.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It is well established that Congress has not authorized-either expressly or impliedly, either in Title VII or elsewhere-\"a cause of action directly against the EEOC for misprocessing of claims asserted against third-party employers.\"  Scheerer v. Rose State College, <span class=\"citation\" data-id=\"572766\"><a href=\"/opinion/572766/wm-scheerer-v-rose-state-college-equal-employment-opportunity/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">661</span></a></span>, 662-63 (10th Cir. 1991) (noting that courts have \"uniformly\" so held), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2995</span> </span>(1992); accord, e.g., McCottrell v. EEOC, <span class=\"citation\" data-id=\"430681\"><a href=\"/opinion/430681/33-fair-emplpraccas-1880-33-empl-prac-dec-p-34105-jerry-mccottrell/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">350</span></a></span>, 351 &amp; n.1 (7th Cir. 1984);  Ward v. EEOC, <span class=\"citation\" data-id=\"426035\"><a href=\"/opinion/426035/33-fair-emplpraccas-294-32-empl-prac-dec-p-33868-nazareen-ward-v/\"><span class=\"volume\">719</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">311</span></a></span>, 312-14 (9th Cir. 1983), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">953</span> </span>(1984); Georator Corp. v. EEOC, <span class=\"citation\" data-id=\"363611\"><a href=\"/opinion/363611/19-fair-emplpraccas-70-19-empl-prac-dec-p-8982-georator-corporation/\"><span class=\"volume\">592</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 767-68 (4th Cir. 1979).  Likewise, we have held that any mishandling by the EEOC of a Title VII claim does not give rise to a Bivens implied right of action under the Fifth Amendment.  See Francis-Sobel v. University of Maine, <span class=\"citation\" data-id=\"365650\"><a href=\"/opinion/365650/19-fair-emplpraccas-991-19-empl-prac-dec-p-9175-mildred-e/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 17-18 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">949</span> </span>(1979);  cf.  Johnson v. Rodriguez, <span class=\"citation\" data-id=\"567585\"><a href=\"/opinion/567585/leroy-h-johnson-jr-v-alex-rodriguez-etc/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span>, 108-09 (1st Cir.)  (alleged irregularities in handling of complaint by state antidiscrimination commission did not implicate due process interest), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span> </span>(1992).  Instead, the ability to pursue de novo judicial proceedings under Title VII against the party allegedly engaged in discrimination was intended to be \"the all-purpose remedy for charging parties dissatisfied with the EEOC's handling of their charge.\"   Hall v. EEOC, <span class=\"citation\" data-id=\"1463800\"><a href=\"/opinion/1463800/hall-v-equal-employment-opportunity-comn/\"><span class=\"volume\">456</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">695</span></a></span>, 701 (N.D. Cal. 1978) (quoted in <span class=\"citation\" data-id=\"426035\"><span class=\"antecedent_guess\">Ward,</span> <a href=\"/opinion/426035/33-fair-emplpraccas-294-32-empl-prac-dec-p-33868-nazareen-ward-v/\"><span class=\"volume\">719</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">314</span></a></span>).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As mentioned, plaintiff has filed claims directly against Eastern, but they are subject to the automatic stay arising from Eastern's bankruptcy petition.  Absent interim relief from the bankruptcy court, pursuit of those claims must await the lifting of the stay.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>II. No. 93-1108</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the root of this appeal is the denial by the Massachusetts Department of Public Welfare (DPW) in 1991 of plaintiff's application for Medicaid benefits and food stamps.  In rendering that decision, the DPW determined that plaintiff's assets and income both exceeded the allowable limits prescribed by state regulations for Medicaid eligibility.  Plaintiff then filed charges with the Department of Health and Human Services' Office of Civil Rights (OCR), alleging that the DPW had withheld such benefits because of her age, national origin, handicapped status, and other impermissible factors.  The OCR (the agency responsible for ensuring that recipients of financial assistance from the Department of Health and Human Services do not engage in unlawful discrimination) conducted an investigation.  It found that the DPW's decision comported fully with state and federal law and had not been influenced by discriminatory considerations.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Plaintiff then filed the instant suit against the OCR, claiming that it had failed to conduct an adequate investigation.  She subsequently amended her complaint to include the DPW as a defendant, challenging the propriety of its decision to deny her benefits.  The district court dismissed the action against both defendants, and plaintiff has appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The dismissal of the claims against the OCR need not detain us long.  For many of the same reasons discussed above in connection with the EEOC, as well as those enumerated in an earlier appeal brought by plaintiff against the OCR's counterpart in another federal agency, see Gorczakoski v. U.S. Department of Labor, No. 92-2189 (1st Cir.  May 4, 1993), we find no arguable basis for subjecting the OCR to liability as a result of any alleged improprieties in its processing of plaintiff's claim.  As there is no reason to believe that plaintiff could remedy this defect in her complaint against the OCR \"through more specific pleading,\" Denton v. Hernandez, <span class=\"citation\" data-id=\"112729\"><a href=\"/opinion/112729/denton-v-hernandez/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1728</span></a></span>, 1734 (1992), dismissal thereof as frivolous under 28 U.S.C. Sec. 1915(d) was not an abuse of discretion.  See, e.g., Neitzke v. Williams, <span class=\"citation\" data-id=\"112254\"><a href=\"/opinion/112254/neitzke-v-williams/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 325 (1989) (complaint is frivolous \"where it lacks an arguable basis either in law or in fact\");  Watson v. Caton, <span class=\"citation\" data-id=\"599126\"><a href=\"/opinion/599126/charles-n-watson-v-c-mark-caton/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">537</span></a></span>, 539 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">With regard to plaintiff's claims against the DPW, the district court granted an unopposed motion to dismiss for lack of jurisdiction.  It reasoned that any attempt to gain judicial review of the DPW's denial of benefits must be pursued in state court under the Massachusetts Administrative Procedure Act, Mass.  G.L. c. 30A, Sec. 14.  We perceive no error in the district court's ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The judgments are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At the district court's direction, plaintiff later filed an amended complaint naming Eastern as a codefendant.  Eastern then reported that it had filed a Chapter 11 bankruptcy petition in March 1989 and was therefore protected by the automatic stay.  See 11 U.S.C. Sec. 362(a)(1).  As a result, plaintiff's claims against Eastern were not addressed below</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We need not reach, and therefore do not decide, whether the filing of the complaint against Eastern was itself violative of the automatic stay.  Likewise, we do not decide whether the pendency of the claims against Eastern renders the district court order non-final, such that (absent a Rule 54(b) certification) appellate jurisdiction would be lacking.  To the extent that those claims are without legal effect, see, e.g., Easley v. Pettibone Michigan Corp., <span class=\"citation\" data-id=\"604159\"><a href=\"/opinion/604159/carl-easley-jr-and-mary-easley-v-pettibone-michigan-corporation/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">905</span></a></span>, 908 (6th Cir. 1993) (\"by operation of the automatic stay, the commencement of plaintiffs' action, whether void or voidable, did not take place until the stay was lifted\"), it would seem that our jurisdiction would be unaffected.  Yet we bypass the matter, taking refuge in the \"familiar principle that where an appeal presents a difficult jurisdictional issue, yet the substantive merits underlying the issue are facilely resolved in favor of the party challenging jurisdiction, the jurisdictional inquiry may be avoided.\"  Kotler v. American Tobacco Co., <span class=\"citation\" data-id=\"556603\"><a href=\"/opinion/556603/joanne-kotler-individually-and-as-administratrix-etc-v-the-american/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1217</span></a></span>, 1221 (1st Cir. 1990), vacated on other grounds, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3019</span> </span>(1992);  accord, e.g., Narragansett Indian Tribe v. Guilbert, <span class=\"citation\" data-id=\"561828\"><a href=\"/opinion/561828/narragansett-indian-tribe-v-paul-e-guilbert/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 8 n.5 (1st Cir. 1991)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112254/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112729/",
    "https://www.courtlistener.com/api/rest/v3/opinions/363611/",
    "https://www.courtlistener.com/api/rest/v3/opinions/365650/",
    "https://www.courtlistener.com/api/rest/v3/opinions/426035/",
    "https://www.courtlistener.com/api/rest/v3/opinions/430681/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556603/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561828/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572766/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599126/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604159/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1463800/"
  ]
}