{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194874/",
  "id": 194874,
  "absolute_url": "/opinion/194874/manuel-sosa-v-hernandez-colonet-a/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194874/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:05Z",
  "date_modified": "2020-02-22T00:07:47.045210Z",
  "type": "010combined",
  "sha1": "671bedce053f2cf6f322d61a89abe596a5bebb7d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1353.01A",
  "local_path": null,
  "plain_text": "August 19, 1993       [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-1353\n\n                     VICTOR MANUEL SOSA,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n               RAFAEL HERNANDEZ-COLON, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jaime Pieras, Jr., U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n                Selya and Cyr, Circuit Judges.\n                                             \n\n                                         \n\nVictor Manuel Sosa on brief pro se.\n                  \nJohn  F.  Nevares  and  Saldana,  Rey  &amp;  Alvarado  on  brief  for\n                                                  \nappellee, Rafael Hernandez-Colon.\nAnabelle  Rodriguez,   Solicitor  General,  and  Vanessa  Ramirez,\n                                                                  \nAssistant  Solicitor  General, Department  of  Justice,  on brief  for\n                         \nappellees,  Mercedes Otero-Ramos,  Hector  Rivera-Cruz, Carlos  Lopez-\nFeliciano,  Jorge  Collazo-Torres,  Ismael  Betancourt-Lebron,  Yamila\nAndujar,  Israel Crespo-Nieves, Julia Soto-Diaz, Gerardo Bloise-Nunez,\nand Miguel Salas-Segundo.\n\n                                         \n\n                                         \n\n          Per Curiam.  This  is an appeal from  the dismissal\n                    \n\nof an action based upon  42 U.S.C.   1983 filed  by appellant\n\nVictor Manuel  Sosa in the  United States District  Court for\n\nthe District of Puerto Rico.\n\n                          BACKGROUND\n                                    \n\n          Appellant filed  a complaint in the  district court\n\non February  22, 1990.   The  complaint concerned a  criminal\n\ninvestigation initiated by  the San Juan District  Attorney's\n\nOffice which  resulted  in an  indictment charging  appellant\n\nwith kidnapping and weapons violations.  Appellant ultimately\n\nwas acquitted of  all charges and released from  detention on\n\nFebruary 22, 1989.  The complaint asserts four claims against\n\nvarious  defendants  and seeks  in  excess  of forty  million\n\ndollars  in damages.    A description  of  each claim  as  it\n\nrelates to specific defendants follows:\n\n          1.   Appellant asserts  that the 1984 investigation\n\nleading up to the indictment and his arrest was indifferently\n\nconducted.   Specifically,  he avers that  Lino Olivo-Arroyo,\n\nthe  police officer  who originally  interviewed  the victim,\n\nknew that the victim was lying and that the unnamed assistant\n\ndistrict attorney who personally conducted this investigation\n\nknew that the  underlying facts were  in dispute.   Appellant\n\nalso  alleges  that  the  District  Attorney, Israel  Crespo-\n\nNieves,  and the  Superintendent  of Police,  Jorge  Collazo-\n\nTorres,failedtoadequatelytrain andsupervisetheirsubordinates.\n\n          2.   Appellant, who  never appeared for  trial, was\n\napparently apprehended in 1988  in the Dominican Republic and\n\nreturned  to Puerto  Rico.   He claims  that Gerardo  Bloise-\n\nNunez,  Miguel A.  Salas-Segundo (Puerto Rico  police agents)\n\nand Juri  Villanova (an immigration officer  of the Dominican\n\nRepublic) aided and abetted  this \"kidnapping\" to avoid using\n\nthe proper extradition process.   Appellant avers that Rafael\n\nHernandez-Colon, the then governor of Puerto Rico, was liable\n\nfor  the actions  of  Yamila Andujar-Lopez,  the attorney  in\n\ncharge  of extraditions  for  the Puerto  Rico Department  of\n\nJustice,  Carlos Lopez-Feliciano, the  then Superintendent of\n\nPolice, and  Hector Rivera-Cruz, the Secretary  of Justice of\n\nthe Commonwealth of Puerto Rico.\n\n          3.    During  his  pretrial   detention,  appellant\n\ncharges that  he  was  never  provided with  a  shirt  which,\n\naccording to  him, caused  delays in visiting  with relatives\n\nand in seeing prison doctors.  Next, appellant complains that\n\nthe prison  library was  inadequate and  that  he was  denied\n\naccess  to  the  courts  when  he  wanted  to  file  motions.\n\nFinally, appellant  relates that,  just before trial,  he was\n\ntransferred to maximum custody  without the required hearing.\n\nJulia  Soto  is  averred  to  be  the  individual  within the\n\nDepartment of Corrections liable  for these occurrences.  The\n\nDirector of the Department, Mercedes Otero-Ramos, is  charged\n\nwith failing to supervise Ms. Soto.\n\n                             -3-\n\n          4.   After appellant was acquitted  on February 22,\n\n1989, he claims that Ismael Betancourt, the Superintendent of\n\nPolice,  failed  to return  to  him  his passport  and  other\n\npersonal  documents thereby restricting him from traveling to\n\nhis family and job in the Dominican Republic.  Appellant also\n\ncomplains  that his  criminal record  was never  \"cleared\" to\n\nreflect his acquittal and that mugshots and fingerprints were\n\nnever returned to him.\n\n          The  defendants filed motions  to dismiss  based on\n\nthe grounds of statute of limitations, prosecutorial immunity\n\nand  failure to  state a  claim based  on the  allegations of\n\nsupervisory liability.   Appellant  opposed these motions  on\n\nonly one ground -- that a letter received on May  30, 1989 by\n\nthe  Secretary of  Justice,  Hector  Rivera-Cruz, tolled  the\n\nrunning  of the statute of limitations  as to all defendants.\n\nBecause the  parties had  submitted documents outside  of the\n\npleadings, the court treated the motions as  ones for summary\n\njudgment.  Finding that  no material issues of fact  existed,\n\nit dismissed the action  as time-barred as to  all defendants\n\nexcept  Rivera-Cruz.   It then  dismissed appellant's  claims\n\nagainst  Rivera-Cruz because  appellant was  seeking to  hold\n\nRivera-Cruz liable only on the basis of respondeat superior.\n                                                           \n\n                          DISCUSSION\n                                    \n\n          We review  a summary judgment de  novo to establish\n                                                \n\nwhether  any  material  fact  issues exist  and  whether  the\n\n                             -4-\n\ndefendants  are  entitled to  judgment  as a  matter  of law.\n\nManarite v.  City  of Springfield,  957  F.2d 953,  955  (1st\n                                 \n\nCir.), cert. denied, 113 S. Ct.  113 (1992).  In so doing, we\n                   \n\nview the pleadings in the light most favorable to  appellant,\n\nindulging all reasonable inferences in his favor.  See id.\n                                                          \n\n          Upon a  careful examination  of the record  and the\n\nparties' briefs, we affirm the judgment of the district court\n\nthat  the  first claim  insofar  as  it concerns  appellant's\n\narrest and  the second  claim concerning  the  method of  his\n\nremoval  from the  Dominican Republic  are time-barred.   The\n\ncourt  correctly applied  the one-year prescription  for tort\n\nclaims  contained in  Article 1868(2)  of the  Civil Code  of\n\nPuerto Rico, 31 L.P.R.A.   5298(2).  See Rodriguez-Narvaez v.\n                                                          \n\nNazario, 895 F.2d 38, 42 (1st Cir. 1990).  We also agree, for\n       \n\nthe  reasons stated in the Opinion and Order, that the letter\n\nsent  to Rivera-Cruz, the Secretary  of Justice, did not toll\n\nthe limitations  period  as to  any of  the other  defendants\n\nexcept Rivera-Cruz.1  See  id. at 44.   Finally, there is  no\n                              \n\nissue  of material  fact  that the  complaint contained  only\n\ngeneral allegations  of supervisory liability on  the part of\n\n                    \n\n1.  Appellant's other tolling argument  is without merit.  He\nattempts to invoke Article  40(3) of the Puerto Rico  Code of\nCivil Procedure, 32 L.P.R.A.   254, which provided that  time\nspent  in prison is excluded from the limitations period.  In\nresponse to a question certified by this court to the Supreme\nCourt of Puerto  Rico, it  held that Article  40(3) had  been\nimplicitly repealed in 1974.  See  Sierra-Serpa  v. Martinez,\n                                                            \nNo.  91-2062, slip  op. at  2 (1st Cir.  June 15,  1993) (per\ncuriam). \n\n                             -5-\n\nRivera-Cruz.  As  the district court  held,   1983  liability\n\nmay not be based upon the theory of respondeat superior.  See\n                                                             \n\nGutierrez-Rodriguez v. Cartagena, 882 F.2d 553, 562 (1st Cir.\n                                \n\n1989).\n\n          In relation  to the  third (treatment of  appellant\n\nduring   incarceration)  and   fourth   (failure  to   return\n\nappellant's property and clear the state court record) causes\n\nof action,  the district  court's conclusion that  they, too,\n\nare time-barred  is in error as  a matter of law.   The court\n\nheld that these claims  accrued \"no later\" than  February 22,\n\n1989 -- the last date appellant was incarcerated.  Relying on\n\nRamirez  Morales v. Rosa Viera, 632 F. Supp. 491, 492 (D.P.R.\n                              \n\n1986),  aff'd on other grounds,  815 F.2d 2  (1st Cir. 1987),\n                              \n\nthe court then held that the day of the \"triggering event\" --\n\nhere, appellant's release from prison -- counts as  the first\n\nday for determining  the limitations period.  Thus, the court\n\nconcluded, the one-year period ended on February 21, 1990 and\n\nappellant's complaint, unless tolled, was one day late.  \n\n          We have held, however, that in a   1983 action, the\n\nfirst day is excluded from the limitations period:\n\n               [U]nder the  controlling Puerto\n               Rican  case  law, the  one year\n               prescriptive period expires  on\n               the anniversary  of the accrual\n               of the cause of action,  not on\n               the  day  before.    The  cases\n               hold, contrary  to the district\n               court, that the first  day does\n               not count towards prescription.\n               See Escalera v. Andino,  76 PRR\n                                     \n\n                             -6-\n\n               251 (1954).\n\nLuciano  v. Ortiz-Alvarez, No.  91-1802 (November  15, 1991).\n                         \n\nThus, because  the one-year period  began to run  on February\n\n23, 1989, the complaint is timely as to the third  and fourth\n\nclaims.\n\n          Finally,  the   district  court  did   not  address\n\nappellant's contention that the events described in his first\n\ntwo claims  amounted to  malicious prosecution.   This claim,\n\nalthough not  made in the complaint,  surfaced in appellant's\n\nresponse to the  district court's order  of dismissal and  is\n\nraised on appeal.   Such a claim is cognizable  under   1983.\n\nMorales v. Ramirez, 906 F.2d 784, 787 (1st Cir. 1990); Torres\n                                                             \n\nv. Superintendent  of Police,  893  F.2d 404,  408 (1st  Cir.\n                            \n\n1990).   Because acquittal is one of the elements required to\n\nstate  a claim of malicious prosecution,  the cause of action\n\ncould  not accrue  until acquittal  had occurred  --  in this\n\ncase, February 22, 1989.  Thus, for the reasons stated above,\n\nthis claim also is not time-barred.\n\n          Based on  the foregoing, we affirm  the judgment of\n                                            \n\nthe district  court dismissing  appellant's first  and second\n\ncauses  of action,  except  as they  relate  to a  claim  for\n\nmalicious  prosecution.    We  reverse the  judgment  of  the\n                                      \n\ndistrict  court dismissing  the  third and  fourth causes  of\n\naction.    On  remand,  the  court  should  consider  whether\n\nappellant  has met  the requirements  for a    1983  claim of\n\n                             -7-\n\nmalicious  prosecution,  see  Morales,  906 F.2d  at  787-90;\n                                     \n\nTorres, 893 F.2d at  408-11.  The court also  should consider\n      \n\nappellees' defenses of  prosecutorial and qualified immunity.\n\nSee generally Malachowski v. City of Keene, 787 F.2d 704 (1st\n                                          \n\nCir.)  (per  curiam),  cert.  denied, 479  U.S.  828  (1986).\n                                    \n\nFinally,  the question  whether  appellant fails  to state  a\n\nclaim  in relation  to certain  appellees because  he alleges\n\nonly  supervisory  liability  may  dispose  of  some  of  the\n\nremaining claims  against  these appellees.    See  generally\n                                                             \n\nGutierrez-Rodriguez, 882 F.2d at 562.\n                   \n\n          Affirmed,  in part, reversed, in part, and remanded\n                                                             \n\nfor further proceedings not  inconsistent with this  opinion.\n\nAs for  motions currently pending before this  court, we take\n\nthe  following action.    Appellant's  request for  sanctions\n\nunder   Fed.  R.  Civ.  P.   11  and  his   motion  to  quash\n\ncertification are  denied.   His requests  that we order  the\n                         \n\ndistrict  court  to  allow  him to  amend  his  complaint and\n\nconduct further  discovery are  denied; such motions  must be\n                                      \n\naddressed to the district court.\n\n          Finally,   appellant  has  requested   an  in  banc\n\nopinion.   Such a request  is governed by  Fed. R. App. 35(c)\n\nwhich  provides that  a  request  that  \"an appeal  be  heard\n\ninitially in banc . . . must be made by the date on which the\n\nappellee's brief is filed.\"  The last brief to be filed by an\n\nappellee  was on November 16, 1992, well before the filing of\n\n                             -8-\n\nthe  motion at hand.   We therefore deny  the request without\n                                        \n\nprejudice  to refiling  it  in the  form  of a  petition  for\n\nrehearing in banc.\n\n                             -9-\n",
  "html": "<p class=\"case_cite\">1 F.3d 1231<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Victor Manuel SOSA, Plaintiff, Appellant,<br>v.<br>Rafael HERNANDEZ-COLON, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 92-1353.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 19, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">Victor Manuel Sosa on brief pro se.</p>\n      <p class=\"indent\">John F. Nevares and Saldana, Rey &amp; Alvarado on brief for appellee, Rafael Hernandez-Colon.</p>\n      <p class=\"indent\">Anabelle Rodriguez, Solicitor General, and Vanessa Ramirez, Assistant Solicitor General, Department of Justice, on brief for appellees, Mercedes Otero-Ramos, Hector Rivera-Cruz, Carlos Lopez-Feliciano, Jorge Collazo-Torres, Ismael Betancourt-Lebron, Yamila Andujar, Israel Crespo-Nieves, Julia Soto-Diaz, Gerardo Bloise-Nunez, and Miguel Salas-Segundo.</p>\n      <p class=\"indent\">D.Puerto Rico.</p>\n      <p class=\"indent\">AFFIRMED IN PART, REVERSED IN PART, AND REMANDED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Selya and Cyr, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from the dismissal of an action based upon 42 U.S.C. Sec. 1983 filed by appellant Victor Manuel Sosa in the United States District Court for the District of Puerto Rico.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant filed a complaint in the district court on February 22, 1990.  The complaint concerned a criminal investigation initiated by the San Juan District Attorney's Office which resulted in an indictment charging appellant with kidnapping and weapons violations.  Appellant ultimately was acquitted of all charges and released from detention on February 22, 1989.  The complaint asserts four claims against various defendants and seeks in excess of forty million dollars in damages.  A description of each claim as it relates to specific defendants follows:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">1. Appellant asserts that the 1984 investigation leading up to the indictment and his arrest was indifferently conducted.  Specifically, he avers that Lino Olivo-Arroyo, the police officer who originally interviewed the victim, knew that the victim was lying and that the unnamed assistant district attorney who personally conducted this investigation knew that the underlying facts were in dispute.  Appellant also alleges that the District Attorney, Israel Crespo-Nieves, and the Superintendent of Police, Jorge Collazo-Torres, failed to adequately train and supervise their subordinates.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">2. Appellant, who never appeared for trial, was apparently apprehended in 1988 in the Dominican Republic and returned to Puerto Rico.  He claims that Gerardo Bloise-Nunez, Miguel A. Salas-Segundo (Puerto Rico police agents) and Juri Villanova (an immigration officer of the Dominican Republic) aided and abetted this \"kidnapping\" to avoid using the proper extradition process.  Appellant avers that Rafael Hernandez-Colon, the then governor of Puerto Rico, was liable for the actions of Yamila Andujar-Lopez, the attorney in charge of extraditions for the Puerto Rico Department of Justice, Carlos Lopez-Feliciano, the then Superintendent of Police, and Hector Rivera-Cruz, the Secretary of Justice of the Commonwealth of Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">3. During his pretrial detention, appellant charges that he was never provided with a shirt which, according to him, caused delays in visiting with relatives and in seeing prison doctors.  Next, appellant complains that the prison library was inadequate and that he was denied access to the courts when he wanted to file motions.  Finally, appellant relates that, just before trial, he was transferred to maximum custody without the required hearing.  Julia Soto is averred to be the individual within the Department of Corrections liable for these occurrences.  The Director of the Department, Mercedes Otero-Ramos, is charged with failing to supervise Ms. Soto.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">4. After appellant was acquitted on February 22, 1989, he claims that Ismael Betancourt, the Superintendent of Police, failed to return to him his passport and other personal documents thereby restricting him from traveling to his family and job in the Dominican Republic.  Appellant also complains that his criminal record was never \"cleared\" to reflect his acquittal and that mugshots and fingerprints were never returned to him.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The defendants filed motions to dismiss based on the grounds of statute of limitations, prosecutorial immunity and failure to state a claim based on the allegations of supervisory liability.  Appellant opposed these motions on only one ground-that a letter received on May 30, 1989 by the Secretary of Justice, Hector Rivera-Cruz, tolled the running of the statute of limitations as to all defendants.  Because the parties had submitted documents outside of the pleadings, the court treated the motions as ones for summary judgment.  Finding that no material issues of fact existed, it dismissed the action as time-barred as to all defendants except Rivera-Cruz.  It then dismissed appellant's claims against Rivera-Cruz because appellant was seeking to hold Rivera-Cruz liable only on the basis of respondeat superior.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review a summary judgment de novo to establish whether any material fact issues exist and whether the defendants are entitled to judgment as a matter of law.  Manarite v. City of Springfield, 957 F.2d 953, 955 (1st Cir.), cert. denied, 113 S. Ct. 113 (1992).  In so doing, we view the pleadings in the light most favorable to appellant, indulging all reasonable inferences in his favor.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Upon a careful examination of the record and the parties' briefs, we affirm the judgment of the district court that the first claim insofar as it concerns appellant's arrest and the second claim concerning the method of his removal from the Dominican Republic are time-barred.  The court correctly applied the one-year prescription for tort claims contained in Article 1868(2) of the Civil Code of Puerto Rico, 31 L.P.R.A. Sec. 5298(2).  See Rodriguez-Narvaez v. Nazario, 895 F.2d 38, 42 (1st Cir. 1990).  We also agree, for the reasons stated in the Opinion and Order, that the letter sent to Rivera-Cruz, the Secretary of Justice, did not toll the limitations period as to any of the other defendants except Rivera-Cruz.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See id. at 44.  Finally, there is no issue of material fact that the complaint contained only general allegations of supervisory liability on the part of Rivera-Cruz.  As the district court held, Sec. 1983 liability may not be based upon the theory of respondeat superior.  See Gutierrez-Rodriguez v. Cartagena, 882 F.2d 553, 562 (1st Cir. 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In relation to the third (treatment of appellant during incarceration) and fourth (failure to return appellant's property and clear the state court record) causes of action, the district court's conclusion that they, too, are time-barred is in error as a matter of law.  The court held that these claims accrued \"no later\" than February 22, 1989-the last date appellant was incarcerated.  Relying on Ramirez Morales v. Rosa Viera, 632 F. Supp. 491, 492 (D.P.R. 1986), aff'd on other grounds, 815 F.2d 2 (1st Cir. 1987), the court then held that the day of the \"triggering event\"-here, appellant's release from prison-counts as the first day for determining the limitations period.  Thus, the court concluded, the one-year period ended on February 21, 1990 and appellant's complaint, unless tolled, was one day late.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We have held, however, that in a Sec. 1983 action, the first day is excluded from the limitations period:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>[U]nder the controlling Puerto Rican case law, the one year prescriptive period expires on the anniversary of the accrual of the cause of action, not on the day before.  The cases hold, contrary to the district court, that the first day does not count towards prescription.  See Escalera v. Andino, 76 PRR 251 (1954).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Luciano v. Ortiz-Alvarez, No. 91-1802 (November 15, 1991).  Thus, because the one-year period began to run on February 23, 1989, the complaint is timely as to the third and fourth claims.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, the district court did not address appellant's contention that the events described in his first two claims amounted to malicious prosecution.  This claim, although not made in the complaint, surfaced in appellant's response to the district court's order of dismissal and is raised on appeal.  Such a claim is cognizable under Sec. 1983.  Morales v. Ramirez, 906 F.2d 784, 787 (1st Cir. 1990);  Torres v. Superintendent of Police, 893 F.2d 404, 408 (1st Cir. 1990).  Because acquittal is one of the elements required to state a claim of malicious prosecution, the cause of action could not accrue until acquittal had occurred-in this case, February 22, 1989.  Thus, for the reasons stated above, this claim also is not time-barred.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Based on the foregoing, we affirm the judgment of the district court dismissing appellant's first and second causes of action, except as they relate to a claim for malicious prosecution.  We reverse the judgment of the district court dismissing the third and fourth causes of action.  On remand, the court should consider whether appellant has met the requirements for a Sec. 1983 claim of malicious prosecution, see Morales, 906 F.2d at 787-90;  Torres, 893 F.2d at 408-11.  The court also should consider appellees' defenses of prosecutorial and qualified immunity.  See generally Malachowski v. City of Keene, 787 F.2d 704 (1st Cir.)  (per curiam), cert. denied, 479 U.S. 828 (1986).  Finally, the question whether appellant fails to state a claim in relation to certain appellees because he alleges only supervisory liability may dispose of some of the remaining claims against these appellees.  See generally Gutierrez-Rodriguez, 882 F.2d at 562.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Affirmed, in part, reversed, in part, and remanded for further proceedings not inconsistent with this opinion.  As for motions currently pending before this court, we take the following action.  Appellant's request for sanctions under Fed.  R. Civ. P. 11 and his motion to quash certification are denied.  His requests that we order the district court to allow him to amend his complaint and conduct further discovery are denied;  such motions must be addressed to the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, appellant has requested an in banc opinion.  Such a request is governed by Fed.  R. App. 35(c) which provides that a request that \"an appeal be heard initially in banc ... must be made by the date on which the appellee's brief is filed.\"  The last brief to be filed by an appellee was on November 16, 1992, well before the filing of the motion at hand.  We therefore deny the request without prejudice to refiling it in the form of a petition for rehearing in banc.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellant's other tolling argument is without merit.  He attempts to invoke Article 40(3) of the Puerto Rico Code of Civil Procedure, 32 L.P.R.A. Sec. 254, which provided that time spent in prison is excluded from the limitations period.  In response to a question certified by this court to the Supreme Court of Puerto Rico, it held that Article 40(3) had been implicitly repealed in 1974.  See Sierra-Serpa v. Martinez, No. 91-2062, slip op. at 2 (1st Cir.  June 15, 1993) (per curiam)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1231</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Victor Manuel SOSA, Plaintiff, Appellant,<br>v.<br>Rafael HERNANDEZ-COLON, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 92-1353.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 19, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">Victor Manuel Sosa on brief pro se.</p>\n      <p class=\"indent\">John F. Nevares and Saldana, Rey &amp; Alvarado on brief for appellee, Rafael Hernandez-Colon.</p>\n      <p class=\"indent\">Anabelle Rodriguez, Solicitor General, and Vanessa Ramirez, Assistant Solicitor General, Department of Justice, on brief for appellees, Mercedes Otero-Ramos, Hector Rivera-Cruz, Carlos Lopez-Feliciano, Jorge Collazo-Torres, Ismael Betancourt-Lebron, Yamila Andujar, Israel Crespo-Nieves, Julia Soto-Diaz, Gerardo Bloise-Nunez, and Miguel Salas-Segundo.</p>\n      <p class=\"indent\">D.Puerto Rico.</p>\n      <p class=\"indent\">AFFIRMED IN PART, REVERSED IN PART, AND REMANDED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Selya and Cyr, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from the dismissal of an action based upon 42 U.S.C. Sec. 1983 filed by appellant Victor Manuel Sosa in the United States District Court for the District of Puerto Rico.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant filed a complaint in the district court on February 22, 1990.  The complaint concerned a criminal investigation initiated by the San Juan District Attorney's Office which resulted in an indictment charging appellant with kidnapping and weapons violations.  Appellant ultimately was acquitted of all charges and released from detention on February 22, 1989.  The complaint asserts four claims against various defendants and seeks in excess of forty million dollars in damages.  A description of each claim as it relates to specific defendants follows:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">1. Appellant asserts that the 1984 investigation leading up to the indictment and his arrest was indifferently conducted.  Specifically, he avers that Lino Olivo-Arroyo, the police officer who originally interviewed the victim, knew that the victim was lying and that the unnamed assistant district attorney who personally conducted this investigation knew that the underlying facts were in dispute.  Appellant also alleges that the District Attorney, Israel Crespo-Nieves, and the Superintendent of Police, Jorge Collazo-Torres, failed to adequately train and supervise their subordinates.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">2. Appellant, who never appeared for trial, was apparently apprehended in 1988 in the Dominican Republic and returned to Puerto Rico.  He claims that Gerardo Bloise-Nunez, Miguel A. Salas-Segundo (Puerto Rico police agents) and Juri Villanova (an immigration officer of the Dominican Republic) aided and abetted this \"kidnapping\" to avoid using the proper extradition process.  Appellant avers that Rafael Hernandez-Colon, the then governor of Puerto Rico, was liable for the actions of Yamila Andujar-Lopez, the attorney in charge of extraditions for the Puerto Rico Department of Justice, Carlos Lopez-Feliciano, the then Superintendent of Police, and Hector Rivera-Cruz, the Secretary of Justice of the Commonwealth of Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">3. During his pretrial detention, appellant charges that he was never provided with a shirt which, according to him, caused delays in visiting with relatives and in seeing prison doctors.  Next, appellant complains that the prison library was inadequate and that he was denied access to the courts when he wanted to file motions.  Finally, appellant relates that, just before trial, he was transferred to maximum custody without the required hearing.  Julia Soto is averred to be the individual within the Department of Corrections liable for these occurrences.  The Director of the Department, Mercedes Otero-Ramos, is charged with failing to supervise Ms. Soto.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">4. After appellant was acquitted on February 22, 1989, he claims that Ismael Betancourt, the Superintendent of Police, failed to return to him his passport and other personal documents thereby restricting him from traveling to his family and job in the Dominican Republic.  Appellant also complains that his criminal record was never \"cleared\" to reflect his acquittal and that mugshots and fingerprints were never returned to him.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The defendants filed motions to dismiss based on the grounds of statute of limitations, prosecutorial immunity and failure to state a claim based on the allegations of supervisory liability.  Appellant opposed these motions on only one ground-that a letter received on May 30, 1989 by the Secretary of Justice, Hector Rivera-Cruz, tolled the running of the statute of limitations as to all defendants.  Because the parties had submitted documents outside of the pleadings, the court treated the motions as ones for summary judgment.  Finding that no material issues of fact existed, it dismissed the action as time-barred as to all defendants except Rivera-Cruz.  It then dismissed appellant's claims against Rivera-Cruz because appellant was seeking to hold Rivera-Cruz liable only on the basis of respondeat superior.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review a summary judgment de novo to establish whether any material fact issues exist and whether the defendants are entitled to judgment as a matter of law.  Manarite v. City of Springfield, <span class=\"citation\" data-id=\"578608\"><a href=\"/opinion/578608/jessica-a-manarite-by-and-through-her-next-friend-carla-manarite-and/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">953</span></a></span>, 955 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">113</span> </span>(1992).  In so doing, we view the pleadings in the light most favorable to appellant, indulging all reasonable inferences in his favor.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Upon a careful examination of the record and the parties' briefs, we affirm the judgment of the district court that the first claim insofar as it concerns appellant's arrest and the second claim concerning the method of his removal from the Dominican Republic are time-barred.  The court correctly applied the one-year prescription for tort claims contained in Article 1868(2) of the Civil Code of Puerto Rico, 31 L.P.R.A. Sec. 5298(2).  See Rodriguez-Narvaez v. Nazario, <span class=\"citation\" data-id=\"536032\"><a href=\"/opinion/536032/alicia-rodriguez-narvaez-v-ariel-nazario-etc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span></a></span>, 42 (1st Cir. 1990).  We also agree, for the reasons stated in the Opinion and Order, that the letter sent to Rivera-Cruz, the Secretary of Justice, did not toll the limitations period as to any of the other defendants except Rivera-Cruz.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See <span class=\"citation\" data-id=\"536032\"><a href=\"/opinion/536032/alicia-rodriguez-narvaez-v-ariel-nazario-etc/\"><span class=\"id_token\">id.</span> at 44. </a></span> Finally, there is no issue of material fact that the complaint contained only general allegations of supervisory liability on the part of Rivera-Cruz.  As the district court held, Sec. 1983 liability may not be based upon the theory of respondeat superior.  See Gutierrez-Rodriguez v. Cartagena, <span class=\"citation\" data-id=\"527780\"><a href=\"/opinion/527780/carlos-a-gutierrez-rodriguez-v-desiderio-cartagena-and-domingo-alvarez/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 562 (1st Cir. 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In relation to the third (treatment of appellant during incarceration) and fourth (failure to return appellant's property and clear the state court record) causes of action, the district court's conclusion that they, too, are time-barred is in error as a matter of law.  The court held that these claims accrued \"no later\" than February 22, 1989-the last date appellant was incarcerated.  Relying on Ramirez Morales v. Rosa Viera, <span class=\"citation\" data-id=\"2260351\"><a href=\"/opinion/2260351/ramirez-morales-v-rosa-viera/\"><span class=\"volume\">632</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">491</span></a></span>, 492 (D.P.R. 1986), aff'd on other grounds, <span class=\"citation\" data-id=\"485355\"><a href=\"/opinion/485355/jaime-ramirez-morales-etc-v-isidoro-rosa-viera-etc/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">2</span> </a></span>(1st Cir. 1987), the court then held that the day of the \"triggering event\"-here, appellant's release from prison-counts as the first day for determining the limitations period.  Thus, the court concluded, the one-year period ended on February 21, 1990 and appellant's complaint, unless tolled, was one day late.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We have held, however, that in a Sec. 1983 action, the first day is excluded from the limitations period:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>[U]nder the controlling Puerto Rican case law, the one year prescriptive period expires on the anniversary of the accrual of the cause of action, not on the day before.  The cases hold, contrary to the district court, that the first day does not count towards prescription.  See Escalera v. Andino, 76 PRR 251 (1954).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Luciano v. Ortiz-Alvarez, No. 91-1802 (November 15, 1991).  Thus, because the one-year period began to run on February 23, 1989, the complaint is timely as to the third and fourth claims.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, the district court did not address appellant's contention that the events described in his first two claims amounted to malicious prosecution.  This claim, although not made in the complaint, surfaced in appellant's response to the district court's order of dismissal and is raised on appeal.  Such a claim is cognizable under Sec. 1983.  Morales v. Ramirez, <span class=\"citation\" data-id=\"543721\"><a href=\"/opinion/543721/awilda-morales-v-sylvia-o-ramirez/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">784</span></a></span>, 787 (1st Cir. 1990);  Torres v. Superintendent of Police, <span class=\"citation\" data-id=\"534774\"><a href=\"/opinion/534774/jose-antonio-torres-v-superintendent-of-the-police-of-puerto-rico/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">404</span></a></span>, 408 (1st Cir. 1990).  Because acquittal is one of the elements required to state a claim of malicious prosecution, the cause of action could not accrue until acquittal had occurred-in this case, February 22, 1989.  Thus, for the reasons stated above, this claim also is not time-barred.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Based on the foregoing, we affirm the judgment of the district court dismissing appellant's first and second causes of action, except as they relate to a claim for malicious prosecution.  We reverse the judgment of the district court dismissing the third and fourth causes of action.  On remand, the court should consider whether appellant has met the requirements for a Sec. 1983 claim of malicious prosecution, see <span class=\"citation\" data-id=\"543721\"><span class=\"antecedent_guess\">Morales,</span> <a href=\"/opinion/543721/awilda-morales-v-sylvia-o-ramirez/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">787-90</span></a></span>;  <span class=\"citation\" data-id=\"534774\"><span class=\"antecedent_guess\">Torres,</span> <a href=\"/opinion/534774/jose-antonio-torres-v-superintendent-of-the-police-of-puerto-rico/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">408-11</span></a></span>.  The court also should consider appellees' defenses of prosecutorial and qualified immunity.  See generally Malachowski v. City of Keene, <span class=\"citation\" data-id=\"468093\"><a href=\"/opinion/468093/henry-malachowski-and-julia-malachowski-v-city-of-keene/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">704</span> </a></span>(1st Cir.)  (per curiam), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">828</span> </span>(1986).  Finally, the question whether appellant fails to state a claim in relation to certain appellees because he alleges only supervisory liability may dispose of some of the remaining claims against these appellees.  See generally <span class=\"citation\" data-id=\"527780\"><span class=\"antecedent_guess\">Gutierrez-Rodriguez,</span> <a href=\"/opinion/527780/carlos-a-gutierrez-rodriguez-v-desiderio-cartagena-and-domingo-alvarez/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">562</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Affirmed, in part, reversed, in part, and remanded for further proceedings not inconsistent with this opinion.  As for motions currently pending before this court, we take the following action.  Appellant's request for sanctions under Fed.  R. Civ. P. 11 and his motion to quash certification are denied.  His requests that we order the district court to allow him to amend his complaint and conduct further discovery are denied;  such motions must be addressed to the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, appellant has requested an in banc opinion.  Such a request is governed by Fed.  R. App. 35(c) which provides that a request that \"an appeal be heard initially in banc ... must be made by the date on which the appellee's brief is filed.\"  The last brief to be filed by an appellee was on November 16, 1992, well before the filing of the motion at hand.  We therefore deny the request without prejudice to refiling it in the form of a petition for rehearing in banc.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellant's other tolling argument is without merit.  He attempts to invoke Article 40(3) of the Puerto Rico Code of Civil Procedure, 32 L.P.R.A. Sec. 254, which provided that time spent in prison is excluded from the limitations period.  In response to a question certified by this court to the Supreme Court of Puerto Rico, it held that Article 40(3) had been implicitly repealed in 1974.  See Sierra-Serpa v. Martinez, No. 91-2062, slip op. at 2 (1st Cir.  June 15, 1993) (per curiam)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/468093/",
    "https://www.courtlistener.com/api/rest/v3/opinions/485355/",
    "https://www.courtlistener.com/api/rest/v3/opinions/527780/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534774/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536032/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543721/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578608/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2260351/"
  ]
}