{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194848/",
  "id": 194848,
  "absolute_url": "/opinion/194848/tucker-v-winterport-town-of/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194848/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:26:22Z",
  "date_modified": "2020-02-21T23:35:58.742011Z",
  "type": "010combined",
  "sha1": "92979b52568f951ba5ad732b6367e1a37d75dbdd",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1234.01A",
  "local_path": null,
  "plain_text": "July 29, 1993         [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-1234\n\n                    WENDELL E. TUCKER, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                              v.\n\n                     TOWN OF WINTERPORT,\n\n                     Defendant, Appellee.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. Morton A. Brody, U.S. District Judge]\n                                                   \n\n                                        \n\n                            Before\n\n                    Cyr, Boudin and Stahl,\n                       Circuit Judges.\n                                     \n\n                                        \n\n   Charles W. Hodsdon, II, on brief for appellants.\n                         \n   Richard D. Violette, Jr., on brief for appellee.\n                          \n\n                                        \n\n                                        \n\n          Per  Curiam.    The  appellants  are  residents  of\n                     \n\nWinterport, Maine.  All own property near a site on which the\n\nTown  of Winterport  stored  salt and  sand  to be  used  for\n\nhighway snow removal.  According to the appellants, salt  and\n\nother contaminants from the  pile polluted their  properties,\n\ndamaging their plumbing and making their well water unfit for\n\nconsumption by people or animals.\n\n     The  appellants sued  the  Town and  the contractor  who\n\nmaintained  the pile  of  salt and  sand.   They  filed  this\n\nlawsuit in a  state court, alleging  violations of the  Maine\n\nTort Claims Act,  14 M.R.S.A.   8101 et seq.   The appellants\n\nlater amended  their complaint  to include  a claim  under 42\n\nU.S.C.   1983, on  the basis of which the  defendants removed\n\nthe  lawsuit to federal court.  The defendants then moved for\n\nsummary judgment  on the Section  1983 claim.   A magistrate-\n\njudge  recommended giving summary  judgment to the defendants\n\nand  the  district court  accepted  the  recommendation.   It\n\ngranted judgment to the defendants on the Section 1983 claim,\n\nand remanded the  outstanding state law  claims to the  state\n\ncourt.    This  appeal  followed.   Finding  no  \"substantial\n\nquestion\"  about  the  correctness of  the  district  court's\n\ndecision, we summarily affirm.  See First Circuit Local  Rule\n                                   \n\n27.1.\n\n     The magistrate-judge's recommended decision was based on\n\nhis understanding  that the  appellants'  Section 1983  claim\n\n                             -2-\n\nalleged a  \"taking of their property  without compensation in\n\nviolation of  the  Fifth Amendment.\"    The  magistrate-judge\n\nreasoned  that the  salt pollution  at issue  here was  not a\n\n\"taking\"  because it  only  diminished, but  did not  totally\n\ndestroy,  the value  of  the appellants'  land.   See  Ortega\n                                                             \n\nCabrera v.  Municipality of Bayamon,  562 F.2d  91, 101  (1st\n                                   \n\nCir.  1977).   The  district judge  apparently accepted  this\n\nreasoning.\n\n     We affirm the grant of summary judgment without reaching\n\nthis  issue because we find  that, whether or  not a \"taking\"\n\nhas  occurred, the appellants' Section 1983 claim is not ripe\n\nfor adjudication.   \"The  Fifth Amendment does  not proscribe\n\nthe  taking of  property; it  proscribes taking  without just\n\ncompensation.\"  Williamson County Regional Planning Comm'n v.\n                                                          \n\nHamilton Bank, 473 U.S. 172, 194 (1985).  If state  law makes\n             \n\n\"reasonable,  certain and adequate\"  provision for  relief, a\n\n\"property  owner  cannot  claim   a  violation  of  the  Just\n\nCompensation Clause  until it has used the procedure and been\n\ndenied just compensation.\"  Id. at 194-95.\n                               \n\n     Nothing  in the record  here gives us  reason to believe\n\nthat the  appellants have yet  resorted to state  process and\n\nfailed to obtain just compensation.  Nor have the  appellants\n\nshown us  that the  state's procedures  are inadequate.   See\n                                                             \n\nGilbert v. City of Cambridge, 932 F.2d 51, 65 (1st Cir. 1991)\n                            \n\n(property owner who  claims a taking in federal court without\n\n                             -3-\n\nfirst exhausting state remedies has the burden of proving the\n\ninadequacy of  those remedies).  The  appellants' own amended\n\ncomplaint suggests that they hold  out hope of recovery under\n\nthe Maine Tort Claims Act.  We note, too, that although Maine\n\ndoes not  have a  statutory inverse condemnation  remedy, see\n                                                             \n\nLerman  v. City  of  Portland, 675  F.Supp. 11,  15-16 (D.Me.\n                             \n\n1987), the Maine  Supreme Judicial  Court -- in  a case  that\n\nalso involved pollution caused by salt used  for highway snow\n\nremoval --  has created  a nonstatutory  right  of action  on\n\nbehalf of property  owners subjected  to a taking.   Foss  v.\n                                                         \n\nMaine Turnpike  Authority, 309  A.2d 339, 343-45  (Me. 1973).\n                         \n\nWe  have  held  that a  property  owner  must  pursue such  a\n\nnonstatutory remedy before he  can maintain a federal damages\n\nclaim under the Fifth  Amendment.  Culebras Enterprises Corp.\n                                                             \n\nv. Rivera Rios, 813 F.2d 506, 515 (1st Cir. 1987).\n              \n\n     To sum  up, because the plaintiffs  have neither availed\n\nthemselves   of   state   procedures   for   obtaining   just\n\ncompensation,  nor   demonstrated  the  inadequacy   of  such\n\nprocedures, their  takings claim  is unripe and  was properly\n\ndismissed.\n\n     Affirmed.\n             \n\n                             -4-\n",
  "html": "<p class=\"case_cite\">1 F.3d 1231<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Wendell E. TUCKER, et al., Plaintiffs, Appellants,<br>v.<br>TOWN of Winterport, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1234.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 29, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE</p>\n      <p class=\"indent\">Charles W. Hodsdon, II, on brief for appellants.</p>\n      <p class=\"indent\">Richard D. Violette, Jr., on brief for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Cyr, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The appellants are residents of Winterport, Maine.  All own property near a site on which the Town of Winterport stored salt and sand to be used for highway snow removal.  According to the appellants, salt and other contaminants from the pile polluted their properties, damaging their plumbing and making their well water unfit for consumption by people or animals.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellants sued the Town and the contractor who maintained the pile of salt and sand.  They filed this lawsuit in a state court, alleging violations of the Maine Tort Claims Act, 14 M.R.S.A. Sec. 8101 et seq.  The appellants later amended their complaint to include a claim under 42 U.S.C. Sec. 1983, on the basis of which the defendants removed the lawsuit to federal court.  The defendants then moved for summary judgment on the Section 1983 claim.  A magistrate-judge recommended giving summary judgment to the defendants and the district court accepted the recommendation.  It granted judgment to the defendants on the Section 1983 claim, and remanded the outstanding state law claims to the state court.  This appeal followed.  Finding no \"substantial question\" about the correctness of the district court's decision, we summarily affirm.  See First Circuit Local Rule 27.1.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The magistrate-judge's recommended decision was based on his understanding that the appellants' Section 1983 claim alleged a \"taking of their property without compensation in violation of the Fifth Amendment.\"  The magistrate-judge reasoned that the salt pollution at issue here was not a \"taking\" because it only diminished, but did not totally destroy, the value of the appellants' land.  See Ortega Cabrera v. Municipality of Bayamon, 562 F.2d 91, 101 (1st Cir. 1977).  The district judge apparently accepted this reasoning.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We affirm the grant of summary judgment without reaching this issue because we find that, whether or not a \"taking\" has occurred, the appellants' Section 1983 claim is not ripe for adjudication.  \"The Fifth Amendment does not proscribe the taking of property;  it proscribes taking without just compensation.\"  Williamson County Regional Planning Comm'n v. Hamilton Bank, 473 U.S. 172, 194 (1985).  If state law makes \"reasonable, certain and adequate\" provision for relief, a \"property owner cannot claim a violation of the Just Compensation Clause until it has used the procedure and been denied just compensation.\"  Id. at 194-95.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Nothing in the record here gives us reason to believe that the appellants have yet resorted to state process and failed to obtain just compensation.  Nor have the appellants shown us that the state's procedures are inadequate.  See Gilbert v. City of Cambridge, 932 F.2d 51, 65 (1st Cir. 1991) (property owner who claims a taking in federal court without first exhausting state remedies has the burden of proving the inadequacy of those remedies).  The appellants' own amended complaint suggests that they hold out hope of recovery under the Maine Tort Claims Act.  We note, too, that although Maine does not have a statutory inverse condemnation remedy, see Lerman v. City of Portland, 675 F.Supp. 11, 15-16 (D.Me. 1987), the Maine Supreme Judicial Court-in a case that also involved pollution caused by salt used for highway snow removal-has created a nonstatutory right of action on behalf of property owners subjected to a taking.  Foss v. Maine Turnpike Authority, 309 A.2d 339, 343-45 (Me. 1973).  We have held that a property owner must pursue such a nonstatutory remedy before he can maintain a federal damages claim under the Fifth Amendment.  Culebras Enterprises Corp. v. Rivera Rios, 813 F.2d 506, 515 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">To sum up, because the plaintiffs have neither availed themselves of state procedures for obtaining just compensation, nor demonstrated the inadequacy of such procedures, their takings claim is unripe and was properly dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1231</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Wendell E. TUCKER, et al., Plaintiffs, Appellants,<br>v.<br>TOWN of Winterport, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1234.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 29, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE</p>\n      <p class=\"indent\">Charles W. Hodsdon, II, on brief for appellants.</p>\n      <p class=\"indent\">Richard D. Violette, Jr., on brief for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Cyr, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The appellants are residents of Winterport, Maine.  All own property near a site on which the Town of Winterport stored salt and sand to be used for highway snow removal.  According to the appellants, salt and other contaminants from the pile polluted their properties, damaging their plumbing and making their well water unfit for consumption by people or animals.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellants sued the Town and the contractor who maintained the pile of salt and sand.  They filed this lawsuit in a state court, alleging violations of the Maine Tort Claims Act, 14 M.R.S.A. Sec. 8101 et seq.  The appellants later amended their complaint to include a claim under 42 U.S.C. Sec. 1983, on the basis of which the defendants removed the lawsuit to federal court.  The defendants then moved for summary judgment on the Section 1983 claim.  A magistrate-judge recommended giving summary judgment to the defendants and the district court accepted the recommendation.  It granted judgment to the defendants on the Section 1983 claim, and remanded the outstanding state law claims to the state court.  This appeal followed.  Finding no \"substantial question\" about the correctness of the district court's decision, we summarily affirm.  See First Circuit Local Rule 27.1.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The magistrate-judge's recommended decision was based on his understanding that the appellants' Section 1983 claim alleged a \"taking of their property without compensation in violation of the Fifth Amendment.\"  The magistrate-judge reasoned that the salt pollution at issue here was not a \"taking\" because it only diminished, but did not totally destroy, the value of the appellants' land.  See Ortega Cabrera v. Municipality of Bayamon, <span class=\"citation\" data-id=\"349218\"><a href=\"/opinion/349218/jose-ortega-cabrera-v-municipality-of-bayamon/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">91</span></a></span>, 101 (1st Cir. 1977).  The district judge apparently accepted this reasoning.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We affirm the grant of summary judgment without reaching this issue because we find that, whether or not a \"taking\" has occurred, the appellants' Section 1983 claim is not ripe for adjudication.  \"The Fifth Amendment does not proscribe the taking of property;  it proscribes taking without just compensation.\"  Williamson County Regional Planning Comm'n v. Hamilton Bank, <span class=\"citation\" data-id=\"111501\"><a href=\"/opinion/111501/williamson-county-regional-planning-commn-v-hamilton-bank-of-johnson-city/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">172</span></a></span>, 194 (1985).  If state law makes \"reasonable, certain and adequate\" provision for relief, a \"property owner cannot claim a violation of the Just Compensation Clause until it has used the procedure and been denied just compensation.\"  <span class=\"citation\" data-id=\"111501\"><a href=\"/opinion/111501/williamson-county-regional-planning-commn-v-hamilton-bank-of-johnson-city/\"><span class=\"id_token\">Id.</span> at 194-95.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Nothing in the record here gives us reason to believe that the appellants have yet resorted to state process and failed to obtain just compensation.  Nor have the appellants shown us that the state's procedures are inadequate.  See Gilbert v. City of Cambridge, <span class=\"citation\" data-id=\"560456\"><a href=\"/opinion/560456/howard-h-gilbert-jr-v-city-of-cambridge/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">51</span></a></span>, 65 (1st Cir. 1991) (property owner who claims a taking in federal court without first exhausting state remedies has the burden of proving the inadequacy of those remedies).  The appellants' own amended complaint suggests that they hold out hope of recovery under the Maine Tort Claims Act.  We note, too, that although Maine does not have a statutory inverse condemnation remedy, see Lerman v. City of Portland, <span class=\"citation\" data-id=\"1638058\"><a href=\"/opinion/1638058/lerman-v-city-of-portland/\"><span class=\"volume\">675</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">11</span></a></span>, 15-16 (D.Me. 1987), the Maine Supreme Judicial Court-in a case that also involved pollution caused by salt used for highway snow removal-has created a nonstatutory right of action on behalf of property owners subjected to a taking.  Foss v. Maine Turnpike Authority, <span class=\"citation no-link\"><span class=\"volume\">309</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">339</span></span>, 343-45 (Me. 1973).  We have held that a property owner must pursue such a nonstatutory remedy before he can maintain a federal damages claim under the Fifth Amendment.  Culebras Enterprises Corp. v. Rivera Rios, <span class=\"citation\" data-id=\"484635\"><a href=\"/opinion/484635/culebras-enterprises-corp-v-miguel-a-rivera-rios/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">506</span></a></span>, 515 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">To sum up, because the plaintiffs have neither availed themselves of state procedures for obtaining just compensation, nor demonstrated the inadequacy of such procedures, their takings claim is unripe and was properly dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111501/",
    "https://www.courtlistener.com/api/rest/v3/opinions/349218/",
    "https://www.courtlistener.com/api/rest/v3/opinions/484635/",
    "https://www.courtlistener.com/api/rest/v3/opinions/560456/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1638058/"
  ]
}