{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194892/",
  "id": 194892,
  "absolute_url": "/opinion/194892/gaskell-v-the-harvard/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194892/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:24Z",
  "date_modified": "2020-02-22T00:08:21.781074Z",
  "type": "010combined",
  "sha1": "e97140f4f4944dcadc833075f8bc9a3f75ca2f32",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1024.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1024\n\n                    DAVID AND CAROLYN GASKELL,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n             THE HARVARD COOPERATIVE SOCIETY, ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\nNo. 93-1102\n\n                    DAVID AND CAROLYN GASKELL,\n\n                      Plaintiffs, Appellees,\n\n                                v.\n\n             THE HARVARD COOPERATIVE SOCIETY, ET AL.,\n\n                     Defendants, Appellants.\n                                           \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Edward F. Harrington, U.S. District Judge]\n                                                        \n                                           \n\n                              Before\n\n                    Torruella, Oakes* and Cyr,\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n                  \n\n*Of the Second Circuit, sitting by designation.\n\n  Norman H. Jackman with  whom Martha M. Wishart and Jackman &amp;  Roth\n                                                                    \nwere on brief for plaintiffs.\n  Francis  J. Lawler with  whom Robert  M. Shea and  Peabody &amp; Brown\n                                                                    \nwere on brief for defendants.\n\n                                           \n\n                         August 25, 1993\n                                           \n\n                                2\n\n          CYR, Circuit Judge.   This case presents several impor-\n          CYR, Circuit Judge.\n                            \n\ntant issues relating to group health plan \"continuation coverage\"\n\nunder  the  Employment Retirement  Income  Security  Act of  1974\n\n(\"ERISA\"), 29 U.S.C.   1001 et seq., as amended by the Comprehen-\n                                   \n\nsive Omnibus  Budget Reconciliation  Act of 1985  (\"COBRA\"), P.L.\n\n99-272,  100 Stat.  222 (1986).   The  district court  ruled that\n\nplaintiff  Carolyn  Gaskell,  wife  of  \"covered  employee\" David\n\nGaskell, was entitled to three years' continuation coverage under\n\nCOBRA, dating from her election of continuation coverage under an\n\nERISA employer-sponsored group health  insurance plan.  The court\n\ndenied a related subrogation claim brought by the Gaskells in the\n\nname  of their  current  insurer.   The  district court  rejected\n\nplaintiffs' requests for  statutory penalties, punitive  damages,\n\nand attorney fees.\n\n                                I\n\n                            BACKGROUND\n                                      \n\n          David Gaskell  was a  longtime employee of  the Harvard\n\nCooperative  Society  (\"Coop\"), which  provided Blue  Cross group\n\nmedical plan coverage for  its employees and their families.   On\n\nJanuary 14,  1987, David  went on  full disability  leave, during\n\nwhich he received full salary and benefits, including Blue  Cross\n\ngroup plan coverage  for himself and Carolyn,  apparently at Coop\n\nexpense.  More  than a  year later, on  February 29, 1988,  still\n\nunable to work,  David terminated his  employment with the  Coop,\n\n                                3\n\nretroactive to January 14, 1988.\n\n          Under COBRA,  an employer that sponsors  a group health\n\ninsurance  plan  must offer  employees and  \"qualified beneficia-\n\nries,\" including spouses and dependent children,  the opportunity\n\nto continue their health insurance  coverage, at group rates  but\n\nat  their own  expense, for  at least  eighteen months  after the\n\noccurrence of a  \"qualifying event\"  and notice  to the  affected\n\nemployee.  See  29 U.S.C.    1161-68.  A  \"qualifying event\"  in-\n              \n\ncludes  a  \"termination . . .  , or  reduction  of hours,  of the\n\ncovered employee's employment\"  which, \"but for the  continuation\n\ncoverage under this part, would result in the loss of coverage of\n\na  qualified beneficiary.\"   Id.  at   1163(2).   In  April 1988,\n                                \n\nfollowing  David's  resignation, the  Coop  sent  a COBRA  notice\n\ninforming him of his  statutory right to continue his  Blue Cross\n\ngroup plan coverage for  eighteen months, beginning July 1, 1988.\n\nOn  April 26, 1988,  David  elected  \"continuation coverage\"  for\n\nhimself and Carolyn.\n\n          Within a  year, the  Gaskells learned that  David would\n\nbecome  eligible for  Medicare  benefits beginning  July 1, 1989.\n\nAlthough Medicare eligibility  would render David  ineligible for\n\n\"continuation coverage\" after July 1,  1989, see id. at   1162(2)\n                                                    \n\n(D)(ii), it also would serve as a new \"qualifying event,\" see id.\n                                                                 \n\nat   1163(4), and make Carolyn eligible for three years' \"contin-\n                              \n\nuation coverage\" under the  Coop group plan with Blue Cross.  See\n                                                                 \n\nid.  at   1162(2)(A)(ii).  At  about the same  time, however, the\n   \n\nGaskells learned  that the  Coop intended to  terminate its  Blue\n\n                                4\n\nCross group plan and adopt a self-funded insurance plan  adminis-\n\ntered by Benefit Plans Northeast (\"BPN\"), effective July 1, 1989.\n\nAs the  new BPN-administered plan  would not be  \"convertible\" to\n\nindividual coverage at the end of Carolyn's continuation coverage\n\nperiod,  the  Gaskells  decided  to  exercise  their  \"conversion\n\noption\"  under the Coop Blue  Cross group plan.   Accordingly, in\n\nJune 1989, prior to  the changeover in Coop  plan administration,\n\nthe Gaskells asked  the Coop to \"convert\" Carolyn's  group cover-\n\nage, effective  July 1,  to individual direct-pay  coverage under\n\nthe Blue Cross Managed Major Medical Plan.\n\n          The  coincidence  of   David's  Medicare   eligibility,\n\nCarolyn's application for conversion to an individual policy, and\n\nthe Coop's change to  a self-funded plan, engendered considerable\n\nconfusion among  the  parties.   On August 30,  1989, Blue  Cross\n\nbegan returning the Gaskells'  medical bills unpaid.  Blue  Cross\n\ncontended that its obligation  to provide Carolyn with individual\n\ndirect-pay coverage had terminated on June 30, 1989, concurrently\n\nwith  the expiration of its group plan arrangement with the Coop,\n\nand  that any  Blue  Cross coverage  beyond  that date  would  be\n\navailable  only on the terms  imposed on new  applicants, viz., a\n                                                              \n\n240-day waiting  period and an exclusion  for preexisting medical\n\nconditions.    Finding  these terms  unacceptable,  the  Gaskells\n\nsought to continue Carolyn's coverage under the  Coop group plan,\n\nthen  being administered by BPN.  BPN refused, asserting that the\n\nCoop's  obligation to provide  \"continuation coverage\" had termi-\n\nnated  before the  change in  plan  administration took  place on\n\n                                5\n\nJuly 1,  1989.   After  several  unsuccessful  efforts to  obtain\n\nsatisfactory coverage,  the Gaskells  brought the  present action\n\nagainst the  Coop, BPN,  James Argeros (Coop  president), Leonard\n\nCutler (BPN  president), and  Blue Cross, alleging  violations of\n\nCOBRA and Massachusetts law.1\n\n          On  January 31, 1991, the Gaskells settled their claims\n\nagainst Blue Cross, in return for,  inter alia, individual cover-\n                                              \n\nage for Carolyn under  the Blue Cross Managed Major  Medical Plan\n\nretroactive  to  July 1,  1989.   The  retroactive  coverage  was\n\nsubject to a twenty percent co-payment.   As part of the  settle-\n\nment,  Blue Cross  assigned the  Gaskells its  subrogation rights\n\nagainst  the remaining  defendants.   The  Gaskells then  amended\n\ntheir complaint to add  a subrogation claim against the  Coop and\n\nBPN, relating to the eighty percent of Carolyn's medical expenses\n\nwhich Blue Cross had paid under the terms of Carolyn's individual\n\nBlue Cross policy.\n\n          On May 17, 1991,  acting on cross-motions for  judgment\n\non the  pleadings, the district court ruled that BPN and the Coop\n\nwere legally responsible under COBRA for providing  \"continuation\n\ncoverage\" of Carolyn's medical  expenses between July 1, 1989 and\n\nJuly 1, 1991.    The  court  rejected the  Gaskells'  demand  for\n\n\"extra-contractual\"  damages, and limited compensatory damages to\n\nthe twenty percent co-payment amount not retroactively covered by\n\nCarolyn's individual  Blue Cross policy, at the same time reserv-\n\n                    \n\n     1The Gaskells  later waived their  state-law claims  against\nall defendants.\n\n                                6\n\ning decision on their subrogation claim for the remaining  eighty\n\npercent of  Carolyn's medical expenses.   See Gaskell  v. Harvard\n                                                                 \n\nCooperative Soc'y, 762 F.  Supp. 1539, 1543-1544 &amp; n.8  (D. Mass.\n                 \n\n1991).  Shortly thereafter, in an unpublished order, the district\n\ncourt  granted summary  judgment  against the  Gaskells on  their\n\nsubrogation claim,  ruling that  Blue Cross \"possessed  no rights\n\npursuant  to the  Subscriber Certificate  against [the  Coop] for\n\nreimbursement  of any  monies  paid  towards [Carolyn's]  medical\n\nbills.\"  The  individual claims against Leonard  Cutler, as \"plan\n\nadministrator,\" were  dismissed on October 6, 1992.   The parties\n\nstipulated to the  dismissal of the remaining  count against BPN,\n\nand final judgment was entered on December 14, 1992.  This appeal\n\nfollowed.\n\n                                II\n\n                            DISCUSSION\n                                      \n\nStandards of Review\n                   \n\n          We review a  grant of summary judgment de novo, employ-\n                                                        \n\ning the same  criteria incumbent  upon the district  court.   See\n                                                                 \n\nVanhaaren v. State  Farm Mut. Auto. Ins. Co., 989  F.2d 1, 3 (1st\n                                            \n\nCir. 1993); High  Voltage Eng'g  Corp. v. Federal  Ins. Co.,  981\n                                                           \n\nF.2d 596, 598 (1st Cir. 1992); Pedraza v. Shell Oil Co., 942 F.2d\n                                                       \n\n48,  50  (1st Cir.  1991), cert.  denied,  112 S.Ct.  993 (1992).\n                                        \n\nSummary judgment  is appropriate  where  \"the pleadings,  deposi-\n\ntions,  answers  to  interrogatories,  and  admissions  on  file,\n\ntogether  with  the affidavits,  if any,  show  that there  is no\n\ngenuine issue as to any material  fact and that the moving  party\n\n                                7\n\nis entitled  to judgment as a  matter of law.\"   Fed. R.  Civ. P.\n\n56(c); see Vanhaaren, 989  F.2d at 3; Canal  Ins. Co. v.  Benner,\n                                                                \n\n980 F.2d 23, 25 (1st Cir. 1992).  Similarly, on plenary review of\n\na  district court judgment on the pleadings under Rule 12(c), all\n\nmaterial allegations in the complaint  are credited in the  light\n\nmost favorable to the  plaintiff, see International Paper Co.  v.\n                                                             \n\nJay,  928 F.2d  480, 482  (1st Cir.  1991).   A dismissal  on the\n   \n\npleadings will be upheld  only if \"'it appears beyond  doubt that\n\nthe plaintiff  can prove  no  set of  facts in  support of  [its]\n\nclaims  which  would entitle  [it] to  relief.'\"   Id.  at 482-83\n                                                      \n\n(quoting Conley v. Gibson, 355 U.S. 41, 45-46 (1957)).\n                         \n\nStatutory Background\n                    \n\n          COBRA was enacted in 1986, as a legislative response to\n\n\"reports of the  growing number of  Americans without any  health\n\ninsurance coverage and the decreasing willingness of our Nation's\n\nhospitals to provide  care to  those who cannot  afford to  pay,\"\n\nH.R.   Rep. No. 241, 99th  Cong., 2d Sess. 44,  reprinted in 1986\n                                                            \n\nU.S.C.C.A.N. 579,  622.2   In  \"an  effort to  provide  continued\n\n                    \n\n     2Although COBRA  has been amended several  times, see, e.g.,\n                                                                \nTax Reform Act of  1986, P.L. 99-514 (October 22,  1986),   1895-\n(d); Technical and Miscellaneous Revenues Act of 1988,  P.L. 100-\n647 (November 10, 1988),   3011(a); and Omnibus Budget Reconcili-\nation  Act of  1989 (\"OBRA\"),  P.L. 101-239  (December 19, 1989),\n   6703-6710, 6801,  7862(c), 7891(d), except  as otherwise indi-\ncated we refer to the January, 1987 version as \"COBRA.\"\n     For a fuller description of COBRA's enactment, see Thomas H.\nSomers, COBRA: An Incremental  Approach to National Health Insur-\n                                                                 \nance, 5 J. Contemp. Health L.  &amp; Probs. 141, 141-2 (1992) (noting\n    \nthat  COBRA's \"continuation  coverage\"  provisions  were  enacted\n\"without  deliberation  . .  . ,  in  the process  amending three\ndistinct statutes,\"  and \"invit[ing] a fair  amount of regulatory\nconfusion.\").\n\n                                8\n\naccess to  affordable private health insurance for  some of these\n\nindividuals,\" H.R.  Rep. No. 241,  at 44, without  increasing the\n\n\"staggering budget deficits now facing the United States,\" see S.\n                                                              \n\nRep.  No. 146, 99th Cong., 2nd Sess. 3, reprinted in 1986 U.S.C.-\n                                                    \n\nC.A.N. 42, 43, COBRA compels employers that sponsor certain group\n\nhealth plans to provide \"qualified beneficiaries\" with the option\n\nof receiving  self-paid \"continuation coverage,\" at  no more than\n\n102%  of group rates, for eighteen or thirty-six months after the\n\noccurrence of  a \"qualifying event\" which  would otherwise result\n\nin  a termination of coverage.  See 29 U.S.C.   1161(a), 1162(2)-\n                                   \n\n(A).3\n\n          The \"continuation  coverage\" required by  COBRA must be\n\n\"identical  to the coverage provided  under the plan to similarly\n\nsituated beneficiaries  under  the plan  with respect  to whom  a\n\nqualifying  event has  not  occurred,\" 29  U.S.C.   1162(1),  and\n\n\"[i]f  coverage is  modified  under the  plan  for any  group  of\n\nsimilarly  situated  beneficiaries, such  coverage shall  also be\n\nmodified in the same manner for all individuals who are qualified\n\nbeneficiaries under the  plan pursuant to  [COBRA] . . . .\"   Id.\n                                                                 \n\nAn employer which fails  to provide elective \"continuation cover-\n\nage\" under the terms of the statute is subject to unfavorable tax\n\n                    \n\n     3The period of entitlement to \"continuation coverage\" may be\nextended  or shortened,  depending on  the occurrence  of certain\nevents  within the preceding coverage term.  See, e.g., 29 U.S.C.\n                                                      \n  1162(2)(A)(ii)  (occurrence  of  additional  qualifying  event,\nwithin initial period of \"continuation coverage,\" may extend term\nof COBRA  coverage); id.  at   1162(2)(A)(v)  (covered employee's\n                        \neligibility for \"continuation coverage\" terminates  with Medicare\neligibility).\n\n                                9\n\ntreatment,  see  26 U.S.C.    4980B  (1989),  amending 26  U.S.C.\n                                                      \n\n  162(i)(2)  (1988), and  to  civil suit  by affected  \"qualified\n\nbeneficiaries,\" see  29 U.S.C.    1132(a).  A  plan administrator\n                   \n\nwhich  fails to  provide  a \"qualified  beneficiary\" with  timely\n\nnotice of her rights under COBRA is subject to personal liability\n\nnot  exceeding $100  per day.   See  29 U.S.C.    1132(c)(1); see\n                                                                 \n\ngenerally Jeffrey  D. Mamorsky, Employee Benefits  Law: ERISA and\n                                                                 \n\nBeyond,   10.07  et  seq. (2d  ed.  1993) (discussing  COBRA  and\n                         \n\nsubsequent amendments).\n\nThe Gaskells' Coverage\n                      \n\n          The Coop does not  contest its obligation, under COBRA,\n\nto provide  the Gaskells  with \"continuation coverage,\"  at their\n\nelection  and expense, for a minimum of eighteen months after the\n\noccurrence  of a \"qualifying event.\"  See  762 F. Supp. at 1541. \n                                         \n\nInstead, the  Coop contends that the  relevant \"qualifying event\"\n\noccurred on  January 14, 1987, when  David Gaskell first  went on\n\nfull  disability leave, \"reducing his  hours\" from forty per week\n\nto zero.   See 29 U.S.C.   1163 (\"reduction of hours . . . of the\n              \n\ncovered  employee's employment\"  as potential  qualifying event).\n\nOn the Coop's reasoning, therefore, its eighteen-month \"continua-\n\ntion  coverage\" obligation expired on July 14, 1988, and the Coop\n\nhad no legal duty to continue Carolyn's coverage further based on\n\nDavid's  subsequent Medicare  eligibility  on July 1,  1989.   We\n\nagree with the Coop's reading of  the statute, but find no record\n\nevidence  to  support its  allegation  that  group plan  coverage\n\nterminated as a result of David's disability leave on January 14,\n\n                                10\n\n1987.   Accordingly, we must  remand for further  fact finding on\n\nthis issue.\n\n          Under COBRA, \"the  term 'qualifying event' means,  with\n\nrespect to any covered employee, any . . . [termination or reduc-\n\ntion in hours] which, but for the  continuation coverage required\n                                                                 \n\nunder  this part,  would  result in  the  loss of  coverage of  a\n                                                                 \n\nqualified   beneficiary . . . .\"    29  U.S.C.    1163  (emphasis\n                       \n\nadded).   As the district court  noted, see 762 F.Supp.  at 1542,\n                                           \n\nthis statutory language offers  no explicit guidance in determin-\n\ning  the  relevant \"qualifying  event\"  where, as  here,  the em-\n\nployee's termination or reduction in hours does not coincide with\n\nthe  \"loss  of coverage\"  under the  employer's  plan.   In these\n\ncircumstances, the district court elected to view the \"qualifying\n\nevent\" as \"the point at which [the employee] experience[d] a loss\n                                                                 \n\nof coverage as a consequence of  the reduction in hours.\"  Id. at\n                                                              \n\n1543 (emphasis added).  Other courts,  by contrast, have measured\n\nthe  eighteen-month  period  from  the event  itself,  viz.,  the\n                                                           \n\nemployee's termination  or reduction  in hours,  so long  as that\n\nevent \"eventually resulted in the loss of . . . health coverage.\"\n                 \n\nSee, e.g., Phillips  v. Riverside,  Inc., 796 F.  Supp. 403,  411\n                                        \n\n(E.D. Ark.  1992) (holding that employer's \"gratuitous\" provision\n\nof  three months'  continued  coverage must  be credited  towards\n\nemployer's eighteen-month COBRA  \"continuation coverage\"  obliga-\n\ntion once belated  notice has  been given to  the employee);  see\n                                                                 \n\nalso  Hubicki v. Amtrak Nat.  Passenger R. Co.,  808 F.Supp. 192,\n                                              \n\n197 (E.D.N.Y. 1992) (noting, without resolving, possible alterna-\n\n                                11\n\ntive readings of statute).\n\n          Since  we agree  with  the district  court that  either\n\nreading is plausible, based on the statutory language, we consult\n\nthe  available legislative history.   See Concrete Pipe &amp; Prods.,\n                                                                 \n\nInc. v. Construction Laborers Pension Trust, 113 S.Ct. 2264, 2281\n                                           \n\n(1993)  (\"we turn, as . . . in  the usual case of textual ambigu-\n\nity, to the legislative purpose as revealed by the history of the\n\nstatute\");  United States  v.  Alky Enterprises,  Inc., 969  F.2d\n                                                      \n\n1309, 1314  (1st Cir. 1992) (\"where the  language of a statute is\n\nambiguous  on its face, we  should look . . .  to the legislative\n\nhistory in order to  ascertain Congressional intent\"); see gener-\n                                                                 \n\nally Stephen J.  Breyer, On  The Uses of  Legislative History  in\n                                                                 \n\nInterpreting Statutes, 65  S. Cal. L. Rev. 845 (1992) (discussing\n                     \n\nproper use of legislative  history in ascertaining  congressional\n\nintent where statute is  ambiguous).  COBRA's legislative history\n\nleads us to conclude  that Congress intended an  employee's eigh-\n\nteen-month period  of continuation coverage to  commence with the\n                                                                 \n\nevent leading,  under the terms of the plan, to loss of coverage,\n                                                                \n\nrather than upon the loss of coverage itself.\n\n          First, while the House Reports accompanying the various\n\nversions  of the statute are  silent or ambiguous  on the issue,4\n\nthe  \"continuation coverage\"  provisions in  the House  bill were\n\n                    \n\n     4See  H.R.   Rep.  No. 241,  99th Cong.,  2d  Sess. 44,  45,\n         \nreprinted  in 1986  U.S.C.C.A.N.  579, 622-23  (no discussion  of\n             \nissue); H.R. Rep. No. 320, 99th Cong., 2d Sess. 319-20, reprinted\n                                                                 \nin 1986  U.S.C.C.A.N. 756, 970-71  (noting, without  elaboration,\n  \nthat   1163 \"defines qualifying event\").\n\n                                12\n\nincorporated virtually  without change into the  final Conference\n\nbill,5  and the  Report of  the Senate  Finance Committee,  which\n\naccompanied the final Conference version, is reasonably explicit.\n\nIt provides, in pertinent part, that:\n\n          Th[e] 18-month period [of continuation cover-\n          age] includes, and is not in addition to, any\n          continuation period presently permitted under\n          local law.   Thus,  for example, if  the plan\n          presently  provides  that dependent  coverage\n          ceases  one month  after the  date of  an em-\n          ployee's  death, the bill  would require that\n          beneficiaries be entitled  to elect  continu-\n          ation coverage for up  to 18 months following\n          the  date of  death, not the  18-month period\n          beginning with the actual cessation of cover-\n          age one month after the employee's death.\n\nSee S.  Rep. No. 146, 99th  Cong., 2d Sess. 3,  365, reprinted at\n                                                                 \n\n1986 U.S.C.C.A.N. 42, 324.  We perceive no basis, in the legisla-\n\ntive  history,  for the  Gaskells'  proposed  distinction between\n\n\"blended\"  coverage  and  \"stacked\"  coverage.6    Moreover,  the\n\nSenate Finance  Committee Report, referring  to \"any continuation\n                                                    \n\nperiod presently permitted,\" see id. (emphasis added), appears to\n                                    \n\nundermine the basis for such a distinction.\n\n          Second, the Proposed Regulations issued by the Treasury\n\nDepartment, the only administrative interpretation of the statute\n\n                    \n\n     5Compare  Pub.L. 99-272    10001-02 with H.R. Conf. Rep. No.\n                                             \n99-543,  at 162-72 (text of  H.R. 3128,     10001-02 (rejected by\nthe House, December 19, 1985)).\n\n     6As explained in  the Gaskells' appellate  brief, \"blending\"\nof  coverage  occurs when  \"the employer  wishes  to pay  for the\nemployee's coverage for part  or all of the COBRA  period,\" after\ngiving  timely  notice to  the employee  of  the occurrence  of a\nqualifying  event.    \"Stacking\"  of coverage  occurs  \"when  the\nemployer provides  coverage . . . for some  period after termina-\ntion without complying with COBRA and then gives the notice.\"\n\n                                13\n\nproffered to date, appear to take a similar position.  See  Prop.\n                                                          \n\nTreas. Reg. 1.162-26, 52 Fed. Reg. 22,716 (proposed Apr. 6, 1987;\n\nto be codified at 26 C.F.R. pt. 1), at Q&amp;A-18 (\"a  loss of cover-\n\nage  need not occur immediately  after the event,  so long as the\n\nloss of coverage will occur before  the end of the maximum cover-\n\nage period\");  see also id.  at Q&amp;A-39 (\"The  end of  the maximum\n                           \n\ncoverage period is measured from the date of the qualifying event\n\neven if  the qualifying event does not result in a loss of cover-\n                                                                 \n\nage under  the plan  until some  later date\")  (emphasis added).7\n                                           \n\nThe Proposed  Treasury Regulations  have not yet  been finalized,\n\nare apparently  on hold  pending further  revisions, see  56 Fed.\n                                                        \n\nReg. 53803-03  (1991), and, accordingly,  are not  authoritative.\n                                                                \n\nSee Oakley v. City  of Longmont, 890 F.2d  1128, 1133 (10th  Cir.\n                               \n\n1989) (Treasury Department's interpretation of COBRA not authori-\n\ntative  \"[u]ntil  the  agency completes  formal  rule-making  and\n\npromulgates  final regulations\"),  cert.  denied,  494 U.S.  1082\n                                                \n\n(1990);  see also Sirkin v. Phillips Colleges, Inc., 779 F. Supp.\n                                                   \n\n751, 755  (D. N.J.  1991) (declining  to apply  proposed Treasury\n\nregulation).  Nevertheless, pending promulgation of final regula-\n\n                    \n\n     7In  enacting COBRA,  Congress delegated  responsibility for\nthe  issuance  of  interpretive  regulations  to  three  separate\nagencies:  the Departments  of  Treasury, Labor,  and Health  and\nHuman Services. See,  e.g., 26 U.S.C.   7801,  7805 (Secretary of\n                          \nTreasury authorized  to \"prescribe all needful  rules and regula-\ntions  for  the enforcement  of  this title\");  29  U.S.C.   1168\n(Secretary of Labor authorized to \"prescribe regulations to carry\nout the  [continuation coverage] provisions\"). To  date, only the\nTreasury  Department has proposed  regulations under the statute.\nSee  generally Johnson  v.  Reserve Life  Ins. Co.,  765 F. Supp.\n                                                  \n1478, 1480-83 (C.D. Cal.  1991) (discussing regulatory overlap in\nCOBRA provisions). \n\n                                14\n\ntions, the  Internal Revenue Service has announced  that it \"will\n\nconsider compliance with the  terms of these proposed regulations\n\nto constitute good faith compliance with a reasonable interpreta-\n\ntion  of the statutory requirements.\"   See 52  Fed. Reg. 22,716.\n                                           \n\nAccordingly, some courts have relied on the Proposed Regulations,\n\nnotwithstanding  their interim  status,  to define  the scope  of\n\nemployers' duties under COBRA.   See Branch v. G. Bernd  Co., 955\n                                                            \n\nF.2d 1574, 1581  (11th Cir. 1992) (finding that  proposed regula-\n\ntions \"represent  the proper  construction of  COBRA in  light of\n\nCongress'  intent\");   see  also  Lincoln  Gen.   Hosp.  v.  Blue\n                                                                 \n\nCross/Blue  Shield of  Nebraska, 963  F.2d 1136,  1142 (8th  Cir.\n                               \n\n1992) (Proposed Regulations show \"regular practice\" under COBRA);\n\nCommunications  Workers of America v.  NYNEX Corp., 898 F.2d 887,\n                                                  \n\n888-89 (2d Cir. 1990) (citing Proposed Regulations).8\n\n          Finally,  our reading  accords with  the interpretation\n\nadopted by  Congress in amending COBRA  through the Miscellaneous\n\nERISA Amendments Act of 1989.  See H.R. No. 101-247, 101st Cong.,\n                                  \n\n1st Sess.  52 (1989), reprinted  in 1989 U.S.C.C.A.N.  1906, 1944\n                                   \n\n(under the original  version of the  statute, \"[i]f the  laid-off\n\nemployee . . . elects  continuation coverage, the  maximum period\n\nof that  coverage is  measured from the  date of the  layoff, al-\n                                                            \n\nthough the period an employer has to  notify the employee that he\n\n                    \n\n     8Moreover,  we note  that the Proposed  Treasury Regulations\nare invoked, at various  points, by both parties in  their appel-\nlate briefs.  Cf. W.R.  Grace &amp; Co. v. United States  E.P.A., 959\n                                                            \nF.2d 360, 366 n.14  (1st Cir. 1992) (agency's  interim, non-final\nregulations do  not control appeal,  but may  be considered  upon\nboth parties' application \"for  the limited purpose of bolstering\n. . . analysis\").\n\n                                15\n\nor  she has  the right  to elect  continuation coverage  does not\n\nbegin to  run until  group health  coverage is  lost.\") (emphasis\n\nadded).   Although the views  of a subsequent  Congress obviously\n\nare  not binding in determining the intent of an earlier legisla-\n\nture, see, e.g., United States  v. American Heart Research  Fund,\n                                                                \n\nNo.  92-2108,  slip op.  at 8  (1st  Cir. June 18,  1993); United\n                                                                 \n\nStates v. Bay  State Ambulance  &amp; Hosp. Rental  Serv., Inc.,  874\n                                                           \n\nF.2d 20, 31 (1st Cir. 1989), \"such views are entitled to signifi-\n\ncant  weight . . . and particularly so when the precise intent of\n\nthe enacting  Congress is obscure.\"   Seatrain Shipbuilding Corp.\n                                                                 \n\nv.  Shell Oil Co., 444  U.S. 572, 596  (1980) (citation omitted);\n                 \n\nsee also United States v. Ven-Fuel, Inc., 758 F.2d 741, 758  (1st\n                                        \n\nCir.  1985); Roosevelt  Campobello  Int'l Park  Comm'n v.  United\n                                                                 \n\nStates  E.P.A., 711 F.2d  431, 436-37  (1st Cir.  1983).   As the\n              \n\naccretion of  evidence is compelling,  we conclude that  the Gas-\n\nkells' eighteen-month \"continuation coverage\" period ran from the\n\ndate  of the event which triggered David's loss of benefits under\n\nthe terms of the Coop's  group insurance plan, and not  from July\n\n1,  1988, when the Coop ceased its voluntary provision of employ-\n\ner-paid group plan insurance and the Gaskells' self-paid \"contin-\n\nuation coverage\" commenced.9\n\n                    \n\n     9We acknowledge  the potential  harsh effects of  our inter-\npretation, which effectively shifts to  \"qualified beneficiaries\"\nthe  responsibility to  ascertain when  a \"qualifying  event\" has\noccurred  which  would  eventuate in  the  inexorable  loss  of a\ncontract-right to coverage  under the employer's plan     even if\nthat  event precedes by  days or months  the actual  loss of plan\n                                                   \ncoverage, the provision of notice by the plan  administrator, and\nthe  commencement of  any unexpired  \"election\"  period.   See 29\n                                                              \nU.S.C.   1165(1)(A) (\"election period . . . begins not later than\n\n                                16\n\n          An important  issue remains:  whether,  under the terms\n\nof  the Coop's group insurance  plan, David's loss  of group plan\n\neligibility inexorably  was triggered by the  commencement of his\n\ndisability   leave   (January 14,  1987),   by   his  resignation\n\n(January 14, 1988), or by some  other event.  It is the  terms of\n\nthe plan that matter in defining the appropriate \"trigger\"; thus,\n\nDavid's reduction in hours is  not a \"qualifying event\" if  it is\n\nnot so  designated in the plan, even if it might have been desig-\n                                                          \n\nnated as such, and regardless of the fact that it  may ultimately\n\nhave led to the eventual occurrence of a \"qualifying event\" which\n           \n\nwas so designated.  See, e.g., Jachim  v. KUTV, Inc., 783 F.Supp.\n                                                    \n\n1328,  1332  (D.  Utah  1992) (rejecting  employee's  claim  that\n\n\"reduction in hours\" was a \"qualifying event,\" where plan provid-\n\ned no cessation of coverage until employee's actual termination).\n\n          The  record does not contain  a copy of  the Blue Cross\n\n                    \n\nthe  date  on which  coverage terminates\").    For example,  if a\n\"qualified  beneficiary\" of  a  plan which  offers no  conversion\noption  fails to  recognize the  covered employee's  reduction in\nhours as a  \"qualifying event,\" and no notice is  provided by the\nplan  administrator,  the  qualified  beneficiary  may  find  her\ncontinuation coverage  abruptly  terminated, some  months  later,\nwith little or no time to arrange for alternative insurance.  The\nGaskells  argue, with  considerable  force, that  this result  is\ninconsistent with COBRA's general remedial purpose,  see National\n                                                                 \nCompanies  Health Ben. Plan v. St. Joseph's Hosp., Inc., 929 F.2d\n                                                       \n1558,  1572-73 (11th Cir. 1991), to avoid sudden losses in cover-\nage.  However, in the ordinary case, this sequence of events will\nbe forestalled  by the  plan administrator's provision  of timely\nnotice under 29 U.S.C.   1166(a) (\"In accordance with regulations\nprescribed by  the Secretary . . . . (4)  the administrator shall\nnotify . . . any qualified beneficiary with  respect to [a quali-\nfying]  event  . . .  of  such beneficiary's  rights  under  this\nsubsection\").  Penalties may be enforced against plan administra-\ntors who fail to provide such notice.  See id. at   1132(c)(1).\n                                              \n\n                                17\n\ngroup insurance plan; and, with respect to the \"triggering event\"\n\nwhich  led to  cessation  of plan  coverage,  the district  court\n\nconcluded  that \"there  [was] no  evidence concerning  the Coop's\n\npolicy with regard to  the provision of benefits to  employees on\n\ndisability leave,\"  see 762 F.Supp.  at 1541  n.4.  Since  we may\n                       \n\nuphold the judgment on  the pleadings only if \"it  appears beyond\n\ndoubt that the plaintiff can prove no set of facts  in support of\n                                                  \n\n[its] claims  which  would entitle  [it]  to relief,\"  Conley  v.\n                                                             \n\nGibson, 355 U.S.  41, 45-46  (1957) (emphasis added),  and it  is\n      \n\nimpossible to determine from the present record whether going  on\n\nfull  disability leave would  automatically \"trigger\" a cessation\n\nof David's  contractual entitlement to  employer-paid group  plan\n\ninsurance benefits, cf.  Charles v. Des  Plaines Pub. Co.,  Inc.,\n                                                                \n\nNo. 91-C-01288 (N.D. Ill.  June 4, 1991), U.S. Dist.  LEXIS 7806,\n\n*5 (noting employee's failure to allege facts showing entitlement\n                                                                 \n\nto group  insurance during disability leave),  the district court\n\njudgment was  at least  premature.10  We  accordingly vacate  the\n\njudgment, and remand for further proceedings.\n\n                    \n\n     10For similar reasons,  we decline to rule  on the Gaskells'\nalternate argument, that principles of equitable estoppel require\nthe Coop  to provide \"continuation  coverage\" under its  plan for\neighteen  months beyond  July 1,  1988.   Even assuming  that the\ndefense  of equitable  estoppel is  available to  COBRA benefici-\naries,  upon a  proper  showing, where  the terms  of a  plan are\notherwise ambiguous, see National Companies Health Plan, 929 F.2d\n                                                       \nat  1572-73,  a preliminary  showing  of  ambiguity is  required;\n\"'estoppel may not be  invoked to enlarge or extend  the coverage\nspecified in a contract.'\" See id.  at 1572 n.13 (quoting Kane v.\n                                                              \nAetna  Life  Ins., 893  F.2d 1283,  1285  n.3 (11th  Cir.), cert.\n                                                                 \ndenied, 111  S.Ct. 232 (1990)).  Since  the Blue Cross group plan\n      \ncontract with  the Coop  is not  part  of the  record, we  cannot\ndetermine whether the ambiguity showing can be met here.\n\n                                18\n\n          Since the remaining arguments raised by the Gaskells on\n\nappeal  turn on the terms of the  plan contract, and the validity\n\nof the district court's finding that \"the Coop was . . . obligat-\n\ned  [under  the terms  of the  contract]  to provide  health plan\n\ncoverage  to the Gaskells for  a period beginning  July 1, 1988,\"\n\nsee 762  F. Supp. at 1543,  appellate resolution of  these issues\n   \n\nmust  await evidence  of  the terms  of  the plan  contract,  and\n\ndistrict court reconsideration of  the Coop's COBRA liability, on\n\nremand.   We  accordingly  vacate the  judgment,  and remand  for\n\nfurther proceedings.\n\n                                19\n\n          The district court judgment is vacated and the case  is\n                                                                 \n\nremanded for further proceedings consistent herewith.\n                                                     \n\n                                20\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1024\n\n                    DAVID AND CAROLYN GASKELL,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n             THE HARVARD COOPERATIVE SOCIETY, ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\nNo. 93-1102\n\n                    DAVID AND CAROLYN GASKELL,\n\n                      Plaintiffs, Appellees,\n\n                                v.\n\n             THE HARVARD COOPERATIVE SOCIETY, ET AL.,\n\n                     Defendants, Appellants.\n                                           \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Edward F. Harrington, U.S. District Judge]\n                                                        \n                                           \n\n                              Before\n\n                    Torruella, Oakes* and Cyr,\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n                  \n\n*Of the Second Circuit, sitting by designation.\n\n  Norman H. Jackman with  whom Martha M. Wishart and Jackman &amp;  Roth\n                                                                    \nwere on brief for plaintiffs.\n  Francis  J. Lawler with  whom Robert  M. Shea and  Peabody &amp; Brown\n                                                                    \nwere on brief for defendants.\n\n                                           \n\n                         August 25, 1993\n                                           \n\n                                2\n\n          CYR, Circuit Judge.   This case presents several impor-\n          CYR, Circuit Judge.\n                            \n\ntant issues relating to group health plan \"continuation coverage\"\n\nunder  the  Employment Retirement  Income  Security  Act of  1974\n\n(\"ERISA\"), 29 U.S.C.   1001 et seq., as amended by the Comprehen-\n                                   \n\nsive Omnibus  Budget Reconciliation  Act of 1985  (\"COBRA\"), P.L.\n\n99-272,  100 Stat.  222 (1986).   The  district court  ruled that\n\nplaintiff  Carolyn  Gaskell,  wife  of  \"covered  employee\" David\n\nGaskell, was entitled to three years' continuation coverage under\n\nCOBRA, dating from her election of continuation coverage under an\n\nERISA employer-sponsored group health  insurance plan.  The court\n\ndenied a related subrogation claim brought by the Gaskells in the\n\nname  of their  current  insurer.   The  district court  rejected\n\nplaintiffs' requests for  statutory penalties, punitive  damages,\n\nand attorney fees.\n\n                                I\n\n                            BACKGROUND\n                                      \n\n          David Gaskell  was a  longtime employee of  the Harvard\n\nCooperative  Society  (\"Coop\"), which  provided Blue  Cross group\n\nmedical plan coverage for  its employees and their families.   On\n\nJanuary 14,  1987, David  went on  full disability  leave, during\n\nwhich he received full salary and benefits, including Blue  Cross\n\ngroup plan coverage  for himself and Carolyn,  apparently at Coop\n\nexpense.  More  than a  year later, on  February 29, 1988,  still\n\nunable to work,  David terminated his  employment with the  Coop,\n\n                                3\n\nretroactive to January 14, 1988.\n\n          Under COBRA,  an employer that sponsors  a group health\n\ninsurance  plan  must offer  employees and  \"qualified beneficia-\n\nries,\" including spouses and dependent children,  the opportunity\n\nto continue their health insurance  coverage, at group rates  but\n\nat  their own  expense, for  at least  eighteen months  after the\n\noccurrence of a  \"qualifying event\"  and notice  to the  affected\n\nemployee.  See  29 U.S.C.    1161-68.  A  \"qualifying event\"  in-\n              \n\ncludes  a  \"termination . . .  , or  reduction  of hours,  of the\n\ncovered employee's employment\"  which, \"but for the  continuation\n\ncoverage under this part, would result in the loss of coverage of\n\na  qualified beneficiary.\"   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  at   1163(2). </span><pre class=\"inline\">  In  April 1988,\n                                \n\nfollowing  David's  resignation, the  Coop  sent  a COBRA  notice\n\ninforming him of his  statutory right to continue his  Blue Cross\n\ngroup plan coverage for  eighteen months, beginning July 1, 1988.\n\nOn  April 26, 1988,  David  elected  \"continuation coverage\"  for\n\nhimself and Carolyn.\n\n          Within a  year, the  Gaskells learned that  David would\n\nbecome  eligible for  Medicare  benefits beginning  July 1, 1989.\n\nAlthough Medicare eligibility  would render David  ineligible for\n\n\"continuation coverage\" after July 1,  1989, see </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at   1162(2)\n</span><pre class=\"inline\">                                                    \n\n(D)(ii), it also would serve as a new \"qualifying event,\" see </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>\n                                                                 \n\nat   1163(4), </span><pre class=\"inline\">and make Carolyn eligible for three years' \"contin-\n                              \n\nuation coverage\" under the  Coop group plan with Blue Cross.  See\n                                                                 \n\n</pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>  at   1162(2)</span><pre class=\"inline\">(A)(ii).  At  about the same  time, however, the\n   \n\nGaskells learned  that the  Coop intended to  terminate its  Blue\n\n                                4\n\nCross group plan and adopt a self-funded insurance plan  adminis-\n\ntered by Benefit Plans Northeast (\"BPN\"), effective July 1, 1989.\n\nAs the  new BPN-administered plan  would not be  \"convertible\" to\n\nindividual coverage at the end of Carolyn's continuation coverage\n\nperiod,  the  Gaskells  decided  to  exercise  their  \"conversion\n\noption\"  under the Coop Blue  Cross group plan.   Accordingly, in\n\nJune 1989, prior to  the changeover in Coop  plan administration,\n\nthe Gaskells asked  the Coop to \"convert\" Carolyn's  group cover-\n\nage, effective  July 1,  to individual direct-pay  coverage under\n\nthe Blue Cross Managed Major Medical Plan.\n\n          The  coincidence  of   David's  Medicare   eligibility,\n\nCarolyn's application for conversion to an individual policy, and\n\nthe Coop's change to  a self-funded plan, engendered considerable\n\nconfusion among  the  parties.   On August 30,  1989, Blue  Cross\n\nbegan returning the Gaskells'  medical bills unpaid.  Blue  Cross\n\ncontended that its obligation  to provide Carolyn with individual\n\ndirect-pay coverage had terminated on June 30, 1989, concurrently\n\nwith  the expiration of its group plan arrangement with the Coop,\n\nand  that any  Blue  Cross coverage  beyond  that date  would  be\n\navailable  only on the terms  imposed on new  applicants, viz., a\n                                                              \n\n240-day waiting  period and an exclusion  for preexisting medical\n\nconditions.    Finding  these terms  unacceptable,  the  Gaskells\n\nsought to continue Carolyn's coverage under the  Coop group plan,\n\nthen  being administered by BPN.  BPN refused, asserting that the\n\nCoop's  obligation to provide  \"continuation coverage\" had termi-\n\nnated  before the  change in  plan  administration took  place on\n\n                                5\n\nJuly 1,  1989.   After  several  unsuccessful  efforts to  obtain\n\nsatisfactory coverage,  the Gaskells  brought the  present action\n\nagainst the  Coop, BPN,  James Argeros (Coop  president), Leonard\n\nCutler (BPN  president), and  Blue Cross, alleging  violations of\n\nCOBRA and Massachusetts law.1\n\n          On  January 31, 1991, the Gaskells settled their claims\n\nagainst Blue Cross, in return for,  inter alia, individual cover-\n                                              \n\nage for Carolyn under  the Blue Cross Managed Major  Medical Plan\n\nretroactive  to  July 1,  1989.   The  retroactive  coverage  was\n\nsubject to a twenty percent co-payment.   As part of the  settle-\n\nment,  Blue Cross  assigned the  Gaskells its  subrogation rights\n\nagainst  the remaining  defendants.   The  Gaskells then  amended\n\ntheir complaint to add  a subrogation claim against the  Coop and\n\nBPN, relating to the eighty percent of Carolyn's medical expenses\n\nwhich Blue Cross had paid under the terms of Carolyn's individual\n\nBlue Cross policy.\n\n          On May 17, 1991,  acting on cross-motions for  judgment\n\non the  pleadings, the district court ruled that BPN and the Coop\n\nwere legally responsible under COBRA for providing  \"continuation\n\ncoverage\" of Carolyn's medical  expenses between July 1, 1989 and\n\nJuly 1, 1991.    The  court  rejected the  Gaskells'  demand  for\n\n\"extra-contractual\"  damages, and limited compensatory damages to\n\nthe twenty percent co-payment amount not retroactively covered by\n\nCarolyn's individual  Blue Cross policy, at the same time reserv-\n\n                    \n\n     1The Gaskells  later waived their  state-law claims  against\nall defendants.\n\n                                6\n\ning decision on their subrogation claim for the remaining  eighty\n\npercent of  Carolyn's medical expenses.   See Gaskell  v. Harvard\n                                                                 \n\nCooperative Soc'y, 762 F.  Supp. 1539, 1543-1544 &amp; n.8  (D. Mass.\n                 \n\n1991).  Shortly thereafter, in an unpublished order, the district\n\ncourt  granted summary  judgment  against the  Gaskells on  their\n\nsubrogation claim,  ruling that  Blue Cross \"possessed  no rights\n\npursuant  to the  Subscriber Certificate  against [the  Coop] for\n\nreimbursement  of any  monies  paid  towards [Carolyn's]  medical\n\nbills.\"  The  individual claims against Leonard  Cutler, as \"plan\n\nadministrator,\" were  dismissed on October 6, 1992.   The parties\n\nstipulated to the  dismissal of the remaining  count against BPN,\n\nand final judgment was entered on December 14, 1992.  This appeal\n\nfollowed.\n\n                                II\n\n                            DISCUSSION\n                                      \n\nStandards of Review\n                   \n\n          We review a  grant of summary judgment de novo, employ-\n                                                        \n\ning the same  criteria incumbent  upon the district  court.   See\n                                                                 \n\nVanhaaren v. State  Farm Mut. Auto. Ins. Co., </pre><span class=\"citation\" data-id=\"602828\"><a href=\"/opinion/602828/dennis-vanhaaren-v-state-farm-mutual-automobile-insurance-company/\"><span class=\"volume\">989</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3 (1st\n                                            \n\nCir. 1993); High  Voltage Eng'g  Corp. v. Federal  Ins. Co.,  </pre><span class=\"citation\" data-id=\"596486\"><a href=\"/opinion/596486/high-voltage-engineering-corporation-v-federal-insurance-company/\"><span class=\"volume\">981</span>\n                                                           \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">596</span></a></span><pre class=\"inline\">, 598 (1st Cir. 1992); Pedraza v. Shell Oil Co., </pre><span class=\"citation\" data-id=\"566798\"><a href=\"/opinion/566798/cruz-pedraza-alejandrina-pedraza-roberto-pedraza-and-mary-ellen-pedraza/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span>\n                                                       \n\n<span class=\"page\">48</span></a></span><pre class=\"inline\">,  50  (1st Cir.  1991), cert.  denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">993</span> </span><pre class=\"inline\">(1992).\n                                        \n\nSummary judgment  is appropriate  where  \"the pleadings,  deposi-\n\ntions,  answers  to  interrogatories,  and  admissions  on  file,\n\ntogether  with  the affidavits,  if any,  show  that there  is no\n\ngenuine issue as to any material  fact and that the moving  party\n\n                                7\n\nis entitled  to judgment as a  matter of law.\"   Fed. R.  Civ. P.\n\n56(c); see </pre><span class=\"citation\" data-id=\"602828\"><span class=\"antecedent_guess\">Vanhaaren,</span> <a href=\"/opinion/602828/dennis-vanhaaren-v-state-farm-mutual-automobile-insurance-company/\"><span class=\"volume\">989</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">3</span></a></span><pre class=\"inline\">; Canal  Ins. Co. v.  Benner,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"595480\"><a href=\"/opinion/595480/canal-insurance-company-v-darrell-a-benner-gary-lebreton-canal/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">23</span></a></span><pre class=\"inline\">, 25 (1st Cir. 1992).  Similarly, on plenary review of\n\na  district court judgment on the pleadings under Rule 12(c), all\n\nmaterial allegations in the complaint  are credited in the  light\n\nmost favorable to the  plaintiff, see International Paper Co.  v.\n                                                             \n\nJay,  </pre><span class=\"citation\" data-id=\"557781\"><a href=\"/opinion/557781/international-paper-company-v-town-of-jay/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">480</span></a></span><pre class=\"inline\">, 482  (1st Cir.  1991).   A dismissal  on the\n   \n\npleadings will be upheld  only if \"'it appears beyond  doubt that\n\nthe plaintiff  can prove  no  set of  facts in  support of  [its]\n\nclaims  which  would entitle  [it] to  relief.'\"   </pre><span class=\"citation\" data-id=\"557781\"><a href=\"/opinion/557781/international-paper-company-v-town-of-jay/\"><span class=\"id_token\">Id.</span>  at 482-83\n</a></span><pre class=\"inline\">                                                      \n\n(quoting Conley v. Gibson, </pre><span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span><pre class=\"inline\">, 45-46 (1957)).\n                         \n\nStatutory Background\n                    \n\n          COBRA was enacted in 1986, as a legislative response to\n\n\"reports of the  growing number of  Americans without any  health\n\ninsurance coverage and the decreasing willingness of our Nation's\n\nhospitals to provide  care to  those who cannot  afford to  pay,\"\n\nH.R.   Rep. No. 241, 99th  Cong., 2d Sess. 44,  reprinted in 1986\n                                                            \n\nU.S.C.C.A.N. 579,  622.2   In  \"an  effort to  provide  continued\n\n                    \n\n     2Although COBRA  has been amended several  times, see, e.g.,\n                                                                \nTax Reform Act of  1986, P.L. 99-514 (October 22,  1986),   1895-\n(d); Technical and Miscellaneous Revenues Act of 1988,  P.L. 100-\n647 (November 10, 1988),   3011(a); and Omnibus Budget Reconcili-\nation  Act of  1989 (\"OBRA\"),  P.L. 101-239  (December 19, 1989),\n   6703-6710, 6801,  7862(c), 7891(d), except  as otherwise indi-\ncated we refer to the January, 1987 version as \"COBRA.\"\n     For a fuller description of COBRA's enactment, see Thomas H.\nSomers, COBRA: An Incremental  Approach to National Health Insur-\n                                                                 \nance, 5 J. Contemp. Health L.  &amp; Probs. 141, 141-2 (1992) (noting\n    \nthat  COBRA's \"continuation  coverage\"  provisions  were  enacted\n\"without  deliberation  . .  . ,  in  the process  amending three\ndistinct statutes,\"  and \"invit[ing] a fair  amount of regulatory\nconfusion.\").\n\n                                8\n\naccess to  affordable private health insurance for  some of these\n\nindividuals,\" H.R.  Rep. No. 241,  at 44, without  increasing the\n\n\"staggering budget deficits now facing the United States,\" see S.\n                                                              \n\nRep.  No. 146, 99th Cong., 2nd Sess. 3, reprinted in 1986 U.S.C.-\n                                                    \n\nC.A.N. 42, 43, COBRA compels employers that sponsor certain group\n\nhealth plans to provide \"qualified beneficiaries\" with the option\n\nof receiving  self-paid \"continuation coverage,\" at  no more than\n\n102%  of group rates, for eighteen or thirty-six months after the\n\noccurrence of  a \"qualifying event\" which  would otherwise result\n\nin  a termination of coverage.  See 29 U.S.C.   1161(a), 1162(2)-\n                                   \n\n(A).3\n\n          The \"continuation  coverage\" required by  COBRA must be\n\n\"identical  to the coverage provided  under the plan to similarly\n\nsituated beneficiaries  under  the plan  with respect  to whom  a\n\nqualifying  event has  not  occurred,\" 29  U.S.C.   1162(1),  and\n\n\"[i]f  coverage is  modified  under the  plan  for any  group  of\n\nsimilarly  situated  beneficiaries, such  coverage shall  also be\n\nmodified in the same manner for all individuals who are qualified\n\nbeneficiaries under the  plan pursuant to  [COBRA] . . . .\"   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>\n                                                                 \n\nAn employer </span><pre class=\"inline\">which fails  to provide elective \"continuation cover-\n\nage\" under the terms of the statute is subject to unfavorable tax\n\n                    \n\n     3The period of entitlement to \"continuation coverage\" may be\nextended  or shortened,  depending on  the occurrence  of certain\nevents  within the preceding coverage term.  See, e.g., 29 U.S.C.\n                                                      \n  1162(2)(A)(ii)  (occurrence  of  additional  qualifying  event,\nwithin initial period of \"continuation coverage,\" may extend term\nof COBRA  coverage); </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>  at   1162(2)</span><pre class=\"inline\">(A)(v)  (covered employee's\n                        \neligibility for \"continuation coverage\" terminates  with Medicare\neligibility).\n\n                                9\n\ntreatment,  see  26 U.S.C.    4980B  (1989),  amending 26  U.S.C.\n                                                      \n\n  162(i)(2)  (1988), and  to  civil suit  by affected  \"qualified\n\nbeneficiaries,\" see  29 U.S.C.    1132(a).  A  plan administrator\n                   \n\nwhich  fails to  provide  a \"qualified  beneficiary\" with  timely\n\nnotice of her rights under COBRA is subject to personal liability\n\nnot  exceeding $100  per day.   See  29 U.S.C.    1132(c)(1); see\n                                                                 \n\ngenerally Jeffrey  D. Mamorsky, Employee Benefits  Law: ERISA and\n                                                                 \n\nBeyond,   10.07  et  seq. (2d  ed.  1993) (discussing  COBRA  and\n                         \n\nsubsequent amendments).\n\nThe Gaskells' Coverage\n                      \n\n          The Coop does not  contest its obligation, under COBRA,\n\nto provide  the Gaskells  with \"continuation coverage,\"  at their\n\nelection  and expense, for a minimum of eighteen months after the\n\noccurrence  of a \"qualifying event.\"  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span>  <span class=\"volume\">762</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1541</span></span><pre class=\"inline\">. \n                                         \n\nInstead, the  Coop contends that the  relevant \"qualifying event\"\n\noccurred on  January 14, 1987, when  David Gaskell first  went on\n\nfull  disability leave, \"reducing his  hours\" from forty per week\n\nto zero.   See 29 U.S.C.   1163 (\"reduction of hours . . . of the\n              \n\ncovered  employee's employment\"  as potential  qualifying event).\n\nOn the Coop's reasoning, therefore, its eighteen-month \"continua-\n\ntion  coverage\" obligation expired on July 14, 1988, and the Coop\n\nhad no legal duty to continue Carolyn's coverage further based on\n\nDavid's  subsequent Medicare  eligibility  on July 1,  1989.   We\n\nagree with the Coop's reading of  the statute, but find no record\n\nevidence  to  support its  allegation  that  group plan  coverage\n\nterminated as a result of David's disability leave on January 14,\n\n                                10\n\n1987.   Accordingly, we must  remand for further  fact finding on\n\nthis issue.\n\n          Under COBRA, \"the  term 'qualifying event' means,  with\n\nrespect to any covered employee, any . . . [termination or reduc-\n\ntion in hours] which, but for the  continuation coverage required\n                                                                 \n\nunder  this part,  would  result in  the  loss of  coverage of  a\n                                                                 \n\nqualified   beneficiary . . . .\"    29  U.S.C.    1163  (emphasis\n                       \n\nadded).   As the district court  noted, </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> <span class=\"volume\">762</span> <span class=\"reporter\">F. Supp.</span>  at <span class=\"page\">1542</span></span><pre class=\"inline\">,\n                                           \n\nthis statutory language offers  no explicit guidance in determin-\n\ning  the  relevant \"qualifying  event\"  where, as  here,  the em-\n\nployee's termination or reduction in hours does not coincide with\n\nthe  \"loss  of coverage\"  under the  employer's  plan.   In these\n\ncircumstances, the district court elected to view the \"qualifying\n\nevent\" as \"the point at which [the employee] experience[d] a loss\n                                                                 \n\nof coverage as a consequence of  the reduction in hours.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at\n                                                              \n\n1543 </span><pre class=\"inline\">(emphasis added).  Other courts,  by contrast, have measured\n\nthe  eighteen-month  period  from  the event  itself,  viz.,  the\n                                                           \n\nemployee's termination  or reduction  in hours,  so long  as that\n\nevent \"eventually resulted in the loss of . . . health coverage.\"\n                 \n\nSee, e.g., Phillips  v. Riverside,  Inc., 796 F.  Supp. 403,  411\n                                        \n\n(E.D. Ark.  1992) (holding that employer's \"gratuitous\" provision\n\nof  three months'  continued  coverage must  be credited  towards\n\nemployer's eighteen-month COBRA  \"continuation coverage\"  obliga-\n\ntion once belated  notice has  been given to  the employee);  see\n                                                                 \n\nalso  Hubicki v. Amtrak Nat.  Passenger R. Co.,  </pre><span class=\"citation\" data-id=\"1478292\"><a href=\"/opinion/1478292/hubicki-v-amtrak-nat-passenger-r-co/\"><span class=\"volume\">808</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">192</span></a></span><pre class=\"inline\">,\n                                              \n\n197 (E.D.N.Y. 1992) (noting, without resolving, possible alterna-\n\n                                11\n\ntive readings of statute).\n\n          Since  we agree  with  the district  court that  either\n\nreading is plausible, based on the statutory language, we consult\n\nthe  available legislative history.   See Concrete Pipe &amp; Prods.,\n                                                                 \n\nInc. v. Construction Laborers Pension Trust, </pre><span class=\"citation\" data-id=\"112883\"><a href=\"/opinion/112883/concrete-pipe-products-of-cal-inc-v-construction-laborers-pension/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2264</span></a></span><pre class=\"inline\">, 2281\n                                           \n\n(1993)  (\"we turn, as . . . in  the usual case of textual ambigu-\n\nity, to the legislative purpose as revealed by the history of the\n\nstatute\");  United States  v.  Alky Enterprises,  Inc., </pre><span class=\"citation\" data-id=\"587246\"><a href=\"/opinion/587246/united-states-v-alky-enterprises-inc/\"><span class=\"volume\">969</span>  <span class=\"reporter\">F.2d</span>\n                                                      \n\n<span class=\"page\">1309</span></a></span><pre class=\"inline\">, 1314  (1st Cir. 1992) (\"where the  language of a statute is\n\nambiguous  on its face, we  should look . . .  to the legislative\n\nhistory in order to  ascertain Congressional intent\"); see gener-\n                                                                 \n\nally Stephen J.  Breyer, On  The Uses of  Legislative History  in\n                                                                 \n\nInterpreting Statutes, 65  S. Cal. L. Rev. 845 (1992) (discussing\n                     \n\nproper use of legislative  history in ascertaining  congressional\n\nintent where statute is  ambiguous).  COBRA's legislative history\n\nleads us to conclude  that Congress intended an  employee's eigh-\n\nteen-month period  of continuation coverage to  commence with the\n                                                                 \n\nevent leading,  under the terms of the plan, to loss of coverage,\n                                                                \n\nrather than upon the loss of coverage itself.\n\n          First, while the House Reports accompanying the various\n\nversions  of the statute are  silent or ambiguous  on the issue,4\n\nthe  \"continuation coverage\"  provisions in  the House  bill were\n\n                    \n\n     4See  H.R.   Rep.  No. 241,  99th Cong.,  2d  Sess. 44,  45,\n         \nreprinted  in 1986  U.S.C.C.A.N.  579, 622-23  (no discussion  of\n             \nissue); H.R. Rep. No. 320, 99th Cong., 2d Sess. 319-20, reprinted\n                                                                 \nin 1986  U.S.C.C.A.N. 756, 970-71  (noting, without  elaboration,\n  \nthat   1163 \"defines qualifying event\").\n\n                                12\n\nincorporated virtually  without change into the  final Conference\n\nbill,5  and the  Report of  the Senate  Finance Committee,  which\n\naccompanied the final Conference version, is reasonably explicit.\n\nIt provides, in pertinent part, that:\n\n          Th[e] 18-month period [of continuation cover-\n          age] includes, and is not in addition to, any\n          continuation period presently permitted under\n          local law.   Thus,  for example, if  the plan\n          presently  provides  that dependent  coverage\n          ceases  one month  after the  date of  an em-\n          ployee's  death, the bill  would require that\n          beneficiaries be entitled  to elect  continu-\n          ation coverage for up  to 18 months following\n          the  date of  death, not the  18-month period\n          beginning with the actual cessation of cover-\n          age one month after the employee's death.\n\nSee S.  Rep. No. 146, 99th  Cong., 2d Sess. 3,  365, reprinted at\n                                                                 \n\n1986 U.S.C.C.A.N. 42, 324.  We perceive no basis, in the legisla-\n\ntive  history,  for the  Gaskells'  proposed  distinction between\n\n\"blended\"  coverage  and  \"stacked\"  coverage.6    Moreover,  the\n\nSenate Finance  Committee Report, referring  to \"any continuation\n                                                    \n\nperiod presently permitted,\" see </pre><span class=\"citation\" data-id=\"587246\"><a href=\"/opinion/587246/united-states-v-alky-enterprises-inc/\"><span class=\"id_token\">id.</span> (emphasis added), </a></span><pre class=\"inline\">appears to\n                                    \n\nundermine the basis for such a distinction.\n\n          Second, the Proposed Regulations issued by the Treasury\n\nDepartment, the only administrative interpretation of the statute\n\n                    \n\n     5Compare  Pub.L. 99-272    10001-02 with H.R. Conf. Rep. No.\n                                             \n99-543,  at 162-72 (text of  H.R. 3128,     10001-02 (rejected by\nthe House, December 19, 1985)).\n\n     6As explained in  the Gaskells' appellate  brief, \"blending\"\nof  coverage  occurs when  \"the employer  wishes  to pay  for the\nemployee's coverage for part  or all of the COBRA  period,\" after\ngiving  timely  notice to  the employee  of  the occurrence  of a\nqualifying  event.    \"Stacking\"  of coverage  occurs  \"when  the\nemployer provides  coverage . . . for some  period after termina-\ntion without complying with COBRA and then gives the notice.\"\n\n                                13\n\nproffered to date, appear to take a similar position.  See  Prop.\n                                                          \n\nTreas. Reg. 1.162-26, 52 Fed. Reg. 22,716 (proposed Apr. 6, 1987;\n\nto be codified at 26 C.F.R. pt. 1), at Q&amp;A-18 (\"a  loss of cover-\n\nage  need not occur immediately  after the event,  so long as the\n\nloss of coverage will occur before  the end of the maximum cover-\n\nage period\");  see also </pre><span class=\"citation\" data-id=\"587246\"><a href=\"/opinion/587246/united-states-v-alky-enterprises-inc/\"><span class=\"id_token\">id.</span>  at Q&amp;A-39 </a></span><pre class=\"inline\">(\"The  end of  the maximum\n                           \n\ncoverage period is measured from the date of the qualifying event\n\neven if  the qualifying event does not result in a loss of cover-\n                                                                 \n\nage under  the plan  until some  later date\")  (emphasis added).7\n                                           \n\nThe Proposed  Treasury Regulations  have not yet  been finalized,\n\nare apparently  on hold  pending further  revisions, see  56 Fed.\n                                                        \n\nReg. 53803-03  (1991), and, accordingly,  are not  authoritative.\n                                                                \n\nSee Oakley v. City  of Longmont, </pre><span class=\"citation\" data-id=\"532854\"><a href=\"/opinion/532854/james-oakley-v-city-of-longmont-and-safeco-insurance-company-of-america/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1128</span></a></span><pre class=\"inline\">, 1133 (10th  Cir.\n                               \n\n1989) (Treasury Department's interpretation of COBRA not authori-\n\ntative  \"[u]ntil  the  agency completes  formal  rule-making  and\n\npromulgates  final regulations\"),  cert.  denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">1082</span>\n</span><pre class=\"inline\">                                                \n\n(1990);  see also Sirkin v. Phillips Colleges, Inc., </pre><span class=\"citation\" data-id=\"2313909\"><a href=\"/opinion/2313909/sirkin-v-phillips-colleges-inc/\"><span class=\"volume\">779</span> <span class=\"reporter\">F. Supp.</span>\n                                                   \n\n<span class=\"page\">751</span></a></span><pre class=\"inline\">, 755  (D. N.J.  1991) (declining  to apply  proposed Treasury\n\nregulation).  Nevertheless, pending promulgation of final regula-\n\n                    \n\n     7In  enacting COBRA,  Congress delegated  responsibility for\nthe  issuance  of  interpretive  regulations  to  three  separate\nagencies:  the Departments  of  Treasury, Labor,  and Health  and\nHuman Services. See,  e.g., 26 U.S.C.   7801,  7805 (Secretary of\n                          \nTreasury authorized  to \"prescribe all needful  rules and regula-\ntions  for  the enforcement  of  this title\");  29  U.S.C.   1168\n(Secretary of Labor authorized to \"prescribe regulations to carry\nout the  [continuation coverage] provisions\"). To  date, only the\nTreasury  Department has proposed  regulations under the statute.\nSee  generally Johnson  v.  Reserve Life  Ins. Co.,  </pre><span class=\"citation\" data-id=\"2351175\"><a href=\"/opinion/2351175/johnson-v-reserve-life-ins-co/\"><span class=\"volume\">765</span> <span class=\"reporter\">F. Supp.</span>\n                                                  \n<span class=\"page\">1478</span></a></span><pre class=\"inline\">, 1480-83 (C.D. Cal.  1991) (discussing regulatory overlap in\nCOBRA provisions). \n\n                                14\n\ntions, the  Internal Revenue Service has announced  that it \"will\n\nconsider compliance with the  terms of these proposed regulations\n\nto constitute good faith compliance with a reasonable interpreta-\n\ntion  of the statutory requirements.\"   See 52  Fed. Reg. 22,716.\n                                           \n\nAccordingly, some courts have relied on the Proposed Regulations,\n\nnotwithstanding  their interim  status,  to define  the scope  of\n\nemployers' duties under COBRA.   See Branch v. G. Bernd  Co., </pre><span class=\"citation\" data-id=\"577192\"><a href=\"/opinion/577192/h-lynn-branch-administrator-of-the-estate-of-dwayne-elijah-bell-v-g/\"><span class=\"volume\">955</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1574</span></a></span><pre class=\"inline\">, 1581  (11th Cir. 1992) (finding that  proposed regula-\n\ntions \"represent  the proper  construction of  COBRA in  light of\n\nCongress'  intent\");   see  also  Lincoln  Gen.   Hosp.  v.  Blue\n                                                                 \n\nCross/Blue  Shield of  Nebraska, </pre><span class=\"citation\" data-id=\"583435\"><a href=\"/opinion/583435/lincoln-general-hospital-v-blue-crossblue-shield-of-nebraska/\"><span class=\"volume\">963</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1136</span></a></span><pre class=\"inline\">,  1142 (8th  Cir.\n                               \n\n1992) (Proposed Regulations show \"regular practice\" under COBRA);\n\nCommunications  Workers of America v.  NYNEX Corp., </pre><span class=\"citation\" data-id=\"538489\"><a href=\"/opinion/538489/communications-workers-of-america-district-one-afl-cio-ronald-e-woods/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">887</span></a></span><pre class=\"inline\">,\n                                                  \n\n888-89 (2d Cir. 1990) (citing Proposed Regulations).8\n\n          Finally,  our reading  accords with  the interpretation\n\nadopted by  Congress in amending COBRA  through the Miscellaneous\n\nERISA Amendments Act of 1989.  See H.R. No. 101-247, 101st Cong.,\n                                  \n\n1st Sess.  52 (1989), reprinted  in 1989 U.S.C.C.A.N.  1906, 1944\n                                   \n\n(under the original  version of the  statute, \"[i]f the  laid-off\n\nemployee . . . elects  continuation coverage, the  maximum period\n\nof that  coverage is  measured from the  date of the  layoff, al-\n                                                            \n\nthough the period an employer has to  notify the employee that he\n\n                    \n\n     8Moreover,  we note  that the Proposed  Treasury Regulations\nare invoked, at various  points, by both parties in  their appel-\nlate briefs.  Cf. W.R.  Grace &amp; Co. v. United States  E.P.A., </pre><span class=\"citation\" data-id=\"579948\"><a href=\"/opinion/579948/wr-grace-co-conn-v-united-states-environmental-protection-agency/\"><span class=\"volume\">959</span>\n                                                            \n<span class=\"reporter\">F.2d</span> <span class=\"page\">360</span></a></span><pre class=\"inline\">, 366 n.14  (1st Cir. 1992) (agency's  interim, non-final\nregulations do  not control appeal,  but may  be considered  upon\nboth parties' application \"for  the limited purpose of bolstering\n. . . analysis\").\n\n                                15\n\nor  she has  the right  to elect  continuation coverage  does not\n\nbegin to  run until  group health  coverage is  lost.\") (emphasis\n\nadded).   Although the views  of a subsequent  Congress obviously\n\nare  not binding in determining the intent of an earlier legisla-\n\nture, see, e.g., United States  v. American Heart Research  Fund,\n                                                                \n\nNo.  92-2108,  slip op.  at 8  (1st  Cir. June 18,  1993); United\n                                                                 \n\nStates v. Bay  State Ambulance  &amp; Hosp. Rental  Serv., Inc.,  </pre><span class=\"citation\" data-id=\"522863\"><a href=\"/opinion/522863/25-socsecrepser-443-medicaremedicaid-gu-37849-28-fed-r-evid/\"><span class=\"volume\">874</span>\n                                                           \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span><pre class=\"inline\">, 31 (1st Cir. 1989), \"such views are entitled to signifi-\n\ncant  weight . . . and particularly so when the precise intent of\n\nthe enacting  Congress is obscure.\"   Seatrain Shipbuilding Corp.\n                                                                 \n\nv.  Shell Oil Co., </pre><span class=\"citation\" data-id=\"110186\"><a href=\"/opinion/110186/seatrain-shipbuilding-corp-v-shell-oil-co/\"><span class=\"volume\">444</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">572</span></a></span><pre class=\"inline\">, 596  (1980) (citation omitted);\n                 \n\nsee also United States v. Ven-Fuel, Inc., </pre><span class=\"citation\" data-id=\"450368\"><a href=\"/opinion/450368/united-states-v-ven-fuel-inc/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">741</span></a></span><pre class=\"inline\">, 758  (1st\n                                        \n\nCir.  1985); Roosevelt  Campobello  Int'l Park  Comm'n v.  United\n                                                                 \n\nStates  E.P.A., </pre><span class=\"citation\" data-id=\"421130\"><a href=\"/opinion/421130/roosevelt-campobello-international-park-commission-v-united-states/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">431</span></a></span><pre class=\"inline\">, 436-37  (1st Cir.  1983).   As the\n              \n\naccretion of  evidence is compelling,  we conclude that  the Gas-\n\nkells' eighteen-month \"continuation coverage\" period ran from the\n\ndate  of the event which triggered David's loss of benefits under\n\nthe terms of the Coop's  group insurance plan, and not  from July\n\n1,  1988, when the Coop ceased its voluntary provision of employ-\n\ner-paid group plan insurance and the Gaskells' self-paid \"contin-\n\nuation coverage\" commenced.9\n\n                    \n\n     9We acknowledge  the potential  harsh effects of  our inter-\npretation, which effectively shifts to  \"qualified beneficiaries\"\nthe  responsibility to  ascertain when  a \"qualifying  event\" has\noccurred  which  would  eventuate in  the  inexorable  loss  of a\ncontract-right to coverage  under the employer's plan     even if\nthat  event precedes by  days or months  the actual  loss of plan\n                                                   \ncoverage, the provision of notice by the plan  administrator, and\nthe  commencement of  any unexpired  \"election\"  period.   See 29\n                                                              \nU.S.C.   1165(1)(A) (\"election period . . . begins not later than\n\n                                16\n\n          An important  issue remains:  whether,  under the terms\n\nof  the Coop's group insurance  plan, David's loss  of group plan\n\neligibility inexorably  was triggered by the  commencement of his\n\ndisability   leave   (January 14,  1987),   by   his  resignation\n\n(January 14, 1988), or by some  other event.  It is the  terms of\n\nthe plan that matter in defining the appropriate \"trigger\"; thus,\n\nDavid's reduction in hours is  not a \"qualifying event\" if  it is\n\nnot so  designated in the plan, even if it might have been desig-\n                                                          \n\nnated as such, and regardless of the fact that it  may ultimately\n\nhave led to the eventual occurrence of a \"qualifying event\" which\n           \n\nwas so designated.  See, e.g., Jachim  v. KUTV, Inc., </pre><span class=\"citation\" data-id=\"1362121\"><a href=\"/opinion/1362121/jachim-v-kutv-inc/\"><span class=\"volume\">783</span> <span class=\"reporter\">F. Supp.</span>\n                                                    \n\n<span class=\"page\">1328</span></a></span><pre class=\"inline\">,  1332  (D.  Utah  1992) (rejecting  employee's  claim  that\n\n\"reduction in hours\" was a \"qualifying event,\" where plan provid-\n\ned no cessation of coverage until employee's actual termination).\n\n          The  record does not contain  a copy of  the Blue Cross\n\n                    \n\nthe  date  on which  coverage terminates\").    For example,  if a\n\"qualified  beneficiary\" of  a  plan which  offers no  conversion\noption  fails to  recognize the  covered employee's  reduction in\nhours as a  \"qualifying event,\" and no notice is  provided by the\nplan  administrator,  the  qualified  beneficiary  may  find  her\ncontinuation coverage  abruptly  terminated, some  months  later,\nwith little or no time to arrange for alternative insurance.  The\nGaskells  argue, with  considerable  force, that  this result  is\ninconsistent with COBRA's general remedial purpose,  see National\n                                                                 \nCompanies  Health Ben. Plan v. St. Joseph's Hosp., Inc., </pre><span class=\"citation\" data-id=\"558684\"><a href=\"/opinion/558684/national-companies-health-benefit-plan-trust-agreement-for-the-national/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span>\n                                                       \n<span class=\"page\">1558</span></a></span><pre class=\"inline\">,  1572-73 (11th Cir. 1991), to avoid sudden losses in cover-\nage.  However, in the ordinary case, this sequence of events will\nbe forestalled  by the  plan administrator's provision  of timely\nnotice under 29 U.S.C.   1166(a) (\"In accordance with regulations\nprescribed by  the Secretary . . . . (4)  the administrator shall\nnotify . . . any qualified beneficiary with  respect to [a quali-\nfying]  event  . . .  of  such beneficiary's  rights  under  this\nsubsection\").  Penalties may be enforced against plan administra-\ntors who fail to provide such notice.  See </pre><span class=\"citation\" data-id=\"558684\"><a href=\"/opinion/558684/national-companies-health-benefit-plan-trust-agreement-for-the-national/\"><span class=\"id_token\">id.</span> at   1132(c)(1).\n</a></span><pre class=\"inline\">                                              \n\n                                17\n\ngroup insurance plan; and, with respect to the \"triggering event\"\n\nwhich  led to  cessation  of plan  coverage,  the district  court\n\nconcluded  that \"there  [was] no  evidence concerning  the Coop's\n\npolicy with regard to  the provision of benefits to  employees on\n\ndisability leave,\"  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> <span class=\"volume\">762</span> <span class=\"reporter\">F. Supp.</span>  at <span class=\"page\">1541</span> </span><pre class=\"inline\"> n.4.  Since  we may\n                       \n\nuphold the judgment on  the pleadings only if \"it  appears beyond\n\ndoubt that the plaintiff can prove no set of facts  in support of\n                                                  \n\n[its] claims  which  would entitle  [it]  to relief,\"  Conley  v.\n                                                             \n\nGibson, </pre><span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">41</span></a></span><pre class=\"inline\">, 45-46  (1957) (emphasis added),  and it  is\n      \n\nimpossible to determine from the present record whether going  on\n\nfull  disability leave would  automatically \"trigger\" a cessation\n\nof David's  contractual entitlement to  employer-paid group  plan\n\ninsurance benefits, cf.  Charles v. Des  Plaines Pub. Co.,  Inc.,\n                                                                \n\nNo. 91-C-01288 (N.D. Ill.  June 4, 1991), U.S. Dist.  LEXIS 7806,\n\n*5 (noting employee's failure to allege facts showing entitlement\n                                                                 \n\nto group  insurance during disability leave),  the district court\n\njudgment was  at least  premature.10  We  accordingly vacate  the\n\njudgment, and remand for further proceedings.\n\n                    \n\n     10For similar reasons,  we decline to rule  on the Gaskells'\nalternate argument, that principles of equitable estoppel require\nthe Coop  to provide \"continuation  coverage\" under its  plan for\neighteen  months beyond  July 1,  1988.   Even assuming  that the\ndefense  of equitable  estoppel is  available to  COBRA benefici-\naries,  upon a  proper  showing, where  the terms  of a  plan are\notherwise ambiguous, see National Companies Health </pre><span class=\"citation\" data-id=\"558684\"><span class=\"antecedent_guess\">Plan,</span> <a href=\"/opinion/558684/national-companies-health-benefit-plan-trust-agreement-for-the-national/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span>\n                                                       \nat  <span class=\"page\">1572-73</span></a></span><pre class=\"inline\">,  a preliminary  showing  of  ambiguity is  required;\n\"'estoppel may not be  invoked to enlarge or extend  the coverage\nspecified in a contract.'\" See </pre><span class=\"citation\" data-id=\"558684\"><a href=\"/opinion/558684/national-companies-health-benefit-plan-trust-agreement-for-the-national/\"><span class=\"id_token\">id.</span>  at 1572 </a></span><pre class=\"inline\">n.13 (quoting Kane v.\n                                                              \nAetna  Life  Ins., </pre><span class=\"citation\" data-id=\"534915\"><a href=\"/opinion/534915/kenneth-kane-individually-and-as-guardian-next-friend-and-on-behalf-of/\"><span class=\"volume\">893</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span><pre class=\"inline\">,  1285  n.3 (11th  Cir.), cert.\n                                                                 \ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">111</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">232</span> </span><pre class=\"inline\">(1990)).  Since  the Blue Cross group plan\n      \ncontract with  the Coop  is not  part  of the  record, we  cannot\ndetermine whether the ambiguity showing can be met here.\n\n                                18\n\n          Since the remaining arguments raised by the Gaskells on\n\nappeal  turn on the terms of the  plan contract, and the validity\n\nof the district court's finding that \"the Coop was . . . obligat-\n\ned  [under  the terms  of the  contract]  to provide  health plan\n\ncoverage  to the Gaskells for  a period beginning  July 1, 1988,\"\n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> <span class=\"volume\">762</span>  <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1543</span></span><pre class=\"inline\">,  appellate resolution of  these issues\n   \n\nmust  await evidence  of  the terms  of  the plan  contract,  and\n\ndistrict court reconsideration of  the Coop's COBRA liability, on\n\nremand.   We  accordingly  vacate the  judgment,  and remand  for\n\nfurther proceedings.\n\n                                19\n\n          The district court judgment is vacated and the case  is\n                                                                 \n\nremanded for further proceedings consistent herewith.\n                                                     \n\n                                20\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110186/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112883/",
    "https://www.courtlistener.com/api/rest/v3/opinions/421130/",
    "https://www.courtlistener.com/api/rest/v3/opinions/450368/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522863/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532854/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534915/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538489/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557781/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558684/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566798/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577192/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579948/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583435/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587246/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595480/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596486/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602828/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1362121/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1478292/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2313909/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2351175/"
  ]
}