{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194833/",
  "id": 194833,
  "absolute_url": "/opinion/194833/united-states-v-donovan/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194833/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:26:06Z",
  "date_modified": "2020-02-21T23:35:36.288878Z",
  "type": "010combined",
  "sha1": "d8e5d85c55b0bef88fbccf172f68438dcfcc07e5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1051.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1131\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                        DOMENIC SIMONETTI\n\n                      Defendant, Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\n                                                     \n\n                                           \n\n                              Before\n\n                    Torruella, Selya and Cyr,\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n     Edward  S. MacColl, by  Appointment of the  Court, with whom\n                       \nMarshall  J. Tinkle and Thompson, McNaboe, Ashley &amp; Bull, were on\n                                                        \nbrief for appellant.\n     Margaret D.  McGaughey,  Assistant United  States  Attorney,\n                           \nwith whom Jay P. McCloskey, United  States Attorney, and Jonathan\n                                                                 \nA.  Toof, Assistant  United  States Attorney,  were on  brief for\n        \nappellee. \n\n                                           \n\n                          July 20, 1993\n                                           \n\n          TORRUELLA,  Circuit Judge.  Defendant Domenic Simonetti\n                                   \n\nwas charged  with conspiracy  to possess  cocaine with  intent to\n\ndistribute   it  in   violation  of   21  U.S.C.       841(a)(1),\n\n841(b)(1)(C), and 846.  After the trial began, the district court\n\nsevered  Simonetti's  case  from  that  of  his  codefendant  and\n\ndeclared a mistrial over  Simonetti's objection.  Simonetti later\n\nmoved  to   dismiss  the   indictment,  alleging  retrial   would\n\nconstitute  double jeopardy  in violation  of his  constitutional\n\nrights.  The district court denied the motion and we affirm.\n\n          Prior to trial,  the government  released to  Simonetti\n\nredacted  reports of government  interviews with  Peter Shoureas.\n\nThe reports  referred to  drug transactions between  Shoureas and\n\nvarious other individuals.   At trial,  the government sought  to\n\nprove  that  Domenic  Simonetti  (also  referred  to  as  \"Nick\")\n\nconspired  with Shoureas  and  others to  possess and  distribute\n\ncocaine.  While  cross-examining Shoureas, Simonetti's  attorney,\n\nMr.  Lilley, discovered that the unedited reports showed that the\n\nconspiracy arguably  involved  another individual  who  was  also\n\nreferred  to as \"Nick.\"   On different occasions  during his drug\n\ntrafficking  career, Shoureas apparently  conspired with Nicholas\n\nSkinsacos  and later,  defendant Domenic  Simonetti.   Skinsacos'\n\nname was redacted in the government's reports, however.  This new\n\ninformation   offered   potentially   exculpatory  evidence   for\n\nSimonetti because the defense  could have attempted to show  that\n\nthe references to \"Nick\" implicated Skinsacos, not Simonetti.\n\n          Attorney  Lilley moved to dismiss the case on the basis\n\nof  Brady v. Maryland, 373 U.S. 83 (1963), because the government\n                     \n\nfailed to disclose  this exculpatory evidence  before trial.   In\n\naddition, Lilley informed  the court  that he had  a conflict  of\n\ninterest  because  he  previously  represented  Skinsacos.    The\n\ndistrict  court   determined   that  the   government   did   not\n\nintentionally violate its disclosure duty by deleting  Skinsacos'\n\nname from  the Shoureas reports,  but agreed that  the references\n\nshould have  been provided  to the  defense.1  As  a remedy,  the\n\ncourt ordered  disclosure of  all references to  Skinsacos.   The\n\ncourt concluded that  the delayed disclosure did  not prevent the\n\ndefense from effectively presenting its case and thus denied  the\n\nmotion to dismiss, finding dismissal  unwarranted by Brady or its\n                                                          \n\nprogeny.  See United States v. Devin, 918 F.2d 280, 289 (1st Cir.\n                                    \n\n1990)  (delayed  disclosure  does  not  warrant  dismissal  where\n\ndefendant can effectively use information belatedly disclosed).2\n\n          Attorney Lilley's  conflict of interest  with Skinsacos\n\nremained,  however.    The   district  court  recognized  that  a\n\nlegitimate defense strategy would attempt to show that references\n\nto \"Nick\"  implicated  Skinsacos, not  Lilley's  present  client,\n\nSimonetti.  Lilley's ability to represent Simonetti was impaired,\n\nhowever, because  Maine Bar Rules 3.4(e)3  and 3.6(l)(1) prohibit\n\n                    \n\n1     The  district  court  deemed  the  oversight  careless  and\nspecifically found no bad faith on the part of the prosecutor.\n\n2  Simonetti does not specifically challenge this ruling.\n\n3    Maine  Code   of  Professional  Responsibility  Rule  3.4(e)\nprovides:\n\n            A  lawyer  shall  not  accept  employment\n            adverse  to a former  client without that\n            client's informed written consent if such\n\n                               -3-\n\nthe  use   of  confidential  information  obtained   in  a  prior\n\nrepresentation  to the detriment of  the prior client  or for the\n\nbenefit of another party without informed written consent  of the\n\nprior client.4   Consequently,  Lilley could not  have vigorously\n\ndefended Simonetti without a waiver  from Skinsacos.  Cf.  United\n                                                                 \n\nStates v. Marren, 919 F.2d 61, 63 (7th Cir. 1990).\n                \n\n          The district  court granted  a continuance for  several\n\ndays in  an effort  to resolve  the conflict  of interest.   Over\n\nSimonetti's objection,  the court eventually  severed Simonetti's\n\ncase from his codefendant5  and concluded that manifest necessity\n\njustified declaring a  mistrial.  Simonetti moved  to dismiss the\n\ncase on double jeopardy grounds and the district court denied the\n\nmotion, finding that  a new  trial would not  violate the  Double\n\nJeopardy Clause.  This appeal followed.\n\n          The  Double  Jeopardy  Clause of  the  Fifth  Amendment\n\n                    \n\n            new   employment  involves   the  subject\n            matter  of the  former employment  or may\n            involve    the   use    of   confidential\n            information obtained  through such former\n            employment.\n\n4   Maine  Code of  Professional Responsibility  Rule 3.6  (l)(1)\nprovides in relevant part:  \n\n            [A]   lawyer   shall  not,   without  the\n            informed written consent  of the  client,\n            knowingly reveal a  confidence or  secret\n            of the  client;  use such  confidence  or\n            secret to the disadvantage of the client;\n            or use such  confidence or secret to  the\n            advantage  of  the  lawyer  or   a  third\n            person.\n\n5    Counsel for  codefendant  argued  that  further delay  would\nprejudice his client.\n\n                               -4-\n\nprovides that no person shall be twice placed in jeopardy for the\n\nsame offense.   Retrial after  a properly declared  mistrial does\n\nnot automatically offend the Double Jeopardy Clause.   Arizona v.\n                                                              \n\nWashington, 434 U.S. 497, 505 (1978).  Where mistrial is declared\n          \n\nover defendant's  objection, retrial  is permissible only  if the\n\nmistrial  was justified  by  \"manifest necessity.\"   Id.;  United\n                                                                 \n\nStates v.  P rez, 22  U.S. (9  Wheat.) 579 (1824).   The  Supreme\n                \n\nCourt  has  interpreted  \"manifest  necessity\" to  mean  a  \"high\n\ndegree\" of necessity.   Arizona, 434  U.S. at 505;  see Brady  v.\n                                                             \n\nSamaha,  667 F.2d  224,  228 (1st  Cir.  1981).   \"The  'manifest\n      \n\nnecessity'   standard  provides  sufficient   protection  to  the\n\ndefendant's  interests in having his case  finally decided by the\n\njury  first  selected while  at  the same  time  maintaining 'the\n\npublic's  interest  in  fair  trials  designed  to  end  in  just\n\njudgments.'\"   Oregon  v.  Kennedy,  456  U.S.  667,  672  (1982)\n                                  \n\n(quoting  Wade v.  Hunter,  336  U.S.  684,  689  (1949)).    The\n                         \n\nprosecution bears a heavy  burden in demonstrating that \"manifest\n\nnecessity\" exists when the defendant's  \"valued right to have his\n\ntrial  completed   by  a  particular   tribunal\"  is  implicated.\n\nArizona, 434  U.S. at 503 &amp;  n.11, 505.  Moreover,  the Court has\n       \n\nconsistently  emphasized that  the  standard  cannot  be  applied\n\nmechanically  or \"without  attention  to  the particular  problem\n\nconfronting the trial  judge.\"  Id. at 506;  see also Illinois v.\n                                                              \n\nSomerville, 410 U.S. 458, 462 (1973).\n          \n\n          \"Our duty as a  reviewing court is to  assure ourselves\n\nthat the  trial  judge  engaged  in  a  'scrupulous  exercise  of\n\n                               -5-\n\njudicial discretion'  in making the decision that  a mistrial was\n\nnecessary.\"6  Samaha, 667  F.2d at 228 (quoting United  States v.\n                                                              \n\nJorn, 400 U.S. 470, 485 (1971)).  In the past, we have considered\n    \n\nsignificant  whether the trial  judge (1) considered alternatives\n\nto a mistrial, (2) afforded counsel an opportunity to be heard on\n\nthe  issue, and  (3)  decided precipitously  or after  sufficient\n\nreflection.  United  States v.  Ram rez, 884  F.2d 1524,  1528-29\n                                       \n\n(1st  Cir. 1989); Samaha, 667  F.2d at 228-29;  see also Arizona,\n                                                                \n\n434 U.S. at 515-16.\n\n          In  the  present   case,  the   district  court   judge\n\nscrupulously  exercised his  discretion.   After the  conflict of\n\ninterest was first discovered, the trial judge held  a conference\n\nin  chambers to discuss possible  remedies.  He suggested several\n\noptions:   dismissal, declaration of mistrial,  or continuance to\n\npermit  Simonetti to retain other  counsel or to  obtain a waiver\n\nfrom Skinsacos.   The judge then  called a recess to  let counsel\n\nresearch  the problem and review all options.  Later, the hearing\n\nresumed,  only to be continued on several more occasions over the\n\nnext  several days.   The  district judge  specifically requested\n\nalternative remedies from the parties  and provided ample time to\n\nobtain the  waiver from Skinsacos.   Simonetti ultimately engaged\n\n                    \n\n6    Contrary  to Simonetti's  suggestion,  this  is  not a  case\ninvolving  prosecutorial  misconduct designed  to  \"harass or  to\nachieve tactical advantage over the accused,\" which would warrant\nreview under the \"strictest scrutiny\" standard.  See Arizona, 434\n                                                            \nU.S.  at 508.  The district court specifically found that neither\nparty  could be faulted for  failing to discover  the conflict of\ninterest prior to trial.  See United States v. Simonetti, No. 92-\n                                                        \n22, slip op. at 1-2 &amp; n.2 (D. Me. Jan. 27, 1993).\n\n                               -6-\n\nsubstitute counsel who did not have a conflict of interest.   The\n\njudge asked new counsel whether  he could suggest other remedies,\n\nwhether Simonetti  wished  to  continue  the case  with  his  new\n\nattorney,  or whether a waiver  could be obtained from Skinsacos.\n\nThe  court  even  considered  continuing the  case  to  allow new\n\ncounsel  time to prepare the case from where Attorney Lilley left\n\noff.  This solution was rejected because a continuance would have\n\nbeen unfairly  prejudicial to codefendant.   Likewise, to proceed\n\nwith  the  codefendant  and  later reconvene  the  jury  to  hear\n\nSimonetti's case  was not viable because the  judge believed that\n\nthe   jury  could   not  return   a  fair   verdict  under   such\n\ncircumstances.\n\n          In sum, the judge considered alternatives, implored the\n\noriginal counsel and new counsel to proffer remedies, and devoted\n\nample  time and  energy  to  resolve  the  conflict  of  interest\n\nproblem, while  remaining mindful of Simonetti's  strong interest\n\nin completing his  trial before  the first jury  impaneled.   The\n\ncourt could not devise  a remedy that would resolve  the conflict\n\nof interest and permit  the case to continue before  the original\n\njury.   As a  result,  mistrial was  a manifest  necessity.   The\n\ndistrict court therefore did not abuse its discretion by granting\n\nthe mistrial over defendant's objection.\n\n          Simonetti also  argues that,  even absent  less drastic\n\nalternatives  to mistrial,  retrial is  barred where  mistrial is\n\ncaused by governmental misconduct.   Simonetti concedes that this\n\nis  not a case in  which the prosecution  intentionally goaded or\n\n                               -7-\n\nprovoked the mistrial.   See Oregon, 456  U.S. at 679.   However,\n                                   \n\nretrial also may  be barred where \"egregious  or unfair behavior\"\n\nby  the  prosecution   \"could  be  considered,  objectively,   as\n\nequivalent to an intentional effort to provoke mistrial.\"  United\n                                                                 \n\nStates v. Larouche Campaign,  866 F.2d 512, 518 (1st  Cir. 1989).\n                           \n\nThe inquiry into the  prosecutor's intent calls for a  finding of\n\nfact.  Id.  The district court found that the failure to disclose\n          \n\nthe  references to  Nick Skinsacos  in  the redacted  reports was\n\ninadvertent,  although careless.   See supra  notes 1  &amp; 6.   The\n                                            \n\nrecord evidence supports this factual finding.\n\n          Simonetti finally urges that we adopt the novel rule of\n\nHylton  v. Eighth Judicial Dist.  Court, Dept. IV,  103 Nev. 418,\n                                                 \n\n743 P.2d 622  (Nev. 1987), that  bars retrial where  governmental\n\nmisconduct which  rises to the level  of \"inexcusable negligence\"\n\ncauses  a mistrial.  In this case, the mistrial resulted from the\n\nconflict of  interest, not the unintentional  failure to disclose\n\npotentially  exculpatory evidence, see supra note 1.  Under these\n                                            \n\ncircumstances, the  government simply  could not have  known that\n\nAttorney  Lilley's law  firm had  represented Skinsacos,  who was\n\nonly a  peripheral player  in Simonetti's  case, some  five years\n\nearlier.   We thus  do not confront  a case in  which inexcusable\n\nneglect by the prosecutor  caused the mistrial, and consequently,\n\nhave no cause to consider the wisdom of Nevada's rule.\n\n          We  affirm the  decision of  the district court  as the\n                    \n\nDouble Jeopardy Clause poses no bar to a new trial.\n\n                               -8-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1131\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                        DOMENIC SIMONETTI\n\n                      Defendant, Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\n                                                     \n\n                                           \n\n                              Before\n\n                    Torruella, Selya and Cyr,\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n     Edward  S. MacColl, by  Appointment of the  Court, with whom\n                       \nMarshall  J. Tinkle and Thompson, McNaboe, Ashley &amp; Bull, were on\n                                                        \nbrief for appellant.\n     Margaret D.  McGaughey,  Assistant United  States  Attorney,\n                           \nwith whom Jay P. McCloskey, United  States Attorney, and Jonathan\n                                                                 \nA.  Toof, Assistant  United  States Attorney,  were on  brief for\n        \nappellee. \n\n                                           \n\n                          July 20, 1993\n                                           \n\n          TORRUELLA,  Circuit Judge.  Defendant Domenic Simonetti\n                                   \n\nwas charged  with conspiracy  to possess  cocaine with  intent to\n\ndistribute   it  in   violation  of   21  U.S.C.       841(a)(1),\n\n841(b)(1)(C), and 846.  After the trial began, the district court\n\nsevered  Simonetti's  case  from  that  of  his  codefendant  and\n\ndeclared a mistrial over  Simonetti's objection.  Simonetti later\n\nmoved  to   dismiss  the   indictment,  alleging  retrial   would\n\nconstitute  double jeopardy  in violation  of his  constitutional\n\nrights.  The district court denied the motion and we affirm.\n\n          Prior to trial,  the government  released to  Simonetti\n\nredacted  reports of government  interviews with  Peter Shoureas.\n\nThe reports  referred to  drug transactions between  Shoureas and\n\nvarious other individuals.   At trial,  the government sought  to\n\nprove  that  Domenic  Simonetti  (also  referred  to  as  \"Nick\")\n\nconspired  with Shoureas  and  others to  possess and  distribute\n\ncocaine.  While  cross-examining Shoureas, Simonetti's  attorney,\n\nMr.  Lilley, discovered that the unedited reports showed that the\n\nconspiracy arguably  involved  another individual  who  was  also\n\nreferred  to as \"Nick.\"   On different occasions  during his drug\n\ntrafficking  career, Shoureas apparently  conspired with Nicholas\n\nSkinsacos  and later,  defendant Domenic  Simonetti.   Skinsacos'\n\nname was redacted in the government's reports, however.  This new\n\ninformation   offered   potentially   exculpatory  evidence   for\n\nSimonetti because the defense  could have attempted to show  that\n\nthe references to \"Nick\" implicated Skinsacos, not Simonetti.\n\n          Attorney  Lilley moved to dismiss the case on the basis\n\nof  Brady v. Maryland, </pre><span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span> </a></span><pre class=\"inline\">(1963), because the government\n                     \n\nfailed to disclose  this exculpatory evidence  before trial.   In\n\naddition, Lilley informed  the court  that he had  a conflict  of\n\ninterest  because  he  previously  represented  Skinsacos.    The\n\ndistrict  court   determined   that  the   government   did   not\n\nintentionally violate its disclosure duty by deleting  Skinsacos'\n\nname from  the Shoureas reports,  but agreed that  the references\n\nshould have  been provided  to the  defense.1  As  a remedy,  the\n\ncourt ordered  disclosure of  all references to  Skinsacos.   The\n\ncourt concluded that  the delayed disclosure did  not prevent the\n\ndefense from effectively presenting its case and thus denied  the\n\nmotion to dismiss, finding dismissal  unwarranted by Brady or its\n                                                          \n\nprogeny.  See United States v. Devin, </pre><span class=\"citation\" data-id=\"551278\"><a href=\"/opinion/551278/united-states-v-francis-e-devin/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">280</span></a></span><pre class=\"inline\">, 289 (1st Cir.\n                                    \n\n1990)  (delayed  disclosure  does  not  warrant  dismissal  where\n\ndefendant can effectively use information belatedly disclosed).2\n\n          Attorney Lilley's  conflict of interest  with Skinsacos\n\nremained,  however.    The   district  court  recognized  that  a\n\nlegitimate defense strategy would attempt to show that references\n\nto \"Nick\"  implicated  Skinsacos, not  Lilley's  present  client,\n\nSimonetti.  Lilley's ability to represent Simonetti was impaired,\n\nhowever, because  Maine Bar Rules 3.4(e)3  and 3.6(l)(1) prohibit\n\n                    \n\n1     The  district  court  deemed  the  oversight  careless  and\nspecifically found no bad faith on the part of the prosecutor.\n\n2  Simonetti does not specifically challenge this ruling.\n\n3    Maine  Code   of  Professional  Responsibility  Rule  3.4(e)\nprovides:\n\n            A  lawyer  shall  not  accept  employment\n            adverse  to a former  client without that\n            client's informed written consent if such\n\n                               -3-\n\nthe  use   of  confidential  information  obtained   in  a  prior\n\nrepresentation  to the detriment of  the prior client  or for the\n\nbenefit of another party without informed written consent  of the\n\nprior client.4   Consequently,  Lilley could not  have vigorously\n\ndefended Simonetti without a waiver  from Skinsacos.  Cf.  United\n                                                                 \n\nStates v. Marren, </pre><span class=\"citation\" data-id=\"551563\"><a href=\"/opinion/551563/united-states-v-james-j-marren/\"><span class=\"volume\">919</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">61</span></a></span><pre class=\"inline\">, 63 (7th Cir. 1990).\n                \n\n          The district  court granted  a continuance for  several\n\ndays in  an effort  to resolve  the conflict  of interest.   Over\n\nSimonetti's objection,  the court eventually  severed Simonetti's\n\ncase from his codefendant5  and concluded that manifest necessity\n\njustified declaring a  mistrial.  Simonetti moved  to dismiss the\n\ncase on double jeopardy grounds and the district court denied the\n\nmotion, finding that  a new  trial would not  violate the  Double\n\nJeopardy Clause.  This appeal followed.\n\n          The  Double  Jeopardy  Clause of  the  Fifth  Amendment\n\n                    \n\n            new   employment  involves   the  subject\n            matter  of the  former employment  or may\n            involve    the   use    of   confidential\n            information obtained  through such former\n            employment.\n\n4   Maine  Code of  Professional Responsibility  Rule 3.6  (l)(1)\nprovides in relevant part:  \n\n            [A]   lawyer   shall  not,   without  the\n            informed written consent  of the  client,\n            knowingly reveal a  confidence or  secret\n            of the  client;  use such  confidence  or\n            secret to the disadvantage of the client;\n            or use such  confidence or secret to  the\n            advantage  of  the  lawyer  or   a  third\n            person.\n\n5    Counsel for  codefendant  argued  that  further delay  would\nprejudice his client.\n\n                               -4-\n\nprovides that no person shall be twice placed in jeopardy for the\n\nsame offense.   Retrial after  a properly declared  mistrial does\n\nnot automatically offend the Double Jeopardy Clause.   Arizona v.\n                                                              \n\nWashington, </pre><span class=\"citation\" data-id=\"109773\"><a href=\"/opinion/109773/arizona-v-washington/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span><pre class=\"inline\">, 505 (1978).  Where mistrial is declared\n          \n\nover defendant's  objection, retrial  is permissible only  if the\n\nmistrial  was justified  by  \"manifest necessity.\"   Id.;  United\n                                                                 \n\nStates v.  P rez, 22  U.S. (9  Wheat.) 579 (1824).   The  Supreme\n                \n\nCourt  has  interpreted  \"manifest  necessity\" to  mean  a  \"high\n\ndegree\" of necessity.   </pre><span class=\"citation\" data-id=\"109773\"><span class=\"antecedent_guess\">Arizona,</span> <a href=\"/opinion/109773/arizona-v-washington/\"><span class=\"volume\">434</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">505</span></a></span><pre class=\"inline\">;  see Brady  v.\n                                                             \n\nSamaha,  </pre><span class=\"citation\" data-id=\"398206\"><a href=\"/opinion/398206/eileen-m-brady-martha-brickett-robert-r-cushing-jr-kristie-conrad/\"><span class=\"volume\">667</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">224</span></a></span><pre class=\"inline\">,  228 (1st  Cir.  1981).   \"The  'manifest\n      \n\nnecessity'   standard  provides  sufficient   protection  to  the\n\ndefendant's  interests in having his case  finally decided by the\n\njury  first  selected while  at  the same  time  maintaining 'the\n\npublic's  interest  in  fair  trials  designed  to  end  in  just\n\njudgments.'\"   Oregon  v.  Kennedy,  </pre><span class=\"citation\" data-id=\"110714\"><a href=\"/opinion/110714/oregon-v-kennedy/\"><span class=\"volume\">456</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">667</span></a></span><pre class=\"inline\">,  672  (1982)\n                                  \n\n(quoting  Wade v.  Hunter,  </pre><span class=\"citation\" data-id=\"104660\"><a href=\"/opinion/104660/wade-v-hunter/\"><span class=\"volume\">336</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">684</span></a></span><pre class=\"inline\">,  689  (1949)).    The\n                         \n\nprosecution bears a heavy  burden in demonstrating that \"manifest\n\nnecessity\" exists when the defendant's  \"valued right to have his\n\ntrial  completed   by  a  particular   tribunal\"  is  implicated.\n\n</pre><span class=\"citation\" data-id=\"109773\"><span class=\"antecedent_guess\">Arizona,</span> <a href=\"/opinion/109773/arizona-v-washington/\"><span class=\"volume\">434</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">503</span> </a></span><pre class=\"inline\">&amp;  n.11, 505.  Moreover,  the Court has\n       \n\nconsistently  emphasized that  the  standard  cannot  be  applied\n\nmechanically  or \"without  attention  to  the particular  problem\n\nconfronting the trial  judge.\"  </pre><span class=\"citation\" data-id=\"109773\"><a href=\"/opinion/109773/arizona-v-washington/\"><span class=\"id_token\">Id.</span> at 506; </a></span><pre class=\"inline\"> see also Illinois v.\n                                                              \n\nSomerville, </pre><span class=\"citation\" data-id=\"108729\"><a href=\"/opinion/108729/illinois-v-somerville/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span><pre class=\"inline\">, 462 (1973).\n          \n\n          \"Our duty as a  reviewing court is to  assure ourselves\n\nthat the  trial  judge  engaged  in  a  'scrupulous  exercise  of\n\n                               -5-\n\njudicial discretion'  in making the decision that  a mistrial was\n\nnecessary.\"6  </pre><span class=\"citation\" data-id=\"398206\"><span class=\"antecedent_guess\">Samaha,</span> <a href=\"/opinion/398206/eileen-m-brady-martha-brickett-robert-r-cushing-jr-kristie-conrad/\"><span class=\"volume\">667</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">228</span> </a></span><pre class=\"inline\">(quoting United  States v.\n                                                              \n\nJorn, </pre><span class=\"citation\" data-id=\"108233\"><a href=\"/opinion/108233/united-states-v-jorn/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">470</span></a></span><pre class=\"inline\">, 485 (1971)).  In the past, we have considered\n    \n\nsignificant  whether the trial  judge (1) considered alternatives\n\nto a mistrial, (2) afforded counsel an opportunity to be heard on\n\nthe  issue, and  (3)  decided precipitously  or after  sufficient\n\nreflection.  United  States v.  Ram rez, </pre><span class=\"citation\" data-id=\"529280\"><a href=\"/opinion/529280/united-states-v-daniel-phisco-ramirez-united-states-v-jairo/\"><span class=\"volume\">884</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1524</span></a></span><pre class=\"inline\">,  1528-29\n                                       \n\n(1st  Cir. 1989); </pre><span class=\"citation\" data-id=\"398206\"><span class=\"antecedent_guess\">Samaha,</span> <a href=\"/opinion/398206/eileen-m-brady-martha-brickett-robert-r-cushing-jr-kristie-conrad/\"><span class=\"volume\">667</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">228</span></a></span><pre class=\"inline\">-29;  see also </pre><span class=\"citation\" data-id=\"109773\"><span class=\"antecedent_guess\">Arizona,</span>\n                                                                \n\n<a href=\"/opinion/109773/arizona-v-washington/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">515-16</span></a></span><pre class=\"inline\">.\n\n          In  the  present   case,  the   district  court   judge\n\nscrupulously  exercised his  discretion.   After the  conflict of\n\ninterest was first discovered, the trial judge held  a conference\n\nin  chambers to discuss possible  remedies.  He suggested several\n\noptions:   dismissal, declaration of mistrial,  or continuance to\n\npermit  Simonetti to retain other  counsel or to  obtain a waiver\n\nfrom Skinsacos.   The judge then  called a recess to  let counsel\n\nresearch  the problem and review all options.  Later, the hearing\n\nresumed,  only to be continued on several more occasions over the\n\nnext  several days.   The  district judge  specifically requested\n\nalternative remedies from the parties  and provided ample time to\n\nobtain the  waiver from Skinsacos.   Simonetti ultimately engaged\n\n                    \n\n6    Contrary  to Simonetti's  suggestion,  this  is  not a  case\ninvolving  prosecutorial  misconduct designed  to  \"harass or  to\nachieve tactical advantage over the accused,\" which would warrant\nreview under the \"strictest scrutiny\" standard.  See </pre><span class=\"citation\" data-id=\"109773\"><span class=\"antecedent_guess\">Arizona,</span> <a href=\"/opinion/109773/arizona-v-washington/\"><span class=\"volume\">434</span>\n                                                            \n<span class=\"reporter\">U.S.</span>  at <span class=\"page\">508</span></a></span><pre class=\"inline\">.  The district court specifically found that neither\nparty  could be faulted for  failing to discover  the conflict of\ninterest prior to trial.  See United States v. Simonetti, No. 92-\n                                                        \n22, slip op. at 1-2 &amp; n.2 (D. Me. Jan. 27, 1993).\n\n                               -6-\n\nsubstitute counsel who did not have a conflict of interest.   The\n\njudge asked new counsel whether  he could suggest other remedies,\n\nwhether Simonetti  wished  to  continue  the case  with  his  new\n\nattorney,  or whether a waiver  could be obtained from Skinsacos.\n\nThe  court  even  considered  continuing the  case  to  allow new\n\ncounsel  time to prepare the case from where Attorney Lilley left\n\noff.  This solution was rejected because a continuance would have\n\nbeen unfairly  prejudicial to codefendant.   Likewise, to proceed\n\nwith  the  codefendant  and  later reconvene  the  jury  to  hear\n\nSimonetti's case  was not viable because the  judge believed that\n\nthe   jury  could   not  return   a  fair   verdict  under   such\n\ncircumstances.\n\n          In sum, the judge considered alternatives, implored the\n\noriginal counsel and new counsel to proffer remedies, and devoted\n\nample  time and  energy  to  resolve  the  conflict  of  interest\n\nproblem, while  remaining mindful of Simonetti's  strong interest\n\nin completing his  trial before  the first jury  impaneled.   The\n\ncourt could not devise  a remedy that would resolve  the conflict\n\nof interest and permit  the case to continue before  the original\n\njury.   As a  result,  mistrial was  a manifest  necessity.   The\n\ndistrict court therefore did not abuse its discretion by granting\n\nthe mistrial over defendant's objection.\n\n          Simonetti also  argues that,  even absent  less drastic\n\nalternatives  to mistrial,  retrial is  barred where  mistrial is\n\ncaused by governmental misconduct.   Simonetti concedes that this\n\nis  not a case in  which the prosecution  intentionally goaded or\n\n                               -7-\n\nprovoked the mistrial.   See </pre><span class=\"citation\" data-id=\"110714\"><span class=\"antecedent_guess\">Oregon,</span> <a href=\"/opinion/110714/oregon-v-kennedy/\"><span class=\"volume\">456</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">679</span></a></span><pre class=\"inline\">.   However,\n                                   \n\nretrial also may  be barred where \"egregious  or unfair behavior\"\n\nby  the  prosecution   \"could  be  considered,  objectively,   as\n\nequivalent to an intentional effort to provoke mistrial.\"  United\n                                                                 \n\nStates v. Larouche Campaign,  </pre><span class=\"citation\" data-id=\"517591\"><a href=\"/opinion/517591/united-states-v-the-larouche-campaign/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">512</span></a></span><pre class=\"inline\">, 518 (1st  Cir. 1989).\n                           \n\nThe inquiry into the  prosecutor's intent calls for a  finding of\n\nfact.  </pre><span class=\"citation\" data-id=\"517591\"><a href=\"/opinion/517591/united-states-v-the-larouche-campaign/\"><span class=\"id_token\">Id.</span>  The district </a></span><pre class=\"inline\">court found that the failure to disclose\n          \n\nthe  references to  Nick Skinsacos  in  the redacted  reports was\n\ninadvertent,  although careless.   See supra  notes 1  &amp; 6.   The\n                                            \n\nrecord evidence supports this factual finding.\n\n          Simonetti finally urges that we adopt the novel rule of\n\nHylton  v. Eighth Judicial Dist.  Court, Dept. IV,  </pre><span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">Nev.</span> <span class=\"page\">418</span></span><pre class=\"inline\">,\n                                                 \n\n</pre><span class=\"citation\" data-id=\"2604128\"><a href=\"/opinion/2604128/hylton-v-eighth-judicial-dist-court/\"><span class=\"volume\">743</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">622</span> </a></span><pre class=\"inline\"> (Nev. 1987), that  bars retrial where  governmental\n\nmisconduct which  rises to the level  of \"inexcusable negligence\"\n\ncauses  a mistrial.  In this case, the mistrial resulted from the\n\nconflict of  interest, not the unintentional  failure to disclose\n\npotentially  exculpatory evidence, see supra note 1.  Under these\n                                            \n\ncircumstances, the  government simply  could not have  known that\n\nAttorney  Lilley's law  firm had  represented Skinsacos,  who was\n\nonly a  peripheral player  in Simonetti's  case, some  five years\n\nearlier.   We thus  do not confront  a case in  which inexcusable\n\nneglect by the prosecutor  caused the mistrial, and consequently,\n\nhave no cause to consider the wisdom of Nevada's rule.\n\n          We  affirm the  decision of  the district court  as the\n                    \n\nDouble Jeopardy Clause poses no bar to a new trial.\n\n                               -8-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104660/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108233/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108729/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109773/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110714/",
    "https://www.courtlistener.com/api/rest/v3/opinions/398206/",
    "https://www.courtlistener.com/api/rest/v3/opinions/517591/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529280/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551278/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551563/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2604128/"
  ]
}