{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194844/",
  "id": 194844,
  "absolute_url": "/opinion/194844/truck-drivers-v-nlrb/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194844/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:26:18Z",
  "date_modified": "2020-02-21T23:35:49.730942Z",
  "type": "010combined",
  "sha1": "cf02939388089ed157c9dccf2e90277f5e70b018",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1993.01A",
  "local_path": null,
  "plain_text": "July 27, 1993\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\nNo. 92-1993\n\n          TRUCK DRIVERS &amp; HELPERS UNION, LOCAL NO. 170,\n                           Petitioner,\n\n                                v.\n\n                 NATIONAL LABOR RELATIONS BOARD,\n                           Respondent.\n\n                                           \n\n                   GIRARDI DISTRIBUTORS, INC.,\n                           Intervenor.\n\n                                           \n\n                           ERRATA SHEET\n\n     The opinion of this Court issued on May 26, 1993, is amended\nas follows:\n\n     Page 5, line 21, capitalize \"u\" in \"union\".\n\n     Page 5, line 23, capitalize \"u\" in \"union\".\n\n     Page 12, line 8, substitute \"183679\" for \"18679\".\n\n     Page 19, footnote 12, line 5, substitute \"111 S.Ct. 671\" for\n\"xx U.S. xx\".\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 92-1993\n\n          TRUCK DRIVERS &amp; HELPERS UNION, LOCAL NO. 170,\n\n                           Petitioner,\n\n                                v.\n\n                 NATIONAL LABOR RELATIONS BOARD,\n\n                           Respondent.\n\n                                           \n\n                   GIRARDI DISTRIBUTORS, INC.,\n\n                           Intervenor.\n\n                                           \n\n              ON PETITION FOR REVIEW OF AN ORDER OF\n\n                THE NATIONAL LABOR RELATIONS BOARD\n\n                                           \n\n                              Before\n\n                    Torruella, Cyr and Stahl, \n                         Circuit Judges.\n                                       \n\n                                           \n\n     Randall E. Nash, with whom Grady and Dwyer, was on brief for\n                                               \npetitioner.\n     Robert J.  Englehart, Attorney,  with whom Jerry  M. Hunter,\n                                                                \nGeneral Counsel, Yvonne T.  Dixon, Acting Deputy General Counsel,\n                                 \nNicholas E. Karatinos,  Acting Associate General  Counsel, Aileen\n                                                                 \nA.  Armstrong,  Deputy  Associate  General   Counsel,  and  Linda\n                                                                 \nDreeben,  Supervisory Attorney,  National Labor  Relations Board,\n       \nwere on brief for respondent.\n     Henry  F. Telfeian,  with whom  Keck, Mahin  &amp; Cate,  was on\n                                                        \nbrief for intervenor.\n\n                                           \n\n                           May 26, 1993\n                                           \n\n          TORRUELLA,  Circuit Judge.   In this  case we  review a\n                                   \n\ndecision and  order of  the National  Labor Relations  Board (the\n\n\"Board\").  The  General Counsel  of the Board  brought an  unfair\n\nlabor  practice  complaint against  an  employer  based on  three\n\ncharges that it had previously  dismissed.  The facts  underlying\n\nthese charges occurred more  than six months prior to  the filing\n\nof  the formal  complaint  by the  General  Counsel.   The  Board\n\ndismissed the  complaint as  barred by the  six-month statute  of\n\nlimitations  prescribed by  section 10(b)  of the  National Labor\n\nRelations Act (\"NLRA\"),  29 U.S.C.    160(b).   In addition,  the\n\nBoard  rejected  the  General  Counsel's  alternative  effort  to\n\nresuscitate  these  dismissed  charges,  finding  amendment  to a\n\ntimely  charge  improper  since  the charges  were  not  \"closely\n\nrelated.\"    We affirm  the first  decision,  but reverse  on the\n\nlatter.\n\n                                I\n                                 \n\n                            BACKGROUND\n                                      \n\n          The  Union  represents  certain  employees  of  Girardi\n\nDistributors, Inc.,  (the \"Company\"), a  liquor distributor  that\n\noperates   several   distribution   facilities  in   northwestern\n\nMassachusetts.   Over the years,  the employees  and the  Company\n\nentered into collective bargaining agreements, the most recent of\n\nwhich covered from 1986 to May  19, 1989.  In April of 1989,  the\n\nUnion and the Company began negotiations for a new agreement.  \n\n          The negotiations did  not progress  well.   On May  19,\n\n1989,  the Union  filed its  first  unfair labor  practice charge\n\n                               -2-\n\n(case 1-CA-26394),  alleging violation of    8(a)(1),  (3), &amp; (5)\n\nof  the NLRA, 29  U.S.C.   158(a)(1),  (3), &amp; (5).1   The General\n\nCounsel of the Board  dismissed the charge through the  Office of\n\nthe  Regional Director  on July  19, 1989.   Addressing  the main\n\nthrust  of the charge, the  Regional Director refused  to bring a\n\ncomplaint because,  in its view, the investigation did not reveal\n\nsufficient  evidence  of  bad  faith  bargaining.    Negotiations\n\nbetween the Company  and the Union continued during  the Regional\n\nDirector's investigation.  As a  result of the investigation, the\n\ncharges  were  dismissed  and  the  Union  did  not  appeal   the\n\ndismissal.\n\n          The Union  remained dissatisfied with  the negotiations\n\nand  felt certain that the Company sought  to bust the Union.  In\n\nJune, the Company made  its \"last, best, and final  offer,\" which\n\nsignificantly  undercut the  wages and  benefits received  by the\n\nmembers of the bargaining unit under the 1986-89 labor agreement.\n\nDespite  the final offer the parties continued to hold bargaining\n\nsessions.  The Union filed its second charge (case 1-CA-26561) on\n\n                    \n\n1   Section  8(a)(1) makes  it an  unfair labor  practice for  an\nemployer  to \"interfere,  restrain  or coerce  employees\" in  the\nexercise  of  their  section 7  rights  to  engage in  \"concerted\nactivities  for the  purpose  of collective  bargaining or  other\nmutual aid or protection.\"  29 U.S.C.    157, 158(a)(1).\n\n    Section  8(a)(3) makes  it an  unfair labor  practice for  an\nemployer  \"to encourage  or  discourage membership  in any  labor\norganization\" by  \"discrimination in  regard to hire  or tenure.\"\nId.   158(a)(3).\n   \n\n    Section   8(a)(5)  requires   that   an   employer   \"bargain\ncollectively with the representatives of his employees\" and to do\nso  in  good faith.   See  id.    158(a)(5);   NLRB  v. Insurance\n                                                                 \nAgents' Int'l Union, 361 U.S. 477, 498 (1960).\n                   \n\n                               -3-\n\nAugust  4,  1989,  alleging  the same  statutory  violations  but\n\nproviding  more  factual support  for  the  bad faith  bargaining\n\nclaim.  The Regional Director again dismissed the charges and the\n\nGeneral Counsel's National Office of Appeal upheld the dismissal.\n\n          On September 8, 1989, the Union filed  its third charge\n\n(case 1-CA-26660,  which was amended  several times) on  the same\n\ngeneral grounds with further factual support.  Certain statements\n\nmade by  management, which  were held improper  under    8(a)(1),\n\nwere the subject of an  informal settlement agreement,2 while the\n\nother charges were dismissed.   The Union unsuccessfully appealed\n\nthe dismissal of the other charges.\n\n          By  the  end  of  1989,  despite  numerous  negotiation\n\nsessions, the Union and the Company had not reached an agreement.\n\nAfter the  Union lost its appeal on the third set of charges, the\n\nCompany withdrew its final offer.  On April 14, 1990, the Company\n\npurportedly subcontracted  the bargaining  unit work  to Suburban\n\nContract  Carriers,  Inc.  (\"Suburban\"),  terminated   its  union\n\nemployees,  and withdrew  its  recognition of  the  Union as  the\n\nexclusive  collective bargaining representative of the bargaining\n\nunit.\n\n                    \n\n2    The  Regional  Director  approved  the  unilateral  informal\nsettlement on February 22,  1990.  The Company complied  with the\nsettlement's posting  requirement.  The case,  however, was never\nclosed because of the pendency  of a fourth set of  charges (case\n1-CA-27243)  filed  in  April of  1990.    The  Regional Director\nvacated and set aside the settlement agreement when it issued the\nConsolidated Complaint that sought to reinstate the three charges\ndismissed in 1989.   The  Union's second basis  for avoiding  the\nstatute of limitations pertains  to this settlement agreement and\nis discussed infra.\n                  \n\n                               -4-\n\n          On  April 16,  1990, the  Union filed  a fourth  set of\n\ncharges  (case  1-CA-27243),  alleging  the  Company  violated   \n\n8(a)(1) &amp; (5) by refusing to supply the name of the subcontractor\n\nto the  Union, and by unilaterally  subcontracting the bargaining\n\nunit  work.  Finally, the  General Counsel filed  a complaint and\n\nset the hearing date for November 19, 1990.\n\n          On  the morning  of  the hearing,  the General  Counsel\n\nreceived  new testimony  from the  principals of  Suburban, David\n\nMurphy and Peter DeVito.  The proceedings were adjourned with the\n\nconsent of  the parties.   Based on  the testimony of  Murphy and\n\nDeVito,  the Regional Director  further investigated  the Union's\n\ncharges and procured testimony  from Kenneth White, the Company's\n\nformer  operations manager,  and Daniel Maroni,  another employee\n\nclose to management, which was damaging to the Company.\n\n          In  March  of  1991,  the Regional  Director  issued  a\n\nConsolidated Complaint, which revived the three charges dismissed\n\nin  1989  (cases  1-CA-26394,  1-CA-26561,  1-CA-26660),  and  an\n\nAmended  Complaint,   which   amended  case   1-CA-27243.     The\n\nConsolidated Complaint  alleged that  the Company had  engaged in\n\nbad faith bargaining from April through September of 1989 and had\n\nunlawfully implemented  its final  offer.  The  Amended Complaint\n\ncharged that failure to provide the name of the subcontractor and\n\nwithdrawal of recognition of  the Union violated sections 8(a)(1)\n\n&amp;  (5), and that subcontracting  the bargaining unit's  work to a\n\nsubcontractor  that  was  the  alter  ego   of  the  Company  and\n\ndischarging the Union employees violated sections 8(a)(1) &amp; (3).\n\n                               -5-\n\n          With    respect   to   the   Amended   Complaint,   the\n\nAdministrative  Law  Judge (\"ALJ\")  found  that  the Company  had\n\nviolated the NLRA  and ordered  the Company to  cease and  desist\n\nfrom subcontracting  the bargaining unit work  anew, to recognize\n\nthe Union, and to restore the  status quo in existence before the\n\nfalse   subcontractor  was   engaged.     With  respect   to  the\n\nConsolidated Complaint,  the ALJ  found that the  General Counsel\n\nhad stated a  prima facie case that the Company  had bargained in\n\nbad  faith,  that   impasse  had  not  been   reached,  and  that\n\nimplementation of  the final  offer was unlawful.   Nevertheless,\n\nthe  ALJ dismissed  the  Consolidated Complaint  because under   \n\n10(b)  the charges dismissed in 1989 could not be reinstated more\n\nthan  six  months after  the  acts underlying  those  charges had\n\noccurred.  The ALJ found that the General Counsel did not satisfy\n\nthe   fraudulent  concealment   exception  to   the  statute   of\n\nlimitations because it failed to demonstrate  that facts had been\n\nfraudulently  concealed, and  because the  Union and  the General\n\nCounsel did not exercise due diligence in discovering the factual\n\nbasis  for the  charges.   The  Board  affirmed and  adopted  the\n\ndecision and order of the ALJ.\n\n          The  Union appeals  the dismissal  of  the Consolidated\n\nComplaint.     The   dismissed  charges   warrant  reinstatement,\n\naccording  to   the  Union,  because  the   Company  fraudulently\n\nconcealed  the  operative facts  supporting  the  charges through\n\naffirmative  acts  of  concealment  and  by  a  \"self-concealing\"\n\nscheme, and because  the Union and the General  Counsel exercised\n\n                               -6-\n\ndue diligence to uncover the evidence.  Alternatively, the  Union\n\nasserts that  the dismissed    8(a)(3)  and (5)  allegations were\n\n\"closely  related\"  to  the    8(a)(1) charges  in  the  informal\n\nsettlement  agreement  reached  in   case  1-CA-26660.    As  the\n\nagreement was later  set aside  by the Regional  Director, the   \n\n8(a)(3) and  8(a)(5) charges in the Consolidated Complaint may be\n\nreinstated by amendment to the now timely   8(a)(1) charge.\n\n                                II\n                                  \n\n          Section  10(b)  of  the  NLRA  prescribes  a  six-month\n\nstatute of limitations  for the filing  of unfair labor  practice\n\ncharges.3   In Ducane  Heating Corp.,  273 N.L.R.B.  1389 (1985),\n                                    \n\nenforced without opinion, 785 F.2d 304 (4th Cir. 1986), the Board\n                        \n\nextended  the breadth of   10(b) to prohibit the reinstatement of\n\ndismissed charges outside the six-month  period.  The Board  also\n\nheld  that the  limitations period  is tolled when  \"a respondent\n\nfraudulently conceals the operative  facts underlying the alleged\n\nviolation.\"   Ducane Heating, 273  N.L.R.B. at 1390.   The period\n                            \n\nwill begin to run anew  when \"the charging party knows  or should\n\nhave known  of the concealed facts.\"   Id.  In  effect, the Board\n                                          \n\nborrowed the federal doctrine of fraudulent concealment, which is\n\nan  \"equitable  doctrine  read  into  every  federal  statute  of\n\nlimitations.\"   Holmberg v. Armbrecht,  327 U.S. 392, 397 (1946);\n                                     \n\nO'Neill, Ltd., 288 N.L.R.B. 1354, 1988 WL 214303 at * 57.\n             \n\n                    \n\n3   \"[N]o  complaint  shall issue  based  upon any  unfair  labor\npractice  occurring more than six  months prior to  the filing of\nthe charge with the Board and  the service of a copy thereof upon\nthe person against whom such charge is made . . . .\"  29 U.S.C.  \n160(b).\n\n                               -7-\n\n          While the language  of    10(b) does not  apply on  its\n\nface to the reinstatement of dismissed charges, the Board is free\n\nto  fill a  \"gap\" left  in  the statute  by applying    10(b)  to\n\ndismissed charges and  by fashioning its  own rule of  fraudulent\n\nconcealment  to toll the  statute of  limitations.   Chevron USA,\n                                                                 \n\nInc., v. Natural Resources  Defense Council, Inc., 467 U.S.  837,\n                                                 \n\n843-44  (1984).    Traditionally  the  Board  has  been  accorded\n\n\"deference  with regard to its interpretation of the NLRA as long\n\nas  its  interpretation  is  rational  and  consistent  with  the\n\nstatute.\"   NLRB v. United Food &amp; Commercial Workers Union, Local\n                                                                 \n\n23,  484 U.S.  112, 123  (1987).   The Court  of Appeals  for the\n  \n\nDistrict  of  Columbia  found  the  application  of     10(b)  to\n\ndismissed  charges  to  be  reasonable and  consistent  with  the\n\nunderlying policy  of  the statute  in District  Lodge 64,  Int'l\n                                                                 \n\nAss'n  of Machinists and Aerospace Workers v. NLRB, 949 F.2d 441,\n                                                  \n\n445 (D.C. Cir. 1991).  We agree with that determination.   In the\n\nabsence  of a clear statement from Congress on the application of\n\nthe  fraudulent  concealment  tolling  doctrine in  the     10(b)\n\ncontext, we must defer  to the Board's reasonable interpretation.\n\nChevron,  467 U.S.  at  843-44.    We turn  now  to  the  Board's\n       \n\nformulation  of   its  interpretation   and  to  whether   it  is\n\npermissible.\n\n          The Board's reluctance to  delimit the precise contours\n\nof  the fraudulent concealment doctrine as applied to   10(b) has\n\nbeen  a matter of  some frustration for the  federal courts.  See\n                                                                 \n\nNLRB  v. O'Neill, 965 F.2d  1522, 1527 (9th  Cir. 1992); District\n                                                                 \n\n                               -8-\n\nLodge 64, 949 F.2d at 449 (remanding fraudulent concealment issue\n        \n\nbecause court was  \"unable to  make enough sense  of the  Board's\n\nopinion to  justify  affirmance\").    In this  case,  the  Board,\n\nadopting the  ALJ's reasoning and conclusions,  purported to rely\n\non  the  general  federal  fraudulent  concealment  doctrine   as\n\nexplained  by  an  earlier  Board decision,  O'Neill,  Ltd.,  288\n                                                           \n\nN.L.R.B.  1354  (1988),  and by  the  Court  of  Appeals for  the\n\nDistrict of Columbia in Hobson v. Wilson, 737 F.2d 1, 33-36 (D.C.\n                                        \n\nCir. 1984), cert. denied  sub. nom., Brennan v. Hobson,  470 U.S.\n                                                      \n\n1084 (1985).  Nevertheless,  the Board appears to have  adopted a\n\nrule that is different from the one upon which it claims to rely.\n\n          In Hobson,  the Court of  Appeals for  the District  of\n                   \n\nColumbia recognized two means by which fraudulent concealment can\n\noccur  -- by  affirmative  acts of  concealment  or by  a  \"self-\n\nconcealing\"  wrong or  scheme.   The  Hobson  court held  that  a\n                                            \n\nplaintiff may establish a  self-concealing wrong by demonstrating\n\nthat the  defendant \"engage[d]  in some misleading,  deceptive or\n\notherwise contrived action or scheme, in the course of committing\n                                                                 \n\nthe  wrong, that is designed to mask  the existence of a cause of\n          \n\naction.\"  Hobson, 737 F.2d at 34-35.  The court announced a broad\n                \n\nand  inclusive understanding  of self-concealing  wrongs, stating\n\nthat  \"[t]he deception  may be as  simple as  a single  lie or as\n\ncomplex as [a  scheme], so  long as the  defendants conceal  'not\n\nonly  their involvement, but the  very conduct itself.'\"   Id. at\n                                                              \n\n34-35 (citation omitted).\n\n          Based  on  Hobson and  its  belief  that O'Neill,  Ltd.\n                                                                 \n\n                               -9-\n\nadopted  Hobson's  reasoning,  the  Union contends  that  it  has\n               \n\ndemonstrated  fraudulent  concealment  and that  the  statute  of\n\nlimitations was tolled.  The Union's argument proceeds roughly as\n\nfollows:   Normally, in the course of negotiation each party at a\n\nbargaining  session attempts to  force the  other side  to accept\n\nconcessions.  The NLRA requires that the parties meet and bargain\n\nin  good faith, but does  not require that  they reach agreement.\n\nSee NLRB v. Insurance  Agents' Int'l Union, 361 U.S.  477, 490-01\n                                          \n\n(1960);  Soule  Glass &amp; Glazing Co. v. NLRB,  652 F.2d 1055, 1103\n                                           \n\n(1st Cir. 1981) (\"Adamant insistence on a bargaining position . .\n\n.  is  not  in itself  a  refusal  to  bargain  in good  faith.\")\n\n(citation  omitted).     Therefore,  in   the  average  \"surface\"\n\nbargaining  case  (bargaining  without  the intent  to  reach  an\n\nagreement) the central issue  is motive.  As the  Union perceives\n\nthe   issue,  the   deception  committed   by  the   Company  was\n\nmisrepresenting  bad faith  or surface  bargaining as  good faith\n\nbargaining.   The self-concealing  wrongs were the  statements to\n\nthe  Board  that the  Company  honestly  put forward  negotiating\n\npositions  with a good faith  bargaining intent.   In the Union's\n\nview, the Company prevented the  Union from discovering the cause\n\nof  action, despite  the Union's  due diligence,  by fraudulently\n\nconcealing the operative fact  -- its bad faith.  In  effect, the\n\nUnion  argues that tolling  continues as long  as the concealment\n\nhas so  impaired its  case that  it is unable  to furnish  to the\n\nGeneral  Counsel with,  or the  General Counsel  cannot discover,\n\nsufficient evidence to file a formal complaint before the Board.\n\n                               -10-\n\n          We   fully  understand  the  rationale  supporting  the\n\nUnion's stance.   In this  case, the Union  filed three  separate\n\ncharges  alleging  essentially the  same  grievance  -- that  the\n\nCompany was surface bargaining and its true intent was to destroy\n\nthe  Union.    These  charges were  dismissed  on  three separate\n\noccasions and twice on appeal.  The General Counsel explained, in\n\nits memorandum in support of exceptions to the ALJ decision, that\n\nat  the time the charges were dismissed, the Company's bargaining\n\ntable  conduct,  the  first  and generally  exclusive  source  of\n\nevidence, revealed  no indications  of  bad faith.   Indeed,  the\n\nevidence showed  that the parties  were meeting and  that various\n\nproposals were being discussed.  Despite the Union's  claims that\n\nthe  Company intended to destroy the Union, there was no concrete\n\nevidence  of  that  intention.   The  General  Counsel  asserted,\n\ntherefore, that it would  not have brought the complaint  because\n\nthe extensive paper trail compiled by  the Company indicated that\n\nit was  bargaining in good faith while at the table.  The General\n\nCounsel denied that it knew all the facts subsequently considered\n\nby the ALJ  to support a prima facie case  of surface bargaining.\n\nNonetheless, the General Counsel stated that even if it had known\n\nthe  facts, it  would  not have  brought  a complaint  given  the\n\nCompany's conduct during discussions at the bargaining table.\n\n          Consequently, from the Union's perspective, the conduct\n\nat  the table  and  the  position  statements  submitted  to  the\n\nRegional  Director  defending  against  the  charges, which  were\n\ndesigned to  deceive  the Union  and  the General  Counsel,  were\n\n                               -11-\n\nsufficient  to conceal the cause of action and therefore toll the\n\nstatue  of limitations  under the  self-concealing wrong  theory.\n\nThe cause  of action was  concealed because  the General  Counsel\n\nwould not bring  the complaint without direct evidence of illegal\n\nintent  if the  bargaining table  conduct at  least superficially\n\nappeared to be in  good faith.  Furthermore, because  the General\n\nCounsel's dismissal  of the  charges is unappealable,4  whether a\n\ncause of action  is concealed  must be decided  according to  its\n\ncriteria.\n\n          While it quoted from Hobson, the ALJ's decision did not\n                                     \n\nrely on Hobson's statement of the \"self-concealing wrong\" theory.\n              \n\nThe  ALJ  stated  that  the  Board  had  never  found  fraudulent\n\nconcealment  without some affirmative act,  even if it was simply\n\naffirmative  verbal  misrepresentation.    Girardi  Distributors,\n                                                                 \n\nInc., 307  N.L.R.B. No. 236,  1992 WL 18679  at *38 n.24  (citing\n    \n\nBrown &amp; Sharpe Mfg., 299 N.L.R.B. No. 89 (1990); Kanakis Co., 293\n                                                            \n\nN.L.R.B.  No. 50 (1989); Strawsine Mfg., 280 N.L.R.B. 553 (1986);\n                                       \n\nGarrett  Railroad  Car  &amp;  Equipment,  Inc.,  275  N.L.R.B.  1032\n                                           \n\n(1985)).  The ALJ specifically noted that the Board's decision in\n\nO'Neill, Ltd., which also quoted extensively from Hobson, did not\n                                                        \n\n                    \n\n4   Procedurally, the charging  party files a  complaint with the\nRegional Director and if the Regional Director decides to dismiss\nthe  charge  its decision  may be  appealed  only to  the General\nCounsel,  not  to the  Board or  the  courts.   Consequently, the\nGeneral  Counsel's decision to dismiss is final.  See United Food\n                                                                 \n&amp; Commercial  Workers Union, 484 U.S. at 118-19  &amp; nn.8 &amp; 10.  We\n                           \nnote the  force of the Union's  analogy to the rule  that a party\nwho commits a \"fraud on the court\" should not expect the benefits\nof  repose bestowed  by the  statute of  limitations.   See Hazel\n                                                                 \nAtlas Glass Co. v. Hartford Empire Co., 322 U.S. 238 (1944).\n                                      \n\n                               -12-\n\nturn  on  Hobson's expansive  definition  of what  sort  of self-\n                \n\nconcealing  wrong  could  be  considered  fraudulent  concealment\n\nsufficient  to toll  the statute  of limitations.   The  ALJ read\n\nO'Neill,  Ltd. to require a  showing that \"there were affirmative\n              \n\nmisrepresentations  made  (exculpatory  statements   aside)  with\n\nrespect to the  dismissed charges,\"  and that there  was a  self-\n                                        \n\nconcealing scheme in place (as opposed to a single lie).  Girardi\n                                                                 \n\nDistrib., 1992  WL  18679  at  *29  (citing  O'Neill,  Ltd.,  288\n                                                           \n\nN.L.R.B.  at 1355).   Under  this formulation,  there must  be an\n\naffirmative  misrepresentation other  than  telling  the  General\n\nCounsel and the charging party that the accused is not engaged in\n\nsurface  bargaining  and  supplying  rational  excuses  for   the\n\naccused's  conduct at  the  bargaining table.    See id.  at  *38\n                                                        \n\nn.23.5    The  ALJ's  conception of  the  scheme  necessary seems\n\nrather  great indeed; he appeared  to require a  showing of \"some\n\nmaster plan of contingencies that would be triggered by unfolding\n\nevents.\"  Id. at *29.  \n             \n\n          We agree with the ALJ that, to the extent O'Neill, Ltd.\n                                                                 \n\ndiscusses  the more  relaxed  standard of  self-concealing wrongs\n\nexplained in Hobson,  those statements are only  dicta.  O'Neill,\n                                                                 \n\n                    \n\n5   The ALJ relied on the Board's statement in O'Neill, Ltd. that\n                                                            \n\"the  mere fact  that a  party makes  exculpatory representations\ndoes not,  by itself, constitute fraudulent  concealment or serve\nto toll  the    10(b) period.\"   288 N.L.R.B.  1353, n.10  (1988)\n(citing Al Bryant, Inc., 260 N.L.R.B. 128, 133-35 (1982)). \n                       \n\n   We note that we find this  rule rather peculiar because we can\nthink of no reason to distinguish \"exculpatory\" statements to the\nBoard designed to  avoid a  formal complaint from  any other  lie\nthat  a party  may proffer  to avoid  sanctions for  unfair labor\npractices.\n\n                               -13-\n\nLtd.  did not announce  the rule upon  which the Union  now urges\n    \n\nthat  we rely.6  It is impossible  to say what deceptive actions,\n\nshort  of proof of a complicated  scheme replete with contingency\n\nplans to get rid  of the Union, would  satisfy the Board.   It is\n\nclear, however, that the deception that the Board now requires is\n\nsignificantly more than the  \"single lie\" which the Hobson  court\n                                                          \n\nrule would accept.\n\n          Irrespective of  the extent  of the effort  to conceal,\n\nthe  fraudulent concealment  doctrine  will not  save a  charging\n\nparty  who fails to exercise  due diligence, and  is thus charged\n\nwith notice of a potential claim.   Girardi Distrib., at * 28-29;\n                                                    \n\nHobson,  737 F.2d at  35.7  Normally,  when the party  seeking to\n      \n\ntoll  the statute  by fraudulent concealment  alleges affirmative\n\nacts of concealment, the burden of showing due diligence falls on\n\nthat party.   Morales  v. Rosa-Viera,  815  F.2d 2,  5 (1st  Cir.\n                                    \n\n1987).  The  opposite rule  applies, however,  when the  charging\n\nparty alleges  that the  statute is tolled  by a  self-concealing\n\n                    \n\n6  We note parenthetically that  the Board would probably be able\nto develop a new rule, or narrow a present one, without offending\ndecisions  limiting an  agency's  authority to  apply such  rules\nretroactively.  See Chevron Oil Co. v. Huson, 404 U.S. 97 (1971);\n                                            \nDistrict Lodge  64, 949 F.2d at  446-48.  The absence  of a clear\n                  \nrule  would negate  any claim  of  reasonable reliance,  which is\nnecessary  for a finding that  application of the  new rule would\ncause \"substantial inequitable results.\"   See District Lodge 64,\n                                                                \n949 F.2d at 448.\n\n7   The  party seeking  the shelter  of the     10(b) affirmative\ndefense bears the burden of proving \"clear and unequivocal notice\n-- either actual or  constructive -- of the acts  that constitute\nthe  alleged unfair  labor practice.\"   John  Morrell &amp;  Co., 304\n                                                            \nN.L.R.B. No.  116,  1991 WL  181868  at *5;  Pennsylvania  Energy\n                                                                 \nCorp., 274 N.L.R.B. 1153, 1155 (1985).\n     \n\n                               -14-\n\nwrong, in which case the defendant bears the burden.  Hobson, 737\n                                                            \n\nF.2d  at  35.   Thus,    \"[w]hen  tolling is  proper  because the\n\ndefendants  have concealed the  very cause of action,  . . . they\n\nhave the burden of coming forward with any facts showing that the\n\nplaintiff could have discovered .  . . the cause of action  if he\n\nhad exercised  due diligence.\"  Id. (quoting Richards v. Mileski,\n                                                                \n\n662  F.2d 65,  71  (D.C. Cir.  1981)).   In  another  significant\n\ndeparture from  the Hobson  decision, the Board  here placed  the\n                          \n\nburden of  proving the exercise  of due diligence  in discovering\n\nthe  fraud  on  the   party  seeking  to  toll  the   statute  of\n\nlimitations.  The significance of which party bears the burden of\n\nproof on due diligence is palpable in this case because, in large\n\nmeasure,  the Board's  decision turned  on the  utter  absence of\n\nevidence of due diligence  by the Union and the  General Counsel.\n\nNevertheless, because  courts apportion this  burden differently,\n\ncompare Hobson, 737 F.2d  at 35 (placing burden on  party seeking\n              \n\nshelter of statute of  limitations in self-concealing wrong case)\n\nwith  NLRB  v.  O'Neill, 965  F.2d  1522,  1527  (9th Cir.  1992)\n                       \n\n(placing burden  on party seeking to toll  statute of limitations\n\nin self-concealing scheme  case), we cannot say  that the Board's\n\ndecision  is  unreasonable  and   therefore  must  defer  to  it.\n\nChevron, 467 U.S. at 843-44.  \n       \n\n          Having  established  the  legal  tests   governing  the\n\nBoard's decision, we turn  to the Board's findings  of fact.   We\n\nmust accept the Board's factual findings if they are supported by\n\nsubstantial  evidence on the  record when considered  as a whole.\n\n                               -15-\n\n29 U.S.C.   160(f); Universal Camera Corp. v. NLRB, 340 U.S. 474,\n                                                  \n\n488  (1951).  In this case, the  Board adopted the ALJ's findings\n\nand  conclusions.   The  ALJ  found  that  the  Company  did  not\n\nfraudulently  conceal by affirmative  actions the operative facts\n\nunderlying the dismissed charges.   The ALJ exhaustively reviewed\n\nthe evidence and found that the General Counsel had  made a prima\n\nfacie  case of  bad  faith or  surface  bargaining based  on  (1)\n\nevidence  of the Company's generalized intent to bust the Union;8\n\n(2) the discrepancy between wage  proposals for union workers and\n\nthe wages  paid to nonunion workers at  other Company facilities;\n\n(3)  the  solicitation  of   replacement  workers  early  in  the\n\nbargaining process;  (4) the expressed belief  that the proposals\n\nwould  provoke a  strike; and  (5) the  statements  of operations\n\nmanager,  Ken White,  indicating that  better wages  and benefits\n\nwould  be provided if the employees renounced the Union.  The ALJ\n\ntherefore concluded that the operative facts  could not have been\n\nfraudulently concealed because the  Union and the General Counsel\n\nknew  the facts supporting the prima face case when the dismissed\n\ncharges were originally  filed by  the Union.   Finally, the  ALJ\n\ndetermined  that the  dismissed charges  could not  be reinstated\n\nbecause the Union and the General Counsel had offered no evidence\n\nthat  they had  exercised due  diligence to  uncover  the alleged\n\n                    \n\n8     The  record  evidence  showed  that  the  Union  membership\nunderstood that the Company wanted to get rid of the Union.  This\ngeneral  animus  began  after   George  Girardi,  Jr.  took  over\nmanagement of  the Company from his father.   As the Union notes,\neveryone was aware of  this animus after 1985, and,  despite this\nantipathy, the parties were able to reach an accord in 1986.\n\n                               -16-\n\nfraud.\n\n          Given the  narrow scope  of the  fraudulent concealment\n\ndoctrine  in the    10(b)  context, we  cannot conclude  that the\n\nBoard's  findings  of fact  and  conclusions  are unsupported  by\n\nsubstantial  evidence in  the  record.   Consequently, they  must\n\nstand.  The strength  of the Union's argument proceeded  from the\n\nevidence  of  intent  garnered  from statements  made  by  former\n\ninsiders not available to the General Counsel or the Union at the\n\ntime  the charges  originally  were filed.    The Board  was  not\n\nswayed;  it explicitly held that  the new evidence  did not alter\n\nits calculus. \n\n          Clearly there is an  incongruity between what the Board\n\nand  the  General Counsel  find sufficient  to  state a  claim of\n\nsurface  bargaining.  The Board's prima facie case, and hence its\n\nfinding  of notice,  rests  on facts  which  it holds  constitute\n\nconstructive,  as  opposed to  actual, evidence  of bad  faith or\n\nintent.  The ALJ asserted that a surface bargaining  case must be\n\nmade on  the basis  of the  \"totality of  respondent's observable\n\nconduct.\"  Girardi  Distrib. at  *29.  In  contrast, the  General\n                            \n\nCounsel contended in this case that it normally would not bring a\n\nformal  unfair labor  practice  complaint,  irrespective  of  the\n\nsurrounding circumstances, in cases in which the bargaining table\n\nconduct  appeared  to be  in good  faith.   The  ALJ specifically\n\nrejected the  General Counsel's  suggestion to follow  the Hobson\n                                                                 \n\ncourt's statement  of  fraudulent concealment,  stating, \"[i]f  I\n\nagreed  with the position of the General Counsel, virtually every\n\n                               -17-\n\nsurface  bargaining case  would  be potentially  exempt from  the\n\nstrictures of  section 10(b), needing only  some newly discovered\n\nevidence of intent to surface.\"  Id.  \n                                    \n\n          This  incongruity  places  the  charging  party   in  a\n\ndifficult position.    A charging  party cannot  get the  General\n\nCounsel  to   file  a  timely  complaint  if  it  only  possesses\n\ncircumstantial evidence supporting  a finding of  bad faith.   On\n\nthe other  hand,  its timely  charges  that the  General  Counsel\n\nunappealably  dismissed will  not  be reinstated  if the  General\n\nCounsel  later finds  direct evidence of  bad motive  because the\n\nBoard  construes evidence  of  constructive intent  based on  the\n\ntotality of the circumstances  as notice of  the claim.  That  is\n\nwhat happened in this case.  \n\n          While we believe the Court of Appeals  for the District\n\nof    Columbia's  construction   of  the  fraudulent  concealment\n\ndoctrine  urged by  the General  Counsel and  the Union  to be  a\n\nbetter and  more  equitable  rule  for  the  victims  of  surface\n\nbargaining, the  Board ultimately controls  the terms of    10(b)\n\nunless its  interpretation is unreasonable.  We  may not supplant\n\nthe Board's  judgment since the  Board reasonably adopted  a less\n\nexpansive fraudulent concealment doctrine  that it viewed as more\n\nfaithful to industrial relations  policy favoring finality in the\n\nresolution of labor disputes.   We note, however, that  under the\n\npresent formulation, the General Counsel  will rarely demonstrate\n\nfraudulent  concealment in surface  bargaining cases.  Therefore,\n\ninstead of  waiting  for the  smoking  gun, the  General  Counsel\n\n                               -18-\n\nshould search diligently for  circumstantial evidence of unlawful\n\nintent as understood by  the Board to prevent sound  unfair labor\n\npractice  charges from  being barred  by the    10(b)  statute of\n\nlimitations.   Investigation  should include  interviewing senior\n\nbargaining representatives or company presidents concerning their\n\nintention to bargain  in good  faith and their  union animus,  if\n\nonly to later assert misrepresentation that  tolls the statute of\n\nlimitations.9 \n\n                               III\n                                  \n\n          We turn now to the Union's second argument to avoid the\n\nstatute of limitations bar.   The third set of  charges dismissed\n\nin 1989 (case 1-CA-26660) involved several charges.   It alleged,\n\ninter  alia, violations of   8(a)(5) for bad faith bargaining and\n           \n\n  8(a)(1) based  on statements  made by the  Company's operations\n\nmanager promising  improved wages  and working conditions  if the\n\nworkers  renounced  the  Union.10   All  the  charges except  the\n\n  8(a)(1) charge, were dismissed.   The   8(a)(1) charge  was the\n\nsubject of a unilateral informal settlement agreement approved by\n\nthe Regional  Director.11   Because settlement agreements  may be\n\nset aside  if the  provisions are  breached or  subsequent unfair\n\nlabor practices are committed, see Universal Blanchers, Inc., 275\n                                                            \n\n                    \n\n9   The  General  Counsel  stated  before  the  Board  that  such\ninterviews would be fruitless because individuals do not admit to\nunfair labor practice violations.\n\n10  See supra note 1.\n             \n\n11  The Company  agreed to post the appropriate  notice to remedy\nthe infraction.\n\n                               -19-\n\nN.L.R.B. 1544,  1545 (1985), the Regional Director  did not close\n\ncase 1-CA-26660.  The  Regional Director rescinded the settlement\n\nagreement  and  asserted  that  the  Consolidated  Complaint  was\n\n\"closely related\"  to the then-resurrected    8(a)(1) charge, and\n\ntherefore  not  time-barred.12    The Union  proffers  this  same\n\nargument on appeal.\n\n          In  Nickles Bakery  of Indiana  Inc., 296  N.L.R.B. 927\n                                              \n\n(1989), the Board summarized the closely related test established\n\nin Redd I, Inc., 290 N.L.R.B. 1115 (1988):   \n               \n\n            First,  the  Board will  look  at whether\n            otherwise  untimely  allegations  involve\n            the same legal theory as  the allegations\n            in  the pending  timely charge.   Second,\n            the  Board  will   look  at  whether  the\n            otherwise untimely allegations arise from\n            the   same   factual   circumstances   or\n            sequence of events  as the pending timely\n            charge.   Finally, the Board will look at\n            whether a respondent would  raise similar\n            defenses to both allegations.\n\nNickles  Bakery,   296  N.L.R.B.  at  928   (footnotes  omitted).\n               \n\nApplying this  standard, the  ALJ rejected the  \"closely related\"\n\nargument.   In addition, while  the ALJ agreed  that the informal\n\nsettlement  agreement could  be  set  aside  due to  the  charges\n\npending in the Amended  Complaint, he ultimately recommended that\n\n                    \n\n12   The six-month limitations period applies only \"to the filing\nand service of  the charge, not to  the issuance or amendment  of\nthe complaint.\"  NLRB v. Overnite Transp. Co., 938  F.2d 815, 820\n                                             \n(7th  Cir. 1991); accord Sonicraft,  Inc. v. NLRB,  905 F.2d 146,\n                                                 \n148  (7th Cir.  1990), cert.  denied, 111  S.Ct.  671 (1991).   A\n                                    \ncomplaint  based on  a  timely filed  charge  may be  amended  to\ninclude other  allegations if they  are \"closely related\"  to the\nunderlying timely charge  and occurred within  six months of  the\ncharge.  See Eastern Maine Medical  Center v. NLRB, 658 F.2d 1, 6\n                                                  \n(1st  Cir. 1981); see also NLRB v. Complas Indus., Inc., 714 F.2d\n                                                       \n729, 734 (7th Cir. 1983).\n\n                               -20-\n\nit  be  reinstated.     The  ALJ  favored  reinstatement  because\n\nrescinding  the agreement served no purpose in light of its other\n\nholding that the   8(a)(1) allegations were not \"closely related\"\n\nto  the   8(a)(5) charges.   Girardi Distrib.  at *31-*33 &amp; n.30.\n                                             \n\nThe Board adopted the ALJ's recommendations and conclusions.\n\n          Appellee  Company urges  that we  may not  consider the\n\n\"closely  related\" theory  supporting reinstatement  of dismissed\n\ncharges.  It reasons that because neither the General Counsel nor\n\nthe Union raised objections to the reinstatement of the set aside\n\nsettlement agreement, the  Union has  waived its right  to do  so\n\nnow.  See  29 U.S.C.    160(e);13 Woelke  &amp; Romero Framing,  Inc.\n                                                                 \n\nv. NLRB, 456 U.S.  645, 665 (1982);  Detroit Edison Co. v.  NLRB,\n                                                                \n\n440 U.S.  301, 311 &amp; n.10  (1979).  It follows,  then, that since\n\nthe settlement agreement disposing of  the   8(a)(1) charges  has\n\nbeen reinstated, no timely  charge exists to which the  dismissed\n\ncharges of the Consolidated Complaint can be \"closely related.\"\n\n          It  is true  that the  General  Counsel did  not object\n\nspecifically  to the  reinstatement of  the set  aside settlement\n\nagreement  before  the Board.14    The  General Counsel  objected\n\nstrenuously, however,  to the ALJ's  decision that the    8(a)(5)\n\ncharges were not  \"closely related\" to the   8(a)(1) charges.  We\n\n                    \n\n13  Judicial  review is barred by    10(e) of the Act,  29 U.S.C.\n  160(e), which  provides that \"[n]o objection that  has not been\nurged before  the Board . .  . shall be considered  by the court,\nunless the failure  or neglect  to urge such  objection shall  be\nexcused because of extraordinary circumstances.\"\n\n14  Nor did the  Union, although it could have intervened  in the\nappeal to the Board.  See 29 U.S.C.   10(f).\n                         \n\n                               -21-\n\nthink that  the exception  taken  on this  ground challenged  the\n\nrecommendation  to   reinstate  the  set  aside   agreement  with\n\nsufficient particularity  to survive the rule  waiving issues not\n\ntimely raised.  By  attacking the ALJ's decision on  the \"closely\n\nrelated\" issue, the General  Counsel attacked the ALJ's rationale\n\nfor reinstatement.  Thus, the General Counsel implicitly objected\n\nto reinstatement of the set aside agreement.\n\n          We  therefore  consider  whether  the  charges  in  the\n\nConsolidated  Complaint were  closely  related to  the    8(a)(1)\n\ncharge.  While  the ALJ found  that none of  the elements of  the\n\ntest had been met, his  explanations were less than satisfactory.\n\nWe examine each in turn.\n\n          The ALJ  combined the \"same legal  theory\" and \"similar\n\ndefense\"  components  of  the  test,  asserting  that  the  legal\n\ntheories  behind  each  charge  were \"far  different,\"  but  only\n\nillustrating the  differences between the defenses  that would be\n\nraised to each charge.   The ALJ stated that the only  defense to\n\nthe   8(a)(1) charge was  that the statements had not  been made.\n\nIn  contrast, a  defense to  the    8(a)(5) charge  would involve\n\ndetailed  explanations   of  each  step  taken   by  the  Company\n\nthroughout the  negotiations and  disintegration of the  parties'\n\nrelationship.  The only connection that the ALJ could see between\n\nthe two  sets  of charges  was  \"their bearing  on  the issue  of\n\nintent.\"  Girardi Distrib. at *33.  \n                          \n\n          With respect  to  the \"same  factual  circumstances  or\n\nsequence  of  events\" element  of the  test,  the ALJ  imposed an\n\n                               -22-\n\nextremely  high burden  regarding  the required  nexus.   Without\n\nproof  that  the  Company specifically  directed  the  operations\n\nmanager, Ken White, to make the   8(a)(1) statements as part of a\n\n\"scheme\"  to get rid of the Union, the ALJ rejected the assertion\n\nthat  the statements were part  of the same  factual situation or\n\nsequence  of  events.   He  concluded  that  the  statements were\n\n\"simply isolated  statements reflecting  the common knowledge  of\n\nall  [the Company's] employees that Mr. Girardi would like to get\n\nrid of the Union.\"  Id. at *32.\n                       \n\n          We  think that  the ALJ's  factual conclusions  are not\n\nsupported  by substantial evidence in the record and that the ALJ\n\nmisapplied  the  closely  related  test.    With  respect to  the\n\nsimilarity between the legal  theories underlying each charge, it\n\nis  clear that  the  allegations  need  not  be  under  the  same\n\nstatutory  section.  See Redd I, Inc., 290 N.L.R.B. 1115; NLRB v.\n                                                              \n\nOvernite Transp. Co., 938 F.2d 815, 821 n.8 (7th Cir.  1991).  It\n                    \n\nis sufficient  that both charges  are part of the  same effort or\n\ncrusade  against the union.  See, e.g., Overnite Transp. Co., 938\n                                                            \n\nF.2d at 821; Texas World Service Co. v. NLRB, 928 F.2d 1426, 1437\n                                            \n\n(5th  Cir. 1991).   In  this case,  the ALJ  conceded that  the  \n\n8(a)(1) statements  were probative  of the Company's  intent when\n\ndealing with the Union,  which was the central issue for  the bad\n\nfaith bargaining charges  under    8(a)(5).  It  would seem  then\n\nthat  the  charges  involved   the  same  legal  theory,  broadly\n\nspeaking.\n\n          We  do  not  understand  the  ALJ's  finding  that  the\n\n                               -23-\n\nstatements  by White  were  just  isolated statements  confirming\n\nfacts already  known to  the Union.   As  we stated earlier,  the\n\nevidence  did  not  support  finding  a  detailed  \"scheme\"  with\n\ncontingency plans.   The factual nexus required under the closely\n\nrelated  test,  however, does  not  demand  that General  Counsel\n\nestablish  that  sort of  a conspiracy.    Charges will  be found\n\nclosely related factually if  they arise from the  same \"sequence\n\nof events.\"  Earlier in his opinion, the ALJ found that after the\n\nbargaining  unit members  complained  about  the wage  difference\n\nbetween  the  Company's  union  and  nonunion  employees,  White,\n\n\"acting  on information given him by Mr. Girardi, advised the men\n\nthey  could have the benefits afforded  the nonunion personnel if\n\nthey decertified.\"  Girardi  Distrib. at *26.  Thus,  despite the\n                                     \n\ninconsistency in  the ALJ's  characterization of the  impetus for\n\nthe  statements, it is clear  that the Company  directed White to\n\nmake the antiunion statements in violation of   8(a)(1).  The ALJ\n\nalso relied upon White's statements in determining that the prima\n\nfacie case on surface bargaining  existed.  Finally, the evidence\n\nindicated  that White played an important role in the campaign to\n\nbust the Union,  even if the  evidence did not support  a finding\n\nthat a  detailed conspiracy existed  by which the  Union's ouster\n\nwould  be  accomplished.     Consequently,  we  think  the  facts\n\nunderlying the two charges are factually \"closely related.\"\n\n          The  fact that  the defenses  to the    8(a)(5) charges\n\nwould be much more detailed and lengthy in their presentation, as\n\nthe  ALJ found, is  not fatal to  a finding that  the charges are\n\n                               -24-\n\nclosely  related.   Taken as  a whole,  the closely  related test\n\nseeks to ensure that  the General Counsel does not amend a charge\n\nto  include unrelated infractions of the NLRA.  Each component of\n\nthe test adds  specificity to  the inquiry.   The \"same  defense\"\n\nprong of  the test is  but another  way to ferret  out amendments\n\nwhich involve  extraneous material.   In defending against  the  \n\n8(a)(5) charge the  Company would  attempt to  show that  White's\n\nstatements were not part of its effort to decertify the Union and\n\nthat  its efforts  to  bust the  Union  did not  include  surface\n\nbargaining.   The  overlap  between  the  subject matter  of  the\n\ndefenses  is readily apparent.  The Union, therefore, has met the\n\n\"closely  related\"  test and  the merits  of  the charges  in the\n\nConsolidated Complaint warrant consideration.\n\n                                IV\n                                  \n\n          We  affirm the  Board's holding  with respect to  the  \n                    \n\n10(b)  bar.    We reverse  the  reinstatement  of  the set  aside\n                         \n\nsettlement agreement and remand for a hearing on the Consolidated\n                               \n\nComplaint  having  found those  charges  closely  related to  the\n\ntimely   8(a)(1) charges underlying the set aside agreement.\n\n                               -25-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">July 27, 1993\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\nNo. 92-1993\n\n          TRUCK DRIVERS &amp; HELPERS UNION, LOCAL NO. 170,\n                           Petitioner,\n\n                                v.\n\n                 NATIONAL LABOR RELATIONS BOARD,\n                           Respondent.\n\n                                           \n\n                   GIRARDI DISTRIBUTORS, INC.,\n                           Intervenor.\n\n                                           \n\n                           ERRATA SHEET\n\n     The opinion of this Court issued on May 26, 1993, is amended\nas follows:\n\n     Page 5, line 21, capitalize \"u\" in \"union\".\n\n     Page 5, line 23, capitalize \"u\" in \"union\".\n\n     Page 12, line 8, substitute \"183679\" for \"18679\".\n\n     Page 19, footnote 12, line 5, substitute \"</pre><span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">671</span></span><pre class=\"inline\">\" for\n\"xx U.S. xx\".\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 92-1993\n\n          TRUCK DRIVERS &amp; HELPERS UNION, LOCAL NO. 170,\n\n                           Petitioner,\n\n                                v.\n\n                 NATIONAL LABOR RELATIONS BOARD,\n\n                           Respondent.\n\n                                           \n\n                   GIRARDI DISTRIBUTORS, INC.,\n\n                           Intervenor.\n\n                                           \n\n              ON PETITION FOR REVIEW OF AN ORDER OF\n\n                THE NATIONAL LABOR RELATIONS BOARD\n\n                                           \n\n                              Before\n\n                    Torruella, Cyr and Stahl, \n                         Circuit Judges.\n                                       \n\n                                           \n\n     Randall E. Nash, with whom Grady and Dwyer, was on brief for\n                                               \npetitioner.\n     Robert J.  Englehart, Attorney,  with whom Jerry  M. Hunter,\n                                                                \nGeneral Counsel, Yvonne T.  Dixon, Acting Deputy General Counsel,\n                                 \nNicholas E. Karatinos,  Acting Associate General  Counsel, Aileen\n                                                                 \nA.  Armstrong,  Deputy  Associate  General   Counsel,  and  Linda\n                                                                 \nDreeben,  Supervisory Attorney,  National Labor  Relations Board,\n       \nwere on brief for respondent.\n     Henry  F. Telfeian,  with whom  Keck, Mahin  &amp; Cate,  was on\n                                                        \nbrief for intervenor.\n\n                                           \n\n                           May 26, 1993\n                                           \n\n          TORRUELLA,  Circuit Judge.   In this  case we  review a\n                                   \n\ndecision and  order of  the National  Labor Relations  Board (the\n\n\"Board\").  The  General Counsel  of the Board  brought an  unfair\n\nlabor  practice  complaint against  an  employer  based on  three\n\ncharges that it had previously  dismissed.  The facts  underlying\n\nthese charges occurred more  than six months prior to  the filing\n\nof  the formal  complaint  by the  General  Counsel.   The  Board\n\ndismissed the  complaint as  barred by the  six-month statute  of\n\nlimitations  prescribed by  section 10(b)  of the  National Labor\n\nRelations Act (\"NLRA\"),  29 U.S.C.    160(b).   In addition,  the\n\nBoard  rejected  the  General  Counsel's  alternative  effort  to\n\nresuscitate  these  dismissed  charges,  finding  amendment  to a\n\ntimely  charge  improper  since  the charges  were  not  \"closely\n\nrelated.\"    We affirm  the first  decision,  but reverse  on the\n\nlatter.\n\n                                I\n                                 \n\n                            BACKGROUND\n                                      \n\n          The  Union  represents  certain  employees  of  Girardi\n\nDistributors, Inc.,  (the \"Company\"), a  liquor distributor  that\n\noperates   several   distribution   facilities  in   northwestern\n\nMassachusetts.   Over the years,  the employees  and the  Company\n\nentered into collective bargaining agreements, the most recent of\n\nwhich covered from 1986 to May  19, 1989.  In April of 1989,  the\n\nUnion and the Company began negotiations for a new agreement.  \n\n          The negotiations did  not progress  well.   On May  19,\n\n1989,  the Union  filed its  first  unfair labor  practice charge\n\n                               -2-\n\n(case 1-CA-26394),  alleging violation of    8(a)(1),  (3), &amp; (5)\n\nof  the NLRA, 29  U.S.C.   158(a)(1),  (3), &amp; (5).1   The General\n\nCounsel of the Board  dismissed the charge through the  Office of\n\nthe  Regional Director  on July  19, 1989.   Addressing  the main\n\nthrust  of the charge, the  Regional Director refused  to bring a\n\ncomplaint because,  in its view, the investigation did not reveal\n\nsufficient  evidence  of  bad  faith  bargaining.    Negotiations\n\nbetween the Company  and the Union continued during  the Regional\n\nDirector's investigation.  As a  result of the investigation, the\n\ncharges  were  dismissed  and  the  Union  did  not  appeal   the\n\ndismissal.\n\n          The Union  remained dissatisfied with  the negotiations\n\nand  felt certain that the Company sought  to bust the Union.  In\n\nJune, the Company made  its \"last, best, and final  offer,\" which\n\nsignificantly  undercut the  wages and  benefits received  by the\n\nmembers of the bargaining unit under the 1986-89 labor agreement.\n\nDespite  the final offer the parties continued to hold bargaining\n\nsessions.  The Union filed its second charge (case 1-CA-26561) on\n\n                    \n\n1   Section  8(a)(1) makes  it an  unfair labor  practice for  an\nemployer  to \"interfere,  restrain  or coerce  employees\" in  the\nexercise  of  their  section 7  rights  to  engage in  \"concerted\nactivities  for the  purpose  of collective  bargaining or  other\nmutual aid or protection.\"  29 U.S.C.    157, 158(a)(1).\n\n    Section  8(a)(3) makes  it an  unfair labor  practice for  an\nemployer  \"to encourage  or  discourage membership  in any  labor\norganization\" by  \"discrimination in  regard to hire  or tenure.\"\n</pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>   158(a)(3).\n   \n\n    Section </span><pre class=\"inline\">  8(a)(5)  requires   that   an   employer   \"bargain\ncollectively with the representatives of his employees\" and to do\nso  in  good faith.   See  </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>    158(a)(5);   NLRB </span><pre class=\"inline\"> v. Insurance\n                                                                 \nAgents' Int'l Union, </pre><span class=\"citation\" data-id=\"105999\"><a href=\"/opinion/105999/nlrb-v-insurance-agents/\"><span class=\"volume\">361</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">477</span></a></span><pre class=\"inline\">, 498 (1960).\n                   \n\n                               -3-\n\nAugust  4,  1989,  alleging  the same  statutory  violations  but\n\nproviding  more  factual support  for  the  bad faith  bargaining\n\nclaim.  The Regional Director again dismissed the charges and the\n\nGeneral Counsel's National Office of Appeal upheld the dismissal.\n\n          On September 8, 1989, the Union filed  its third charge\n\n(case 1-CA-26660,  which was amended  several times) on  the same\n\ngeneral grounds with further factual support.  Certain statements\n\nmade by  management, which  were held improper  under    8(a)(1),\n\nwere the subject of an  informal settlement agreement,2 while the\n\nother charges were dismissed.   The Union unsuccessfully appealed\n\nthe dismissal of the other charges.\n\n          By  the  end  of  1989,  despite  numerous  negotiation\n\nsessions, the Union and the Company had not reached an agreement.\n\nAfter the  Union lost its appeal on the third set of charges, the\n\nCompany withdrew its final offer.  On April 14, 1990, the Company\n\npurportedly subcontracted  the bargaining  unit work  to Suburban\n\nContract  Carriers,  Inc.  (\"Suburban\"),  terminated   its  union\n\nemployees,  and withdrew  its  recognition of  the  Union as  the\n\nexclusive  collective bargaining representative of the bargaining\n\nunit.\n\n                    \n\n2    The  Regional  Director  approved  the  unilateral  informal\nsettlement on February 22,  1990.  The Company complied  with the\nsettlement's posting  requirement.  The case,  however, was never\nclosed because of the pendency  of a fourth set of  charges (case\n1-CA-27243)  filed  in  April of  1990.    The  Regional Director\nvacated and set aside the settlement agreement when it issued the\nConsolidated Complaint that sought to reinstate the three charges\ndismissed in 1989.   The  Union's second basis  for avoiding  the\nstatute of limitations pertains  to this settlement agreement and\nis discussed infra.\n                  \n\n                               -4-\n\n          On  April 16,  1990, the  Union filed  a fourth  set of\n\ncharges  (case  1-CA-27243),  alleging  the  Company  violated   \n\n8(a)(1) &amp; (5) by refusing to supply the name of the subcontractor\n\nto the  Union, and by unilaterally  subcontracting the bargaining\n\nunit  work.  Finally, the  General Counsel filed  a complaint and\n\nset the hearing date for November 19, 1990.\n\n          On  the morning  of  the hearing,  the General  Counsel\n\nreceived  new testimony  from the  principals of  Suburban, David\n\nMurphy and Peter DeVito.  The proceedings were adjourned with the\n\nconsent of  the parties.   Based on  the testimony of  Murphy and\n\nDeVito,  the Regional Director  further investigated  the Union's\n\ncharges and procured testimony  from Kenneth White, the Company's\n\nformer  operations manager,  and Daniel Maroni,  another employee\n\nclose to management, which was damaging to the Company.\n\n          In  March  of  1991,  the Regional  Director  issued  a\n\nConsolidated Complaint, which revived the three charges dismissed\n\nin  1989  (cases  1-CA-26394,  1-CA-26561,  1-CA-26660),  and  an\n\nAmended  Complaint,   which   amended  case   1-CA-27243.     The\n\nConsolidated Complaint  alleged that  the Company had  engaged in\n\nbad faith bargaining from April through September of 1989 and had\n\nunlawfully implemented  its final  offer.  The  Amended Complaint\n\ncharged that failure to provide the name of the subcontractor and\n\nwithdrawal of recognition of  the Union violated sections 8(a)(1)\n\n&amp;  (5), and that subcontracting  the bargaining unit's  work to a\n\nsubcontractor  that  was  the  alter  ego   of  the  Company  and\n\ndischarging the Union employees violated sections 8(a)(1) &amp; (3).\n\n                               -5-\n\n          With    respect   to   the   Amended   Complaint,   the\n\nAdministrative  Law  Judge (\"ALJ\")  found  that  the Company  had\n\nviolated the NLRA  and ordered  the Company to  cease and  desist\n\nfrom subcontracting  the bargaining unit work  anew, to recognize\n\nthe Union, and to restore the  status quo in existence before the\n\nfalse   subcontractor  was   engaged.     With  respect   to  the\n\nConsolidated Complaint,  the ALJ  found that the  General Counsel\n\nhad stated a  prima facie case that the Company  had bargained in\n\nbad  faith,  that   impasse  had  not  been   reached,  and  that\n\nimplementation of  the final  offer was unlawful.   Nevertheless,\n\nthe  ALJ dismissed  the  Consolidated Complaint  because under   \n\n10(b)  the charges dismissed in 1989 could not be reinstated more\n\nthan  six  months after  the  acts underlying  those  charges had\n\noccurred.  The ALJ found that the General Counsel did not satisfy\n\nthe   fraudulent  concealment   exception  to   the  statute   of\n\nlimitations because it failed to demonstrate  that facts had been\n\nfraudulently  concealed, and  because the  Union and  the General\n\nCounsel did not exercise due diligence in discovering the factual\n\nbasis  for the  charges.   The  Board  affirmed and  adopted  the\n\ndecision and order of the ALJ.\n\n          The  Union appeals  the dismissal  of  the Consolidated\n\nComplaint.     The   dismissed  charges   warrant  reinstatement,\n\naccording  to   the  Union,  because  the   Company  fraudulently\n\nconcealed  the  operative facts  supporting  the  charges through\n\naffirmative  acts  of  concealment  and  by  a  \"self-concealing\"\n\nscheme, and because  the Union and the General  Counsel exercised\n\n                               -6-\n\ndue diligence to uncover the evidence.  Alternatively, the  Union\n\nasserts that  the dismissed    8(a)(3)  and (5)  allegations were\n\n\"closely  related\"  to  the    8(a)(1) charges  in  the  informal\n\nsettlement  agreement  reached  in   case  1-CA-26660.    As  the\n\nagreement was later  set aside  by the Regional  Director, the   \n\n8(a)(3) and  8(a)(5) charges in the Consolidated Complaint may be\n\nreinstated by amendment to the now timely   8(a)(1) charge.\n\n                                II\n                                  \n\n          Section  10(b)  of  the  NLRA  prescribes  a  six-month\n\nstatute of limitations  for the filing  of unfair labor  practice\n\ncharges.3   In Ducane  Heating Corp.,  </pre><span class=\"citation no-link\"><span class=\"volume\">273</span> <span class=\"reporter\">N.L.R.B.</span>  <span class=\"page\">1389</span> </span><pre class=\"inline\">(1985),\n                                    \n\nenforced without opinion, </pre><span class=\"citation no-link\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span> </span><pre class=\"inline\">(4th Cir. 1986), the Board\n                        \n\nextended  the breadth of   10(b) to prohibit the reinstatement of\n\ndismissed charges outside the six-month  period.  The Board  also\n\nheld  that the  limitations period  is tolled when  \"a respondent\n\nfraudulently conceals the operative  facts underlying the alleged\n\nviolation.\"   Ducane </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Heating,</span> <span class=\"volume\">273</span>  <span class=\"reporter\">N.L.R.B.</span> at <span class=\"page\">1390</span></span><pre class=\"inline\">.   The period\n                            \n\nwill begin to run anew  when \"the charging party knows  or should\n\nhave known  of the concealed facts.\"   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  In  effect, </span><pre class=\"inline\">the Board\n                                          \n\nborrowed the federal doctrine of fraudulent concealment, which is\n\nan  \"equitable  doctrine  read  into  every  federal  statute  of\n\nlimitations.\"   Holmberg v. Armbrecht,  </pre><span class=\"citation\" data-id=\"104250\"><a href=\"/opinion/104250/holmberg-v-armbrecht/\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span><pre class=\"inline\">, 397 (1946);\n                                     \n\nO'Neill, Ltd., </pre><span class=\"citation no-link\"><span class=\"volume\">288</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">1354</span></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">1988</span> <span class=\"reporter\">WL</span> <span class=\"page\">214303</span> </span><pre class=\"inline\">at * 57.\n             \n\n                    \n\n3   \"[N]o  complaint  shall issue  based  upon any  unfair  labor\npractice  occurring more than six  months prior to  the filing of\nthe charge with the Board and  the service of a copy thereof upon\nthe person against whom such charge is made . . . .\"  29 U.S.C.  \n160(b).\n\n                               -7-\n\n          While the language  of    10(b) does not  apply on  its\n\nface to the reinstatement of dismissed charges, the Board is free\n\nto  fill a  \"gap\" left  in  the statute  by applying    10(b)  to\n\ndismissed charges and  by fashioning its  own rule of  fraudulent\n\nconcealment  to toll the  statute of  limitations.   Chevron USA,\n                                                                 \n\nInc., v. Natural Resources  Defense Council, Inc., </pre><span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">837</span></a></span><pre class=\"inline\">,\n                                                 \n\n843-44  (1984).    Traditionally  the  Board  has  been  accorded\n\n\"deference  with regard to its interpretation of the NLRA as long\n\nas  its  interpretation  is  rational  and  consistent  with  the\n\nstatute.\"   NLRB v. United Food &amp; Commercial Workers Union, Local\n                                                                 \n\n23,  </pre><span class=\"citation\" data-id=\"111970\"><a href=\"/opinion/111970/nlrb-v-food-commercial-workers/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">112</span></a></span><pre class=\"inline\">, 123  (1987).   The Court  of Appeals  for the\n  \n\nDistrict  of  Columbia  found  the  application  of     10(b)  to\n\ndismissed  charges  to  be  reasonable and  consistent  with  the\n\nunderlying policy  of  the statute  in District  Lodge 64,  Int'l\n                                                                 \n\nAss'n  of Machinists and Aerospace Workers v. NLRB, </pre><span class=\"citation\" data-id=\"572402\"><a href=\"/opinion/572402/no-90-1503/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">441</span></a></span><pre class=\"inline\">,\n                                                  \n\n445 (D.C. Cir. 1991).  We agree with that determination.   In the\n\nabsence  of a clear statement from Congress on the application of\n\nthe  fraudulent  concealment  tolling  doctrine in  the     10(b)\n\ncontext, we must defer  to the Board's reasonable interpretation.\n\n</pre><span class=\"citation\" data-id=\"111221\"><span class=\"antecedent_guess\">Chevron,</span>  <a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span>  at  <span class=\"page\">843-44</span></a></span><pre class=\"inline\">.    We turn  now  to  the  Board's\n       \n\nformulation  of   its  interpretation   and  to  whether   it  is\n\npermissible.\n\n          The Board's reluctance to  delimit the precise contours\n\nof  the fraudulent concealment doctrine as applied to   10(b) has\n\nbeen  a matter of  some frustration for the  federal courts.  See\n                                                                 \n\nNLRB  v. O'Neill, </pre><span class=\"citation\" data-id=\"584175\"><a href=\"/opinion/584175/national-labor-relations-board-and-united-food-commercial-workers-union/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1522</span></a></span><pre class=\"inline\">, 1527 (9th  Cir. 1992); District\n                                                                 \n\n                               -8-\n\nLodge </pre><span class=\"citation\" data-id=\"572402\"><span class=\"antecedent_guess\">64,</span> <a href=\"/opinion/572402/no-90-1503/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">449</span> </a></span><pre class=\"inline\">(remanding fraudulent concealment issue\n        \n\nbecause court was  \"unable to  make enough sense  of the  Board's\n\nopinion to  justify  affirmance\").    In this  case,  the  Board,\n\nadopting the  ALJ's reasoning and conclusions,  purported to rely\n\non  the  general  federal  fraudulent  concealment  doctrine   as\n\nexplained  by  an  earlier  Board decision,  O'Neill,  Ltd.,  </pre><span class=\"citation no-link\"><span class=\"volume\">288</span>\n                                                           \n\n<span class=\"reporter\">N.L.R.B.</span>  <span class=\"page\">1354</span> </span><pre class=\"inline\"> (1988),  and by  the  Court  of  Appeals for  the\n\nDistrict of Columbia in Hobson v. Wilson, </pre><span class=\"citation\" data-id=\"437447\"><a href=\"/opinion/437447/julius-hobson-v-jerry-wilson-thomas-j-herlihy-jack-acree-christopher/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 33-36 (D.C.\n                                        \n\nCir. 1984), cert. denied  sub. nom., Brennan v. Hobson,  </pre><span class=\"citation no-link\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span>\n                                                      \n\n<span class=\"page\">1084</span> </span><pre class=\"inline\">(1985).  Nevertheless,  the Board appears to have  adopted a\n\nrule that is different from the one upon which it claims to rely.\n\n          In Hobson,  the Court of  Appeals for  the District  of\n                   \n\nColumbia recognized two means by which fraudulent concealment can\n\noccur  -- by  affirmative  acts of  concealment  or by  a  \"self-\n\nconcealing\"  wrong or  scheme.   The  Hobson  court held  that  a\n                                            \n\nplaintiff may establish a  self-concealing wrong by demonstrating\n\nthat the  defendant \"engage[d]  in some misleading,  deceptive or\n\notherwise contrived action or scheme, in the course of committing\n                                                                 \n\nthe  wrong, that is designed to mask  the existence of a cause of\n          \n\naction.\"  </pre><span class=\"citation\" data-id=\"437447\"><span class=\"antecedent_guess\">Hobson,</span> <a href=\"/opinion/437447/julius-hobson-v-jerry-wilson-thomas-j-herlihy-jack-acree-christopher/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">34-35</span></a></span><pre class=\"inline\">.  The court announced a broad\n                \n\nand  inclusive understanding  of self-concealing  wrongs, stating\n\nthat  \"[t]he deception  may be as  simple as  a single  lie or as\n\ncomplex as [a  scheme], so  long as the  defendants conceal  'not\n\nonly  their involvement, but the  very conduct itself.'\"   </pre><span class=\"citation\" data-id=\"437447\"><a href=\"/opinion/437447/julius-hobson-v-jerry-wilson-thomas-j-herlihy-jack-acree-christopher/\"><span class=\"id_token\">Id.</span> at\n                                                              \n\n34-35 </a></span><pre class=\"inline\">(citation omitted).\n\n          Based  on  Hobson and  its  belief  that O'Neill,  Ltd.\n                                                                 \n\n                               -9-\n\nadopted  Hobson's  reasoning,  the  Union contends  that  it  has\n               \n\ndemonstrated  fraudulent  concealment  and that  the  statute  of\n\nlimitations was tolled.  The Union's argument proceeds roughly as\n\nfollows:   Normally, in the course of negotiation each party at a\n\nbargaining  session attempts to  force the  other side  to accept\n\nconcessions.  The NLRA requires that the parties meet and bargain\n\nin  good faith, but does  not require that  they reach agreement.\n\nSee NLRB v. Insurance  Agents' Int'l Union, </pre><span class=\"citation\" data-id=\"105999\"><a href=\"/opinion/105999/nlrb-v-insurance-agents/\"><span class=\"volume\">361</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">477</span></a></span><pre class=\"inline\">, 490-01\n                                          \n\n(1960);  Soule  Glass &amp; Glazing Co. v. NLRB,  </pre><span class=\"citation\" data-id=\"392028\"><a href=\"/opinion/392028/soule-glass-and-glazing-co-v-national-labor-relations-board/\"><span class=\"volume\">652</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1055</span></a></span><pre class=\"inline\">, 1103\n                                           \n\n(1st Cir. 1981) (\"Adamant insistence on a bargaining position . .\n\n.  is  not  in itself  a  refusal  to  bargain  in good  faith.\")\n\n(citation  omitted).     Therefore,  in   the  average  \"surface\"\n\nbargaining  case  (bargaining  without  the intent  to  reach  an\n\nagreement) the central issue  is motive.  As the  Union perceives\n\nthe   issue,  the   deception  committed   by  the   Company  was\n\nmisrepresenting  bad faith  or surface  bargaining as  good faith\n\nbargaining.   The self-concealing  wrongs were the  statements to\n\nthe  Board  that the  Company  honestly  put forward  negotiating\n\npositions  with a good faith  bargaining intent.   In the Union's\n\nview, the Company prevented the  Union from discovering the cause\n\nof  action, despite  the Union's  due diligence,  by fraudulently\n\nconcealing the operative fact  -- its bad faith.  In  effect, the\n\nUnion  argues that tolling  continues as long  as the concealment\n\nhas so  impaired its  case that  it is unable  to furnish  to the\n\nGeneral  Counsel with,  or the  General Counsel  cannot discover,\n\nsufficient evidence to file a formal complaint before the Board.\n\n                               -10-\n\n          We   fully  understand  the  rationale  supporting  the\n\nUnion's stance.   In this  case, the Union  filed three  separate\n\ncharges  alleging  essentially the  same  grievance  -- that  the\n\nCompany was surface bargaining and its true intent was to destroy\n\nthe  Union.    These  charges were  dismissed  on  three separate\n\noccasions and twice on appeal.  The General Counsel explained, in\n\nits memorandum in support of exceptions to the ALJ decision, that\n\nat  the time the charges were dismissed, the Company's bargaining\n\ntable  conduct,  the  first  and generally  exclusive  source  of\n\nevidence, revealed  no indications  of  bad faith.   Indeed,  the\n\nevidence showed  that the parties  were meeting and  that various\n\nproposals were being discussed.  Despite the Union's  claims that\n\nthe  Company intended to destroy the Union, there was no concrete\n\nevidence  of  that  intention.   The  General  Counsel  asserted,\n\ntherefore, that it would  not have brought the complaint  because\n\nthe extensive paper trail compiled by  the Company indicated that\n\nit was  bargaining in good faith while at the table.  The General\n\nCounsel denied that it knew all the facts subsequently considered\n\nby the ALJ  to support a prima facie case  of surface bargaining.\n\nNonetheless, the General Counsel stated that even if it had known\n\nthe  facts, it  would  not have  brought  a complaint  given  the\n\nCompany's conduct during discussions at the bargaining table.\n\n          Consequently, from the Union's perspective, the conduct\n\nat  the table  and  the  position  statements  submitted  to  the\n\nRegional  Director  defending  against  the  charges, which  were\n\ndesigned to  deceive  the Union  and  the General  Counsel,  were\n\n                               -11-\n\nsufficient  to conceal the cause of action and therefore toll the\n\nstatue  of limitations  under the  self-concealing wrong  theory.\n\nThe cause  of action was  concealed because  the General  Counsel\n\nwould not bring  the complaint without direct evidence of illegal\n\nintent  if the  bargaining table  conduct at  least superficially\n\nappeared to be in  good faith.  Furthermore, because  the General\n\nCounsel's dismissal  of the  charges is unappealable,4  whether a\n\ncause of action  is concealed  must be decided  according to  its\n\ncriteria.\n\n          While it quoted from Hobson, the ALJ's decision did not\n                                     \n\nrely on Hobson's statement of the \"self-concealing wrong\" theory.\n              \n\nThe  ALJ  stated  that  the  Board  had  never  found  fraudulent\n\nconcealment  without some affirmative act,  even if it was simply\n\naffirmative  verbal  misrepresentation.    Girardi  Distributors,\n                                                                 \n\nInc., 307  N.L.R.B. No. 236,  </pre><span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">18679</span> </span><pre class=\"inline\"> at *38 n.24  (citing\n    \n\nBrown &amp; Sharpe Mfg., 299 N.L.R.B. No. 89 (1990); Kanakis Co., 293\n                                                            \n\nN.L.R.B.  No. 50 (1989); Strawsine Mfg., </pre><span class=\"citation no-link\"><span class=\"volume\">280</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">553</span> </span><pre class=\"inline\">(1986);\n                                       \n\nGarrett  Railroad  Car  &amp;  Equipment,  Inc.,  </pre><span class=\"citation no-link\"><span class=\"volume\">275</span>  <span class=\"reporter\">N.L.R.B.</span>  <span class=\"page\">1032</span>\n</span><pre class=\"inline\">                                           \n\n(1985)).  The ALJ specifically noted that the Board's decision in\n\nO'Neill, Ltd., which also quoted extensively from Hobson, did not\n                                                        \n\n                    \n\n4   Procedurally, the charging  party files a  complaint with the\nRegional Director and if the Regional Director decides to dismiss\nthe  charge  its decision  may be  appealed  only to  the General\nCounsel,  not  to the  Board or  the  courts.   Consequently, the\nGeneral  Counsel's decision to dismiss is final.  See United Food\n                                                                 \n&amp; Commercial  Workers </pre><span class=\"citation\" data-id=\"111970\"><span class=\"antecedent_guess\">Union,</span> <a href=\"/opinion/111970/nlrb-v-food-commercial-workers/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">118-19</span> </a></span><pre class=\"inline\"> &amp; nn.8 &amp; 10.  We\n                           \nnote the  force of the Union's  analogy to the rule  that a party\nwho commits a \"fraud on the court\" should not expect the benefits\nof  repose bestowed  by the  statute of  limitations.   See Hazel\n                                                                 \nAtlas Glass Co. v. Hartford Empire Co., </pre><span class=\"citation\" data-id=\"103987\"><a href=\"/opinion/103987/hazel-atlas-co-v-hartford-co/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span> </a></span><pre class=\"inline\">(1944).\n                                      \n\n                               -12-\n\nturn  on  Hobson's expansive  definition  of what  sort  of self-\n                \n\nconcealing  wrong  could  be  considered  fraudulent  concealment\n\nsufficient  to toll  the statute  of limitations.   The  ALJ read\n\nO'Neill,  Ltd. to require a  showing that \"there were affirmative\n              \n\nmisrepresentations  made  (exculpatory  statements   aside)  with\n\nrespect to the  dismissed charges,\"  and that there  was a  self-\n                                        \n\nconcealing scheme in place (as opposed to a single lie).  Girardi\n                                                                 \n\nDistrib., </pre><span class=\"citation no-link\"><span class=\"volume\">1992</span>  <span class=\"reporter\">WL</span>  <span class=\"page\">18679</span> </span><pre class=\"inline\"> at  *29  (citing  O'Neill,  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Ltd.,</span>  <span class=\"volume\">288</span>\n                                                           \n\n<span class=\"reporter\">N.L.R.B.</span>  at <span class=\"page\">1355</span></span><pre class=\"inline\">).   Under  this formulation,  there must  be an\n\naffirmative  misrepresentation other  than  telling  the  General\n\nCounsel and the charging party that the accused is not engaged in\n\nsurface  bargaining  and  supplying  rational  excuses  for   the\n\naccused's  conduct at  the  bargaining table.    See </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>  at  *38\n</span><pre class=\"inline\">                                                        \n\nn.23.5    The  ALJ's  conception of  the  scheme  necessary seems\n\nrather  great indeed; he appeared  to require a  showing of \"some\n\nmaster plan of contingencies that would be triggered by unfolding\n\nevents.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at *29. </span><pre class=\"inline\"> \n             \n\n          We agree with the ALJ that, to the extent O'Neill, Ltd.\n                                                                 \n\ndiscusses  the more  relaxed  standard of  self-concealing wrongs\n\nexplained in Hobson,  those statements are only  dicta.  O'Neill,\n                                                                 \n\n                    \n\n5   The ALJ relied on the Board's statement in O'Neill, Ltd. that\n                                                            \n\"the  mere fact  that a  party makes  exculpatory representations\ndoes not,  by itself, constitute fraudulent  concealment or serve\nto toll  the    10(b) period.\"   </pre><span class=\"citation no-link\"><span class=\"volume\">288</span> <span class=\"reporter\">N.L.R.B.</span>  <span class=\"page\">1353</span></span><pre class=\"inline\">, n.10  (1988)\n(citing Al Bryant, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">260</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">128</span></span><pre class=\"inline\">, 133-35 (1982)). \n                       \n\n   We note that we find this  rule rather peculiar because we can\nthink of no reason to distinguish \"exculpatory\" statements to the\nBoard designed to  avoid a  formal complaint from  any other  lie\nthat  a party  may proffer  to avoid  sanctions for  unfair labor\npractices.\n\n                               -13-\n\nLtd.  did not announce  the rule upon  which the Union  now urges\n    \n\nthat  we rely.6  It is impossible  to say what deceptive actions,\n\nshort  of proof of a complicated  scheme replete with contingency\n\nplans to get rid  of the Union, would  satisfy the Board.   It is\n\nclear, however, that the deception that the Board now requires is\n\nsignificantly more than the  \"single lie\" which the Hobson  court\n                                                          \n\nrule would accept.\n\n          Irrespective of  the extent  of the effort  to conceal,\n\nthe  fraudulent concealment  doctrine  will not  save a  charging\n\nparty  who fails to exercise  due diligence, and  is thus charged\n\nwith notice of a potential claim.   Girardi Distrib., at * 28-29;\n                                                    \n\n</pre><span class=\"citation\" data-id=\"437447\"><span class=\"antecedent_guess\">Hobson,</span>  <a href=\"/opinion/437447/julius-hobson-v-jerry-wilson-thomas-j-herlihy-jack-acree-christopher/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">35</span></a></span><pre class=\"inline\">.7  Normally,  when the party  seeking to\n      \n\ntoll  the statute  by fraudulent concealment  alleges affirmative\n\nacts of concealment, the burden of showing due diligence falls on\n\nthat party.   Morales  v. Rosa-Viera,  </pre><span class=\"citation\" data-id=\"485355\"><a href=\"/opinion/485355/jaime-ramirez-morales-etc-v-isidoro-rosa-viera-etc/\"><span class=\"volume\">815</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">2</span></a></span><pre class=\"inline\">,  5 (1st  Cir.\n                                    \n\n1987).  The  opposite rule  applies, however,  when the  charging\n\nparty alleges  that the  statute is tolled  by a  self-concealing\n\n                    \n\n6  We note parenthetically that  the Board would probably be able\nto develop a new rule, or narrow a present one, without offending\ndecisions  limiting an  agency's  authority to  apply such  rules\nretroactively.  See Chevron Oil Co. v. Huson, </pre><span class=\"citation\" data-id=\"108406\"><a href=\"/opinion/108406/chevron-oil-co-v-huson/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span> </a></span><pre class=\"inline\">(1971);\n                                            \nDistrict Lodge  </pre><span class=\"citation\" data-id=\"572402\"><span class=\"antecedent_guess\">64,</span> <a href=\"/opinion/572402/no-90-1503/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">446-48</span></a></span><pre class=\"inline\">.  The absence  of a clear\n                  \nrule  would negate  any claim  of  reasonable reliance,  which is\nnecessary  for a finding that  application of the  new rule would\ncause \"substantial inequitable results.\"   See District Lodge </pre><span class=\"citation\" data-id=\"572402\"><span class=\"antecedent_guess\">64,</span>\n                                                                \n<a href=\"/opinion/572402/no-90-1503/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">448</span></a></span><pre class=\"inline\">.\n\n7   The  party seeking  the shelter  of the     10(b) affirmative\ndefense bears the burden of proving \"clear and unequivocal notice\n-- either actual or  constructive -- of the acts  that constitute\nthe  alleged unfair  labor practice.\"   John  Morrell &amp;  Co., 304\n                                                            \nN.L.R.B. No.  116,  </pre><span class=\"citation no-link\"><span class=\"volume\">1991</span> <span class=\"reporter\">WL</span>  <span class=\"page\">181868</span> </span><pre class=\"inline\"> at *5;  Pennsylvania  Energy\n                                                                 \nCorp., </pre><span class=\"citation no-link\"><span class=\"volume\">274</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">1153</span></span><pre class=\"inline\">, 1155 (1985).\n     \n\n                               -14-\n\nwrong, in which case the defendant bears the burden.  </pre><span class=\"citation\" data-id=\"437447\"><span class=\"antecedent_guess\">Hobson,</span> <a href=\"/opinion/437447/julius-hobson-v-jerry-wilson-thomas-j-herlihy-jack-acree-christopher/\"><span class=\"volume\">737</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span>  at  <span class=\"page\">35</span></a></span><pre class=\"inline\">.   Thus,    \"[w]hen  tolling is  proper  because the\n\ndefendants  have concealed the  very cause of action,  . . . they\n\nhave the burden of coming forward with any facts showing that the\n\nplaintiff could have discovered .  . . the cause of action  if he\n\nhad exercised  due diligence.\"  </pre><span class=\"citation\" data-id=\"437447\"><a href=\"/opinion/437447/julius-hobson-v-jerry-wilson-thomas-j-herlihy-jack-acree-christopher/\"><span class=\"id_token\">Id.</span> (quoting Richards </a></span><pre class=\"inline\">v. Mileski,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"396184\"><a href=\"/opinion/396184/robert-james-richards-v-milton-stanley-mileski-two-cases/\"><span class=\"volume\">662</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">65</span></a></span><pre class=\"inline\">,  71  (D.C. Cir.  1981)).   In  another  significant\n\ndeparture from  the Hobson  decision, the Board  here placed  the\n                          \n\nburden of  proving the exercise  of due diligence  in discovering\n\nthe  fraud  on  the   party  seeking  to  toll  the   statute  of\n\nlimitations.  The significance of which party bears the burden of\n\nproof on due diligence is palpable in this case because, in large\n\nmeasure,  the Board's  decision turned  on the  utter  absence of\n\nevidence of due diligence  by the Union and the  General Counsel.\n\nNevertheless, because  courts apportion this  burden differently,\n\ncompare </pre><span class=\"citation\" data-id=\"437447\"><span class=\"antecedent_guess\">Hobson,</span> <a href=\"/opinion/437447/julius-hobson-v-jerry-wilson-thomas-j-herlihy-jack-acree-christopher/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">35</span> </a></span><pre class=\"inline\">(placing burden on  party seeking\n              \n\nshelter of statute of  limitations in self-concealing wrong case)\n\nwith  NLRB  v.  O'Neill, </pre><span class=\"citation\" data-id=\"584175\"><a href=\"/opinion/584175/national-labor-relations-board-and-united-food-commercial-workers-union/\"><span class=\"volume\">965</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">1522</span></a></span><pre class=\"inline\">,  1527  (9th Cir.  1992)\n                       \n\n(placing burden  on party seeking to toll  statute of limitations\n\nin self-concealing scheme  case), we cannot say  that the Board's\n\ndecision  is  unreasonable  and   therefore  must  defer  to  it.\n\n</pre><span class=\"citation\" data-id=\"111221\"><span class=\"antecedent_guess\">Chevron,</span> <a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">843-44</span></a></span><pre class=\"inline\">.  \n       \n\n          Having  established  the  legal  tests   governing  the\n\nBoard's decision, we turn  to the Board's findings  of fact.   We\n\nmust accept the Board's factual findings if they are supported by\n\nsubstantial  evidence on the  record when considered  as a whole.\n\n                               -15-\n\n29 U.S.C.   160(f); Universal Camera Corp. v. NLRB, </pre><span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span><pre class=\"inline\">,\n                                                  \n\n488  (1951).  In this case, the  Board adopted the ALJ's findings\n\nand  conclusions.   The  ALJ  found  that  the  Company  did  not\n\nfraudulently  conceal by affirmative  actions the operative facts\n\nunderlying the dismissed charges.   The ALJ exhaustively reviewed\n\nthe evidence and found that the General Counsel had  made a prima\n\nfacie  case of  bad  faith or  surface  bargaining based  on  (1)\n\nevidence  of the Company's generalized intent to bust the Union;8\n\n(2) the discrepancy between wage  proposals for union workers and\n\nthe wages  paid to nonunion workers at  other Company facilities;\n\n(3)  the  solicitation  of   replacement  workers  early  in  the\n\nbargaining process;  (4) the expressed belief  that the proposals\n\nwould  provoke a  strike; and  (5) the  statements  of operations\n\nmanager,  Ken White,  indicating that  better wages  and benefits\n\nwould  be provided if the employees renounced the Union.  The ALJ\n\ntherefore concluded that the operative facts  could not have been\n\nfraudulently concealed because the  Union and the General Counsel\n\nknew  the facts supporting the prima face case when the dismissed\n\ncharges were originally  filed by  the Union.   Finally, the  ALJ\n\ndetermined  that the  dismissed charges  could not  be reinstated\n\nbecause the Union and the General Counsel had offered no evidence\n\nthat  they had  exercised due  diligence to  uncover  the alleged\n\n                    \n\n8     The  record  evidence  showed  that  the  Union  membership\nunderstood that the Company wanted to get rid of the Union.  This\ngeneral  animus  began  after   George  Girardi,  Jr.  took  over\nmanagement of  the Company from his father.   As the Union notes,\neveryone was aware of  this animus after 1985, and,  despite this\nantipathy, the parties were able to reach an accord in 1986.\n\n                               -16-\n\nfraud.\n\n          Given the  narrow scope  of the  fraudulent concealment\n\ndoctrine  in the    10(b)  context, we  cannot conclude  that the\n\nBoard's  findings  of fact  and  conclusions  are unsupported  by\n\nsubstantial  evidence in  the  record.   Consequently, they  must\n\nstand.  The strength  of the Union's argument proceeded  from the\n\nevidence  of  intent  garnered  from statements  made  by  former\n\ninsiders not available to the General Counsel or the Union at the\n\ntime  the charges  originally  were filed.    The Board  was  not\n\nswayed;  it explicitly held that  the new evidence  did not alter\n\nits calculus. \n\n          Clearly there is an  incongruity between what the Board\n\nand  the  General Counsel  find sufficient  to  state a  claim of\n\nsurface  bargaining.  The Board's prima facie case, and hence its\n\nfinding  of notice,  rests  on facts  which  it holds  constitute\n\nconstructive,  as  opposed to  actual, evidence  of bad  faith or\n\nintent.  The ALJ asserted that a surface bargaining  case must be\n\nmade on  the basis  of the  \"totality of  respondent's observable\n\nconduct.\"  Girardi  Distrib. at  *29.  In  contrast, the  General\n                            \n\nCounsel contended in this case that it normally would not bring a\n\nformal  unfair labor  practice  complaint,  irrespective  of  the\n\nsurrounding circumstances, in cases in which the bargaining table\n\nconduct  appeared  to be  in good  faith.   The  ALJ specifically\n\nrejected the  General Counsel's  suggestion to follow  the Hobson\n                                                                 \n\ncourt's statement  of  fraudulent concealment,  stating, \"[i]f  I\n\nagreed  with the position of the General Counsel, virtually every\n\n                               -17-\n\nsurface  bargaining case  would  be potentially  exempt from  the\n\nstrictures of  section 10(b), needing only  some newly discovered\n\nevidence of intent to surface.\"  </pre><span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"id_token\">Id.</span>  \n                                    \n\n          This  incongruity </a></span><pre class=\"inline\"> places  the  charging  party   in  a\n\ndifficult position.    A charging  party cannot  get the  General\n\nCounsel  to   file  a  timely  complaint  if  it  only  possesses\n\ncircumstantial evidence supporting  a finding of  bad faith.   On\n\nthe other  hand,  its timely  charges  that the  General  Counsel\n\nunappealably  dismissed will  not  be reinstated  if the  General\n\nCounsel  later finds  direct evidence of  bad motive  because the\n\nBoard  construes evidence  of  constructive intent  based on  the\n\ntotality of the circumstances  as notice of  the claim.  That  is\n\nwhat happened in this case.  \n\n          While we believe the Court of Appeals  for the District\n\nof    Columbia's  construction   of  the  fraudulent  concealment\n\ndoctrine  urged by  the General  Counsel and  the Union  to be  a\n\nbetter and  more  equitable  rule  for  the  victims  of  surface\n\nbargaining, the  Board ultimately controls  the terms of    10(b)\n\nunless its  interpretation is unreasonable.  We  may not supplant\n\nthe Board's  judgment since the  Board reasonably adopted  a less\n\nexpansive fraudulent concealment doctrine  that it viewed as more\n\nfaithful to industrial relations  policy favoring finality in the\n\nresolution of labor disputes.   We note, however, that  under the\n\npresent formulation, the General Counsel  will rarely demonstrate\n\nfraudulent  concealment in surface  bargaining cases.  Therefore,\n\ninstead of  waiting  for the  smoking  gun, the  General  Counsel\n\n                               -18-\n\nshould search diligently for  circumstantial evidence of unlawful\n\nintent as understood by  the Board to prevent sound  unfair labor\n\npractice  charges from  being barred  by the    10(b)  statute of\n\nlimitations.   Investigation  should include  interviewing senior\n\nbargaining representatives or company presidents concerning their\n\nintention to bargain  in good  faith and their  union animus,  if\n\nonly to later assert misrepresentation that  tolls the statute of\n\nlimitations.9 \n\n                               III\n                                  \n\n          We turn now to the Union's second argument to avoid the\n\nstatute of limitations bar.   The third set of  charges dismissed\n\nin 1989 (case 1-CA-26660) involved several charges.   It alleged,\n\ninter  alia, violations of   8(a)(5) for bad faith bargaining and\n           \n\n  8(a)(1) based  on statements  made by the  Company's operations\n\nmanager promising  improved wages  and working conditions  if the\n\nworkers  renounced  the  Union.10   All  the  charges except  the\n\n  8(a)(1) charge, were dismissed.   The   8(a)(1) charge  was the\n\nsubject of a unilateral informal settlement agreement approved by\n\nthe Regional  Director.11   Because settlement agreements  may be\n\nset aside  if the  provisions are  breached or  subsequent unfair\n\nlabor practices are committed, see Universal Blanchers, Inc., 275\n                                                            \n\n                    \n\n9   The  General  Counsel  stated  before  the  Board  that  such\ninterviews would be fruitless because individuals do not admit to\nunfair labor practice violations.\n\n10  See supra note 1.\n             \n\n11  The Company  agreed to post the appropriate  notice to remedy\nthe infraction.\n\n                               -19-\n\nN.L.R.B. 1544,  1545 (1985), the Regional Director  did not close\n\ncase 1-CA-26660.  The  Regional Director rescinded the settlement\n\nagreement  and  asserted  that  the  Consolidated  Complaint  was\n\n\"closely related\"  to the then-resurrected    8(a)(1) charge, and\n\ntherefore  not  time-barred.12    The Union  proffers  this  same\n\nargument on appeal.\n\n          In  Nickles Bakery  of Indiana  Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">296</span>  <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">927</span>\n</span><pre class=\"inline\">                                              \n\n(1989), the Board summarized the closely related test established\n\nin Redd I, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">1115</span> </span><pre class=\"inline\">(1988):   \n               \n\n            First,  the  Board will  look  at whether\n            otherwise  untimely  allegations  involve\n            the same legal theory as  the allegations\n            in  the pending  timely charge.   Second,\n            the  Board  will   look  at  whether  the\n            otherwise untimely allegations arise from\n            the   same   factual   circumstances   or\n            sequence of events  as the pending timely\n            charge.   Finally, the Board will look at\n            whether a respondent would  raise similar\n            defenses to both allegations.\n\nNickles  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Bakery,</span>   <span class=\"volume\">296</span>  <span class=\"reporter\">N.L.R.B.</span>  at  <span class=\"page\">928</span> </span><pre class=\"inline\">  (footnotes  omitted).\n               \n\nApplying this  standard, the  ALJ rejected the  \"closely related\"\n\nargument.   In addition, while  the ALJ agreed  that the informal\n\nsettlement  agreement could  be  set  aside  due to  the  charges\n\npending in the Amended  Complaint, he ultimately recommended that\n\n                    \n\n12   The six-month limitations period applies only \"to the filing\nand service of  the charge, not to  the issuance or amendment  of\nthe complaint.\"  NLRB v. Overnite Transp. Co., </pre><span class=\"citation\" data-id=\"564854\"><a href=\"/opinion/564854/national-labor-relations-board-and-local-705-international-brotherhood-of/\"><span class=\"volume\">938</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">815</span></a></span><pre class=\"inline\">, 820\n                                             \n(7th  Cir. 1991); accord Sonicraft,  Inc. v. NLRB,  </pre><span class=\"citation\" data-id=\"542976\"><a href=\"/opinion/542976/sonicraft-incorporated-v-national-labor-relations-board-and-warehouse/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">146</span></a></span><pre class=\"inline\">,\n                                                 \n148  (7th Cir.  1990), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">111</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">671</span> </span><pre class=\"inline\">(1991).   A\n                                    \ncomplaint  based on  a  timely filed  charge  may be  amended  to\ninclude other  allegations if they  are \"closely related\"  to the\nunderlying timely charge  and occurred within  six months of  the\ncharge.  See Eastern Maine Medical  Center v. NLRB, </pre><span class=\"citation\" data-id=\"393807\"><a href=\"/opinion/393807/eastern-maine-medical-center-v-national-labor-relations-board/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 6\n                                                  \n(1st  Cir. 1981); see also NLRB v. Complas Indus., Inc., </pre><span class=\"citation\" data-id=\"423569\"><a href=\"/opinion/423569/national-labor-relations-board-v-complas-industries-inc/\"><span class=\"volume\">714</span> <span class=\"reporter\">F.2d</span>\n                                                       \n<span class=\"page\">729</span></a></span><pre class=\"inline\">, 734 (7th Cir. 1983).\n\n                               -20-\n\nit  be  reinstated.     The  ALJ  favored  reinstatement  because\n\nrescinding  the agreement served no purpose in light of its other\n\nholding that the   8(a)(1) allegations were not \"closely related\"\n\nto  the   8(a)(5) charges.   Girardi Distrib.  at *31-*33 &amp; n.30.\n                                             \n\nThe Board adopted the ALJ's recommendations and conclusions.\n\n          Appellee  Company urges  that we  may not  consider the\n\n\"closely  related\" theory  supporting reinstatement  of dismissed\n\ncharges.  It reasons that because neither the General Counsel nor\n\nthe Union raised objections to the reinstatement of the set aside\n\nsettlement agreement, the  Union has  waived its right  to do  so\n\nnow.  See  29 U.S.C.    160(e);13 Woelke  &amp; Romero Framing,  Inc.\n                                                                 \n\nv. NLRB, </pre><span class=\"citation\" data-id=\"110713\"><a href=\"/opinion/110713/woelke-romero-framing-inc-v-nlrb/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">645</span></a></span><pre class=\"inline\">, 665 (1982);  Detroit Edison Co. v.  NLRB,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"110030\"><a href=\"/opinion/110030/detroit-edison-co-v-nlrb/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">301</span></a></span><pre class=\"inline\">, 311 &amp; n.10  (1979).  It follows,  then, that since\n\nthe settlement agreement disposing of  the   8(a)(1) charges  has\n\nbeen reinstated, no timely  charge exists to which the  dismissed\n\ncharges of the Consolidated Complaint can be \"closely related.\"\n\n          It  is true  that the  General  Counsel did  not object\n\nspecifically  to the  reinstatement of  the set  aside settlement\n\nagreement  before  the Board.14    The  General Counsel  objected\n\nstrenuously, however,  to the ALJ's  decision that the    8(a)(5)\n\ncharges were not  \"closely related\" to the   8(a)(1) charges.  We\n\n                    \n\n13  Judicial  review is barred by    10(e) of the Act,  29 U.S.C.\n  160(e), which  provides that \"[n]o objection that  has not been\nurged before  the Board . .  . shall be considered  by the court,\nunless the failure  or neglect  to urge such  objection shall  be\nexcused because of extraordinary circumstances.\"\n\n14  Nor did the  Union, although it could have intervened  in the\nappeal to the Board.  See 29 U.S.C.   10(f).\n                         \n\n                               -21-\n\nthink that  the exception  taken  on this  ground challenged  the\n\nrecommendation  to   reinstate  the  set  aside   agreement  with\n\nsufficient particularity  to survive the rule  waiving issues not\n\ntimely raised.  By  attacking the ALJ's decision on  the \"closely\n\nrelated\" issue, the General  Counsel attacked the ALJ's rationale\n\nfor reinstatement.  Thus, the General Counsel implicitly objected\n\nto reinstatement of the set aside agreement.\n\n          We  therefore  consider  whether  the  charges  in  the\n\nConsolidated  Complaint were  closely  related to  the    8(a)(1)\n\ncharge.  While  the ALJ found  that none of  the elements of  the\n\ntest had been met, his  explanations were less than satisfactory.\n\nWe examine each in turn.\n\n          The ALJ  combined the \"same legal  theory\" and \"similar\n\ndefense\"  components  of  the  test,  asserting  that  the  legal\n\ntheories  behind  each  charge  were \"far  different,\"  but  only\n\nillustrating the  differences between the defenses  that would be\n\nraised to each charge.   The ALJ stated that the only  defense to\n\nthe   8(a)(1) charge was  that the statements had not  been made.\n\nIn  contrast, a  defense to  the    8(a)(5) charge  would involve\n\ndetailed  explanations   of  each  step  taken   by  the  Company\n\nthroughout the  negotiations and  disintegration of the  parties'\n\nrelationship.  The only connection that the ALJ could see between\n\nthe two  sets  of charges  was  \"their bearing  on  the issue  of\n\nintent.\"  Girardi Distrib. at *33.  \n                          \n\n          With respect  to  the \"same  factual  circumstances  or\n\nsequence  of  events\" element  of the  test,  the ALJ  imposed an\n\n                               -22-\n\nextremely  high burden  regarding  the required  nexus.   Without\n\nproof  that  the  Company specifically  directed  the  operations\n\nmanager, Ken White, to make the   8(a)(1) statements as part of a\n\n\"scheme\"  to get rid of the Union, the ALJ rejected the assertion\n\nthat  the statements were part  of the same  factual situation or\n\nsequence  of  events.   He  concluded  that  the  statements were\n\n\"simply isolated  statements reflecting  the common knowledge  of\n\nall  [the Company's] employees that Mr. Girardi would like to get\n\nrid of the Union.\"  </pre><span class=\"citation\" data-id=\"110030\"><a href=\"/opinion/110030/detroit-edison-co-v-nlrb/\"><span class=\"id_token\">Id.</span> at *32.\n</a></span><pre class=\"inline\">                       \n\n          We  think that  the ALJ's  factual conclusions  are not\n\nsupported  by substantial evidence in the record and that the ALJ\n\nmisapplied  the  closely  related  test.    With  respect to  the\n\nsimilarity between the legal  theories underlying each charge, it\n\nis  clear that  the  allegations  need  not  be  under  the  same\n\nstatutory  section.  See Redd I, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">1115</span></span><pre class=\"inline\">; NLRB v.\n                                                              \n\nOvernite Transp. Co., </pre><span class=\"citation\" data-id=\"564854\"><a href=\"/opinion/564854/national-labor-relations-board-and-local-705-international-brotherhood-of/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">815</span></a></span><pre class=\"inline\">, 821 n.8 (7th Cir.  1991).  It\n                    \n\nis sufficient  that both charges  are part of the  same effort or\n\ncrusade  against the union.  See, e.g., Overnite Transp. </pre><span class=\"citation\" data-id=\"564854\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/564854/national-labor-relations-board-and-local-705-international-brotherhood-of/\"><span class=\"volume\">938</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span> at <span class=\"page\">821</span></a></span><pre class=\"inline\">; Texas World Service Co. v. NLRB, </pre><span class=\"citation\" data-id=\"558001\"><a href=\"/opinion/558001/texas-world-service-co-inc-dba-world-service-company/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1426</span></a></span><pre class=\"inline\">, 1437\n                                            \n\n(5th  Cir. 1991).   In  this case,  the ALJ  conceded that  the  \n\n8(a)(1) statements  were probative  of the Company's  intent when\n\ndealing with the Union,  which was the central issue for  the bad\n\nfaith bargaining charges  under    8(a)(5).  It  would seem  then\n\nthat  the  charges  involved   the  same  legal  theory,  broadly\n\nspeaking.\n\n          We  do  not  understand  the  ALJ's  finding  that  the\n\n                               -23-\n\nstatements  by White  were  just  isolated statements  confirming\n\nfacts already  known to  the Union.   As  we stated earlier,  the\n\nevidence  did  not  support  finding  a  detailed  \"scheme\"  with\n\ncontingency plans.   The factual nexus required under the closely\n\nrelated  test,  however, does  not  demand  that General  Counsel\n\nestablish  that  sort of  a conspiracy.    Charges will  be found\n\nclosely related factually if  they arise from the  same \"sequence\n\nof events.\"  Earlier in his opinion, the ALJ found that after the\n\nbargaining  unit members  complained  about  the wage  difference\n\nbetween  the  Company's  union  and  nonunion  employees,  White,\n\n\"acting  on information given him by Mr. Girardi, advised the men\n\nthey  could have the benefits afforded  the nonunion personnel if\n\nthey decertified.\"  Girardi  Distrib. at *26.  Thus,  despite the\n                                     \n\ninconsistency in  the ALJ's  characterization of the  impetus for\n\nthe  statements, it is clear  that the Company  directed White to\n\nmake the antiunion statements in violation of   8(a)(1).  The ALJ\n\nalso relied upon White's statements in determining that the prima\n\nfacie case on surface bargaining  existed.  Finally, the evidence\n\nindicated  that White played an important role in the campaign to\n\nbust the Union,  even if the  evidence did not support  a finding\n\nthat a  detailed conspiracy existed  by which the  Union's ouster\n\nwould  be  accomplished.     Consequently,  we  think  the  facts\n\nunderlying the two charges are factually \"closely related.\"\n\n          The  fact that  the defenses  to the    8(a)(5) charges\n\nwould be much more detailed and lengthy in their presentation, as\n\nthe  ALJ found, is  not fatal to  a finding that  the charges are\n\n                               -24-\n\nclosely  related.   Taken as  a whole,  the closely  related test\n\nseeks to ensure that  the General Counsel does not amend a charge\n\nto  include unrelated infractions of the NLRA.  Each component of\n\nthe test adds  specificity to  the inquiry.   The \"same  defense\"\n\nprong of  the test is  but another  way to ferret  out amendments\n\nwhich involve  extraneous material.   In defending against  the  \n\n8(a)(5) charge the  Company would  attempt to  show that  White's\n\nstatements were not part of its effort to decertify the Union and\n\nthat  its efforts  to  bust the  Union  did not  include  surface\n\nbargaining.   The  overlap  between  the  subject matter  of  the\n\ndefenses  is readily apparent.  The Union, therefore, has met the\n\n\"closely  related\"  test and  the merits  of  the charges  in the\n\nConsolidated Complaint warrant consideration.\n\n                                IV\n                                  \n\n          We  affirm the  Board's holding  with respect to  the  \n                    \n\n10(b)  bar.    We reverse  the  reinstatement  of  the set  aside\n                         \n\nsettlement agreement and remand for a hearing on the Consolidated\n                               \n\nComplaint  having  found those  charges  closely  related to  the\n\ntimely   8(a)(1) charges underlying the set aside agreement.\n\n                               -25-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103987/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104250/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104856/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105999/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108406/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110030/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110713/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111970/",
    "https://www.courtlistener.com/api/rest/v3/opinions/392028/",
    "https://www.courtlistener.com/api/rest/v3/opinions/393807/",
    "https://www.courtlistener.com/api/rest/v3/opinions/396184/",
    "https://www.courtlistener.com/api/rest/v3/opinions/423569/",
    "https://www.courtlistener.com/api/rest/v3/opinions/437447/",
    "https://www.courtlistener.com/api/rest/v3/opinions/485355/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542976/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558001/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564854/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572402/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584175/"
  ]
}