{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194855/",
  "id": 194855,
  "absolute_url": "/opinion/194855/united-states-v-hurley/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194855/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:26:32Z",
  "date_modified": "2020-02-21T23:36:11.380363Z",
  "type": "010combined",
  "sha1": "ce0287c9e221db05d6da6497d3676fb2368e957b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1235.01A",
  "local_path": null,
  "plain_text": "August 2, 1993        [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-1235 \n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                      EDMUND M. HURLEY,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\n                                                      \n\n                                         \n\n                            Before\n\n                    Cyr, Boudin and Stahl,\n                       Circuit Judges.\n                                     \n\n                                         \n\nEdmund M. Hurley on brief pro se.\n                \nRobert L. Ullmann,  Assistant United States Attorney, on Motion to\n                 \nRemand Case for Resentencing, for appellee.\n\n                                         \n\n                                         \n\n          Per Curiam.  Pro se probationer Edmund Hurley\n                             \n\nappeals from a district court order that denied his motion to\n\nbe released from  a probation term he  is presently serving.1\n\nThe government has  filed a  motion which asks  us to  remand\n\nHurley's  case  for  resentencing  while  retaining appellate\n\njurisdiction.    For the reasons discussed below, we deny the\n\ngovernment's motion  and summarily affirm the  district court\n\norder denying  Hurley's motion to further  amend his judgment\n\nof conviction. \n\n          Hurley, a Boston lawyer, was convicted of one count\n\nof  conspiring to  defraud  the Internal  Revenue Service  by\n\nparticipating in a money laundering scheme in violation of 18\n\nU.S.C.  371.2   He was sentenced to  two years' imprisonment,\n\nthe first eight months of which  were to be served in prison,\n\nthe  sixteen month balance of which was suspended in favor of\n\nprobation.   Hurley was also  required to pay  a $10,000 fine\n\nand a $50 special assessment.   This court affirmed  Hurley's\n\nconviction on  direct appeal.   See United States  v. Hurley,\n                                                            \n\n957  F.2d  1  (1st  Cir.),  cert. denied,  60  U.S.L.W.  3801\n                                        \n\n(October  5, 1992).  Hurley began serving his prison sentence\n\non May 14, 1992. \n\n                    \n\n1.  Hurley's motion  was  titled, \"Motion  to  Further  Amend\nJudgment of Conviction.\" \n\n2.  Persons convicted under this  statute \"shall be fined not\nmore  than $10,000 or imprisoned not more than five years, or\nboth.\"  See 18 U.S.C.  371. \n           \n\n          On August 5, 1992, Hurley filed a motion to correct\n\nhis  sentence.    That  motion  correctly  pointed  out  that\n\nHurley's sentence  was an  illegal \"split sentence\"  under 18\n\nU.S.C.  3651  (repealed effective  November 1, 1987).3   That\n\nstatute provided that:\n\n          Upon entering a judgment of conviction of\n          any  offense not  punishable by  death or\n          life   imprisonment,   if   the   maximum\n          punishment provided for  such offense  is\n          more  than six  months, any  court having\n          jurisdiction to try offenses  against the\n          United  States,  when satisfied  that the\n          ends of justice and  the best interest of\n          the public as well as the defendant  will\n          be served thereby,  may impose a sentence\n                                                   \n          in  excess of six months and provide that\n                                                   \n          the  defendant be confined in a jail-type\n                                                   \n          institution  or  a treatment  institution\n                     \n          for a period not exceeding six months and\n                                               \n          that  the execution  of the  remainder of\n          the   sentence   be  suspended   and  the\n          defendant  placed  on probation  for such\n          period and upon such terms and conditions\n          as  the  court   deems  best.   (emphasis\n          supplied).\n\n          Thus, a \"split sentence\"  under 18 U.S.C.  3651 may\n\nnot impose  a prison term  of more than  six months.   Hurley\n\nargued that  the district court  should have confined  him to\n\nprison  only for six months, a term that, with deductions for\n\ngood time credits, would  have allowed him to be  released on\n\nSeptember  29, 1992.    The district  court summarily  denied\n\nHurley's  motion and  Hurley appealed.   On October  2, 1992,\n\n                    \n\n3.  As Hurley's  crime was committed before  this statute was\nrepealed, it continues to govern his sentencing.  See Pub. L.\n                                                     \n98-473 (effective Nov. 1, 1987).\n\n                             -3-\n\nHurley filed a motion for bail pending appeal and to expedite\n\nhis  appeal.   The government  opposed bail,  contending that\n\nalthough Hurley's  split sentence was  improper, the district\n\ncourt could  still  impose  an  eight-month  prison  sentence\n\nfollowed by  a sixteen-month probation term.   The government\n\nlater conceded  that Hurley had  served six months  (or, more\n\ncorrectly, all the time he legally had to serve under a  six-\n\nmonth sentence) in jail.  \n\n          On October 14, 1992, this court  summarily reversed\n\nthe  district court's  order.   We  determined that  Hurley's\n\nsentence  was illegal  because  it required  Hurley to  serve\n\neight months in prison.   We further ruled that  since Hurley\n\nhad  served  the  maximum  amount  of  prison  time  he could\n\nlawfully  be required to serve under 18 U.S.C.  3651 he could\n\nnot be resentenced to a term requiring further incarceration.\n\nWe  instructed the district court  \"to order that [Hurley] be\n\nreleased from custody forthwith.\"   The district court issued\n\nsuch an  order and  Hurley was  released  from the  Allenwood\n\nFederal Prison Camp  on October  15, 1992.   Hurley was  also\n\ninstructed  to report to  the U.S. Probation  Office to begin\n\nserving his  probation term.   Although our October  14, 1992\n\norder  implicitly  required that  Hurley's split  sentence be\n\namended  to impose a six-month  prison term   and the balance\n\nprobation, an amended judgment has yet to issue.\n\n                             -4-\n\n          On  November 13,  1992,  Hurley filed  a motion  to\n\nfurther amend his judgment of conviction.  In contrast to his\n\nfirst motion,  which challenged only  the eight-month  prison\n\nterm,  Hurley's  motion  to  further amend  his  judgment  of\n\nconviction  attacked  the  probation  portion  of  his  split\n\nsentence.    Hurley's probation  is  scheduled  to expire  on\n\nFebruary 15, 1994.  Relying on cases cited in our October 14,\n\n1992  order,  Hurley  argued  that any  period  of  probation\n\nimposed by  the original  judgment of conviction  was illegal\n\nbecause  that judgment imposed a  jail term of  more than six\n\nmonths.  See United States v. Addonizio, 442 U.S. 178, 189 n.\n                                       \n\n15  (1979)(citing 18  U.S.C.  3651  for the  proposition that\n\n\"probation  may not  be  combined with  a sentence  entailing\n\nincarceration  of more  than six  months\"); United  States v.\n                                                          \n\nMartin,  938 F.2d  883,  884-85 (8th  Cir. 1991)(per  curiam)\n      \n\n(\"Under   3651, a court could not order probation to follow a\n\nperiod  of confinement that  exceeded six months.\")    Hurley\n\nfurther  argued  that this  court's  October  14, 1992  order\n\nrequired that Hurley be  released from all forms  of custody,\n                                          \n\nincluding  probation.   The district  court summarily  denied\n\nHurley's motion and this appeal followed.\n\n          On  appeal,  Hurley argues  that the  United States\n\nProbation Office's  continuing  supervision of  him  violates\n\nthis court's October 14, 1992 order and the  district court's\n\nensuing October 15, 1992  order because these orders required\n\n                             -5-\n\nthat  he  be released  from  all forms  of  custody including\n                                \n\nprobation.  Hurley  further argues that probation may  not be\n\ncombined with a sentence which includes incarceration of more\n\nthan six months under 18 U.S.C.  3651.  He contends that this\n\nis the holding of United States v. Addonizio, supra, and that\n                                                   \n\nit  requires the  elimination  of the  probation part  of his\n\nsentence.  Hurley  served sixteen days  beyond the amount  of\n\nprison  time that would  have been required  had he initially\n\nreceived a six-month prison  term and all potential statutory\n\nand discretionary  good time  credits under 18  U.S.C.   4161\n\nand  4162 (repealed).4   He contends that  these sixteen days\n\nare the equivalent of sixteen months of probation and that he\n\nshould be freed from the latter.\n\n          Contrary  to Hurley's  contention, our  October 14,\n\n1992 order  and the district  court's October 15,  1992 order\n\ndid not purport  to release Hurley from the probation portion\n       \n\nof his  split sentence.  While it is true that probation is a\n\nform of \"custody,\"   Hurley did not  ask to be released  from\n\n                    \n\n4.  These  statutes remained  effective  through November  1,\n1992 for  persons who  committed offenses before  November 1,\n1987, thus they continue to apply to  Hurley. See Pub. L. 98-\n                                                 \n473,   235(b)(1)(B).   18 U.S.C.   4161 authorized  good time\ndeductions of five days per  month for sentences between  six\nmonths  and one  year,  while  18  U.S.C.  4162  allowed  the\nAttorney General to deduct an additional three days per month\nof employment  in a  prison industry.   Had  Hurley initially\nreceived a split sentence  embodying a six-month prison term,\nhe would have been eligible for 30 days of good  time credits\nunder 18  U.S.C.  4161  and approximately 18  additional days\nunder 18 U.S.C.  4162.   \n\n                             -6-\n\nprobation  in the context of his previous appeal, thus we had\n\nno  occasion to consider the validity of his probation term. \n\nAnd while United States v. Addonizio, supra, notes that under\n                                           \n\n18  U.S.C.   3651  \"probation  may  not  be  combined  with a\n\nsentence entailing  incarceration of  more than six  months,\"\n\nthis case does not hold that a probation term that is part of\n\nan illegal  split sentence is automatically  void or invalid.\n\nIndeed,  Addonizio did not  concern the  validity of  a split\n                  \n\nsentence,  thus  the  quotation  cited  above   is  obviously\n\ndictum.5\n\n          A defendant may not receive a greater sentence than\n\nthe legislature has authorized. United States v. DiFrancesco,\n                                                            \n\n449 U.S. 117, 139  (1980).   The split-sentence  provision of\n\n18 U.S.C.  3651  was enacted  to \"allow[] judges  to grant  a\n\nshort sentence (six months or less) followed by  probation on\n\na one count  indictment.\"  United  States v. Wertheimer,  474\n                                                       \n\nF.2d 1004, 1006 (2nd  Cir. 1970), cert. denied, 414  U.S. 833\n                                              \n\n(1973).6   Although  Hurley was  not released until   October\n\n15,  1992, he  did not  receive a  greater sentence  than the\n\nlegislature  authorized in  18  U.S.C.  3651  because he  was\n\n                    \n\n5.  Similarly,  United  States  v.  Martin, supra,  does  not\n                                                 \nrequire that we hold Hurley's probation term invalid.  \n\n6.  Before this provision was enacted, district courts had no\nmeans to impose  probation and prison time on  a single-count\nconviction.  Id.\n                \n\n                             -7-\n\nactually incarcerated for only  five months.  Thus,  there is\n\nnothing unlawful about his present term of probation.\n\n          Accordingly, the government's  motion to remand for\n\nresentencing is denied.  The judgment denying Hurley's motion\n                      \n\nto  further amend his judgment of conviction is affirmed.  In\n                                                        \n\naccordance  with this  court's  October 14,  1992 order,  the\n\ndistrict court shall amend Hurley's judgment of conviction to\n\nimpose a six-month prison term and an  eighteen-month term of\n\nprobation.\n\n                             -8-\n",
  "html": "<p class=\"case_cite\">1 F.3d 1231</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Edmund M. HURLEY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1235.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 2, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">Edmund M. Hurley on brief pro se.</p>\n      <p class=\"indent\">Robert L. Ullmann, Assistant United States Attorney, on Motion to Remand Case for Resentencing, for appellee.</p>\n      <p class=\"indent\">D.MASS.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Cyr, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se probationer Edmund Hurley appeals from a district court order that denied his motion to be released from a probation term he is presently serving.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The government has filed a motion which asks us to remand Hurley's case for resentencing while retaining appellate jurisdiction.  For the reasons discussed below, we deny the government's motion and summarily affirm the district court order denying Hurley's motion to further amend his judgment of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Hurley, a Boston lawyer, was convicted of one count of conspiring to defraud the Internal Revenue Service by participating in a money laundering scheme in violation of 18 U.S.C. Sec. 371.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  He was sentenced to two years' imprisonment, the first eight months of which were to be served in prison, the sixteen month balance of which was suspended in favor of probation.  Hurley was also required to pay a $10,000 fine and a $50 special assessment.  This court affirmed Hurley's conviction on direct appeal.  See United States v. Hurley, 957 F.2d 1 (1st Cir.), cert. denied, 60 U.S.L.W. 3801 (October 5, 1992).  Hurley began serving his prison sentence on May 14, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On August 5, 1992, Hurley filed a motion to correct his sentence.  That motion correctly pointed out that Hurley's sentence was an illegal \"split sentence\" under 18 U.S.C. Sec. 3651 (repealed effective November 1, 1987).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  That statute provided that:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>Upon entering a judgment of conviction of any offense not punishable by death or life imprisonment, if the maximum punishment provided for such offense is more than six months, any court having jurisdiction to try offenses against the United States, when satisfied that the ends of justice and the best interest of the public as well as the defendant will be served thereby, may impose a sentence in excess of six months and provide that the defendant be confined in a jail-type institution or a treatment institution for a period not exceeding six months and that the execution of the remainder of the sentence be suspended and the defendant placed on probation for such period and upon such terms and conditions as the court deems best.  (emphasis supplied).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Thus, a \"split sentence\" under 18 U.S.C. Sec. 3651 may not impose a prison term of more than six months.  Hurley argued that the district court should have confined him to prison only for six months, a term that, with deductions for good time credits, would have allowed him to be released on September 29, 1992.  The district court summarily denied Hurley's motion and Hurley appealed.  On October 2, 1992, Hurley filed a motion for bail pending appeal and to expedite his appeal.  The government opposed bail, contending that although Hurley's split sentence was improper, the district court could still impose an eight-month prison sentence followed by a sixteen-month probation term.  The government later conceded that Hurley had served six months (or, more correctly, all the time he legally had to serve under a six-month sentence) in jail.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On October 14, 1992, this court summarily reversed the district court's order.  We determined that Hurley's sentence was illegal because it required Hurley to serve eight months in prison.  We further ruled that since Hurley had served the maximum amount of prison time he could lawfully be required to serve under 18 U.S.C. Sec. 3651 he could not be resentenced to a term requiring further incarceration.  We instructed the district court \"to order that [Hurley] be released from custody forthwith.\"  The district court issued such an order and Hurley was released from the Allenwood Federal Prison Camp on October 15, 1992.  Hurley was also instructed to report to the U.S. Probation Office to begin serving his probation term.  Although our October 14, 1992 order implicitly required that Hurley's split sentence be amended to impose a six-month prison term and the balance probation, an amended judgment has yet to issue.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On November 13, 1992, Hurley filed a motion to further amend his judgment of conviction.  In contrast to his first motion, which challenged only the eight-month prison term, Hurley's motion to further amend his judgment of conviction attacked the probation portion of his split sentence.  Hurley's probation is scheduled to expire on February 15, 1994.  Relying on cases cited in our October 14, 1992 order, Hurley argued that any period of probation imposed by the original judgment of conviction was illegal because that judgment imposed a jail term of more than six months.  See United States v. Addonizio, 442 U.S. 178, 189 n. 15 (1979)(citing 18 U.S.C. Sec. 3651 for the proposition that \"probation may not be combined with a sentence entailing incarceration of more than six months\");  United States v. Martin, 938 F.2d 883, 884-85 (8th Cir. 1991)(per curiam) (\"Under Sec. 3651, a court could not order probation to follow a period of confinement that exceeded six months.\")  Hurley further argued that this court's October 14, 1992 order required that Hurley be released from all forms of custody, including probation.  The district court summarily denied Hurley's motion and this appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On appeal, Hurley argues that the United States Probation Office's continuing supervision of him violates this court's October 14, 1992 order and the district court's ensuing October 15, 1992 order because these orders required that he be released from all forms of custody including probation.  Hurley further argues that probation may not be combined with a sentence which includes incarceration of more than six months under 18 U.S.C. Sec. 3651.  He contends that this is the holding of United States v. Addonizio, supra, and that it requires the elimination of the probation part of his sentence.  Hurley served sixteen days beyond the amount of prison time that would have been required had he initially received a six-month prison term and all potential statutory and discretionary good time credits under 18 U.S.C. Secs. 4161 and 4162 (repealed).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  He contends that these sixteen days are the equivalent of sixteen months of probation and that he should be freed from the latter.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Contrary to Hurley's contention, our October 14, 1992 order and the district court's October 15, 1992 order did not purport to release Hurley from the probation portion of his split sentence.  While it is true that probation is a form of \"custody,\" Hurley did not ask to be released from probation in the context of his previous appeal, thus we had no occasion to consider the validity of his probation term.  And while United States v. Addonizio, supra, notes that under 18 U.S.C. Sec. 3651 \"probation may not be combined with a sentence entailing incarceration of more than six months,\" this case does not hold that a probation term that is part of an illegal split sentence is automatically void or invalid.  Indeed, Addonizio did not concern the validity of a split sentence, thus the quotation cited above is obviously dictum.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A defendant may not receive a greater sentence than the legislature has authorized.  United States v. DiFrancesco, 449 U.S. 117, 139 (1980).  The split-sentence provision of 18 U.S.C. Sec. 3651 was enacted to \"allow[ ] judges to grant a short sentence (six months or less) followed by probation on a one count indictment.\"  United States v. Wertheimer, 474 F.2d 1004, 1006 (2nd Cir. 1970), cert. denied, 414 U.S. 833 (1973).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Although Hurley was not released until October 15, 1992, he did not receive a greater sentence than the legislature authorized in 18 U.S.C. Sec. 3651 because he was actually incarcerated for only five months.  Thus, there is nothing unlawful about his present term of probation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Accordingly, the government's motion to remand for resentencing is denied.  The judgment denying Hurley's motion to further amend his judgment of conviction is affirmed.  In accordance with this court's October 14, 1992 order, the district court shall amend Hurley's judgment of conviction to impose a six-month prison term and an eighteen-month term of probation.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Hurley's motion was titled, \"Motion to Further Amend Judgment of Conviction.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Persons convicted under this statute \"shall be fined not more than $10,000 or imprisoned not more than five years, or both.\"  See 18 U.S.C. Sec. 371</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As Hurley's crime was committed before this statute was repealed, it continues to govern his sentencing.  See Pub. L. 98-473 (effective Nov. 1, 1987)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> These statutes remained effective through November 1, 1992 for persons who committed offenses before November 1, 1987, thus they continue to apply to Hurley.  See Pub. L. 98-473, Sec. 235(b)(1)(B).  18 U.S.C. Sec. 4161 authorized good time deductions of five days per month for sentences between six months and one year, while 18 U.S.C. Sec. 4162 allowed the Attorney General to deduct an additional three days per month of employment in a prison industry.  Had Hurley initially received a split sentence embodying a six-month prison term, he would have been eligible for 30 days of good time credits under 18 U.S.C. Sec. 4161 and approximately 18 additional days under 18 U.S.C. Sec. 4162</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Similarly, United States v. Martin, supra, does not require that we hold Hurley's probation term invalid</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Before this provision was enacted, district courts had no means to impose probation and prison time on a single-count conviction.  Id</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1231</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Edmund M. HURLEY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1235.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 2, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">Edmund M. Hurley on brief pro se.</p>\n      <p class=\"indent\">Robert L. Ullmann, Assistant United States Attorney, on Motion to Remand Case for Resentencing, for appellee.</p>\n      <p class=\"indent\">D.MASS.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Cyr, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se probationer Edmund Hurley appeals from a district court order that denied his motion to be released from a probation term he is presently serving.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The government has filed a motion which asks us to remand Hurley's case for resentencing while retaining appellate jurisdiction.  For the reasons discussed below, we deny the government's motion and summarily affirm the district court order denying Hurley's motion to further amend his judgment of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Hurley, a Boston lawyer, was convicted of one count of conspiring to defraud the Internal Revenue Service by participating in a money laundering scheme in violation of 18 U.S.C. Sec. 371.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  He was sentenced to two years' imprisonment, the first eight months of which were to be served in prison, the sixteen month balance of which was suspended in favor of probation.  Hurley was also required to pay a $10,000 fine and a $50 special assessment.  This court affirmed Hurley's conviction on direct appeal.  See United States v. Hurley, <span class=\"citation\" data-id=\"578196\"><a href=\"/opinion/578196/united-states-v-edmund-m-hurley-united-states-v-charles-r-burnett/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span> </a></span>(1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3801</span> </span>(October 5, 1992).  Hurley began serving his prison sentence on May 14, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On August 5, 1992, Hurley filed a motion to correct his sentence.  That motion correctly pointed out that Hurley's sentence was an illegal \"split sentence\" under 18 U.S.C. Sec. 3651 (repealed effective November 1, 1987).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  That statute provided that:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>Upon entering a judgment of conviction of any offense not punishable by death or life imprisonment, if the maximum punishment provided for such offense is more than six months, any court having jurisdiction to try offenses against the United States, when satisfied that the ends of justice and the best interest of the public as well as the defendant will be served thereby, may impose a sentence in excess of six months and provide that the defendant be confined in a jail-type institution or a treatment institution for a period not exceeding six months and that the execution of the remainder of the sentence be suspended and the defendant placed on probation for such period and upon such terms and conditions as the court deems best.  (emphasis supplied).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Thus, a \"split sentence\" under 18 U.S.C. Sec. 3651 may not impose a prison term of more than six months.  Hurley argued that the district court should have confined him to prison only for six months, a term that, with deductions for good time credits, would have allowed him to be released on September 29, 1992.  The district court summarily denied Hurley's motion and Hurley appealed.  On October 2, 1992, Hurley filed a motion for bail pending appeal and to expedite his appeal.  The government opposed bail, contending that although Hurley's split sentence was improper, the district court could still impose an eight-month prison sentence followed by a sixteen-month probation term.  The government later conceded that Hurley had served six months (or, more correctly, all the time he legally had to serve under a six-month sentence) in jail.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On October 14, 1992, this court summarily reversed the district court's order.  We determined that Hurley's sentence was illegal because it required Hurley to serve eight months in prison.  We further ruled that since Hurley had served the maximum amount of prison time he could lawfully be required to serve under 18 U.S.C. Sec. 3651 he could not be resentenced to a term requiring further incarceration.  We instructed the district court \"to order that [Hurley] be released from custody forthwith.\"  The district court issued such an order and Hurley was released from the Allenwood Federal Prison Camp on October 15, 1992.  Hurley was also instructed to report to the U.S. Probation Office to begin serving his probation term.  Although our October 14, 1992 order implicitly required that Hurley's split sentence be amended to impose a six-month prison term and the balance probation, an amended judgment has yet to issue.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On November 13, 1992, Hurley filed a motion to further amend his judgment of conviction.  In contrast to his first motion, which challenged only the eight-month prison term, Hurley's motion to further amend his judgment of conviction attacked the probation portion of his split sentence.  Hurley's probation is scheduled to expire on February 15, 1994.  Relying on cases cited in our October 14, 1992 order, Hurley argued that any period of probation imposed by the original judgment of conviction was illegal because that judgment imposed a jail term of more than six months.  See United States v. Addonizio, <span class=\"citation\" data-id=\"110094\"><a href=\"/opinion/110094/united-states-v-addonizio/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, 189 n. 15 (1979)(citing 18 U.S.C. Sec. 3651 for the proposition that \"probation may not be combined with a sentence entailing incarceration of more than six months\");  United States v. Martin, <span class=\"citation\" data-id=\"564867\"><a href=\"/opinion/564867/united-states-v-david-john-martin-jr/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">883</span></a></span>, 884-85 (8th Cir. 1991)(per curiam) (\"Under Sec. 3651, a court could not order probation to follow a period of confinement that exceeded six months.\")  Hurley further argued that this court's October 14, 1992 order required that Hurley be released from all forms of custody, including probation.  The district court summarily denied Hurley's motion and this appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On appeal, Hurley argues that the United States Probation Office's continuing supervision of him violates this court's October 14, 1992 order and the district court's ensuing October 15, 1992 order because these orders required that he be released from all forms of custody including probation.  Hurley further argues that probation may not be combined with a sentence which includes incarceration of more than six months under 18 U.S.C. Sec. 3651.  He contends that this is the holding of United States v. <span class=\"citation\" data-id=\"110094\"><a href=\"/opinion/110094/united-states-v-addonizio/\"><span class=\"antecedent_guess\">Addonizio,</span> supra</a></span>, and that it requires the elimination of the probation part of his sentence.  Hurley served sixteen days beyond the amount of prison time that would have been required had he initially received a six-month prison term and all potential statutory and discretionary good time credits under 18 U.S.C. Secs. 4161 and 4162 (repealed).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  He contends that these sixteen days are the equivalent of sixteen months of probation and that he should be freed from the latter.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Contrary to Hurley's contention, our October 14, 1992 order and the district court's October 15, 1992 order did not purport to release Hurley from the probation portion of his split sentence.  While it is true that probation is a form of \"custody,\" Hurley did not ask to be released from probation in the context of his previous appeal, thus we had no occasion to consider the validity of his probation term.  And while United States v. <span class=\"citation\" data-id=\"110094\"><a href=\"/opinion/110094/united-states-v-addonizio/\"><span class=\"antecedent_guess\">Addonizio,</span> supra</a></span>, notes that under 18 U.S.C. Sec. 3651 \"probation may not be combined with a sentence entailing incarceration of more than six months,\" this case does not hold that a probation term that is part of an illegal split sentence is automatically void or invalid.  Indeed, Addonizio did not concern the validity of a split sentence, thus the quotation cited above is obviously dictum.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A defendant may not receive a greater sentence than the legislature has authorized.  United States v. DiFrancesco, <span class=\"citation\" data-id=\"110361\"><a href=\"/opinion/110361/united-states-v-difrancesco/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">117</span></a></span>, 139 (1980).  The split-sentence provision of 18 U.S.C. Sec. 3651 was enacted to \"allow[ ] judges to grant a short sentence (six months or less) followed by probation on a one count indictment.\"  United States v. Wertheimer, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span></span>, 1006 (2nd Cir. 1970), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span> </span>(1973).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Although Hurley was not released until October 15, 1992, he did not receive a greater sentence than the legislature authorized in 18 U.S.C. Sec. 3651 because he was actually incarcerated for only five months.  Thus, there is nothing unlawful about his present term of probation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Accordingly, the government's motion to remand for resentencing is denied.  The judgment denying Hurley's motion to further amend his judgment of conviction is affirmed.  In accordance with this court's October 14, 1992 order, the district court shall amend Hurley's judgment of conviction to impose a six-month prison term and an eighteen-month term of probation.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Hurley's motion was titled, \"Motion to Further Amend Judgment of Conviction.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Persons convicted under this statute \"shall be fined not more than $10,000 or imprisoned not more than five years, or both.\"  See 18 U.S.C. Sec. 371</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As Hurley's crime was committed before this statute was repealed, it continues to govern his sentencing.  See Pub. L. 98-473 (effective Nov. 1, 1987)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> These statutes remained effective through November 1, 1992 for persons who committed offenses before November 1, 1987, thus they continue to apply to Hurley.  See Pub. L. 98-473, Sec. 235(b)(1)(B).  18 U.S.C. Sec. 4161 authorized good time deductions of five days per month for sentences between six months and one year, while 18 U.S.C. Sec. 4162 allowed the Attorney General to deduct an additional three days per month of employment in a prison industry.  Had Hurley initially received a split sentence embodying a six-month prison term, he would have been eligible for 30 days of good time credits under 18 U.S.C. Sec. 4161 and approximately 18 additional days under 18 U.S.C. Sec. 4162</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Similarly, United States v. <span class=\"citation\" data-id=\"564867\"><a href=\"/opinion/564867/united-states-v-david-john-martin-jr/\"><span class=\"antecedent_guess\">Martin,</span> supra</a></span>, does not require that we hold Hurley's probation term invalid</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Before this provision was enacted, district courts had no means to impose probation and prison time on a single-count conviction.  Id</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110094/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110361/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564867/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578196/"
  ]
}