{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194857/",
  "id": 194857,
  "absolute_url": "/opinion/194857/united-states-v-bushway-de-souza/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194857/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:26:34Z",
  "date_modified": "2020-02-22T00:06:59.280251Z",
  "type": "010combined",
  "sha1": "9a4f3a8a2b18cfd112d55d7a76b150fc1a6f4600",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1205.01A",
  "local_path": null,
  "plain_text": "August 5, 1993\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1205 \n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                  BARBARA BUSHWAY DE SOUZA,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n       [Hon. Joseph A. DiClerico, U.S. District Judge]\n\n                                         \n\n                            Before\n\n                    Selya, Cyr and Boudin,\n                       Circuit Judges.\n                                     \n\n                                         \n\nBarbara Bushway De Souza on brief pro se.\n                        \nPeter  E. Papps,  United  States Attorney,  on Motion  for Summary\n               \nDisposition, for appellee.\n\n                                         \n\n                                         \n\n          Per Curiam.  Barbara Bushway Desouza pled guilty in\n                    \n\n1992 to drug charges  and was sentenced.  She  did not appeal\n\nher  sentence directly.   However,  Desouza brought  a motion\n\nunder 28  U.S.C.   2255, alleging that a Sentencing Guideline\n\namendment  permitting  an additional  one-level  reduction in\n\nbase offense level for acceptance of responsibility should be\n\napplied to  reduce her sentence.   The district  court denied\n\nher motion  because the amendment became  effective after she\n\nwas sentenced  and could  not be  applied retroactively.   We\n\naffirmed  in United States v.  Desouza, -- F.2d  -- (1st Cir.\n                                      \n\n1993).  Before our  decision was rendered, Desouza petitioned\n\nthe district  court to  have certain transcripts  prepared at\n\ngovernment expense, averring that  she needed the transcripts\n\nto \"prepare [a] motion in order to secure my rights under the\n\nlaw.\"   The district court denied her request because she had\n\nnot given any  reason why the transcripts  should be prepared\n\nat government expense.  Desouza has appealed.  We now affirm.\n\n          The district court's denial of Desouza's motion was\n\nproper under our  case law.  In Ellis v.  State of Maine, 448\n                                                        \n\nF.2d  1325, 1327  (1st  Cir. 1971),  we  held that  a  habeas\n\npetitioner alleging simply that his rights had been infringed\n\nhad  no  right  to a  free  transcript  without  showing more\n\nspecifically that his claim had some merit.  We stated:\n\n          As to the request for a transcript, it is\n          important to  note that  we are  not here\n\n          concerned  with  a direct  appeal  from a\n          conviction, or a state habeas which takes\n          the place  of  such an  appeal,  where  a\n          transcript  may  be  a  matter  of  right\n          without  showing  merit  in  the  appeal.\n          [Citation omitted.]  Appellant's petition\n          is  wholly  for collateral  relief.   For\n          this unusual and exceptional relief there\n          should be a burden upon the petitioner to\n          come into court with his case, not simply\n          to try  to make one  out.  This  does not\n          mean, of course, with his full case,  but\n          he  must  show merit,  not  just personal\n          opinion.  \n\nId.  In her motion to the district court, Desouza stated only\n   \n\nthat  she  needed the  transcripts  to  prepare a  motion  to\n\n\"secure  [her]  rights.\"  Thus, she has not even alleged that\n\nher rights have been violated, as the unsuccessful petitioner\n\nin Ellis  did,  nor, obviously,  has  she given  any  details\n        \n\nsuggesting that she could make out a case that her rights had\n\nbeen infringed.  Her brief to this court is no more specific.\n\nIt  states only that she  is preparing a  section 2255 motion\n\nand that \"[i]n  order to be able to address  the right issues\n\nand effectively and accurately present [my] case . .  . , [I]\n\nneed[] to  refer to  [the]  transcripts .  .  . .\"    Because\n\nDesouza,  who  is seeking  collateral  relief,  has not  even\n\ndescribed in general terms  what the nature of her  claim is,\n\nlet alone given  any specific facts to show that she has some\n\nmeritorious claim,  it is clear that the district court acted\n\nproperly in denying her request for a free transcript.\n\n          We  note further  that  Desouza's  motion for  free\n\ntranscripts  would also  have been  properly denied  under 28\n\n                            - 3 -\n\nU.S.C.    753(f).  That statute permits the provision of free\n\ntranscripts  to indigents pursuing  their section 2255 rights\n\nunder certain circumstances.1  It states:\n\n          Fees   for   transcripts   furnished   in\n          proceedings brought under section 2255 of\n          this title to persons permitted to sue or\n          appeal in forma pauperis shall be paid by\n          the   United   States   out    of   money\n          appropriated  for  that  purpose  if  the\n          trial  judge or a circuit judge certifies\n          that  the suit or appeal is not frivolous\n          and  that  the  transcript  is  needed to\n          decide the issue presented by the suit or\n          appeal.\n\nThus, under section  753(f) Desouza  would be  entitled to  a\n\nfree  transcript only  if the  district court  had determined\n\n(or, presumably, if this court upon appeal were to determine)\n\nthat her section 2255  motion was not frivolous and  that the\n\nrequested transcripts  were necessary  to decide  her motion.\n\nThe  Supreme Court has held that  the requirements imposed on\n\nindigents seeking  transcripts  which are  contained in  this\n\nprovision of  section 753(f) are constitutional.   See United\n                                                             \n\nStates  v. MacCollom,  426  U.S. 317,  325 (1976)  (plurality\n                    \n\ndecision).  Since Desouza has not described the basis for her\n\nsuit or any specific facts which might support a section 2255\n\nmotion,  we cannot say that her motion would not be frivolous\n\n                    \n\n1.  The  record  does not  show  whether  the district  court\ngranted Desouza's application to proceed in forma pauperis in\nseeking  the  transcripts.   In  light  of other  information\ncontained  in the record, however, we  may assume either that\nthe court granted her  IFP application or that it  would have\ndone so.  \n\n                            - 4 -\n\nor  that  the transcripts  would be  necessary to  decide her\n\nmotion.   Thus,  we conclude  that  the district  court acted\n\nproperly in denying her motion for free transcripts.  See id.\n                                                             \n\nat 326 (had the section 2255 petitioner provided the district\n\ncourt with  some factual allegations respecting  his claim of\n\nineffective  assistance  of  counsel,  and  not  merely  with\n\nconclusory allegations, and had he stated explicitly what his\n\ncounsel's error was, the court might have  concluded that his\n\nclaim  was not frivolous and that a free transcript should be\n\nfurnished);  Sistrunk v.  United  States, 992  F.2d 258,  259\n                                        \n\n(10th Cir.  1993) (a  conclusory allegation that  a defendant\n\nwas denied  effective assistance of counsel  does not satisfy\n\nthe requirements of section 753(f)).2\n\n                    \n\n2.  Because  Desouza  failed to  make  any  showing that  her\nsection  2255  motion  would not  be  frivolous  or that  the\nrequested  transcripts  would  be  necessary  to  decide  her\nmotion,  we need not  decide whether she  should have brought\nher  section  2255  motion   before  seeking  to  obtain  the\ntranscripts.   See Sistrunk,  992 F.2d  at 259  (citing cases\n                           \nwhich have held that the actual filing of the habeas petition\nis a necessary prerequisite to seeking free transcripts under\nsection  753(f),  but  not  deciding whether  to  adopt  that\ninterpretation  in light  of petitioner's failure  to satisfy\nthe  statutory  prerequisites);  see  also United  States  v.\n                                                         \nChambers, 788 F. Supp. 334 (E.D. Mich. 1992)  (discussing the\n        \nconflict on this point among the circuit courts).  Similarly,\nbecause Desouza seeks the  preparation of transcripts and not\nsimply a copy  of transcripts already in  existence, there is\nno need to consider whether, not meeting  the requirements of\nsection 753(f),  she  could  obtain  free  transcripts  under\nsection 753(b).  See Rush v. United States, 559 F.2d 455, 458\n                                          \n(7th  Cir. 1977)  (reversing the  district court's  denial of\npetitioner's   motion  for  free  transcripts  under  section\n753(f); because  the transcripts  were already  in existence,\nthe  court  of  appeals  held  that  the  petitioners,  whose\nconclusory allegations respecting  their section 2255  motion\n\n                            - 5 -\n\n          The judgment of the district court is affirmed.3\n                                                        \n\n                    \n\ndid  not meet the requirements of section 753(f), had a right\nto the transcripts under  section 753(b), which provides that\n\"the  original records\" in the clerk's office must be open to\ninspection  \"by  any  person  without  charge\").    The  Rush\n                                                             \ndecision has been criticized.  See Sistrunk, 992 F.2d at 260;\n                                           \nUnited States  v.  Losing, 601  F.2d  351, 352-53  (8th  Cir.\n                         \n1979).\n\n3.  Because Desouza  has not  said what  grounds she  has for\nbringing a second section 2255 motion,  we cannot say whether\nher motion would  be likely to  be dismissed under Rule  9 of\nthe Rules  Governing    2255 Proceedings, given  her previous\nsection 2255 motion, as the government argues.  \n\n                            - 6 -\n",
  "html": "<p class=\"case_cite\">1 F.3d 1231<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Barbara Bushway DE SOUZA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1205.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 5, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE</p>\n      <p class=\"indent\">Barbara Bushway De Souza on brief pro se.</p>\n      <p class=\"indent\">Peter E. Papps, United States Attorney, on Motion for Summary Disposition, for appellee.</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Barbara Bushway Desouza pled guilty in 1992 to drug charges and was sentenced.  She did not appeal her sentence directly.  However, Desouza brought a motion under 28 U.S.C. Sec. 2255, alleging that a Sentencing Guideline amendment permitting an additional one-level reduction in base offense level for acceptance of responsibility should be applied to reduce her sentence.  The district court denied her motion because the amendment became effective after she was sentenced and could not be applied retroactively.  We affirmed in United States v. Desouza,-F.2d-(1st Cir. 1993).  Before our decision was rendered, Desouza petitioned the district court to have certain transcripts prepared at government expense, averring that she needed the transcripts to \"prepare [a] motion in order to secure my rights under the law.\"  The district court denied her request because she had not given any reason why the transcripts should be prepared at government expense.  Desouza has appealed.  We now affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court's denial of Desouza's motion was proper under our case law.  In Ellis v. State of Maine, 448 F.2d 1325, 1327 (1st Cir. 1971), we held that a habeas petitioner alleging simply that his rights had been infringed had no right to a free transcript without showing more specifically that his claim had some merit.  We stated:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As to the request for a transcript, it is important to note that we are not here concerned with a direct appeal from a conviction, or a state habeas which takes the place of such an appeal, where a transcript may be a matter of right without showing merit in the appeal.  [Citation omitted.]  Appellant's petition is wholly for collateral relief.  For this unusual and exceptional relief there should be a burden upon the petitioner to come into court with his case, not simply to try to make one out.  This does not mean, of course, with his full case, but he must show merit, not just personal opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Id. In her motion to the district court, Desouza stated only that she needed the transcripts to prepare a motion to \"secure [her] rights.\"  Thus, she has not even alleged that her rights have been violated, as the unsuccessful petitioner in Ellis did, nor, obviously, has she given any details suggesting that she could make out a case that her rights had been infringed.  Her brief to this court is no more specific.  It states only that she is preparing a section 2255 motion and that \"[i]n order to be able to address the right issues and effectively and accurately present [my] case ..., [I] need[ ] to refer to [the] transcripts....\"  Because Desouza, who is seeking collateral relief, has not even described in general terms what the nature of her claim is, let alone given any specific facts to show that she has some meritorious claim, it is clear that the district court acted properly in denying her request for a free transcript.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We note further that Desouza's motion for free transcripts would also have been properly denied under 28 U.S.C. Sec. 753(f).  That statute permits the provision of free transcripts to indigents pursuing their section 2255 rights under certain circumstances.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  It states:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Fees for transcripts furnished in proceedings brought under section 2255 of this title to persons permitted to sue or appeal in forma pauperis shall be paid by the United States out of money appropriated for that purpose if the trial judge or a circuit judge certifies that the suit or appeal is not frivolous and that the transcript is needed to decide the issue presented by the suit or appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Thus, under section 753(f) Desouza would be entitled to a free transcript only if the district court had determined (or, presumably, if this court upon appeal were to determine) that her section 2255 motion was not frivolous and that the requested transcripts were necessary to decide her motion.  The Supreme Court has held that the requirements imposed on indigents seeking transcripts which are contained in this provision of section 753(f) are constitutional.  See United States v. MacCollom, 426 U.S. 317, 325 (1976) (plurality decision).  Since Desouza has not described the basis for her suit or any specific facts which might support a section 2255 motion, we cannot say that her motion would not be frivolous or that the transcripts would be necessary to decide her motion.  Thus, we conclude that the district court acted properly in denying her motion for free transcripts.  See id. at 326 (had the section 2255 petitioner provided the district court with some factual allegations respecting his claim of ineffective assistance of counsel, and not merely with conclusory allegations, and had he stated explicitly what his counsel's error was, the court might have concluded that his claim was not frivolous and that a free transcript should be furnished);  Sistrunk v. United States, 992 F.2d 258, 259 (10th Cir. 1993) (a conclusory allegation that a defendant was denied effective assistance of counsel does not satisfy the requirements of section 753(f)).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The record does not show whether the district court granted Desouza's application to proceed in forma pauperis in seeking the transcripts.  In light of other information contained in the record, however, we may assume either that the court granted her IFP application or that it would have done so</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Because Desouza failed to make any showing that her section 2255 motion would not be frivolous or that the requested transcripts would be necessary to decide her motion, we need not decide whether she should have brought her section 2255 motion before seeking to obtain the transcripts.  See Sistrunk, 992 F.2d at 259 (citing cases which have held that the actual filing of the habeas petition is a necessary prerequisite to seeking free transcripts under section 753(f), but not deciding whether to adopt that interpretation in light of petitioner's failure to satisfy the statutory prerequisites); see also United States v. Chambers, 788 F. Supp. 334 (E.D. Mich. 1992) (discussing the conflict on this point among the circuit courts).  Similarly, because Desouza seeks the preparation of transcripts and not simply a copy of transcripts already in existence, there is no need to consider whether, not meeting the requirements of section 753(f), she could obtain free transcripts under section 753(b).  See Rush v. United States, 559 F.2d 455, 458 (7th Cir. 1977) (reversing the district court's denial of petitioner's motion for free transcripts under section 753(f);  because the transcripts were already in existence, the court of appeals held that the petitioners, whose conclusory allegations respecting their section 2255 motion did not meet the requirements of section 753(f), had a right to the transcripts under section 753(b), which provides that \"the original records\" in the clerk's office must be open to inspection \"by any person without charge\").  The Rush decision has been criticized.  See Sistrunk, 992 F.2d at 260;United States v. Losing, 601 F.2d 351, 352-53 (8th Cir. 1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Because Desouza has not said what grounds she has for bringing a second section 2255 motion, we cannot say whether her motion would be likely to be dismissed under Rule 9 of the Rules Governing Sec. 2255 Proceedings, given her previous section 2255 motion, as the government argues</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1231</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Barbara Bushway DE SOUZA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1205.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">August 5, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE</p>\n      <p class=\"indent\">Barbara Bushway De Souza on brief pro se.</p>\n      <p class=\"indent\">Peter E. Papps, United States Attorney, on Motion for Summary Disposition, for appellee.</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Barbara Bushway Desouza pled guilty in 1992 to drug charges and was sentenced.  She did not appeal her sentence directly.  However, Desouza brought a motion under 28 U.S.C. Sec. 2255, alleging that a Sentencing Guideline amendment permitting an additional one-level reduction in base offense level for acceptance of responsibility should be applied to reduce her sentence.  The district court denied her motion because the amendment became effective after she was sentenced and could not be applied retroactively.  We affirmed in United States v. Desouza,-F.2d-(1st Cir. 1993).  Before our decision was rendered, Desouza petitioned the district court to have certain transcripts prepared at government expense, averring that she needed the transcripts to \"prepare [a] motion in order to secure my rights under the law.\"  The district court denied her request because she had not given any reason why the transcripts should be prepared at government expense.  Desouza has appealed.  We now affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court's denial of Desouza's motion was proper under our case law.  In Ellis v. State of Maine, <span class=\"citation\" data-id=\"299275\"><a href=\"/opinion/299275/lloyd-g-ellis-v-state-of-maine/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1325</span></a></span>, 1327 (1st Cir. 1971), we held that a habeas petitioner alleging simply that his rights had been infringed had no right to a free transcript without showing more specifically that his claim had some merit.  We stated:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As to the request for a transcript, it is important to note that we are not here concerned with a direct appeal from a conviction, or a state habeas which takes the place of such an appeal, where a transcript may be a matter of right without showing merit in the appeal.  [Citation omitted.]  Appellant's petition is wholly for collateral relief.  For this unusual and exceptional relief there should be a burden upon the petitioner to come into court with his case, not simply to try to make one out.  This does not mean, of course, with his full case, but he must show merit, not just personal opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"299275\"><a href=\"/opinion/299275/lloyd-g-ellis-v-state-of-maine/\"><span class=\"id_token\">Id.</span> In her </a></span>motion to the district court, Desouza stated only that she needed the transcripts to prepare a motion to \"secure [her] rights.\"  Thus, she has not even alleged that her rights have been violated, as the unsuccessful petitioner in Ellis did, nor, obviously, has she given any details suggesting that she could make out a case that her rights had been infringed.  Her brief to this court is no more specific.  It states only that she is preparing a section 2255 motion and that \"[i]n order to be able to address the right issues and effectively and accurately present [my] case ..., [I] need[ ] to refer to [the] transcripts....\"  Because Desouza, who is seeking collateral relief, has not even described in general terms what the nature of her claim is, let alone given any specific facts to show that she has some meritorious claim, it is clear that the district court acted properly in denying her request for a free transcript.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We note further that Desouza's motion for free transcripts would also have been properly denied under 28 U.S.C. Sec. 753(f).  That statute permits the provision of free transcripts to indigents pursuing their section 2255 rights under certain circumstances.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  It states:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Fees for transcripts furnished in proceedings brought under section 2255 of this title to persons permitted to sue or appeal in forma pauperis shall be paid by the United States out of money appropriated for that purpose if the trial judge or a circuit judge certifies that the suit or appeal is not frivolous and that the transcript is needed to decide the issue presented by the suit or appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Thus, under section 753(f) Desouza would be entitled to a free transcript only if the district court had determined (or, presumably, if this court upon appeal were to determine) that her section 2255 motion was not frivolous and that the requested transcripts were necessary to decide her motion.  The Supreme Court has held that the requirements imposed on indigents seeking transcripts which are contained in this provision of section 753(f) are constitutional.  See United States v. MacCollom, <span class=\"citation\" data-id=\"109475\"><a href=\"/opinion/109475/united-states-v-maccollom/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325 (1976) (plurality decision).  Since Desouza has not described the basis for her suit or any specific facts which might support a section 2255 motion, we cannot say that her motion would not be frivolous or that the transcripts would be necessary to decide her motion.  Thus, we conclude that the district court acted properly in denying her motion for free transcripts.  See <span class=\"citation\" data-id=\"109475\"><a href=\"/opinion/109475/united-states-v-maccollom/\"><span class=\"id_token\">id.</span> at 326 </a></span>(had the section 2255 petitioner provided the district court with some factual allegations respecting his claim of ineffective assistance of counsel, and not merely with conclusory allegations, and had he stated explicitly what his counsel's error was, the court might have concluded that his claim was not frivolous and that a free transcript should be furnished);  Sistrunk v. United States, <span class=\"citation\" data-id=\"605678\"><a href=\"/opinion/605678/lewis-lorenzo-sistrunk-v-united-states/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">258</span></a></span>, 259 (10th Cir. 1993) (a conclusory allegation that a defendant was denied effective assistance of counsel does not satisfy the requirements of section 753(f)).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The record does not show whether the district court granted Desouza's application to proceed in forma pauperis in seeking the transcripts.  In light of other information contained in the record, however, we may assume either that the court granted her IFP application or that it would have done so</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Because Desouza failed to make any showing that her section 2255 motion would not be frivolous or that the requested transcripts would be necessary to decide her motion, we need not decide whether she should have brought her section 2255 motion before seeking to obtain the transcripts.  See <span class=\"citation\" data-id=\"605678\"><span class=\"antecedent_guess\">Sistrunk,</span> <a href=\"/opinion/605678/lewis-lorenzo-sistrunk-v-united-states/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">259</span> </a></span>(citing cases which have held that the actual filing of the habeas petition is a necessary prerequisite to seeking free transcripts under section 753(f), but not deciding whether to adopt that interpretation in light of petitioner's failure to satisfy the statutory prerequisites); see also United States v. Chambers, <span class=\"citation\" data-id=\"1599804\"><a href=\"/opinion/1599804/united-states-v-chambers/\"><span class=\"volume\">788</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">334</span> </a></span>(E.D. Mich. 1992) (discussing the conflict on this point among the circuit courts).  Similarly, because Desouza seeks the preparation of transcripts and not simply a copy of transcripts already in existence, there is no need to consider whether, not meeting the requirements of section 753(f), she could obtain free transcripts under section 753(b).  See Rush v. United States, <span class=\"citation\" data-id=\"347612\"><a href=\"/opinion/347612/jerry-c-rush-and-joseph-w-dougherty-v-united-states/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">455</span></a></span>, 458 (7th Cir. 1977) (reversing the district court's denial of petitioner's motion for free transcripts under section 753(f);  because the transcripts were already in existence, the court of appeals held that the petitioners, whose conclusory allegations respecting their section 2255 motion did not meet the requirements of section 753(f), had a right to the transcripts under section 753(b), which provides that \"the original records\" in the clerk's office must be open to inspection \"by any person without charge\").  The Rush decision has been criticized.  See Sistrunk, 992 F.2d at 260;United States v. Losing, <span class=\"citation\" data-id=\"367296\"><a href=\"/opinion/367296/united-states-v-russell-losing-jr/\"><span class=\"volume\">601</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">351</span></a></span>, 352-53 (8th Cir. 1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Because Desouza has not said what grounds she has for bringing a second section 2255 motion, we cannot say whether her motion would be likely to be dismissed under Rule 9 of the Rules Governing Sec. 2255 Proceedings, given her previous section 2255 motion, as the government argues</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109475/",
    "https://www.courtlistener.com/api/rest/v3/opinions/299275/",
    "https://www.courtlistener.com/api/rest/v3/opinions/347612/",
    "https://www.courtlistener.com/api/rest/v3/opinions/367296/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605678/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1599804/"
  ]
}