{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194845/",
  "id": 194845,
  "absolute_url": "/opinion/194845/associates-v-gammino-inc/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194845/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:26:19Z",
  "date_modified": "2020-02-21T23:35:51.807050Z",
  "type": "010combined",
  "sha1": "3fefff40c858aeb0918fcb35e9612c7ba7d89a92",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2281.01A",
  "local_path": null,
  "plain_text": "July 27, 1993\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-2281\n\n                COMMERCIAL ASSOCIATES, ET AL.,\n\n                    Plaintiffs, Appellees,\n\n                              v.\n\n                    TILCON GAMMINO, INC.,\n\n                    Defendant, Appellant.\n\n                                         \n\n                         ERRATA SHEET\n\nThe opinion of the  Court issued on July 22, 1993, is corrected as\nfollows:\n\nOn page 16, paragraph 3, line 2:  substitute \"or\" for \"and.\"\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-2281\n\n                COMMERCIAL ASSOCIATES, ET AL.,\n\n                    Plaintiffs, Appellees,\n\n                              v.\n\n                    TILCON GAMMINO, INC.,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n         [Hon. Ernest C. Torres, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge,\n                                         \n               Campbell, Senior Circuit Judge,\n                                             \n                  and Stahl, Circuit Judge.\n                                          \n\n                                         \n\nJohn R.  Fornaciari with whom Louis  V. Jackvony,  Jr., Jackvony &amp;\n                                                                  \nJackvony,  Robert M.  Disch  and  Ross &amp;  Hardies  were  on brief  for\n                                             \nappellant.\nWilliam R. Landry  with whom Michael DiBiase, Karen A.  Pelczarski\n                                                                  \nand Blish &amp; Cavanagh were on brief for appellee, Lechmere, Inc.\n                \n\n                                         \n\n                        July 22, 1993\n                                         \n\n     BOUDIN,  Circuit  Judge.    This action  arises  out  of\n                            \n\nefforts  to develop  a shopping  complex  known as  Bald Hill\n\nPlaza  in Warwick, Rhode Island.  The plan was the brainchild\n\nof  real  estate  developer  Anthony DelVicario,  who  was  a\n\ngeneral partner in a Massachusetts limited partnership called\n\nCommercial Associates  (\"Commercial\").  Tilcon  Gammino, Inc.\n\n(\"Tilcon\"), a construction company, learned about the project\n\nand expressed interest to  DelVicario in obtaining a contract\n\nto  do  certain  construction  work in  connection  with  the\n\nproject, primarily  site clearing and  grading.   DelVicario,\n\nwith   Tilcon's   assistance,   approached   Lechmere,   Inc.\n\n(\"Lechmere\"), a Minnesota corporation  that operates a  chain\n\nof retail stores, and persuaded Lechmere to join the  project\n\nas one of the shopping center's \"anchor stores.\"\n\n     Lechmere purchased  the real  estate on which  its store\n\nwas  to be located, and  Commercial acquired the remainder of\n\nthe  property  needed  for  the development.    Lechmere  and\n\nCommercial  entered into a written agreement--called the CORE\n\nagreement-- which provided inter  alia that Commercial  would\n                                      \n\nbe   responsible  for   the   site-clearing   work  and   the\n\nconstruction  of   the  \"footprint\"  underlying   the  entire\n\nshopping complex, including  the \"pad\" upon which  Lechmere's\n\nstore would be  built.  In consideration,  Lechmere agreed to\n\npay Commercial $1.3 million.  Commercial then retained Tilcon\n\nto  serve as  the  general contractor  for the  site-clearing\n\n                             -2-\n\nwork.  Commercial and Tilcon entered  into a written contract\n\ndated February  8, 1985, which generally  described the scope\n\nof  the work  to  be performed  by  Tilcon and  contained  an\n\nestimated total  cost of \"about $2,800,000.\"   Tilcon started\n\nthe site-clearing work around that same time.  DelVicario was\n\nthe  supervisor   of  the   project  and   directed  Tilcon's\n\nactivities at the work site on a daily basis.   Lechmere  had\n\nwanted  the pad  completed by  March 15,  1985, so  its store\n\ncould open  that September in  time for the  holiday shopping\n\nseason.   At least in part to meet that timetable, DelVicario\n\ninsisted  that Tilcon accelerate its work schedule, requiring\n\nTilcon's  staff to  work  overtime  and  necessitating  extra\n\nequipment and supplies.  And, according to Tilcon, DelVicario\n\ninsisted that Tilcon perform substantial work at the shopping\n\ncenter  site that  went  beyond the  description  of the  job\n\ncontained in the  February 8 contract; Tilcon refers to these\n\nadditional tasks as \"extras.\"  \n\n     Work was completed on schedule, but a dispute soon arose\n\nas  to  Tilcon's compensation.   Tilcon  claimed that  it was\n\nentitled  to  additional  compensation for  the  \"extras\"  it\n\nperformed at DelVicario's  direction.  Commercial disagreed--\n\nit believed  that Tilcon had agreed to  a \"guaranteed maximum\n\nprice\"  and had  been paid  in full--and  refused to  pay the\n\nfinal three  bills  submitted  by  Tilcon.   Tilcon  filed  a\n\nmechanic's  lien on the property  under Rhode Island law, and\n\n                             -3-\n\non February 7, 1986, brought an action against Commercial and\n\nLechmere in Rhode Island Superior Court to enforce that lien.\n\nPursuant  to the  Rhode Island  statute, Commercial  posted a\n\n$1.2 million bond to release the lien, and the action proceed\n\nin rem against the bond.1\n      \n\n     Following  a seven-day  bench trial  the superior  court\n\nfound in favor of  Tilcon.  In  a 28-page opinion, the  court\n\nfound  that  Tilcon  was  not bound  by  the  estimated price\n\ncontained  in the  original February  8 contract.   The court\n\nfound  that Tilcon was bound by a maximum price of $3,095,000\n\ncontained in a May 8 letter  to Commercial, but that a number\n\nof tasks were excluded  from this price.  Finally,  the court\n\nfound that Tilcon  was entitled to  compensation on a  \"cost-\n\nplus\"  basis for  numerous  \"extras\" performed  at the  site,\n\npursuant to the oral assurances of DelVicario.\n\n     Under Rhode Island  law Tilcon could recover in the lien\n\nenforcement  proceeding only  for  work performed  within the\n\n120-day  period prior  to notice  of the lien  (the so-called\n\n\"lien period\").   The court expressly  found that Tilcon  was\n\nentitled to compensation for work performed prior to the lien\n\n                    \n\n     1The  mechanic's lien statute  provides that respondents\ncan  secure  the release  of a  lien  by depositing  with the\nregistry of the court  \"cash equal to the total amount of the\naccounts  and demands  of all  persons claiming  liens\" or  a\nsurety bond in that amount in lieu of cash.  R.I. Gen. Laws  \n34-28-17.  In this case, Commercial deposited a  $1.2 million\nbond with the registry  and, apparently without any objection\nfrom Tilcon as to the amount, the lien was discharged.\n\n                             -4-\n\nperiod,  but held  that  it had  no  power to  include  these\n\namounts in  its judgment.   The  court left it  to Tilcon  to\n\n\"pursue this claim in another appropriate proceeding.\"  \n\n     The   Rhode  Island   court  entered   judgment  against\n\nCommercial and Lechmere for $1,329,207.03,  which represented\n\nthe court's  painstaking calculation of the  compensation due\n\nTilcon for work at the Bald Hill site during the 120-day lien\n\nperiod.   Tilcon,  however, was  able  to collect  only  $1.2\n\nmillion,  the  amount of  the bond  that  had been  posted to\n\nrelease the  lien, leaving a $129,207  deficiency between the\n\njudgment   and  Tilcon's  recovery.    The  superior  court's\n\ndecision was  affirmed in  all respects  by the  Rhode Island\n\nSupreme Court.   Tilcon Gammino, Inc.  v. Commercial Assocs.,\n                                                            \n\n570 A.2d 1102 (R.I. 1990).\n\n     During the pendency  of the mechanic's lien  proceeding,\n\nLechmere  and Commercial filed  this separate  action against\n\nTilcon  in Rhode  Island  Superior Court  seeking damages  of\n\ntheir  own  arising out  of the  Bald  Hill project.   Tilcon\n\nremoved  the  action  to  federal  district  court  based  on\n\ndiversity  of  citizenship.   It  also  filed a  counterclaim\n\nagainst Lechmere and Commercial seeking payment for work that\n\nwas  not  recoverable  in  the  lien  action--the  deficiency\n\nbetween the judgment and the  bond, and compensation for work\n\ndone prior to the  lien period--on various theories including\n\nbreach of contract, unjust enrichment and fraud. \n\n                             -5-\n\n     After the final decision in the  lien case, Tilcon moved\n\nfor  summary judgment  on  its counterclaim  in this  action.\n\nTilcon argued that the Rhode  Island Superior Court had found\n\nas  a matter  of  fact  that  DelVicario bound  Lechmere  and\n\nCommercial to  a series  of oral  contracts with  Tilcon, and\n\nthat  Tilcon was  owed  specific amounts  for work  performed\n\nunder those  contracts.   Tilcon claimed that  Commercial and\n\nLechmere  were collaterally estopped  from relitigating these\n\nissues, and that Tilcon was therefore entitled to judgment as\n\na  matter  of law  for the  $129,207 discrepancy  between the\n\nsuperior  court's judgment  and  the $1.2  million bond,2  as\n\nwell as approximately $600,000 for work at the Bald Hill site\n\nprior to the lien period.\n\n     The district  court agreed that Commercial  and Lechmere\n\nare bound  by the Rhode  Island court's factual  findings but\n\nonly  those that were necessary  to its judgment.   Thus, the\n\ncourt  held  that  the  Rhode  Island  decision  conclusively\n\nestablished that  Tilcon was owed an  additional $129,207 for\n\nwork  performed  during the  lien period.   But  the district\n\ncourt  concluded  that  the  Rhode Island  decision  did  not\n\nresolve the issue of  who was liable for the  deficiency, nor\n                         \n\n                    \n\n     2Tilcon claims  that it is  entitled to recover  in this\ncase  the  entire  $1,329,207  amount  of  the  Rhode  Island\njudgment.  But it  is undisputed  that Tilcon  recovered $1.2\nmillion by executing on the bond, and Tilcon does not explain\nwhy  it is entitled to more than the $129,207 discrepancy for\nthe lien period.\n\n                             -6-\n\ndid  it  establish Tilcon's  entitlement to  compensation for\n\nwork prior to the lien period.  The case  proceeded to trial.\n\nThe original  claims of  Lechmere and Commercial  having been\n\ndismissed,  the  case was  now  limited  to Commercial's  and\n\nLechmere's liability, if  any, for work done  by Tilcon prior\n\nto  the lien  period.   The dispute  was further  narrowed by\n\nstipulations.   Pursuant  to its  prior ruling,  the district\n\ncourt  instructed  the jury  that  certain  facts, primarily,\n\nTilcon's  entitlement to  $129,207 for  work done  during the\n\n120-day period, had been  established in prior litigation and\n\nshould not  be reconsidered.   The court  therefore precluded\n\nthe parties from introducing any evidence regarding work done\n\nduring the lien period.  It was determined that liability for\n\nthe $129,207  deficiency would  be imposed upon  whichever of\n\nthe  defendants was  held  liable at  trial for  the pre-lien\n\nwork.\n\n     At  trial, Tilcon  introduced  evidence seeking  to show\n\nthat Commercial  and  Lechmere  were  liable  for  additional\n\npayments for work done outside the lien period.  At the close\n\nof  Tilcon's case the court  granted judgment as  a matter of\n\nlaw  for Lechmere  with respect  to all  of Tilcon's  claims,\n\nleaving only  the claims against Commercial;  the reasons for\n\nthe court's  ruling are more conveniently  discussed later in\n\nthis opinion.  The jury  then returned a verdict in  favor of\n\nTilcon against  Commercial for $307,500.   The district court\n\n                             -7-\n\nadded  to this  amount  the $129,207  deficiency between  the\n\njudgment in the mechanic's  lien action and the bond,  made a\n\nnumber of other adjustments to reflect the stipulations among\n\nthe  parties, and  then entered judgment  in favor  of Tilcon\n\nagainst Commercial for the resulting amount of $268,903, plus\n\nprejudgment interest on a certain portion of the debt. \n\n     Tilcon now  appeals.   It argues  that the Rhode  Island\n\ncourt's factual findings, if given  proper preclusive effect,\n\nrequired that judgment for the $129,207 deficiency be entered\n\nagainst Lechmere  as well as against  Commercial.  Commercial\n\nhas  not made any appearance  in this appeal;  if the limited\n\npartnership  is a  defunct  or insolvent  entity, that  might\n\nexplain  why it is important  to Tilcon to  obtain a judgment\n\nagainst  Lechmere.    Tilcon   also  argues  that  collateral\n\nestoppel made  Lechmere and  Commercial both liable  for some\n\n$600,000 in work  done prior to the  lien period and  that it\n\nwas error to submit this issue to  the jury, which found only\n\n$307,500 due  from Commercial.    Finally, preclusion  aside,\n\nTilcon argues that the  court erred by granting  judgment for\n\nLechmere as a matter of law on each of Tilcon's claims.  \n\n     We start  by considering  the collateral  estoppel issue\n\nbefore turning to Tilcon's individual claims against Lechmere\n\nand  Commercial.  \"Federal courts  are bound by  state law on\n\nthe preclusive effect of state judgments.\"  Carillo v. Brown,\n                                                            \n\n807 F.2d  1094, 1101 (1st  Cir. 1986);  see also 28  U.S.C.  \n                                                \n\n                             -8-\n\n1738;  Gonsalves v. Alpine Country Club, 727 F.2d 27, 29 (1st\n                                       \n\nCir. 1984).  Thus, the district court was obliged to give the\n\nRhode Island  Superior Court's decision  the same  preclusive\n\neffect  that the  Rhode Island  courts themselves  would give\n\nthat decision.  \n\n     In  order for  the  doctrine of  collateral estoppel  to\n\napply under  Rhode Island law, \"several  requirements must be\n\nsatisfied:   there must be  an identity of  issues; the prior\n\nproceeding must  have resulted  in a  final  judgment on  the\n\nmerits;  and the  party against  whom collateral  estoppel is\n\nsought must  be the same as  or in privity with  the party in\n\nthe prior proceeding.\"   State  v. Chase, 588  A.2d 120,  122\n                                        \n\n(R.I. 1991).  Like  a set of Chinese boxes,  the identity-of-\n\nissues  element, which is the  crucial one in  this case, has\n\nthree components of its  own:  \"[F]irst, the issue  sought to\n\nbe  precluded must be identical  to the issue  decided in the\n\nprior proceeding;  second, the issue must  actually have been\n\nlitigated; and  third, the  issue must necessarily  have been\n\ndecided.\"  Id. at 123.\n             \n\n     In addition,  Rhode Island  courts, consistent  with the\n\nprevailing  approach,  \"allow  themselves   a  good  deal  of\n\nlatitude  in  applying  the  rule [of  collateral  estoppel],\n\nobserving the spirit of it rather than the letter.\"   Hill v.\n                                                             \n\nBain,  15  R.I.  75,  23 A.  44  (1885);  see  also Klein  v.\n                                                             \n\nCommissioner,  880 F.2d  260,  264 (10th  Cir. 1989)  (\"Trial\n            \n\n                             -9-\n\ncourts  are granted  broad discretion  in the  application of\n\ncollateral estoppel.\").  We  think this \"latitude\" was vested\n\nin  the district  court  below, as  it  was sitting  in  this\n\ndiversity case as a surrogate for a Rhode Island tribunal. \n\n     Tilcon's principal argument is  that the district  court\n\nfailed  to give proper preclusive effect  to the Rhode Island\n\nSuperior  Court's finding  that DelVicario  was acting  as an\n\nagent  of Lechmere  and as  such bound  Lechmere to  the oral\n\ncontracts  with Tilcon.    Tilcon's argument  is  based on  a\n\nsingle paragraph  in the  superior court's decision  in which\n\nthe  court stated  that DelVicario,  in making  assurances of\n\npayment  to Tilcon,  was \"acting  within the  scope of  [his]\n\nauthority  for  and  on  behalf  of  .  .  .  Commercial  and\n\nLechmere,\" and therefore bound his principals to the contract\n\nmodifications.   We agree with  the district  court that  the\n\nissue of Lechmere's contractual relationship with  Tilcon was\n\nnot one that \"must necessarily have been decided\" in the lien\n\nproceeding, and  therefore  is  not  entitled  to  preclusive\n\neffect under Rhode Island law.  Chase, 588 A.2d at 123.\n                                     \n\n     The \"necessarily decided\" element of collateral estoppel\n\nmeans in this  context that  an issue was  not only  actually\n\ndecided but also necessary to the judgment.  See  Restatement\n                                                \n\n(Second) of Judgments    27 (determination must be \"essential\n\nto the judgment\").  The reasons for this condition are that a\n\ncollateral  issue,  although it  may  be  the  subject  of  a\n\n                             -10-\n\nfinding, is  less likely to receive  close judicial attention\n\nand the  parties  may well  have  only limited  incentive  to\n   \n\nlitigate  the issue fully since it is not determinative.  See\n                                                             \n\nWright,  Miller &amp;  Cooper, Federal  Practice and  Procedure  \n                                                           \n\n4421 at 193 (1981 ed.).  Under these circumstances, extending\n\nthe force of the unnecessary finding into a different case is\n\ndeemed too risky and possibly unfair.\n\n     Liability under the Rhode Island mechanic's lien statute\n\nis not dependent on contract.  The statute creates a right of\n\naction against a parcel of property whenever improvements are\n\nmade \"by  oral or  written contract  with or  at the  oral or\n                                                             \n\nwritten request of\" the  landowner.  R.I. Gen. Laws    34-28-\n                  \n\n1(a) (emphasis  added).3   Thus, Lechmere's liability  in the\n\nsuperior court  suit (or  more technically, the  liability of\n\nLechmere's property) flowed from its status as owner  and the\n\nfact  that  Tilcon's   work  on  the  property  was  done  at\n\nLechmere's request.   A \"request,\"  of course, is  a far  cry\n\n                    \n\n     3Deleting   irrelevant   language,   the  Rhode   Island\nmechanic's lien statute provides as follows:\n\n     Whenever any  building .  . . or  other improvement\n     shall be  constructed  . .  .  by oral  or  written\n     contract with or  at the oral or written request of\n     the owner  thereof, . .  . such building  . .  . or\n     other  improvement,  together  with  the  land,  is\n     hereby made liable and shall stand subject to liens\n     for  all  the  work  done  by  any  person  in  the\n     construction . . . of such  building . . . or other\n     improvement,  and  for  the  material  used in  the\n     construction  .  .  .   thereof,  which  have  been\n     furnished by any person.\n\n                             -11-\n\nfrom  a  contract.    To  be  sure,  findings  regarding  the\n\nexistence  and  terms  of  the  contract  governing  Tilcon's\n\nassignment at the work site were necessary to a determination\n\nof  the amount of Tilcon's lien, since under Rhode Island law\n              \n\nthe  amount of  the  lien is  dependent  upon the  underlying\n\ncontract.  See Art Metal Constr. Co.  v. Knight, 56 R.I. 228,\n                                               \n\n185  A. 136  (1936).   But  whether  that contract  was  with\n\nCommercial  alone,  or Commercial  and Lechmere  jointly, was\n\nirrelevant.  All that mattered was that Tilcon was acting \"at\n\n[Lechmere's] request,\" a fact that was undisputed.4 \n\n     But we do  not rest  entirely upon this  parsing of  the\n\nlien statute.   If a factual issue  were vigorously litigated\n\nin  a  prior proceeding  and were  the  focus of  the court's\n\ndecision,  preclusion might  well be  appropriate even  if in\n\nhindsight  it  could be  shown that  the  issue was,  in some\n\nsense, not strictly essential  to the outcome.  After  all, a\n\nfactual  determination is  not inherently  untrustworthy just\n\nbecause the result could  have been achieved by a  different,\n\nshorter and more efficient route.  In this case, however, the\n\nsingle  sentence in question seems  to us to  fall within the\n\nprinciple that  \"if an inquiry  reveals that the  matters had\n\n`come under consideration only collaterally or incidentally,'\n\n                    \n\n     4The  Rhode  Island  Supreme Court's  opinion  refers to\nLechmere only twice.   It  does not say  that DelVicario  was\nLechmere's  agent,  nor  does  it  suggest  that  privity  of\ncontract  between  Lechmere and  Tilcon  is  relevant to  the\noutcome.\n\n                             -12-\n\npreclusion  is  denied.\"    Federal Practice  and  Procedure,\n                                                            \n\nsupra,   4421 at 194 (quoting Norton v. Larney, 266 U.S. 511,\n                                              \n\n517 (1925)).\n\n     The Rhode Island  Superior Court states  that DelVicario\n\nwas an  agent of  Lechmere only at  one point in  its 28-page\n\ndecision, and there only in passing, somewhat cryptically and\n\nwithout  any explanation or analysis.  A few pages earlier in\n\nthe decision, the court states that DelVicario was \"acting as\n\nCommercial's agent and representative  at the job site,\" with\n\nno mention of Lechmere.  We  do not think it is at  all clear\n\nthat,  in the later, single sentence relied on by Tilcon, the\n\nsuperior  court   meant  to  determine  that  DelVicario  was\n\nLechmere's agent for purposes  of creating a contract between\n\nLechmere and  Tilcon.5  We  conclude that this  \"finding\" was\n\ncollateral and not preclusive; and we rest this conclusion on\n\nthe joint force  of three  considerations:  the  lack of  any\n\nlegal  need  for a  finding of  such an  agency, the  lack of\n\nclarity in  the supposed  finding, and the  earlier, explicit\n\nstatement that DelVicario was Commercial's agent.  \n\n                    \n\n     5The later sentence relied upon  by Tilcon occurs in the\ncontext  of a  discussion rejecting  Commercial's claim  that\n\"extras\"   authorized  by  DelVicario  did  not  enlarge  the\nliability of Commercial under the written contract; and it is\n                       \nat  least possible  that the  court meant  no more  than that\nDelVicario spoke  for  Commercial and  that Lechmere,  having\ncontracted   with   Commercial,   was  stuck   with   limited\nresponsibility for  DelVicario's extras that  flows from  the\nmechanic's lien statute.\n\n                             -13-\n\n     Tilcon also  argues that the district  court should have\n\ngiven preclusive effect to  the Rhode Island superior court's\n\nfindings as  to the amount  owed Tilcon  for its work  at the\n\nBald  Hill  site  prior to  the  start  of  the lien  period.\n\nAlthough  the Rhode Island court did make some findings as to\n\namounts owed for certain items of pre-lien work,  it declined\n\nto do so for other items, stating that it had  no power under\n\nthe mechanics lien statute to award compensation for the pre-\n\nlien work.  Accordingly,  the pre-lien findings are on  their\n\nface matters that it was not necessary to decide.\n\n     Tilcon seeks  to rescue  these findings by  arguing that\n\nthey were necessary in order to determine the validity of the\n\n\"guaranteed maximum price\" defense  put forward by Commercial\n\nand Lechmere.   Under Rhode Island law, to the  extent that a\n\ncontractor  has promised  to do a  job for  a fixed  sum, the\n\namount  that  can   be  collected  for  that  job  under  the\n\nmechanic's lien  statute is  limited to the  contract maximum\n\nless whatever payments have already been made.  See Art Metal\n                                                             \n\nConstr. Co., 185  A. at  146-47.   Therefore, Commercial  and\n          \n\nLechmere  argued in the lien case that the guaranteed maximum\n\nprice  agreed  to by  Tilcon  represents  an outer  limit  of\n\nrecovery.   To  reject the defense,  says Tilcon,  the extras\n\ndone  prior  to  the  lien  period  had  to  be  individually\n\nanalyzed.\n\n                             -14-\n\n     This argument  is imaginative  but not persuasive.   The\n\nRhode  Island trial judge  ultimately rejected the guaranteed\n\nmaximum price defense on multiple grounds:  he found that the\n\noriginal   contract  price  relied  upon  was  a  preliminary\n\nestimate and that the later binding price was higher, covered\n\nonly work done after  May 8, and covered only  work specified\n\nin  the contract  and not  numerous extras.    The guaranteed\n\nmaximum price defense then faded  from view in his  decision,\n\nand there was no careful summing up of the pre-lien extras in\n\norder to reject the  defense.  Indeed, as already  noted, the\n\njudge  declined to quantify a number of pre-lien items on the\n\nground that they were not compensable.\n\n     In  the  end,  it is  not  clear  why  the Rhode  Island\n\nSuperior  Court made specific findings as to some of the pre-\n                                                 \n\nlien items.  He  did not explain why he did  so and the issue\n\nwas not discussed on appeal.  But there is no indication that\n\nthe  trial  judge  in the  lien  case  followed  the line  of\n\nreasoning urged by  Tilcon.  It is up  to Tilcon to establish\n\nthe requisites  for collateral estoppel, see Federal Practice\n                                                             \n\nand  Procedure, supra,    4420 at 185,  and in  our view this\n                     \n\neffort fails as  to the  pre-lien period findings.   This  is\n\nenough  for our  purposes  although we  note that  Lechmere's\n\nliability  would not  be  affected since--as  we shall  see--\n\nLechmere is not liable in any event.\n\n                             -15-\n\n     The district court's  ruling on the collateral  estoppel\n\nissues did  not prevent  Tilcon from attempting  to prove  at\n\ntrial  in  this case  that Lechmere  in  fact entered  into a\n\ncontract with Tilcon, or that Lechmere is liable to Tilcon on\n\none of the other theories set forth in Tilcon's counterclaim.\n\nTilcon  did attempt to prove such liability, but at the close\n\nof Tilcon's  case the  district court  entered judgment as  a\n\nmatter  of law  in  favor of  Lechmere  on each  of  Tilcon's\n\nclaims.   Tilcon  says this  was error  as to  three claims--\n\nbreach of contract, quantum meruit, and unjust  enrichment6--\n                                  \n\nbut we agree with the district court's entry of judgment.\n\n     At trial, Tilcon attempted  to prove that DelVicario was\n\nacting as an agent  of Lechmere when he made  oral assurances\n\nto  Tilcon that  it  would  be  paid  for  the  \"extra\"  work\n\nperformed  at the  site,  and therefore  bound Lechmere  to a\n\nseries  of oral agreements.  The question posed, on review of\n\na directed verdict, is whether  a reasonable jury could  only\n\nhave  reached the same conclusion as the trial court, and our\n\nreview  is  plenary.   See NewHarbor  Partners, Inc.  v. F.D.\n                                                             \n\nRich. Co.,  961  F.2d 294,  298  (1st  Cir. 1992).    We  are\n         \n\nconvinced that  there was  insufficient evidence to  permit a\n\n                    \n\n     6Tilcon's  remaining  claims  were  fraud,  constructive\ntrust, and violation of  the Racketeer Influenced and Corrupt\nOrganizations  Act (\"RICO\"), 18 U.S.C.     1961 et  seq.  The\n                                                       \nRICO  count was dismissed prior  to trial, and  judgment as a\nmatter of law was entered on the fraud and constructive trust\ncounts.  Tilcon does not pursue these claims on appeal.\n\n                             -16-\n\nreasonable  jury  to find  that  DelVicario was  an  agent of\n\nLechmere capable of binding Lechmere to a contract.\n\n     Under Rhode Island law, agency  may be based upon either\n\nactual authority and  apparent authority.   See Menard &amp;  Co.\n                                                             \n\nMasonry Building  Contractors v.  Marshall Bldg. Sys.,  Inc.,\n                                                            \n\n539  A.2d  523,  527  (R.I. 1988)  (adopting  formulation  of\n\nRestatement (Second)  of Agency).  The  first theory requires\n\nevidence of an actual understanding between the principal and\n\nagent  that the latter  is to  act on  behalf of  the former.\n\nThere  was  no suggestion  at trial  of any  actual agreement\n\nbetween Lechmere and DelVicario  under which the latter would\n\nact  as  Lechmere's  agent  with respect  to  the  Bald  Hill\n\nproject.    Accordingly,  Tilcon  presses only  a  theory  of\n\napparent authority.  \n\n     Apparent   authority   \"arises   from  the   principal's\n\nmanifestation of such  authority to the  party with whom  the\n\nagent contracts.\"  Menard &amp; Co. Masonry Building Contractors,\n                                                            \n\n539 A.2d at 526.  In other words, the focus is on the conduct\n\nof the principal, not the putative agent.  The principal must\n\nact  in a way  that leads a  third party to  believe that the\n\nagent is authorized  to act on the  principal's behalf, here,\n\nauthorized  to  enter   into  contractual  arrangements   for\n\nLechmere with Tilcon.  And, finally, the third party's belief\n\nin  the agent's authority to  act on behalf  of the principal\n\n                             -17-\n\nmust be a reasonable one.  See Rodrigues v. Miriam Hosp., 623\n                                                        \n\nA.2d 456 (R.I. 1993); Restatement (Second) of Agency   267.  \n\n     Here, the only evidence of any representations and other\n\nconduct  by Lechmere regarding DelVicario's authority was the\n\ntestimony of Thomas Gammino, Tilcon's chief engineer and vice\n\npresident, that Lechmere's people instructed Tilcon to follow\n\nDelVicario's  instructions  on  the   job  site.    But  that\n\nstatement would  not permit  a reasonable person  to conclude\n\nthat  DelVicario's promises regarding  payment for  work were\n\nthe promises of Lechmere.  Indeed, the statement is perfectly\n\nconsistent with the  opposite interpretation:   that Lechmere\n\nwas  leaving  the  site-clearing   work  to  Commercial   and\n\nCommercial's man  DelVicario, and  was keeping its  own hands\n\nout of it.  This is also true of the fact that DelVicario may\n\nhave  been  motivated  in  directing Tilcon's  actions  by  a\n\ntimetable  and  other  requirements  imposed  by Lechmere  on\n\nCommercial.    Tilcon  points  to no  other  evidence  of any\n\nactions  by Lechmere  affirming  DelVicario's authority,  and\n\nthis gap in proof is fatal to Tilcon's contract claim against\n\nLechmere.\n\n     In  addition,  even  if  Tilcon in  fact  believed  that\n\nDelVicario  represented Lechmere,7  no reasonable  jury could\n\n                    \n\n     7In fact, the trial testimony  was quite equivocal as to\nwhether  Tilcon actually believed that DelVicario represented\nLechmere.  Only two witnesses testified for Tilcon:  its vice\npresident, Thomas Gammino;  and its foreman at the  Bald Hill\nsite, Robert Pion.   Both witnesses described DelVicario as a\n\n                             -18-\n\nhave found that  belief justifiable.   At the  outset of  the\n\nproject  Tilcon joined forces with DelVicario to make a sales\n\npitch to Lechmere; there is no suggestion that DelVicario had\n\nany prior affiliation with  Lechmere.  Gammino testified that\n\nit was Tilcon's practice to enter into written contracts with\n\nall parties with whom Tilcon dealt, yet Tilcon  never entered\n\ninto  or  sought  to  enter  into  a  written  contract  with\n\nLechmere.   Before beginning  work Tilcon performed  a credit\n\ncheck  on Commercial,  but made  no such  inquiries regarding\n\nLechmere.\n\n     Nor  did Lechmere take  a more prominent  role once work\n\nbegan.  The May  8 letter containing a binding  maximum price\n\nwas  submitted  by Tilcon  to  Commercial,  not to  Lechmere.\n\nTilcon  submitted all  its bills  to Commercial  for payment.\n\nLechmere  was never  involved in  the billing  process, never\n\nasked to examine any of Tilcon's invoices, and never made any\n\ndirect payments to Tilcon.   Even when the final  three bills\n\nwent   unpaid,  Tilcon   did   not  look   to  Lechmere   for\n\ncompensation.  Lechmere was  simply one of the  anchor stores\n\nin  a larger  project developed  by Commercial.   It  was not\n\nuntil  litigation, and  the need  for a  deeper pocket,  that\n\nLechmere was brought into the fray. \n\n                    \n\nrepresentative of Commercial.  But Gammino did testify at one\npoint (after considerable  hedging) that he  \"believed . .  .\nthat Tony  Delvicario was in  charge for  both people,\"  i.e.\n                                                             \nCommercial  and Lechmere, and  so we will  assume that Tilcon\nintroduced enough evidence, if barely, to show actual belief.\n\n                             -19-\n\n     We  also  agree  with  the  district  court's  entry  of\n\njudgment for  Lechmere on  the unjust enrichment  claim.   To\n\nrecover on a  theory of unjust enrichment  under Rhode Island\n\nlaw, the plaintiff must  show that it conferred a  benefit on\n\nthe  defendant  \"in  such  circumstances  that  it  would  be\n\ninequitable for  the defendant to retain  the benefit without\n\npayment to  the plaintiff  for the  value thereof.\"   Anthony\n                                                             \n\nCorrado,  Inc. v. Menard  &amp; Co.  Bldg. Contractors,  589 A.2d\n                                                  \n\n1201,  1202  (R.I. 1991).   This  claim  under state  law was\n\nequitable  and was tried to the district judge.  We share the\n\ndistrict court's  view that Tilcon offered  \"no evidence that\n\nwould suggest that the enrichment  [to Lechmere] if there was\n\nany  was unjust,\"  and therefore  need not  concern ourselves\n\nwith the standard of appellate review on this issue.8\n\n     As  the district court noted, virtually  all of the work\n\ndone by Tilcon  at the Bald Hill  site benefitted all  of the\n\nparticipants in  the  project--including Commercial  and  the\n\nother stores  in the shopping complex--and  Tilcon offered no\n\nprincipled way of isolating  the economic benefit to Lechmere\n\nalone.   The district  court also found  that Lechmere's CORE\n\n                    \n\n     8Courts   have   disagreed  whether   unjust  enrichment\npresents  a question of fact that is reviewed under a clearly\nerroneous standard,  or a question  of law reviewed  de novo.\n                                                            \nCompare Commodity  Futures Trading Comm'n v. Heritage Capital\n                                                             \nAdvisory Servs., Ltd.,  823 F.2d  171, 172  (7th Cir.  1987),\n                     \nwith In  re Estate of Zent, 459  N.W.2d 795, 798 (N.D. 1990).\n                          \nNeedless  to  say,  such  an  all-or-nothing  choice  is  not\ncompelled.\n\n                             -20-\n\nagreement with Commercial included a payment to Commercial to\n\narrange  for  the  site-clearing  work.   Tilcon  offered  no\n\nevidence that the benefit to Lechmere resulting from Tilcon's\n\nwork at the site  exceeded that payment.  Finally,  the court\n\ntraced  the   relationship   between  Tilcon   and   Lechmere\n\nthroughout the  project and concluded,  based on the  many of\n\nthe same factors recited above, that Tilcon had no reasonable\n\nexpectation of  compensation from  Lechmere for work  done at\n\nthe site.\n\n     Tilcon  suggests  that the  court's  collateral estoppel\n\nruling  precluded the  introduction of  any evidence  of work\n\ndone  during  the lien  period  and  deprived Tilcon  of  the\n\nopportunity  to  show  that  work  done  during  that  period\n\nspecifically benefitted Lechmere.  But there is no indication\n\nthat the  work  done  during  the lien  period  was  uniquely\n\nbeneficial to Lechmere.   We  also do not  agree with  Tilcon\n\nthat the  district court  erroneously believed that  proof of\n\nfraud  was  necessary  in  order  to  recover  on  an  unjust\n\nenrichment  theory.    Rather,  the  court  merely  observed,\n\nconsistent  with Rhode Island case law, that the existence of\n\nfraud or other wrongdoing is  a factor in determining whether\n\nthe retention of  a benefit  would be inequitable.   See  R&amp;B\n                                                             \n\nElec. Co., 471 A.2d at 1354. \n         \n\n     Turning  finally to the quantum meruit  claim, this is a\n                                           \n\nquasi-contract claim which, as the district court noted, is a\n\n                             -21-\n\nclose cousin  to the  equitable remedy of  unjust enrichment.\n\nHistorically,  the claim allowed  a party to  collect for the\n\nvalue of services or supplies  furnished to another, based on\n\nan implied (at  law) promise to  pay, even though all  of the\n\nrequisites  of a formal contract  might not be  present.  See\n                                                             \n\nFarnsworth,  Contracts,    2.20 at  103 (2d  ed. 1990).   The\n                      \n\ndistrict  court  made clear  that,  even if  this  claim were\n\ndirected against  Lechmere, the court would  direct a verdict\n\non it for essentially the same reasons given  by the court in\n\nruling on the unjust enrichment claim.9  \n\n     In  its brief in  this court, Tilcon  chooses instead to\n\nassimilate its  quantum meruit  claim to its  contract claim,\n                              \n\nstressing  as  to  both  claims  the  same  facts  concerning\n\nDelVicario's actions in directing the work to meet Lechmere's\n\ndeadlines.  The chameleon character  of quasi-contract claims\n\nis  such that  Tilcon can  fairly stress  this  affinity with\n\ncontract.  But this in turn means that Tilcon must have had a\n\nreasonable basis for looking to Lechmere for payment, and for\n\nreasons already given we do not think that there was any such\n\nrelationship  between Lechmere  and  Tilcon,  either real  or\n\nreasonably  imagined by  Tilcon.   See generally  Farnsworth,\n                                                \n\n                    \n\n     9The  district court  believed  with considerable  basis\nthat in Tilcon's complaint the  quantum meruit claim, as well\n                                              \nas  the  contract claim,  had  been  directed solely  against\nCommercial;  but in each case the district court ruled in the\nalternative  that the claim lacked merit so we do not discuss\nthe pleading issue further. \n\n                             -22-\n\nsupra, at 107 (\"Nor can a party that has made a contract with\n     \n\nanother   generally   disregard   the   contract   and  claim\n\nrestitution  from a  third  person for  performance  rendered\n\nunder the  contract, even if the third  person has benefitted\n\nfrom that performance.\").  \n\n     In sum, we think that the district court ably sorted its\n\nway through a complex commercial dispute, further complicated\n\nby  the prior determinations in the mechanic's lien case.  It\n\nmay well be that Tilcon has not recovered all that it is due,\n\npossibly because of default by the  partnership with which it\n\ncontracted  and partly because of its failure to insist on an\n\nadequate bond in the lien proceeding.  But the decision to do\n\nthe work  without a contract with or  guarantee from Lechmere\n\nwas  Tilcon's  own  decision.   There  was  no  error in  the\n\ndistrict court's rulings.\n\n     Affirmed.\n             \n\n                             -23-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">July 27, 1993\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-2281\n\n                COMMERCIAL ASSOCIATES, ET AL.,\n\n                    Plaintiffs, Appellees,\n\n                              v.\n\n                    TILCON GAMMINO, INC.,\n\n                    Defendant, Appellant.\n\n                                         \n\n                         ERRATA SHEET\n\nThe opinion of the  Court issued on July 22, 1993, is corrected as\nfollows:\n\nOn page 16, paragraph 3, line 2:  substitute \"or\" for \"and.\"\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-2281\n\n                COMMERCIAL ASSOCIATES, ET AL.,\n\n                    Plaintiffs, Appellees,\n\n                              v.\n\n                    TILCON GAMMINO, INC.,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n         [Hon. Ernest C. Torres, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge,\n                                         \n               Campbell, Senior Circuit Judge,\n                                             \n                  and Stahl, Circuit Judge.\n                                          \n\n                                         \n\nJohn R.  Fornaciari with whom Louis  V. Jackvony,  Jr., Jackvony &amp;\n                                                                  \nJackvony,  Robert M.  Disch  and  Ross &amp;  Hardies  were  on brief  for\n                                             \nappellant.\nWilliam R. Landry  with whom Michael DiBiase, Karen A.  Pelczarski\n                                                                  \nand Blish &amp; Cavanagh were on brief for appellee, Lechmere, Inc.\n                \n\n                                         \n\n                        July 22, 1993\n                                         \n\n     BOUDIN,  Circuit  Judge.    This action  arises  out  of\n                            \n\nefforts  to develop  a shopping  complex  known as  Bald Hill\n\nPlaza  in Warwick, Rhode Island.  The plan was the brainchild\n\nof  real  estate  developer  Anthony DelVicario,  who  was  a\n\ngeneral partner in a Massachusetts limited partnership called\n\nCommercial Associates  (\"Commercial\").  Tilcon  Gammino, Inc.\n\n(\"Tilcon\"), a construction company, learned about the project\n\nand expressed interest to  DelVicario in obtaining a contract\n\nto  do  certain  construction  work in  connection  with  the\n\nproject, primarily  site clearing and  grading.   DelVicario,\n\nwith   Tilcon's   assistance,   approached   Lechmere,   Inc.\n\n(\"Lechmere\"), a Minnesota corporation  that operates a  chain\n\nof retail stores, and persuaded Lechmere to join the  project\n\nas one of the shopping center's \"anchor stores.\"\n\n     Lechmere purchased  the real  estate on which  its store\n\nwas  to be located, and  Commercial acquired the remainder of\n\nthe  property  needed  for  the development.    Lechmere  and\n\nCommercial  entered into a written agreement--called the CORE\n\nagreement-- which provided inter  alia that Commercial  would\n                                      \n\nbe   responsible  for   the   site-clearing   work  and   the\n\nconstruction  of   the  \"footprint\"  underlying   the  entire\n\nshopping complex, including  the \"pad\" upon which  Lechmere's\n\nstore would be  built.  In consideration,  Lechmere agreed to\n\npay Commercial $1.3 million.  Commercial then retained Tilcon\n\nto  serve as  the  general contractor  for the  site-clearing\n\n                             -2-\n\nwork.  Commercial and Tilcon entered  into a written contract\n\ndated February  8, 1985, which generally  described the scope\n\nof  the work  to  be performed  by  Tilcon and  contained  an\n\nestimated total  cost of \"about $2,800,000.\"   Tilcon started\n\nthe site-clearing work around that same time.  DelVicario was\n\nthe  supervisor   of  the   project  and   directed  Tilcon's\n\nactivities at the work site on a daily basis.   Lechmere  had\n\nwanted  the pad  completed by  March 15,  1985, so  its store\n\ncould open  that September in  time for the  holiday shopping\n\nseason.   At least in part to meet that timetable, DelVicario\n\ninsisted  that Tilcon accelerate its work schedule, requiring\n\nTilcon's  staff to  work  overtime  and  necessitating  extra\n\nequipment and supplies.  And, according to Tilcon, DelVicario\n\ninsisted that Tilcon perform substantial work at the shopping\n\ncenter  site that  went  beyond the  description  of the  job\n\ncontained in the  February 8 contract; Tilcon refers to these\n\nadditional tasks as \"extras.\"  \n\n     Work was completed on schedule, but a dispute soon arose\n\nas  to  Tilcon's compensation.   Tilcon  claimed that  it was\n\nentitled  to  additional  compensation for  the  \"extras\"  it\n\nperformed at DelVicario's  direction.  Commercial disagreed--\n\nit believed  that Tilcon had agreed to  a \"guaranteed maximum\n\nprice\"  and had  been paid  in full--and  refused to  pay the\n\nfinal three  bills  submitted  by  Tilcon.   Tilcon  filed  a\n\nmechanic's  lien on the property  under Rhode Island law, and\n\n                             -3-\n\non February 7, 1986, brought an action against Commercial and\n\nLechmere in Rhode Island Superior Court to enforce that lien.\n\nPursuant  to the  Rhode Island  statute, Commercial  posted a\n\n$1.2 million bond to release the lien, and the action proceed\n\nin rem against the bond.1\n      \n\n     Following  a seven-day  bench trial  the superior  court\n\nfound in favor of  Tilcon.  In  a 28-page opinion, the  court\n\nfound  that  Tilcon  was  not bound  by  the  estimated price\n\ncontained  in the  original February  8 contract.   The court\n\nfound  that Tilcon was bound by a maximum price of $3,095,000\n\ncontained in a May 8 letter  to Commercial, but that a number\n\nof tasks were excluded  from this price.  Finally,  the court\n\nfound that Tilcon  was entitled to  compensation on a  \"cost-\n\nplus\"  basis for  numerous  \"extras\" performed  at the  site,\n\npursuant to the oral assurances of DelVicario.\n\n     Under Rhode Island  law Tilcon could recover in the lien\n\nenforcement  proceeding only  for  work performed  within the\n\n120-day  period prior  to notice  of the lien  (the so-called\n\n\"lien period\").   The court expressly  found that Tilcon  was\n\nentitled to compensation for work performed prior to the lien\n\n                    \n\n     1The  mechanic's lien statute  provides that respondents\ncan  secure  the release  of a  lien  by depositing  with the\nregistry of the court  \"cash equal to the total amount of the\naccounts  and demands  of all  persons claiming  liens\" or  a\nsurety bond in that amount in lieu of cash.  R.I. Gen. Laws  \n34-28-17.  In this case, Commercial deposited a  $1.2 million\nbond with the registry  and, apparently without any objection\nfrom Tilcon as to the amount, the lien was discharged.\n\n                             -4-\n\nperiod,  but held  that  it had  no  power to  include  these\n\namounts in  its judgment.   The  court left it  to Tilcon  to\n\n\"pursue this claim in another appropriate proceeding.\"  \n\n     The   Rhode  Island   court  entered   judgment  against\n\nCommercial and Lechmere for $1,329,207.03,  which represented\n\nthe court's  painstaking calculation of the  compensation due\n\nTilcon for work at the Bald Hill site during the 120-day lien\n\nperiod.   Tilcon,  however, was  able  to collect  only  $1.2\n\nmillion,  the  amount of  the bond  that  had been  posted to\n\nrelease the  lien, leaving a $129,207  deficiency between the\n\njudgment   and  Tilcon's  recovery.    The  superior  court's\n\ndecision was  affirmed in  all respects  by the  Rhode Island\n\nSupreme Court.   Tilcon Gammino, Inc.  v. Commercial Assocs.,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"1526972\"><a href=\"/opinion/1526972/tilcon-gammino-v-commercial-associates/\"><span class=\"volume\">570</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1102</span> </a></span><pre class=\"inline\">(R.I. 1990).\n\n     During the pendency  of the mechanic's lien  proceeding,\n\nLechmere  and Commercial filed  this separate  action against\n\nTilcon  in Rhode  Island  Superior Court  seeking damages  of\n\ntheir  own  arising out  of the  Bald  Hill project.   Tilcon\n\nremoved  the  action  to  federal  district  court  based  on\n\ndiversity  of  citizenship.   It  also  filed a  counterclaim\n\nagainst Lechmere and Commercial seeking payment for work that\n\nwas  not  recoverable  in  the  lien  action--the  deficiency\n\nbetween the judgment and the  bond, and compensation for work\n\ndone prior to the  lien period--on various theories including\n\nbreach of contract, unjust enrichment and fraud. \n\n                             -5-\n\n     After the final decision in the  lien case, Tilcon moved\n\nfor  summary judgment  on  its counterclaim  in this  action.\n\nTilcon argued that the Rhode  Island Superior Court had found\n\nas  a matter  of  fact  that  DelVicario bound  Lechmere  and\n\nCommercial to  a series  of oral  contracts with  Tilcon, and\n\nthat  Tilcon was  owed  specific amounts  for work  performed\n\nunder those  contracts.   Tilcon claimed that  Commercial and\n\nLechmere  were collaterally estopped  from relitigating these\n\nissues, and that Tilcon was therefore entitled to judgment as\n\na  matter  of law  for the  $129,207 discrepancy  between the\n\nsuperior  court's judgment  and  the $1.2  million bond,2  as\n\nwell as approximately $600,000 for work at the Bald Hill site\n\nprior to the lien period.\n\n     The district  court agreed that Commercial  and Lechmere\n\nare bound  by the Rhode  Island court's factual  findings but\n\nonly  those that were necessary  to its judgment.   Thus, the\n\ncourt  held  that  the  Rhode  Island  decision  conclusively\n\nestablished that  Tilcon was owed an  additional $129,207 for\n\nwork  performed  during the  lien period.   But  the district\n\ncourt  concluded  that  the  Rhode Island  decision  did  not\n\nresolve the issue of  who was liable for the  deficiency, nor\n                         \n\n                    \n\n     2Tilcon claims  that it is  entitled to recover  in this\ncase  the  entire  $1,329,207  amount  of  the  Rhode  Island\njudgment.  But it  is undisputed  that Tilcon  recovered $1.2\nmillion by executing on the bond, and Tilcon does not explain\nwhy  it is entitled to more than the $129,207 discrepancy for\nthe lien period.\n\n                             -6-\n\ndid  it  establish Tilcon's  entitlement to  compensation for\n\nwork prior to the lien period.  The case  proceeded to trial.\n\nThe original  claims of  Lechmere and Commercial  having been\n\ndismissed,  the  case was  now  limited  to Commercial's  and\n\nLechmere's liability, if  any, for work done  by Tilcon prior\n\nto  the lien  period.   The dispute  was further  narrowed by\n\nstipulations.   Pursuant  to its  prior ruling,  the district\n\ncourt  instructed  the jury  that  certain  facts, primarily,\n\nTilcon's  entitlement to  $129,207 for  work done  during the\n\n120-day period, had been  established in prior litigation and\n\nshould not  be reconsidered.   The court  therefore precluded\n\nthe parties from introducing any evidence regarding work done\n\nduring the lien period.  It was determined that liability for\n\nthe $129,207  deficiency would  be imposed upon  whichever of\n\nthe  defendants was  held  liable at  trial for  the pre-lien\n\nwork.\n\n     At  trial, Tilcon  introduced  evidence seeking  to show\n\nthat Commercial  and  Lechmere  were  liable  for  additional\n\npayments for work done outside the lien period.  At the close\n\nof  Tilcon's case the court  granted judgment as  a matter of\n\nlaw  for Lechmere  with respect  to all  of Tilcon's  claims,\n\nleaving only  the claims against Commercial;  the reasons for\n\nthe court's  ruling are more conveniently  discussed later in\n\nthis opinion.  The jury  then returned a verdict in  favor of\n\nTilcon against  Commercial for $307,500.   The district court\n\n                             -7-\n\nadded  to this  amount  the $129,207  deficiency between  the\n\njudgment in the mechanic's  lien action and the bond,  made a\n\nnumber of other adjustments to reflect the stipulations among\n\nthe  parties, and  then entered judgment  in favor  of Tilcon\n\nagainst Commercial for the resulting amount of $268,903, plus\n\nprejudgment interest on a certain portion of the debt. \n\n     Tilcon now  appeals.   It argues  that the Rhode  Island\n\ncourt's factual findings, if given  proper preclusive effect,\n\nrequired that judgment for the $129,207 deficiency be entered\n\nagainst Lechmere  as well as against  Commercial.  Commercial\n\nhas  not made any appearance  in this appeal;  if the limited\n\npartnership  is a  defunct  or insolvent  entity, that  might\n\nexplain  why it is important  to Tilcon to  obtain a judgment\n\nagainst  Lechmere.    Tilcon   also  argues  that  collateral\n\nestoppel made  Lechmere and  Commercial both liable  for some\n\n$600,000 in work  done prior to the  lien period and  that it\n\nwas error to submit this issue to  the jury, which found only\n\n$307,500 due  from Commercial.    Finally, preclusion  aside,\n\nTilcon argues that the  court erred by granting  judgment for\n\nLechmere as a matter of law on each of Tilcon's claims.  \n\n     We start  by considering  the collateral  estoppel issue\n\nbefore turning to Tilcon's individual claims against Lechmere\n\nand  Commercial.  \"Federal courts  are bound by  state law on\n\nthe preclusive effect of state judgments.\"  Carillo v. Brown,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"480734\"><a href=\"/opinion/480734/john-carillo-v-john-n-brown/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1094</span></a></span><pre class=\"inline\">, 1101 (1st  Cir. 1986);  see also 28  U.S.C.  \n                                                \n\n                             -8-\n\n1738;  Gonsalves v. Alpine Country Club, </pre><span class=\"citation\" data-id=\"430975\"><a href=\"/opinion/430975/33-fair-emplpraccas-1817-33-empl-prac-dec-p-34150-antone-gonsalves/\"><span class=\"volume\">727</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span><pre class=\"inline\">, 29 (1st\n                                       \n\nCir. 1984).  Thus, the district court was obliged to give the\n\nRhode Island  Superior Court's decision  the same  preclusive\n\neffect  that the  Rhode Island  courts themselves  would give\n\nthat decision.  \n\n     In  order for  the  doctrine of  collateral estoppel  to\n\napply under  Rhode Island law, \"several  requirements must be\n\nsatisfied:   there must be  an identity of  issues; the prior\n\nproceeding must  have resulted  in a  final  judgment on  the\n\nmerits;  and the  party against  whom collateral  estoppel is\n\nsought must  be the same as  or in privity with  the party in\n\nthe prior proceeding.\"   State  v. Chase, </pre><span class=\"citation\" data-id=\"2177829\"><a href=\"/opinion/2177829/state-v-chase/\"><span class=\"volume\">588</span>  <span class=\"reporter\">A.2d</span> <span class=\"page\">120</span></a></span><pre class=\"inline\">,  122\n                                        \n\n(R.I. 1991).  Like  a set of Chinese boxes,  the identity-of-\n\nissues  element, which is the  crucial one in  this case, has\n\nthree components of its  own:  \"[F]irst, the issue  sought to\n\nbe  precluded must be identical  to the issue  decided in the\n\nprior proceeding;  second, the issue must  actually have been\n\nlitigated; and  third, the  issue must necessarily  have been\n\ndecided.\"  </pre><span class=\"citation\" data-id=\"2177829\"><a href=\"/opinion/2177829/state-v-chase/\"><span class=\"id_token\">Id.</span> at 123.\n</a></span><pre class=\"inline\">             \n\n     In addition,  Rhode Island  courts, consistent  with the\n\nprevailing  approach,  \"allow  themselves   a  good  deal  of\n\nlatitude  in  applying  the  rule [of  collateral  estoppel],\n\nobserving the spirit of it rather than the letter.\"   Hill v.\n                                                             \n\nBain,  </pre><span class=\"citation\" data-id=\"3870110\"><a href=\"/opinion/4110173/hill-v-bain/\"><span class=\"volume\">15</span>  <span class=\"reporter\">R.I.</span>  <span class=\"page\">75</span></a></span><pre class=\"inline\">,  </pre><span class=\"citation\" data-id=\"3870110\"><a href=\"/opinion/4110173/hill-v-bain/\"><span class=\"volume\">23</span> <span class=\"reporter\">A.</span>  <span class=\"page\">44</span> </a></span><pre class=\"inline\"> (1885);  see  also Klein  v.\n                                                             \n\nCommissioner,  </pre><span class=\"citation\" data-id=\"526540\"><a href=\"/opinion/526540/ben-klein-v-commissioner-of-internal-revenue/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">260</span></a></span><pre class=\"inline\">,  264 (10th  Cir. 1989)  (\"Trial\n            \n\n                             -9-\n\ncourts  are granted  broad discretion  in the  application of\n\ncollateral estoppel.\").  We  think this \"latitude\" was vested\n\nin  the district  court  below, as  it  was sitting  in  this\n\ndiversity case as a surrogate for a Rhode Island tribunal. \n\n     Tilcon's principal argument is  that the district  court\n\nfailed  to give proper preclusive effect  to the Rhode Island\n\nSuperior  Court's finding  that DelVicario  was acting  as an\n\nagent  of Lechmere  and as  such bound  Lechmere to  the oral\n\ncontracts  with Tilcon.    Tilcon's argument  is  based on  a\n\nsingle paragraph  in the  superior court's decision  in which\n\nthe  court stated  that DelVicario,  in making  assurances of\n\npayment  to Tilcon,  was \"acting  within the  scope of  [his]\n\nauthority  for  and  on  behalf  of  .  .  .  Commercial  and\n\nLechmere,\" and therefore bound his principals to the contract\n\nmodifications.   We agree with  the district  court that  the\n\nissue of Lechmere's contractual relationship with  Tilcon was\n\nnot one that \"must necessarily have been decided\" in the lien\n\nproceeding, and  therefore  is  not  entitled  to  preclusive\n\neffect under Rhode Island law.  </pre><span class=\"citation\" data-id=\"2177829\"><span class=\"antecedent_guess\">Chase,</span> <a href=\"/opinion/2177829/state-v-chase/\"><span class=\"volume\">588</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">123</span></a></span><pre class=\"inline\">.\n                                     \n\n     The \"necessarily decided\" element of collateral estoppel\n\nmeans in this  context that  an issue was  not only  actually\n\ndecided but also necessary to the judgment.  See  Restatement\n                                                \n\n(Second) of Judgments    27 (determination must be \"essential\n\nto the judgment\").  The reasons for this condition are that a\n\ncollateral  issue,  although it  may  be  the  subject  of  a\n\n                             -10-\n\nfinding, is  less likely to receive  close judicial attention\n\nand the  parties  may well  have  only limited  incentive  to\n   \n\nlitigate  the issue fully since it is not determinative.  See\n                                                             \n\nWright,  Miller &amp;  Cooper, Federal  Practice and  Procedure  \n                                                           \n\n4421 at 193 (1981 ed.).  Under these circumstances, extending\n\nthe force of the unnecessary finding into a different case is\n\ndeemed too risky and possibly unfair.\n\n     Liability under the Rhode Island mechanic's lien statute\n\nis not dependent on contract.  The statute creates a right of\n\naction against a parcel of property whenever improvements are\n\nmade \"by  oral or  written contract  with or  at the  oral or\n                                                             \n\nwritten request of\" the  landowner.  R.I. Gen. Laws    34-28-\n                  \n\n1(a) (emphasis  added).3   Thus, Lechmere's liability  in the\n\nsuperior court  suit (or  more technically, the  liability of\n\nLechmere's property) flowed from its status as owner  and the\n\nfact  that  Tilcon's   work  on  the  property  was  done  at\n\nLechmere's request.   A \"request,\"  of course, is  a far  cry\n\n                    \n\n     3Deleting   irrelevant   language,   the  Rhode   Island\nmechanic's lien statute provides as follows:\n\n     Whenever any  building .  . . or  other improvement\n     shall be  constructed  . .  .  by oral  or  written\n     contract with or  at the oral or written request of\n     the owner  thereof, . .  . such building  . .  . or\n     other  improvement,  together  with  the  land,  is\n     hereby made liable and shall stand subject to liens\n     for  all  the  work  done  by  any  person  in  the\n     construction . . . of such  building . . . or other\n     improvement,  and  for  the  material  used in  the\n     construction  .  .  .   thereof,  which  have  been\n     furnished by any person.\n\n                             -11-\n\nfrom  a  contract.    To  be  sure,  findings  regarding  the\n\nexistence  and  terms  of  the  contract  governing  Tilcon's\n\nassignment at the work site were necessary to a determination\n\nof  the amount of Tilcon's lien, since under Rhode Island law\n              \n\nthe  amount of  the  lien is  dependent  upon the  underlying\n\ncontract.  See Art Metal Constr. Co.  v. Knight, </pre><span class=\"citation\" data-id=\"3864401\"><a href=\"/opinion/4104712/art-metal-construction-co-v-knight/\"><span class=\"volume\">56</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">228</span></a></span><pre class=\"inline\">,\n                                               \n\n</pre><span class=\"citation\" data-id=\"3864401\"><a href=\"/opinion/4104712/art-metal-construction-co-v-knight/\"><span class=\"volume\">185</span>  <span class=\"reporter\">A.</span> <span class=\"page\">136</span> </a></span><pre class=\"inline\"> (1936).   But  whether  that contract  was  with\n\nCommercial  alone,  or Commercial  and Lechmere  jointly, was\n\nirrelevant.  All that mattered was that Tilcon was acting \"at\n\n[Lechmere's] request,\" a fact that was undisputed.4 \n\n     But we do  not rest  entirely upon this  parsing of  the\n\nlien statute.   If a factual issue  were vigorously litigated\n\nin  a  prior proceeding  and were  the  focus of  the court's\n\ndecision,  preclusion might  well be  appropriate even  if in\n\nhindsight  it  could be  shown that  the  issue was,  in some\n\nsense, not strictly essential  to the outcome.  After  all, a\n\nfactual  determination is  not inherently  untrustworthy just\n\nbecause the result could  have been achieved by a  different,\n\nshorter and more efficient route.  In this case, however, the\n\nsingle  sentence in question seems  to us to  fall within the\n\nprinciple that  \"if an inquiry  reveals that the  matters had\n\n`come under consideration only collaterally or incidentally,'\n\n                    \n\n     4The  Rhode  Island  Supreme Court's  opinion  refers to\nLechmere only twice.   It  does not say  that DelVicario  was\nLechmere's  agent,  nor  does  it  suggest  that  privity  of\ncontract  between  Lechmere and  Tilcon  is  relevant to  the\noutcome.\n\n                             -12-\n\npreclusion  is  denied.\"    Federal Practice  and  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Procedure,</span>\n                                                            \n\nsupra</span><pre class=\"inline\">,   4421 at 194 (quoting Norton v. Larney, </pre><span class=\"citation\" data-id=\"100542\"><a href=\"/opinion/100542/norton-v-larney/\"><span class=\"volume\">266</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span><pre class=\"inline\">,\n                                              \n\n517 (1925)).\n\n     The Rhode Island  Superior Court states  that DelVicario\n\nwas an  agent of  Lechmere only at  one point in  its 28-page\n\ndecision, and there only in passing, somewhat cryptically and\n\nwithout  any explanation or analysis.  A few pages earlier in\n\nthe decision, the court states that DelVicario was \"acting as\n\nCommercial's agent and representative  at the job site,\" with\n\nno mention of Lechmere.  We  do not think it is at  all clear\n\nthat,  in the later, single sentence relied on by Tilcon, the\n\nsuperior  court   meant  to  determine  that  DelVicario  was\n\nLechmere's agent for purposes  of creating a contract between\n\nLechmere and  Tilcon.5  We  conclude that this  \"finding\" was\n\ncollateral and not preclusive; and we rest this conclusion on\n\nthe joint force  of three  considerations:  the  lack of  any\n\nlegal  need  for a  finding of  such an  agency, the  lack of\n\nclarity in  the supposed  finding, and the  earlier, explicit\n\nstatement that DelVicario was Commercial's agent.  \n\n                    \n\n     5The later sentence relied upon  by Tilcon occurs in the\ncontext  of a  discussion rejecting  Commercial's claim  that\n\"extras\"   authorized  by  DelVicario  did  not  enlarge  the\nliability of Commercial under the written contract; and it is\n                       \nat  least possible  that the  court meant  no more  than that\nDelVicario spoke  for  Commercial and  that Lechmere,  having\ncontracted   with   Commercial,   was  stuck   with   limited\nresponsibility for  DelVicario's extras that  flows from  the\nmechanic's lien statute.\n\n                             -13-\n\n     Tilcon also  argues that the district  court should have\n\ngiven preclusive effect to  the Rhode Island superior court's\n\nfindings as  to the amount  owed Tilcon  for its work  at the\n\nBald  Hill  site  prior to  the  start  of  the lien  period.\n\nAlthough  the Rhode Island court did make some findings as to\n\namounts owed for certain items of pre-lien work,  it declined\n\nto do so for other items, stating that it had  no power under\n\nthe mechanics lien statute to award compensation for the pre-\n\nlien work.  Accordingly,  the pre-lien findings are on  their\n\nface matters that it was not necessary to decide.\n\n     Tilcon seeks  to rescue  these findings by  arguing that\n\nthey were necessary in order to determine the validity of the\n\n\"guaranteed maximum price\" defense  put forward by Commercial\n\nand Lechmere.   Under Rhode Island law, to the  extent that a\n\ncontractor  has promised  to do a  job for  a fixed  sum, the\n\namount  that  can   be  collected  for  that  job  under  the\n\nmechanic's lien  statute is  limited to the  contract maximum\n\nless whatever payments have already been made.  See Art Metal\n                                                             \n\nConstr. </pre><span class=\"citation\" data-id=\"3864401\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/4104712/art-metal-construction-co-v-knight/\"><span class=\"volume\">185</span>  <span class=\"reporter\">A.</span> at  <span class=\"page\">146-47</span></a></span><pre class=\"inline\">.   Therefore, Commercial  and\n          \n\nLechmere  argued in the lien case that the guaranteed maximum\n\nprice  agreed  to by  Tilcon  represents  an outer  limit  of\n\nrecovery.   To  reject the defense,  says Tilcon,  the extras\n\ndone  prior  to  the  lien  period  had  to  be  individually\n\nanalyzed.\n\n                             -14-\n\n     This argument  is imaginative  but not persuasive.   The\n\nRhode  Island trial judge  ultimately rejected the guaranteed\n\nmaximum price defense on multiple grounds:  he found that the\n\noriginal   contract  price  relied  upon  was  a  preliminary\n\nestimate and that the later binding price was higher, covered\n\nonly work done after  May 8, and covered only  work specified\n\nin  the contract  and not  numerous extras.    The guaranteed\n\nmaximum price defense then faded  from view in his  decision,\n\nand there was no careful summing up of the pre-lien extras in\n\norder to reject the  defense.  Indeed, as already  noted, the\n\njudge  declined to quantify a number of pre-lien items on the\n\nground that they were not compensable.\n\n     In  the  end,  it is  not  clear  why  the Rhode  Island\n\nSuperior  Court made specific findings as to some of the pre-\n                                                 \n\nlien items.  He  did not explain why he did  so and the issue\n\nwas not discussed on appeal.  But there is no indication that\n\nthe  trial  judge  in the  lien  case  followed  the line  of\n\nreasoning urged by  Tilcon.  It is up  to Tilcon to establish\n\nthe requisites  for collateral estoppel, see Federal Practice\n                                                             \n\nand  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Procedure,</span> supra</span><pre class=\"inline\">,    4420 at 185,  and in  our view this\n                     \n\neffort fails as  to the  pre-lien period findings.   This  is\n\nenough  for our  purposes  although we  note that  Lechmere's\n\nliability  would not  be  affected since--as  we shall  see--\n\nLechmere is not liable in any event.\n\n                             -15-\n\n     The district court's  ruling on the collateral  estoppel\n\nissues did  not prevent  Tilcon from attempting  to prove  at\n\ntrial  in  this case  that Lechmere  in  fact entered  into a\n\ncontract with Tilcon, or that Lechmere is liable to Tilcon on\n\none of the other theories set forth in Tilcon's counterclaim.\n\nTilcon  did attempt to prove such liability, but at the close\n\nof Tilcon's  case the  district court  entered judgment as  a\n\nmatter  of law  in  favor of  Lechmere  on each  of  Tilcon's\n\nclaims.   Tilcon  says this  was error  as to  three claims--\n\nbreach of contract, quantum meruit, and unjust  enrichment6--\n                                  \n\nbut we agree with the district court's entry of judgment.\n\n     At trial, Tilcon attempted  to prove that DelVicario was\n\nacting as an agent  of Lechmere when he made  oral assurances\n\nto  Tilcon that  it  would  be  paid  for  the  \"extra\"  work\n\nperformed  at the  site,  and therefore  bound Lechmere  to a\n\nseries  of oral agreements.  The question posed, on review of\n\na directed verdict, is whether  a reasonable jury could  only\n\nhave  reached the same conclusion as the trial court, and our\n\nreview  is  plenary.   See NewHarbor  Partners, Inc.  v. F.D.\n                                                             \n\nRich. Co.,  </pre><span class=\"citation\" data-id=\"581359\"><a href=\"/opinion/581359/newharbor-partners-inc-v-fd-rich-co-incorporated-and-fd-rich/\"><span class=\"volume\">961</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">294</span></a></span><pre class=\"inline\">,  298  (1st  Cir. 1992).    We  are\n         \n\nconvinced that  there was  insufficient evidence to  permit a\n\n                    \n\n     6Tilcon's  remaining  claims  were  fraud,  constructive\ntrust, and violation of  the Racketeer Influenced and Corrupt\nOrganizations  Act (\"RICO\"), 18 U.S.C.     1961 et  seq.  The\n                                                       \nRICO  count was dismissed prior  to trial, and  judgment as a\nmatter of law was entered on the fraud and constructive trust\ncounts.  Tilcon does not pursue these claims on appeal.\n\n                             -16-\n\nreasonable  jury  to find  that  DelVicario was  an  agent of\n\nLechmere capable of binding Lechmere to a contract.\n\n     Under Rhode Island law, agency  may be based upon either\n\nactual authority and  apparent authority.   See Menard &amp;  Co.\n                                                             \n\nMasonry Building  Contractors v.  Marshall Bldg. Sys.,  Inc.,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"2381827\"><a href=\"/opinion/2381827/menard-co-masonry-building-v-marshall-bldg/\"><span class=\"volume\">539</span>  <span class=\"reporter\">A.2d</span>  <span class=\"page\">523</span></a></span><pre class=\"inline\">,  527  (R.I. 1988)  (adopting  formulation  of\n\nRestatement (Second)  of Agency).  The  first theory requires\n\nevidence of an actual understanding between the principal and\n\nagent  that the latter  is to  act on  behalf of  the former.\n\nThere  was  no suggestion  at trial  of any  actual agreement\n\nbetween Lechmere and DelVicario  under which the latter would\n\nact  as  Lechmere's  agent  with respect  to  the  Bald  Hill\n\nproject.    Accordingly,  Tilcon  presses only  a  theory  of\n\napparent authority.  \n\n     Apparent   authority   \"arises   from  the   principal's\n\nmanifestation of such  authority to the  party with whom  the\n\nagent contracts.\"  Menard &amp; Co. Masonry Building </pre><span class=\"citation\" data-id=\"2381827\"><span class=\"antecedent_guess\">Contractors,</span>\n                                                            \n\n<a href=\"/opinion/2381827/menard-co-masonry-building-v-marshall-bldg/\"><span class=\"volume\">539</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">526</span></a></span><pre class=\"inline\">.  In other words, the focus is on the conduct\n\nof the principal, not the putative agent.  The principal must\n\nact  in a way  that leads a  third party to  believe that the\n\nagent is authorized  to act on the  principal's behalf, here,\n\nauthorized  to  enter   into  contractual  arrangements   for\n\nLechmere with Tilcon.  And, finally, the third party's belief\n\nin  the agent's authority to  act on behalf  of the principal\n\n                             -17-\n\nmust be a reasonable one.  See Rodrigues v. Miriam Hosp., </pre><span class=\"citation\" data-id=\"1974424\"><a href=\"/opinion/1974424/rodrigues-v-miriam-hosp/\"><span class=\"volume\">623</span>\n                                                        \n\n<span class=\"reporter\">A.2d</span> <span class=\"page\">456</span> </a></span><pre class=\"inline\">(R.I. 1993); Restatement (Second) of Agency   267.  \n\n     Here, the only evidence of any representations and other\n\nconduct  by Lechmere regarding DelVicario's authority was the\n\ntestimony of Thomas Gammino, Tilcon's chief engineer and vice\n\npresident, that Lechmere's people instructed Tilcon to follow\n\nDelVicario's  instructions  on  the   job  site.    But  that\n\nstatement would  not permit  a reasonable person  to conclude\n\nthat  DelVicario's promises regarding  payment for  work were\n\nthe promises of Lechmere.  Indeed, the statement is perfectly\n\nconsistent with the  opposite interpretation:   that Lechmere\n\nwas  leaving  the  site-clearing   work  to  Commercial   and\n\nCommercial's man  DelVicario, and  was keeping its  own hands\n\nout of it.  This is also true of the fact that DelVicario may\n\nhave  been  motivated  in  directing Tilcon's  actions  by  a\n\ntimetable  and  other  requirements  imposed  by Lechmere  on\n\nCommercial.    Tilcon  points  to no  other  evidence  of any\n\nactions  by Lechmere  affirming  DelVicario's authority,  and\n\nthis gap in proof is fatal to Tilcon's contract claim against\n\nLechmere.\n\n     In  addition,  even  if  Tilcon in  fact  believed  that\n\nDelVicario  represented Lechmere,7  no reasonable  jury could\n\n                    \n\n     7In fact, the trial testimony  was quite equivocal as to\nwhether  Tilcon actually believed that DelVicario represented\nLechmere.  Only two witnesses testified for Tilcon:  its vice\npresident, Thomas Gammino;  and its foreman at the  Bald Hill\nsite, Robert Pion.   Both witnesses described DelVicario as a\n\n                             -18-\n\nhave found that  belief justifiable.   At the  outset of  the\n\nproject  Tilcon joined forces with DelVicario to make a sales\n\npitch to Lechmere; there is no suggestion that DelVicario had\n\nany prior affiliation with  Lechmere.  Gammino testified that\n\nit was Tilcon's practice to enter into written contracts with\n\nall parties with whom Tilcon dealt, yet Tilcon  never entered\n\ninto  or  sought  to  enter  into  a  written  contract  with\n\nLechmere.   Before beginning  work Tilcon performed  a credit\n\ncheck  on Commercial,  but made  no such  inquiries regarding\n\nLechmere.\n\n     Nor  did Lechmere take  a more prominent  role once work\n\nbegan.  The May  8 letter containing a binding  maximum price\n\nwas  submitted  by Tilcon  to  Commercial,  not to  Lechmere.\n\nTilcon  submitted all  its bills  to Commercial  for payment.\n\nLechmere  was never  involved in  the billing  process, never\n\nasked to examine any of Tilcon's invoices, and never made any\n\ndirect payments to Tilcon.   Even when the final  three bills\n\nwent   unpaid,  Tilcon   did   not  look   to  Lechmere   for\n\ncompensation.  Lechmere was  simply one of the  anchor stores\n\nin  a larger  project developed  by Commercial.   It  was not\n\nuntil  litigation, and  the need  for a  deeper pocket,  that\n\nLechmere was brought into the fray. \n\n                    \n\nrepresentative of Commercial.  But Gammino did testify at one\npoint (after considerable  hedging) that he  \"believed . .  .\nthat Tony  Delvicario was in  charge for  both people,\"  i.e.\n                                                             \nCommercial  and Lechmere, and  so we will  assume that Tilcon\nintroduced enough evidence, if barely, to show actual belief.\n\n                             -19-\n\n     We  also  agree  with  the  district  court's  entry  of\n\njudgment for  Lechmere on  the unjust enrichment  claim.   To\n\nrecover on a  theory of unjust enrichment  under Rhode Island\n\nlaw, the plaintiff must  show that it conferred a  benefit on\n\nthe  defendant  \"in  such  circumstances  that  it  would  be\n\ninequitable for  the defendant to retain  the benefit without\n\npayment to  the plaintiff  for the  value thereof.\"   Anthony\n                                                             \n\nCorrado,  Inc. v. Menard  &amp; Co.  Bldg. Contractors,  </pre><span class=\"citation\" data-id=\"2290923\"><a href=\"/opinion/2290923/anthony-corrado-inc-v-menard-co/\"><span class=\"volume\">589</span> <span class=\"reporter\">A.2d</span>\n                                                  \n\n<span class=\"page\">1201</span></a></span><pre class=\"inline\">,  1202  (R.I. 1991).   This  claim  under state  law was\n\nequitable  and was tried to the district judge.  We share the\n\ndistrict court's  view that Tilcon offered  \"no evidence that\n\nwould suggest that the enrichment  [to Lechmere] if there was\n\nany  was unjust,\"  and therefore  need not  concern ourselves\n\nwith the standard of appellate review on this issue.8\n\n     As  the district court noted, virtually  all of the work\n\ndone by Tilcon  at the Bald Hill  site benefitted all  of the\n\nparticipants in  the  project--including Commercial  and  the\n\nother stores  in the shopping complex--and  Tilcon offered no\n\nprincipled way of isolating  the economic benefit to Lechmere\n\nalone.   The district  court also found  that Lechmere's CORE\n\n                    \n\n     8Courts   have   disagreed  whether   unjust  enrichment\npresents  a question of fact that is reviewed under a clearly\nerroneous standard,  or a question  of law reviewed  de novo.\n                                                            \nCompare Commodity  Futures Trading Comm'n v. Heritage Capital\n                                                             \nAdvisory Servs., Ltd.,  </pre><span class=\"citation\" data-id=\"490991\"><a href=\"/opinion/490991/commodity-futures-trading-commission-v-heritage-capital-advisory-services/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">171</span></a></span><pre class=\"inline\">, 172  (7th Cir.  1987),\n                     \nwith In  re Estate of Zent, </pre><span class=\"citation no-link\"><span class=\"volume\">459</span>  <span class=\"reporter\">N.W.2d</span> <span class=\"page\">795</span></span><pre class=\"inline\">, 798 (N.D. 1990).\n                          \nNeedless  to  say,  such  an  all-or-nothing  choice  is  not\ncompelled.\n\n                             -20-\n\nagreement with Commercial included a payment to Commercial to\n\narrange  for  the  site-clearing  work.   Tilcon  offered  no\n\nevidence that the benefit to Lechmere resulting from Tilcon's\n\nwork at the site  exceeded that payment.  Finally,  the court\n\ntraced  the   relationship   between  Tilcon   and   Lechmere\n\nthroughout the  project and concluded,  based on the  many of\n\nthe same factors recited above, that Tilcon had no reasonable\n\nexpectation of  compensation from  Lechmere for work  done at\n\nthe site.\n\n     Tilcon  suggests  that the  court's  collateral estoppel\n\nruling  precluded the  introduction of  any evidence  of work\n\ndone  during  the lien  period  and  deprived Tilcon  of  the\n\nopportunity  to  show  that  work  done  during  that  period\n\nspecifically benefitted Lechmere.  But there is no indication\n\nthat the  work  done  during  the lien  period  was  uniquely\n\nbeneficial to Lechmere.   We  also do not  agree with  Tilcon\n\nthat the  district court  erroneously believed that  proof of\n\nfraud  was  necessary  in  order  to  recover  on  an  unjust\n\nenrichment  theory.    Rather,  the  court  merely  observed,\n\nconsistent  with Rhode Island case law, that the existence of\n\nfraud or other wrongdoing is  a factor in determining whether\n\nthe retention of  a benefit  would be inequitable.   See  R&amp;B\n                                                             \n\nElec. </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Co.,</span> <span class=\"volume\">471</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">1354</span></span><pre class=\"inline\">. \n         \n\n     Turning  finally to the quantum meruit  claim, this is a\n                                           \n\nquasi-contract claim which, as the district court noted, is a\n\n                             -21-\n\nclose cousin  to the  equitable remedy of  unjust enrichment.\n\nHistorically,  the claim allowed  a party to  collect for the\n\nvalue of services or supplies  furnished to another, based on\n\nan implied (at  law) promise to  pay, even though all  of the\n\nrequisites  of a formal contract  might not be  present.  See\n                                                             \n\nFarnsworth,  Contracts,    2.20 at  103 (2d  ed. 1990).   The\n                      \n\ndistrict  court  made clear  that,  even if  this  claim were\n\ndirected against  Lechmere, the court would  direct a verdict\n\non it for essentially the same reasons given  by the court in\n\nruling on the unjust enrichment claim.9  \n\n     In  its brief in  this court, Tilcon  chooses instead to\n\nassimilate its  quantum meruit  claim to its  contract claim,\n                              \n\nstressing  as  to  both  claims  the  same  facts  concerning\n\nDelVicario's actions in directing the work to meet Lechmere's\n\ndeadlines.  The chameleon character  of quasi-contract claims\n\nis  such that  Tilcon can  fairly stress  this  affinity with\n\ncontract.  But this in turn means that Tilcon must have had a\n\nreasonable basis for looking to Lechmere for payment, and for\n\nreasons already given we do not think that there was any such\n\nrelationship  between Lechmere  and  Tilcon,  either real  or\n\nreasonably  imagined by  Tilcon.   See generally  Farnsworth,\n                                                \n\n                    \n\n     9The  district court  believed  with considerable  basis\nthat in Tilcon's complaint the  quantum meruit claim, as well\n                                              \nas  the  contract claim,  had  been  directed solely  against\nCommercial;  but in each case the district court ruled in the\nalternative  that the claim lacked merit so we do not discuss\nthe pleading issue further. \n\n                             </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">-22-</span>\n\nsupra, at <span class=\"page\">107</span> </span><pre class=\"inline\">(\"Nor can a party that has made a contract with\n     \n\nanother   generally   disregard   the   contract   and  claim\n\nrestitution  from a  third  person for  performance  rendered\n\nunder the  contract, even if the third  person has benefitted\n\nfrom that performance.\").  \n\n     In sum, we think that the district court ably sorted its\n\nway through a complex commercial dispute, further complicated\n\nby  the prior determinations in the mechanic's lien case.  It\n\nmay well be that Tilcon has not recovered all that it is due,\n\npossibly because of default by the  partnership with which it\n\ncontracted  and partly because of its failure to insist on an\n\nadequate bond in the lien proceeding.  But the decision to do\n\nthe work  without a contract with or  guarantee from Lechmere\n\nwas  Tilcon's  own  decision.   There  was  no  error in  the\n\ndistrict court's rulings.\n\n     Affirmed.\n             \n\n                             -23-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/100542/",
    "https://www.courtlistener.com/api/rest/v3/opinions/430975/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/490991/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526540/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581359/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1526972/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1974424/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2177829/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2290923/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2381827/",
    "https://www.courtlistener.com/api/rest/v3/opinions/3864401/",
    "https://www.courtlistener.com/api/rest/v3/opinions/3870110/"
  ]
}