{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194995/",
  "id": 194995,
  "absolute_url": "/opinion/194995/united-states-v-david-walsh/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194995/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:29:52Z",
  "date_modified": "2020-02-21T23:42:11.125739Z",
  "type": "010combined",
  "sha1": "a1128e2f751bf5e23851b91fd0626679408ee976",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1083.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 93-1083\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellant,\n\n                              v.\n\n                         DAVID WALSH,\n\n                     Defendant, Appellee.\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n         [Hon. Francis J. Boyle, U.S. District Judge]\n                                                    \n                                         \n\nNo. 93-1328\n\n               IN RE UNITED STATES OF AMERICA,\n\n                         Petitioner.\n                                         \n\n              ON PETITION FOR A WRIT OF MANDAMUS\n                                         \n\n                            Before\n\n                     Stahl, Circuit Judge,\n                                         \n         Aldrich and Campbell, Senior Circuit Judges.\n                                                    \n                                         \n\nIra Belkin, Assistant  United States Attorney, with whom  Margaret\n                                                                  \nE.  Curran, Assistant United  States Attorney, and  Lincoln C. Almond,\n                                                                 \nUnited States Attorney, were on brief for appellant.\nSusan M. Carlin with whom Stephen  R. Famiglietti and  Famiglietti\n                                                                  \n&amp; Carlin, Ltd. were on brief for appellee.\n          \n                                         \n\n                       October 27, 1993\n                                         \n\n          ALDRICH, Senior Circuit Judge.  This case presents,\n                                       \n\nin the words of the  district court, an issue of  \"very first\n\nimpression  under  the guidelines.\"    We  believe the  court\n\ncorrect  as  to  uniqueness,  but  we  would  not  limit this\n\ndescription to the guidelines.  Having initiated the vacation\n\nof a negotiated  plea at  the time of  sentencing, the  court\n\nnevertheless left defendant with  the benefit of his bargain,\n\nviz.,  free  from  all   related  charges,  an  immunity  the\n\ngovernment  had granted  as consideration  for the plea.   We\n\nconcur  in  the  government's  unhappiness at  this  one  way\n\nstreet.\n\n          Defendant,  an  officer   of  a  mortgage  company,\n\nallegedly  endorsed  a sizeable  check  so as  to  enable the\n\ncompany  to receive  its  proceeds instead  of  paying off  a\n\ncustomer's  mortgage.     The  government   investigated  the\n\npossibility of   mail fraud and  other felonies, but,  before\n\nseeking an indictment, discussed the matter with  defendant's\n\ncounsel.   In due course  a plea agreement  in customary form\n\nwas worked out and  executed.  Basically, defendant consented\n\nto  an information  charging aiding  and abetting  bank fraud\n\nbeing  filed to which he  would plead guilty,  and waived any\n\nright to withdraw his plea, once entered; the government,  in\n\nreturn,  would  recommend  a  low  sentence,  and  would  not\n\ninstitute any additional  charges for defendant's \"previously\n\ndisclosed criminal conduct  at Medcon Mortgage Corp.\"  In due\n\n                             -2-\n\ncourse, after a  comprehensive examination  of defendant  (16\n\npages of  transcript that  presented no problems),  the court\n\naccepted  the plea.  Sentencing was twice deferred.  When the\n\ntime  came, the  court announced  that it  had read  the pre-\n\nsentence report,  and that  on defendant's interpretation  of\n\nthe facts he  was not guilty, and  it would vacate the  plea.\n\nThe  government protested,  saying  that  its  interpretation\n\ndiffered, but the  court was  adamant.  It  is common  ground\n\nthat  there  was no  bad faith  in  connection with  the plea\n\nagreement, or any defect  or deficiency in the  acceptance of\n\nthe   plea.     Defendant,  however,  accepted   the  court's\n\nsuggestion and moved to vacate his plea.  The court did so.\n\n          Whether this was unique -- we will not question the\n\ncourt's right to vacate  a plea -- the procedure  and outcome\n\nwere  entirely so.  Upon the government's stating that on the\n\nvacation of the  plea it would not  be prepared for  trial on\n\nthe information, and that it wanted to  go back to square one\n\nand consider  presenting the other  matters to a  grand jury,\n\nthe  court responded  that  this would  not  be fair  to  the\n\ndefendant.     It  concluded  by  ordering   the  information\n\n                             -3-\n\ndismissed with  prejudice.1  The government  appeals, and, as\n\na precaution, also seeks mandamus.\n\n          The  court  opened  the  hearing  saying  that   it\n\nunderstood  the government  did  not  want  to stay  \"in  the\n\nposition where you end,  but advancing that position somewhat\n\nin  terms  of  possibly   making  more  charges  against  the\n\ndefendant.\"   The government replied that  if the defendant's\n\nundertaking was  off,  so should  be the  government's.   The\n\ncourt,  evidently troubled,2 responded  that because  of what\n\nit,  the court, had done,  the defendant may  be facing other\n\ncharges \"in  spite of  the government's prior  agreement with\n\nhim.\"  To the government's statement,\n\n          All we're asking is  that the Court allow\n          the government to go back to the position\n          it was in before it filed the information\n          in reliance upon the agreement.\n\nthe court said,\n\n          The  government  made  a  bargain.    The\n          defendant made a bargain.   They're going\n          to carry it out.\n\nOn analysis \"they\" meant the government.\n\n                    \n\n1.  We  note in passing that the government at one point said\nit  would  move to  dismiss  with  prejudice,  but on  timely\nrecognizing  that   this  would   be  a  procedural   --  and\nsubstantive -- mistake,  did not do so,  but sought dismissal\nwithout prejudice.  The proceedings were ultimately conducted\non this  later basis.  Defendant's brief  wastes time arguing\nthe initial non-event.\n\n2.  \"I must say the defendant certainly must be wondering how\nthis  could happen when he's done  nothing to precipitate it.\nIt's  what  I've   done  that  put  the  defendant   in  this\npredicament.\"\n\n                             -4-\n\n          The court's  reasoning appears to be  that since it\n\nwas the  court's fault  that defendant was  in a  predicament\n\ndefendant should not  suffer; hence the government  must.  We\n\ndo not agree.  In the first place, it was  not, strictly, the\n\ncourt's  fault.     Although  the  court   prompted  (to  use\n\ndefendant's term) him, it was defendant who moved to withdraw\n\nhis  plea,  in  violation of  his  agreement.3    He made  no\n\nattempt to  do otherwise.  He could have.  A court may accept\n\na  plea even when the  defendant denies his  guilt but thinks\n\nthe  plea would  be  to his  advantage.   North  Carolina  v.\n                                                         \n\nAlford, 400 U.S. 25 (1970).  But quite apart from this, there\n      \n\nwas  no reason  why the  government, whose  actions had  been\n\nabove-board in every respect, should suffer.\n\n          The government  is  rightly apprehensive  that  the\n\ncourt  has established  a  flaw in  the whole  plea agreement\n\nprocess.  Make  a routine, fair,  agreement under which  both\n\nparties give up rights;  have it approved by the court  and a\n\nplea entered after an extensive hearing and, suddenly, at the\n\nsentencing  hearing,   the  court  volunteers  doubts  as  to\n\ndefendant's  guilt and  releases defendant's  obligation, but\n\nretains  the government's.  Even  as to the  single charge in\n\nthe information the government is subject to the Speedy Trial\n\n                    \n\n3.  \"6.  Defendant DAVID  WALSH waives any right that  he may\nhave to withdraw his plea to the Information once entered.\"\n\n                             -5-\n\nrestrictions that would not have commenced  had it not, based\n\non defendant's agreement, filed the information.\n\n          A  plea  agreement  is   a  contract,  and  if  the\n\ndefendant  violates it  the  government is  no longer  bound.\n\nUnited  States v.  Gonzalez-Sanchez, 825  F.2d 572,  578 (1st\n                                   \n\nCir.),  cert. denied sub nom., Latorre  v. United States, 484\n                                                        \n\nU.S. 989 (1987).   Nor should a court  choose to terminate it\n\non behalf of the defendant and yet  preserve the government's\n\nobligation.   We can  scarcely accept defendant's  claim that\n\nthe government, in asking  for its release, was guilty  of an\n\n\"unjustified procedural maneuver\" amounting to \"prosecutorial\n\nharassment.\"\n\n          The  court  placed  the  government  in  a  further\n\ndifficulty.   If  it  accepted the  court's alternative  from\n\ndismissal with prejudice by proceeding to try the information\n\nand lost, there could  have been a danger of  double jeopardy\n\nas  to  the  other  related  offenses.     United  States  v.\n                                                         \n\nBlockburger,  284 U.S. 299, 304  (1932).  On  the other hand,\n           \n\nwhile there appears to be no law on the point, dismissal with\n\nprejudice  might raise  questions of  double jeopardy  or res\n                                                             \n\njudicata.   See United States v. Schaffner, 771 F.2d 149, 152\n                                          \n\n(6th Cir. 1985).     Defendant   now    contends   that   the\n\ngovernment might  have tested  the court's statement  that it\n\nwas bound not to do so, by instituting grand jury proceedings\n\nand  obtaining an indictment.   This would have involved many\n\n                             -6-\n\nresources,  and,  at  a  minimum,  in  view  of  the  court's\n\npronouncement, serious  criticism  and a  risk of  sanctions.\n\nThe suggestion  scarcely fits defendant's  lament below  that\n\nnot to dismiss with prejudice \"unfairly prolongs the life  of\n\nthe cloud under which defendant and his family have existed.\"\n\nManifestly defendant's present  contention would have greatly\n\nprolonged that cloud.\n\n          We have  left jurisdiction to the  last because it,\n\nin turn, may depend upon the answers to the questions we have\n\nalready  presented.    The  government  can  appeal  criminal\n\ndismissals under 18 U.S.C.   3731 when they are \"inextricably\n\nintertwined\"  with a  prior order.   E.g.,  United States  v.\n                                                         \n\nTane, 329 F.2d 848, 851-52 (2d Cir. 1964).  Defendant insists\n    \n\nthere is not such a relationship between the court's vacating\n\nthe  plea agreement  and  the dismissal  with prejudice.   We\n\nwould  question that.  In any event we believe the government\n\nhas  a right to object.   United States  v. Giannattasio, 979\n                                                        \n\nF.2d 98 (7th Cir. 1992).\n\n          It is ordered that the dismissal of the information\n\nis  affirmed, but  changed to  without  prejudice, and  it is\n\nfurther ordered  that the government's obligations  under the\n\nplea agreement stand vacated.\n\n                             -7-\n",
  "html": "<p class=\"case_cite\">7 F.3d 1064</p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>David WALSH, Defendant, Appellee.<br>In re UNITED STATES of America, Petitioner.</p>\n    <p class=\"docket\">Nos. 93-1083, 93-1328.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 10, 1993.<br>Decided Oct. 27, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ira Belkin, Asst. U.S. Atty., with whom Margaret E. Curran, Asst. U.S. Atty., and Lincoln C. Almond, U.S. Atty., Providence, RI, were on brief for appellant.</p>\n      <p class=\"indent\">Susan M. Carlin, with whom Stephen R. Famiglietti and Famiglietti &amp; Carlin, Ltd., Providence, RI, were on brief for defendant, appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, ALDRICH and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">BAILEY ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents, in the words of the district court, an issue of \"very first impression under the guidelines.\"   We believe the court correct as to uniqueness, but we would not limit this description to the guidelines.   Having initiated the vacation of a negotiated plea at the time of sentencing, the court nevertheless left defendant with the benefit of his bargain, viz., free from all related charges, an immunity the government had granted as consideration for the plea.   We concur in the government's unhappiness at this one way street.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Defendant, an officer of a mortgage company, allegedly endorsed a sizeable check so as to enable the company to receive its proceeds instead of paying off a customer's mortgage.   The government investigated the possibility of mail fraud and other felonies, but, before seeking an indictment, discussed the matter with defendant's counsel.   In due course a plea agreement in customary form was worked out and executed.   Basically, defendant consented to an information charging aiding and abetting bank fraud being filed to which he would plead guilty, and waived any right to withdraw his plea, once entered;  the government, in return, would recommend a low sentence, and would not institute any additional charges for defendant's \"previously disclosed criminal conduct at Medcon Mortgage Corp.\"   In due course, after a comprehensive examination of defendant (16 pages of transcript that presented no problems), the court accepted the plea.   Sentencing was twice deferred.   When the time came, the court announced that it had read the pre-sentence report, and that on defendant's interpretation of the facts he was not guilty, and it would vacate the plea.   The government protested, saying that its interpretation differed, but the court was adamant.   It is common ground that there was no bad faith in connection with the plea agreement, or any defect or deficiency in the acceptance of the plea.   Defendant, however, accepted the court's suggestion and moved to vacate his plea.   The court did so.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Whether this was unique--we will not question the court's right to vacate a plea--the procedure and outcome were entirely so.   Upon the government's stating that on the vacation of the plea it would not be prepared for trial on the information, and that it wanted to go back to square one and consider presenting the other matters to a grand jury, the court responded that this would not be fair to the defendant.   It concluded by ordering the information dismissed with prejudice.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The government appeals, and, as a precaution, also seeks mandamus.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The court opened the hearing saying that it understood the government did not want to stay \"in the position where you end, but advancing that position somewhat in terms of possibly making more charges against the defendant.\"   The government replied that if the defendant's undertaking was off, so should be the government's.   The court, evidently troubled,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> responded that because of what it, the court, had done, the defendant may be facing other charges \"in spite of the government's prior agreement with him.\"   To the government's statement,</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>All we're asking is that the Court allow the government to go back to the position it was in before it filed the information in reliance upon the agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">the court said,</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>The government made a bargain.   The defendant made a bargain.   They're going to carry it out.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On analysis \"they\" meant the government.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The court's reasoning appears to be that since it was the court's fault that defendant was in a predicament defendant should not suffer;  hence the government must.   We do not agree.   In the first place, it was not, strictly, the court's fault.   Although the court prompted (to use defendant's term) him, it was defendant who moved to withdraw his plea, in violation of his agreement.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  He made no attempt to do otherwise.   He could have.   A court may accept a plea even when the defendant denies his guilt but thinks the plea would be to his advantage.  North Carolina v. Alford, 400 U.S. 25, 91 S.Ct. 160, 27 L.Ed.2d 162 (1970).   But quite apart from this, there was no reason why the government, whose actions had been above-board in every respect, should suffer.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The government is rightly apprehensive that the court has established a flaw in the whole plea agreement process.   Make a routine, fair, agreement under which both parties give up rights;  have it approved by the court and a plea entered after an extensive hearing and, suddenly, at the sentencing hearing, the court volunteers doubts as to defendant's guilt and releases defendant's obligation, but retains the government's.   Even as to the single charge in the information the government is subject to the Speedy Trial restrictions that would not have commenced had it not, based on defendant's agreement, filed the information.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A plea agreement is a contract, and if the defendant violates it the government is no longer bound.  United States v. Gonzalez-Sanchez, 825 F.2d 572, 578 (1st Cir.), cert. denied sub nom., Latorre v. United States, 484 U.S. 989, 108 S.Ct. 510, 98 L.Ed.2d 508 (1987).   Nor should a court choose to terminate it on behalf of the defendant and yet preserve the government's obligation.   We can scarcely accept defendant's claim that the government, in asking for its release, was guilty of an \"unjustified procedural maneuver\" amounting to \"prosecutorial harassment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The court placed the government in a further difficulty.   If it accepted the court's alternative from dismissal with prejudice by proceeding to try the information and lost, there could have been a danger of double jeopardy as to the other related offenses.  Blockburger v. United States, 284 U.S. 299, 304, 52 S.Ct. 180, 182, 76 L.Ed. 306 (1932).   On the other hand, while there appears to be no law on the point, dismissal with prejudice might raise questions of double jeopardy or res judicata.   See United States v. Schaffner, 771 F.2d 149, 152 (6th Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Defendant now contends that the government might have tested the court's statement that it was bound not to do so, by instituting grand jury proceedings and obtaining an indictment.   This would have involved many resources, and, at a minimum, in view of the court's pronouncement, serious criticism and a risk of sanctions.   The suggestion scarcely fits defendant's lament below that not to dismiss with prejudice \"unfairly prolongs the life of the cloud under which defendant and his family have existed.\"   Manifestly defendant's present contention would have greatly prolonged that cloud.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We have left jurisdiction to the last because it, in turn, may depend upon the answers to the questions we have already presented.   The government can appeal criminal dismissals under 18 U.S.C. &#167; 3731 when they are \"inextricably intertwined\" with a prior order.   E.g., United States v. Tane, 329 F.2d 848, 851-52 (2d Cir.1964).   Defendant insists there is not such a relationship between the court's vacating the plea agreement and the dismissal with prejudice.   We would question that.   In any event we believe the government has a right to object.  United States v. Giannattasio, 979 F.2d 98 (7th Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is ordered that the dismissal of the information is affirmed, but changed to without prejudice, and it is further ordered that the government's obligations under the plea agreement stand vacated.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note in passing that the government at one point said it would move to dismiss with prejudice, but on timely recognizing that this would be a procedural--and substantive--mistake, did not do so, but sought dismissal without prejudice.   The proceedings were ultimately conducted on this later basis.   Defendant's brief wastes time arguing the initial non-event</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> \"I must say the defendant certainly must be wondering how this could happen when he's done nothing to precipitate it.   It's what I've done that put the defendant in this predicament.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> \"6. Defendant DAVID WALSH waives any right that he may have to withdraw his plea to the Information once entered.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1064</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>David WALSH, Defendant, Appellee.<br>In re UNITED STATES of America, Petitioner.</p>\n    <p class=\"docket\">Nos. 93-1083, 93-1328.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 10, 1993.<br>Decided Oct. 27, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ira Belkin, Asst. U.S. Atty., with whom Margaret E. Curran, Asst. U.S. Atty., and Lincoln C. Almond, U.S. Atty., Providence, RI, were on brief for appellant.</p>\n      <p class=\"indent\">Susan M. Carlin, with whom Stephen R. Famiglietti and Famiglietti &amp; Carlin, Ltd., Providence, RI, were on brief for defendant, appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, ALDRICH and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">BAILEY ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents, in the words of the district court, an issue of \"very first impression under the guidelines.\"   We believe the court correct as to uniqueness, but we would not limit this description to the guidelines.   Having initiated the vacation of a negotiated plea at the time of sentencing, the court nevertheless left defendant with the benefit of his bargain, viz., free from all related charges, an immunity the government had granted as consideration for the plea.   We concur in the government's unhappiness at this one way street.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Defendant, an officer of a mortgage company, allegedly endorsed a sizeable check so as to enable the company to receive its proceeds instead of paying off a customer's mortgage.   The government investigated the possibility of mail fraud and other felonies, but, before seeking an indictment, discussed the matter with defendant's counsel.   In due course a plea agreement in customary form was worked out and executed.   Basically, defendant consented to an information charging aiding and abetting bank fraud being filed to which he would plead guilty, and waived any right to withdraw his plea, once entered;  the government, in return, would recommend a low sentence, and would not institute any additional charges for defendant's \"previously disclosed criminal conduct at Medcon Mortgage Corp.\"   In due course, after a comprehensive examination of defendant (16 pages of transcript that presented no problems), the court accepted the plea.   Sentencing was twice deferred.   When the time came, the court announced that it had read the pre-sentence report, and that on defendant's interpretation of the facts he was not guilty, and it would vacate the plea.   The government protested, saying that its interpretation differed, but the court was adamant.   It is common ground that there was no bad faith in connection with the plea agreement, or any defect or deficiency in the acceptance of the plea.   Defendant, however, accepted the court's suggestion and moved to vacate his plea.   The court did so.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Whether this was unique--we will not question the court's right to vacate a plea--the procedure and outcome were entirely so.   Upon the government's stating that on the vacation of the plea it would not be prepared for trial on the information, and that it wanted to go back to square one and consider presenting the other matters to a grand jury, the court responded that this would not be fair to the defendant.   It concluded by ordering the information dismissed with prejudice.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The government appeals, and, as a precaution, also seeks mandamus.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The court opened the hearing saying that it understood the government did not want to stay \"in the position where you end, but advancing that position somewhat in terms of possibly making more charges against the defendant.\"   The government replied that if the defendant's undertaking was off, so should be the government's.   The court, evidently troubled,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> responded that because of what it, the court, had done, the defendant may be facing other charges \"in spite of the government's prior agreement with him.\"   To the government's statement,</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>All we're asking is that the Court allow the government to go back to the position it was in before it filed the information in reliance upon the agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">the court said,</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>The government made a bargain.   The defendant made a bargain.   They're going to carry it out.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On analysis \"they\" meant the government.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The court's reasoning appears to be that since it was the court's fault that defendant was in a predicament defendant should not suffer;  hence the government must.   We do not agree.   In the first place, it was not, strictly, the court's fault.   Although the court prompted (to use defendant's term) him, it was defendant who moved to withdraw his plea, in violation of his agreement.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  He made no attempt to do otherwise.   He could have.   A court may accept a plea even when the defendant denies his guilt but thinks the plea would be to his advantage.  North Carolina v. Alford, <span class=\"citation\" data-id=\"108215\"><a href=\"/opinion/108215/north-carolina-v-alford/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">25</span></a></span>, <span class=\"citation\" data-id=\"108215\"><a href=\"/opinion/108215/north-carolina-v-alford/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">160</span></a></span>, <span class=\"citation\" data-id=\"108215\"><a href=\"/opinion/108215/north-carolina-v-alford/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">162</span> </a></span>(1970).   But quite apart from this, there was no reason why the government, whose actions had been above-board in every respect, should suffer.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The government is rightly apprehensive that the court has established a flaw in the whole plea agreement process.   Make a routine, fair, agreement under which both parties give up rights;  have it approved by the court and a plea entered after an extensive hearing and, suddenly, at the sentencing hearing, the court volunteers doubts as to defendant's guilt and releases defendant's obligation, but retains the government's.   Even as to the single charge in the information the government is subject to the Speedy Trial restrictions that would not have commenced had it not, based on defendant's agreement, filed the information.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A plea agreement is a contract, and if the defendant violates it the government is no longer bound.  United States v. Gonzalez-Sanchez, <span class=\"citation\" data-id=\"492352\"><a href=\"/opinion/492352/united-states-v-pedro-m-gonzalez-sanchez-united-states-of-america-v/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">572</span></a></span>, 578 (1st Cir.), cert. denied sub nom., Latorre v. United States, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">989</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">510</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </span>(1987).   Nor should a court choose to terminate it on behalf of the defendant and yet preserve the government's obligation.   We can scarcely accept defendant's claim that the government, in asking for its release, was guilty of an \"unjustified procedural maneuver\" amounting to \"prosecutorial harassment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The court placed the government in a further difficulty.   If it accepted the court's alternative from dismissal with prejudice by proceeding to try the information and lost, there could have been a danger of double jeopardy as to the other related offenses.  Blockburger v. United States, <span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></span>, 304, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">180</span></span>, 182, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">306</span> </span>(1932).   On the other hand, while there appears to be no law on the point, dismissal with prejudice might raise questions of double jeopardy or res judicata.   See United States v. Schaffner, <span class=\"citation\" data-id=\"457621\"><a href=\"/opinion/457621/united-states-v-charles-h-schaffner/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">149</span></a></span>, 152 (6th Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Defendant now contends that the government might have tested the court's statement that it was bound not to do so, by instituting grand jury proceedings and obtaining an indictment.   This would have involved many resources, and, at a minimum, in view of the court's pronouncement, serious criticism and a risk of sanctions.   The suggestion scarcely fits defendant's lament below that not to dismiss with prejudice \"unfairly prolongs the life of the cloud under which defendant and his family have existed.\"   Manifestly defendant's present contention would have greatly prolonged that cloud.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We have left jurisdiction to the last because it, in turn, may depend upon the answers to the questions we have already presented.   The government can appeal criminal dismissals under 18 U.S.C. &#167; 3731 when they are \"inextricably intertwined\" with a prior order.   E.g., United States v. Tane, <span class=\"citation\" data-id=\"263805\"><a href=\"/opinion/263805/united-states-v-mack-s-tane/\"><span class=\"volume\">329</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">848</span></a></span>, 851-52 (2d Cir.1964).   Defendant insists there is not such a relationship between the court's vacating the plea agreement and the dismissal with prejudice.   We would question that.   In any event we believe the government has a right to object.  United States v. Giannattasio, <span class=\"citation\" data-id=\"594440\"><a href=\"/opinion/594440/medicare-medicaid-guide-p-40892-united-states-of-america-v-vincent-a/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">98</span> </a></span>(7th Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is ordered that the dismissal of the information is affirmed, but changed to without prejudice, and it is further ordered that the government's obligations under the plea agreement stand vacated.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note in passing that the government at one point said it would move to dismiss with prejudice, but on timely recognizing that this would be a procedural--and substantive--mistake, did not do so, but sought dismissal without prejudice.   The proceedings were ultimately conducted on this later basis.   Defendant's brief wastes time arguing the initial non-event</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> \"I must say the defendant certainly must be wondering how this could happen when he's done nothing to precipitate it.   It's what I've done that put the defendant in this predicament.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> \"6. Defendant DAVID WALSH waives any right that he may have to withdraw his plea to the Information once entered.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108215/",
    "https://www.courtlistener.com/api/rest/v3/opinions/263805/",
    "https://www.courtlistener.com/api/rest/v3/opinions/457621/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492352/",
    "https://www.courtlistener.com/api/rest/v3/opinions/594440/"
  ]
}