{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194967/",
  "id": 194967,
  "absolute_url": "/opinion/194967/freyer-santoni-v-first-federal/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194967/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:29:18Z",
  "date_modified": "2020-02-21T23:41:04.806227Z",
  "type": "010combined",
  "sha1": "15ab0e4343ac05177ba0c73c21087a3a0e874b8a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1155.01A",
  "local_path": null,
  "plain_text": "October 5, 1993\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-1155 \n\n              JOSE ANGEL FREYRE-SANTONI, ET AL.,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n                 FIRST FEDERAL SAVINGS BANK,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Gilberto Gierbolini, U.S. District Judge]\n                                                     \n\n                                         \n\n                            Before\n\n                   Selya, Boudin and Stahl,\n                       Circuit Judges.\n                                     \n\n                                         \n\nJose Angel Freyre-Santoni on brief pro se.\n                         \nCarlos G. Latimer  and Latimer, Biaggi, Rachid, Rodriguez-Suris  &amp;\n                                                                  \nGodreau on brief for appellee.\n   \n\n                                         \n\n                                         \n\n          Per Curiam.   Pro  se appellants Jose  Angel Freyre\n                    \n\nSantoni, Jose A. Freyre Del Manzano, Anna M. Freyre, Doris C.\n\nDel Manzo Vazquez, and  Vilma I. Castro (\"appellants\") appeal\n\nthe  district court's  dismissal  of their  suit against  the\n\nFirst Federal Savings Bank.  The district court found that it\n\nhad no  subject matter jurisdiction  over the  suit under  12\n\nU.S.C.      632,  which   grants  district   courts  original\n\njurisdiction   over  suits   \"arising  out   of  transactions\n\ninvolving . . . banking in a dependency or insular possession\n\nof the United States, . . . .\"1  We affirm.\n\n          I.  Background\n                        \n\n          In  May 1989,  appellants were  evicted  from their\n\nhouse pursuant to a default judgment of foreclosure the  bank\n\nhad received  from a  superior court  of the  Commonwealth of\n\nPuerto Rico.2  A few months later appellants sued the bank in\n\nthe district court.   Their complaint  alleged that the  bank\n\n                    \n\n1.  Another prerequisite to suit under  section 632 is that a\n\"corporation organized  under the  laws of the  United States\nshall be a party\" to the  suit, but there is no question that\nthe bank meets that  requirement.  We also note  that section\n632 applies  to banking  transactions in the  Commonwealth of\nPuerto  Rico  although  it  is  no  longer  a  United  States\nterritory.  See First Federal Savings &amp; Loan Ass'n v. Ruiz de\n                                                             \nJesus, 644 F.2d 910, 912 (1st Cir. 1981). \n     \n\n2.  The record  suggests that not all  appellants were living\nin  the house at  the time the eviction  took place, and that\nthe  appellants who  actually  had title  to  the house  were\nliving  elsewhere.   For convenience,  we do  not distinguish\namong  the appellants  in the  opinion, but  refer  simply to\n\"appellants\" even when  reference to only  certain appellants\nwould be correct.\n\nhad harassed and threatened  them by visiting and telephoning\n\nthem and then evicting them after it had obtained the default\n\njudgment  and bought  their  house at  public  auction.   The\n\nappellants also  alleged that  the  superior court's  default\n\njudgment of foreclosure was invalid for several reasons.  The\n\nbank  had  obtained  the  default  judgment  by  reopening  a\n\npreviously  dismissed  foreclosure  case  without  notice  to\n\nappellants  even though  it  knew their  mailing address  and\n\nphone number;  it had submitted false affidavits to the court\n\nand  not  told the  court  that the  parties  had voluntarily\n\ndismissed  the  previous foreclosure  case  after reaching  a\n\nsettlement; and  the previous dismissal had  become final and\n\nnonappealable before the bank had reopened the case.3  \n\nAccording to the complaint,  the bank's harassing conduct and\n\neviction  of  appellants  from  their  property  caused  them\n\nphysical  injuries and  mental  or emotional  distress.   Its\n\nallegedly illegal foreclosure had transferred title of  their\n\nhouse  to the  bank, depriving  them of  their property.   In\n\naddition,  the  eviction  had been  carried  out maliciously.\n\nAlthough  the family  had  no place  to  move to,  they  were\n\nordered out of the  house in the evening in  violation of the\n\n                    \n\n3.  After filing its  complaint in federal court,  appellants\napparently  moved  the  local  court  to  annul  its  default\njudgment of foreclosure.   The  state court did  so, and  its\naction was affirmed by the Supreme Court of Puerto Rico.  The\nproceedings  in the local court are not relevant to the issue\non appeal. \n\n                             -3-\n\ncourt order, and their belongings were  removed to the street\n\nwhere  they were damaged by rain and vandalism.  Furthermore,\n\none appellant  had been  ridiculed for  being short,  and her\n\nson's dog had  been kicked  in his presence.   The  complaint\n\nalleged that the bank's actions from the time the parties had\n\nsettled the  initial foreclosure  action had  been undertaken\n\nmaliciously,  and appellants sought compensatory and punitive\n\ndamages.\n\n          II.  Discussion\n                         \n\n          We have  held that jurisdiction  under section  632\n\nexists  when a  cause of  action  arises out  of \"traditional\n\nbanking activities.\"  Diaz v.  Pan American Federal Savings &amp;\n                                                             \n\nLoan  Association,  635 F.2d  30, 32  (1st  Cir. 1980).4   In\n                 \n\norder to determine whether the  appellants' suit arose out of\n\ntraditional banking activities,  we review  the complaint  to\n\ndetermine the  nature of  the transaction or  activity giving\n\n                    \n\n4.  One   court  has   suggested  that   traditional  banking\nactivities include  the \"making  and collection of  loans and\nissuance  of documents  evidencing  them, such  as notes  and\nguaranties, the opening and  closing of checking accounts and\nthe processing of checks  drawn upon them, and the  filing of\nlawsuits  for the  collection  of monies  when  loans are  in\ndefault . . . .\"  Fumero-Vidal v. First Federal Savings Bank,\n                                                            \n788 F. Supp.  1275, 1278  (D.P.R. 1992).   Another court  has\nsaid that traditional banking activities include transactions\ninvolving \"mortgage foreclosures, letters of  credit, letters\nof guaranty when the bank relied on the  letter in granting a\nloan,  and  transactions  involving Federal  Reserve  Banks.\"\nTelecredit Service  Ctr. v.  First Nat'l Bank,  679 F.  Supp.\n                                             \n1101, 1103 (S.D. Fla. 1988).\n\n                             -4-\n\nrise to their  claims.   Telecredit Service  Center v.  First\n                                                             \n\nNational Bank, 679 F. Supp. 1101, 1103 (S.D. Fla. 1988).\n             \n\n          In their complaint, appellants raised basically two\n\ndistinct claims.  First, they challenged the way in which the\n\nbank  had  procured  its  default  judgment  of  foreclosure,\n\nalleging that procedural errors and misrepresentations by the\n\nbank rendered the judgment  invalid.  Second, they challenged\n\nthe  way in which the  bank had communicated  with them after\n\nthe default judgment and public sale and the  way in which it\n\nhad evicted them.  \n\n          Thus, the appellants challenged the validity of the\n\ndefault judgment and the manner in which the bank had pursued\n\nits rights  under the judgment.  Their  proffered reasons for\n\ninvalidating  the judgment were not based on the terms of any\n\nmortgage  agreement  or other  banking or  financing activity\n\nbetween the parties, but on the circumstances surrounding the\n\ndismissal  of the  prior  foreclosure action  and the  bank's\n\nreopening  of that  action.   For that reason,  their present\n\nclaim that the default judgment was invalid did not arise out\n\nof a banking transaction or activity, even though the default\n\njudgment had permitted the bank  to foreclose on its mortgage\n\non their  property.  See Gonzalez-Roman v.  Federal Land Bank\n                                                             \n\nof  Baltimore, 303 F. Supp.  482, 483 (D.P.R.  1969) (a local\n             \n\ncourt  suit  challenging  the  validity of  a  federal  court\n\njudgment  of foreclosure for jurisdictional reasons could not\n\n                             -5-\n\nbe removed to  federal court  under section  632 because  the\n\nsuit did not  arise out of a transaction  involving banking);\n\ncontrast Conjugal Society v. Chicago Title Insurance Co., 690\n                                                        \n\nF.2d 1, 5 (1st  Cir. 1982) (plaintiffs' rights were  based on\n\ndefendants'  mortgage  agreements and  thus  arose  out of  a\n\ntransaction involving  banking within the meaning  of section\n\n632); First  Federal Savings &amp; Loan  Association v. Zequeira,\n                                                            \n\n305  F. Supp. 37, 39  (D.P.R. 1969) (the  court \"clearly\" had\n\njurisdiction over  a  mortgage foreclosure  action where  the\n\npertinent  evidence   was  the  original   mortgage  note,  a\n\ncertified copy of the mortgage deed, and a sworn statement by\n\nthe bank's treasurer showing that a mortgage account had been\n\nopened  and had  a certain balance  since those  are \"banking\n\ntransactions\") (dictum or alternative holding).5\n\n          Likewise,  the  actions of  the  bank  in visiting,\n\ncalling  and evicting the appellants did not arise out of any\n\nbanking transaction.  They were  alleged to be wrongful,  not\n\nbecause of any rights accruing to appellants by virtue of any\n\nmortgage  agreement between  the  parties,  but  because  the\n\ndefault  judgment was alleged to be invalid and because those\n\n                    \n\n5.  Although  some   evidence  touching  upon   the  mortgage\nrelationship between  the bank  and appellants may  well have\nbeen necessary,  e.g., to show that the  bank had appellants'\nmailing address and so  could have properly served appellants\nwhen it  reopened the foreclosure case,  proof of appellants'\nclaims  did not depend on the terms of any mortgage agreement\nor other financial or banking transaction between the parties\nor on their adherence  to the terms of any  mortgage or other\nfinancing agreement. \n\n                             -6-\n\nactions were allegedly undertaken negligently or maliciously,\n\nthereby causing  appellants  harm in  violation  of  standard\n\nprinciples  of  tort  law.     See  Diaz,  635  F.2d   at  32\n                                        \n\n(plaintiff's  suit for malicious or negligent prosecution was\n\ndismissed for lack of  jurisdiction under section 632 because\n\nthe bank's  filing of criminal charges  against plaintiff for\n\npassing  bad  checks was  outside  the  scope of  traditional\n\nbanking).  \n\n          The judgment of the district court is affirmed.6\n                                                         \n\n                    \n\n6.  Appellants also ask this court to resolve certain motions\nleft  undecided  by  the  district court  when  it  dismissed\nappellants'  suit.    We cannot  do  so.    The dismissal  of\nappellants'  suit,  which   we  now   affirm,  rendered   any\noutstanding motions moot.   In any event, it is  not the role\nof this court to resolve in the first instance motions before\nthe district  court.  If  resolution of  pending motions  had\nbeen  necessary, we would have had to remand those motions to\nthe district court for decision.\n\n                             -7-\n",
  "html": "<p class=\"case_cite\">7 F.3d 218</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Jose Angel FREYRE-SANTONI, et al., Plaintiffs, Appellants,<br>v.<br>FIRST FEDERAL SAVINGS BANK, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1155.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">October 5, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">Jose Angel Freyre-Santoni on brief pro se.</p>\n      <p class=\"indent\">Carlos G. Latimer and Latimer, Biaggi, Rachid, Rodriguez-Suris &amp; Godreau on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se appellants Jose Angel Freyre Santoni, Jose A. Freyre Del Manzano, Anna M. Freyre, Doris C. Del Manzo Vazquez, and Vilma I. Castro (\"appellants\") appeal the district court's dismissal of their suit against the First Federal Savings Bank.  The district court found that it had no subject matter jurisdiction over the suit under 12 U.S.C. &#167; 632, which grants district courts original jurisdiction over suits \"arising out of transactions involving ... banking in a dependency or insular possession of the United States,....\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In May 1989, appellants were evicted from their house pursuant to a default judgment of foreclosure the bank had received from a superior court of the Commonwealth of Puerto Rico.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  A few months later appellants sued the bank in the district court.  Their complaint alleged that the bank had harassed and threatened them by visiting and telephoning them and then evicting them after it had obtained the default judgment and bought their house at public auction.  The appellants also alleged that the superior court's default judgment of foreclosure was invalid for several reasons.  The bank had obtained the default judgment by reopening a previously dismissed foreclosure case without notice to appellants even though it knew their mailing address and phone number;  it had submitted false affidavits to the court and not told the court that the parties had voluntarily dismissed the previous foreclosure case after reaching a settlement;  and the previous dismissal had become final and nonappealable before the bank had reopened the case.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  According to the complaint, the bank's harassing conduct and eviction of appellants from their property caused them physical injuries and mental or emotional distress.  Its allegedly illegal foreclosure had transferred title of their house to the bank, depriving them of their property.  In addition, the eviction had been carried out maliciously.  Although the family had no place to move to, they were ordered out of the house in the evening in violation of the court order, and their belongings were removed to the street where they were damaged by rain and vandalism.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Furthermore, one appellant had been ridiculed for being short, and her son's dog had been kicked in his presence.  The complaint alleged that the bank's actions from the time the parties had settled the initial foreclosure action had been undertaken maliciously, and appellants sought compensatory and punitive damages.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We have held that jurisdiction under section 632 exists when a cause of action arises out of \"traditional banking activities.\"   Diaz v. Pan American Federal Savings &amp; Loan Association, 635 F.2d 30, 32 (1st Cir. 1980).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In order to determine whether the appellants' suit arose out of traditional banking activities, we review the complaint to determine the nature of the transaction or activity giving rise to their claims.   Telecredit Service Center v. First National Bank, 679 F. Supp. 1101, 1103 (S.D. Fla. 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In their complaint, appellants raised basically two distinct claims.  First, they challenged the way in which the bank had procured its default judgment of foreclosure, alleging that procedural errors and misrepresentations by the bank rendered the judgment invalid.  Second, they challenged the way in which the bank had communicated with them after the default judgment and public sale and the way in which it had evicted them.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Thus, the appellants challenged the validity of the default judgment and the manner in which the bank had pursued its rights under the judgment.  Their proffered reasons for invalidating the judgment were not based on the terms of any mortgage agreement or other banking or financing activity between the parties, but on the circumstances surrounding the dismissal of the prior foreclosure action and the bank's reopening of that action.  For that reason, their present claim that the default judgment was invalid did not arise out of a banking transaction or activity, even though the default judgment had permitted the bank to foreclose on its mortgage on their property.   See Gonzalez-Roman v. Federal Land Bank of Baltimore, 303 F. Supp. 482, 483 (D.P.R. 1969) (a local court suit challenging the validity of a federal court judgment of foreclosure for jurisdictional reasons could not be removed to federal court under section 632 because the suit did not arise out of a transaction involving banking);  contrast Conjugal Society v. Chicago Title Insurance Co., 690 F.2d 1, 5 (1st Cir. 1982) (plaintiffs' rights were based on defendants' mortgage agreements and thus arose out of a transaction involving banking within the meaning of section 632);   First Federal Savings &amp; Loan Association v. Zequeira, 305 F. Supp. 37, 39 (D.P.R. 1969) (the court \"clearly\" had jurisdiction over a mortgage foreclosure action where the pertinent evidence was the original mortgage note, a certified copy of the mortgage deed, and a sworn statement by the bank's treasurer showing that a mortgage account had been opened and had a certain balance since those are \"banking transactions\") (dictum or alternative holding).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Likewise, the actions of the bank in visiting, calling and evicting the appellants did not arise out of any banking transaction.  They were alleged to be wrongful, not because of any rights accruing to appellants by virtue of any mortgage agreement between the parties, but because the default judgment was alleged to be invalid and because those actions were allegedly undertaken negligently or maliciously, thereby causing appellants harm in violation of standard principles of tort law.  See Diaz, 635 F.2d at 32 (plaintiff's suit for malicious or negligent prosecution was dismissed for lack of jurisdiction under section 632 because the bank's filing of criminal charges against plaintiff for passing bad checks was outside the scope of traditional banking).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Another prerequisite to suit under section 632 is that a \"corporation organized under the laws of the United States shall be a party\" to the suit, but there is no question that the bank meets that requirement.  We also note that section 632 applies to banking transactions in the Commonwealth of Puerto Rico although it is no longer a United States territory.   See First Federal Savings &amp; Loan Ass'n v. Ruiz de Jesus, 644 F.2d 910, 912 (1st Cir. 1981)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The record suggests that not all appellants were living in the house at the time the eviction took place, and that the appellants who actually had title to the house were living elsewhere.  For convenience, we do not distinguish among the appellants in the opinion, but refer simply to \"appellants\" even when reference to only certain appellants would be correct</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> After filing its complaint in federal court, appellants apparently moved the local court to annul its default judgment of foreclosure.  The state court did so, and its action was affirmed by the Supreme Court of Puerto Rico.  The proceedings in the local court are not relevant to the issue on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> One court has suggested that traditional banking activities include the \"making and collection of loans and issuance of documents evidencing them, such as notes and guaranties, the opening and closing of checking accounts and the processing of checks drawn upon them, and the filing of lawsuits for the collection of monies when loans are in default....\"   Fumero-Vidal v. First Federal Savings Bank, 788 F. Supp. 1275, 1278 (D.P.R. 1992).  Another court has said that traditional banking activities include transactions involving \"mortgage foreclosures, letters of credit, letters of guaranty when the bank relied on the letter in granting a loan, and transactions involving Federal Reserve Banks.\"   Telecredit Service Ctr. v. First Nat'l Bank, 679 F. Supp. 1101, 1103 (S.D. Fla. 1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although some evidence touching upon the mortgage relationship between the bank and appellants may well have been necessary, e.g., to show that the bank had appellants' mailing address and so could have properly served appellants when it reopened the foreclosure case, proof of appellants' claims did not depend on the terms of any mortgage agreement or other financial or banking transaction between the parties or on their adherence to the terms of any mortgage or other financing agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Appellants also ask this court to resolve certain motions left undecided by the district court when it dismissed appellants' suit.  We cannot do so.  The dismissal of appellants' suit, which we now affirm, rendered any outstanding motions moot.  In any event, it is not the role of this court to resolve in the first instance motions before the district court.  If resolution of pending motions had been necessary, we would have had to remand those motions to the district court for decision</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Jose Angel FREYRE-SANTONI, et al., Plaintiffs, Appellants,<br>v.<br>FIRST FEDERAL SAVINGS BANK, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1155.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">October 5, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">Jose Angel Freyre-Santoni on brief pro se.</p>\n      <p class=\"indent\">Carlos G. Latimer and Latimer, Biaggi, Rachid, Rodriguez-Suris &amp; Godreau on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se appellants Jose Angel Freyre Santoni, Jose A. Freyre Del Manzano, Anna M. Freyre, Doris C. Del Manzo Vazquez, and Vilma I. Castro (\"appellants\") appeal the district court's dismissal of their suit against the First Federal Savings Bank.  The district court found that it had no subject matter jurisdiction over the suit under 12 U.S.C. &#167; 632, which grants district courts original jurisdiction over suits \"arising out of transactions involving ... banking in a dependency or insular possession of the United States,....\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In May 1989, appellants were evicted from their house pursuant to a default judgment of foreclosure the bank had received from a superior court of the Commonwealth of Puerto Rico.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  A few months later appellants sued the bank in the district court.  Their complaint alleged that the bank had harassed and threatened them by visiting and telephoning them and then evicting them after it had obtained the default judgment and bought their house at public auction.  The appellants also alleged that the superior court's default judgment of foreclosure was invalid for several reasons.  The bank had obtained the default judgment by reopening a previously dismissed foreclosure case without notice to appellants even though it knew their mailing address and phone number;  it had submitted false affidavits to the court and not told the court that the parties had voluntarily dismissed the previous foreclosure case after reaching a settlement;  and the previous dismissal had become final and nonappealable before the bank had reopened the case.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  According to the complaint, the bank's harassing conduct and eviction of appellants from their property caused them physical injuries and mental or emotional distress.  Its allegedly illegal foreclosure had transferred title of their house to the bank, depriving them of their property.  In addition, the eviction had been carried out maliciously.  Although the family had no place to move to, they were ordered out of the house in the evening in violation of the court order, and their belongings were removed to the street where they were damaged by rain and vandalism.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Furthermore, one appellant had been ridiculed for being short, and her son's dog had been kicked in his presence.  The complaint alleged that the bank's actions from the time the parties had settled the initial foreclosure action had been undertaken maliciously, and appellants sought compensatory and punitive damages.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We have held that jurisdiction under section 632 exists when a cause of action arises out of \"traditional banking activities.\"   Diaz v. Pan American Federal Savings &amp; Loan Association, <span class=\"citation\" data-id=\"384541\"><a href=\"/opinion/384541/leopoldo-fernandez-diaz-v-pan-american-federal-savings-and-loan/\"><span class=\"volume\">635</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">30</span></a></span>, 32 (1st Cir. 1980).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In order to determine whether the appellants' suit arose out of traditional banking activities, we review the complaint to determine the nature of the transaction or activity giving rise to their claims.   Telecredit Service Center v. First National Bank, <span class=\"citation\" data-id=\"1529258\"><a href=\"/opinion/1529258/telecredit-service-center-v-first-nat-bank/\"><span class=\"volume\">679</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1101</span></a></span>, 1103 (S.D. Fla. 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In their complaint, appellants raised basically two distinct claims.  First, they challenged the way in which the bank had procured its default judgment of foreclosure, alleging that procedural errors and misrepresentations by the bank rendered the judgment invalid.  Second, they challenged the way in which the bank had communicated with them after the default judgment and public sale and the way in which it had evicted them.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Thus, the appellants challenged the validity of the default judgment and the manner in which the bank had pursued its rights under the judgment.  Their proffered reasons for invalidating the judgment were not based on the terms of any mortgage agreement or other banking or financing activity between the parties, but on the circumstances surrounding the dismissal of the prior foreclosure action and the bank's reopening of that action.  For that reason, their present claim that the default judgment was invalid did not arise out of a banking transaction or activity, even though the default judgment had permitted the bank to foreclose on its mortgage on their property.   See Gonzalez-Roman v. Federal Land Bank of Baltimore, <span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">482</span></span>, 483 (D.P.R. 1969) (a local court suit challenging the validity of a federal court judgment of foreclosure for jurisdictional reasons could not be removed to federal court under section 632 because the suit did not arise out of a transaction involving banking);  contrast Conjugal Society v. Chicago Title Insurance Co., <span class=\"citation no-link\"><span class=\"volume\">690</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></span>, 5 (1st Cir. 1982) (plaintiffs' rights were based on defendants' mortgage agreements and thus arose out of a transaction involving banking within the meaning of section 632);   First Federal Savings &amp; Loan Association v. Zequeira, <span class=\"citation no-link\"><span class=\"volume\">305</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">37</span></span>, 39 (D.P.R. 1969) (the court \"clearly\" had jurisdiction over a mortgage foreclosure action where the pertinent evidence was the original mortgage note, a certified copy of the mortgage deed, and a sworn statement by the bank's treasurer showing that a mortgage account had been opened and had a certain balance since those are \"banking transactions\") (dictum or alternative holding).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Likewise, the actions of the bank in visiting, calling and evicting the appellants did not arise out of any banking transaction.  They were alleged to be wrongful, not because of any rights accruing to appellants by virtue of any mortgage agreement between the parties, but because the default judgment was alleged to be invalid and because those actions were allegedly undertaken negligently or maliciously, thereby causing appellants harm in violation of standard principles of tort law.  See <span class=\"citation\" data-id=\"384541\"><span class=\"antecedent_guess\">Diaz,</span> <a href=\"/opinion/384541/leopoldo-fernandez-diaz-v-pan-american-federal-savings-and-loan/\"><span class=\"volume\">635</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">32</span> </a></span>(plaintiff's suit for malicious or negligent prosecution was dismissed for lack of jurisdiction under section 632 because the bank's filing of criminal charges against plaintiff for passing bad checks was outside the scope of traditional banking).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Another prerequisite to suit under section 632 is that a \"corporation organized under the laws of the United States shall be a party\" to the suit, but there is no question that the bank meets that requirement.  We also note that section 632 applies to banking transactions in the Commonwealth of Puerto Rico although it is no longer a United States territory.   See First Federal Savings &amp; Loan Ass'n v. Ruiz de Jesus, <span class=\"citation\" data-id=\"388754\"><a href=\"/opinion/388754/first-federal-savings-and-loan-association-of-puerto-rico-v-hector-l-ruiz/\"><span class=\"volume\">644</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></a></span>, 912 (1st Cir. 1981)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The record suggests that not all appellants were living in the house at the time the eviction took place, and that the appellants who actually had title to the house were living elsewhere.  For convenience, we do not distinguish among the appellants in the opinion, but refer simply to \"appellants\" even when reference to only certain appellants would be correct</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> After filing its complaint in federal court, appellants apparently moved the local court to annul its default judgment of foreclosure.  The state court did so, and its action was affirmed by the Supreme Court of Puerto Rico.  The proceedings in the local court are not relevant to the issue on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> One court has suggested that traditional banking activities include the \"making and collection of loans and issuance of documents evidencing them, such as notes and guaranties, the opening and closing of checking accounts and the processing of checks drawn upon them, and the filing of lawsuits for the collection of monies when loans are in default....\"   Fumero-Vidal v. First Federal Savings Bank, <span class=\"citation\" data-id=\"1600182\"><a href=\"/opinion/1600182/fumero-vidal-v-first-federal-sav-bank/\"><span class=\"volume\">788</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1275</span></a></span>, 1278 (D.P.R. 1992).  Another court has said that traditional banking activities include transactions involving \"mortgage foreclosures, letters of credit, letters of guaranty when the bank relied on the letter in granting a loan, and transactions involving Federal Reserve Banks.\"   Telecredit Service Ctr. v. First Nat'l Bank, <span class=\"citation\" data-id=\"1529258\"><a href=\"/opinion/1529258/telecredit-service-center-v-first-nat-bank/\"><span class=\"volume\">679</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1101</span></a></span>, 1103 (S.D. Fla. 1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although some evidence touching upon the mortgage relationship between the bank and appellants may well have been necessary, e.g., to show that the bank had appellants' mailing address and so could have properly served appellants when it reopened the foreclosure case, proof of appellants' claims did not depend on the terms of any mortgage agreement or other financial or banking transaction between the parties or on their adherence to the terms of any mortgage or other financing agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Appellants also ask this court to resolve certain motions left undecided by the district court when it dismissed appellants' suit.  We cannot do so.  The dismissal of appellants' suit, which we now affirm, rendered any outstanding motions moot.  In any event, it is not the role of this court to resolve in the first instance motions before the district court.  If resolution of pending motions had been necessary, we would have had to remand those motions to the district court for decision</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/384541/",
    "https://www.courtlistener.com/api/rest/v3/opinions/388754/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1529258/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1600182/"
  ]
}