{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194915/",
  "id": 194915,
  "absolute_url": "/opinion/194915/stowell-v-shhs/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194915/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:59Z",
  "date_modified": "2020-02-22T00:09:51.444664Z",
  "type": "010combined",
  "sha1": "e2e7548ee3450ce93da7eeb8a55aa8bb6ae59a44",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1254.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1254\n\n                    CHRISTINE STOWELL, ET AL.,\n                     Plaintiffs, Appellants,\n\n                                v.\n\n             SECRETARY OF HEALTH AND HUMAN SERVICES,\n                       Defendant, Appellee.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF MAINE\n\n             [Hon. Gene Carter, U.S. District Judge]\n                                                   \n\n                                             \n\n                              Before\n\n              Selya, Cyr and Boudin, Circuit Judges.\n                                                   \n\n                                             \n\n     Patrick  Ende, with  whom Jack  Comart  and Pine  Tree Legal\n                                                                 \nAssistance were on brief, for appellants.\n          \n     Robin   S.  Rosenbaum,   Attorney,   Civil  Division,   U.S.\n                          \nDepartment  of   Justice,  with  whom  Stuart   Schiffer,  Acting\n                                                        \nAssistant  Attorney  General,  Jay  P.  McCloskey,  United States\n                                                 \nAttorney,  and Barbara  C. Biddle,  Attorney, U.S.  Department of\n                                 \nJustice, were on brief, for appellee.\n     Christopher C. Leighton, Deputy Attorney  General, with whom\n                            \nMichael  E. Carpenter,  Attorney General,  and Thomas  D. Warren,\n                                                                \nDeputy Attorney General, were on brief for State of Maine, amicus\ncuriae.\n\n                                             \n\n                        September 10, 1993\n\n                                             \n\n          SELYA, Circuit Judge.  Although this appeal presents an\n          SELYA, Circuit Judge.\n                              \n\nissue  of first impression that requires us to navigate a complex\n\nmaze of  statutes and regulations,  its resolution  turns on  the\n\ninterpretation of two words in common usage.  We hold, as did the\n\ncourt below, that the Secretary of Health and Human Services (the\n\nSecretary) permissibly concluded  that the term  \"payment levels\"\n\nas  used in  42 U.S.C.    1396a(c)(1)  (1988) refers  to baseline\n\npayments  received  under  the  Aid to  Families  with  Dependent\n\nChildren (AFDC) program.  Consequently, we affirm.\n\nI.  BACKGROUND\n\n          AFDC  is a voluntary,  cooperative federal-state social\n\nservice  program paid  for  by both  sovereigns but  administered\n\nlargely by  the states.  See  42 U.S.C.    601-615  (1988 &amp; Supp.\n                            \n\nIII  1991); see also  Doucette v. Ives,  947 F.2d  21, 23-24 (1st\n                                      \n\nCir. 1991)  (describing interactive nature of AFDC program).  For\n\nheuristic  purposes, we  limit our  discussion of  this intricate\n\nprogram  to  the  particular   problem  around  which  this  case\n\nrevolves.\n\n          Through AFDC,  poor families receive  a monthly stipend\n\n(the basic AFDC  grant).  The  amount of the stipend  varies from\n\nstate to  state and also varies  according to family size.   If a\n\nfamily  unit has some other  income, say, child support payments,\n\nmost states deem this money to offset the guaranteed AFDC stipend\n\npro tanto.  Under such a  regime, a dollar is subtracted from the\n         \n\nfamily's basic AFDC grant for every dollar of supplemental income\n\nreceived.   See, e.g., Hassan v. Bradley, 818 F. Supp. 1174, 1176\n                                        \n\n                                2\n\n&amp; n.4  (N.D. Ill.  1993) (describing methodology  and identifying\n\nstates which employ it).\n\n          A   few  states,   Maine  among   them,  take   a  less\n\nconventional approach  to supplemental  income.   Up to a  point,\n\nMaine permits a family to receive such  income without offsetting\n\nit  against the  basic  AFDC  grant.    Only  when  the  family's\n\naggregate  income reaches a designated level   a level that Maine\n\ncalls the  \"standard of need\"    does  Maine begin to  shrink the\n\nbasic  AFDC  grant  in  proportion  to  the  marginal  amount  of\n\nsupplemental income  received.   In the bureaucratic  idiom, this\n\nphenomenon  is known as \"gap filling\" because no offsets are made\n\nuntil the family's supplemental income has filled the gap between\n\nthe  stipendiary amount of the basic AFDC grant and the (somewhat\n\nhigher)  standard-of-need  amount.    Even then,  the  offset  is\n\nlimited to the excess  of familial receipts over the  standard of\n\nneed.  See Doucette, 947 F.2d at 23-24.\n                   \n\n          In 1991, Maine,  faced with burgeoning budgetary  woes,\n\nnarrowed  this   gap  by   upgrading  basic  AFDC   grants  while\n\nsimultaneously downgrading standards of need.  This revision took\n\neffect  on April  1,  1992 (after  the  district court  lifted  a\n\ntemporary  stay).    As  a result,  AFDC-eligible  families  with\n\nrelatively  high amounts  of  supplemental  income receive  lower\n\npayments than before and families with little  or no supplemental\n\nincome receive  higher payments than before.   More specifically,\n\nbecause child support  payments are  collected by  the state  and\n\nthen transmitted  to AFDC recipients as  supplemental income, see\n                                                                 \n\n                                3\n\n42 U.S.C.    602(a)(2) (1988), Maine's reduction  in the standard\n\nof need  meant that certain AFDC-eligible  families would receive\n\nlower overall  payments  from  the  state than  they  would  have\n             \n\nreceived  prior  to  May 1,  1988.1    After  the changes  became\n\neffective, the Secretary continued to authorize Medicaid  funding\n\nfor Maine.\n\n          Although the revisions did not ruffle federal feathers,\n\nthey  prompted  the  instant   suit.    Seeking  declaratory  and\n\ninjunctive  relief, 5  U.S.C.    702 (1988),  plaintiff-appellant\n\nChristine   Stowell   accused  the   Secretary  of   violating  a\n\nmaintenance-of-effort   provision   contained  in   the  Medicare\n\nCatastrophic Coverage Act of 1988, Pub. L. No. 100-360, 102 Stat.\n\n683.2   That  provision,  codified at  42  U.S.C.     1396a(c)(1)\n\n                    \n\n     1A concrete example may help to illuminate the effect of the\nrevisions.   On May 1,  1988, a single  mother with two dependent\nchildren would have received a basic AFDC grant of $416.  Had the\nfamily  unit  also received  $157 in  child support  payments, it\nwould  have retained the entire  amount ($573 per  month).  While\nMaine's revisions boosted  the same family's basic AFDC  grant to\n$453 per month, the concomitant lowering of the standard of need,\ngiven the assumptions in our hypothetical, would have required an\noffset  of all supplemental income  over $100 per  month, or $57.\nThe net effect,  then, would have been to cap  the family's total\nmonthly  receipts at  $553 ($20  per month  less than  the family\nwould  have retained  under the  earlier regime).   On  the other\nhand, if our hypothetical family had  no supplemental income, the\nrevisions would have increased its receipts by $37 per month (the\namount by which Maine hiked the basic AFDC grant).\n\n      In  constructing   this  example,  we   have  excluded  any\nreference  to  the $50  \"pass-through\"  payment  described in  42\nU.S.C.   657(b)(1) (1988), which was unaffected by the  revisions\nin question.\n\n     2Stowell also attempted  to sue  the state.   That suit  has\ngone  by  the  boards  as  a  result  of  our  holding  that  the\nmaintenance-of-effort  provision  imposed  a  duty  only  on  the\nSecretary.  See Stowell v. Ives, 976 F.2d 65, 71 (1st Cir. 1992).\n                               \n\n                                4\n\n(1988), directs the Secretary not to approve any state's Medicaid\n\nplan if the state's AFDC program sets \"payment levels\" lower than\n\nthose in  effect  on May  1,  1988.   Refined  to  bare  essence,\n\nStowell's position has consistently been that the maintenance-of-\n\neffort  provision prohibits  the  Secretary from  approving state\n\nMedicaid  plans if the state's AFDC payment levels are lower than\n\nthose in  effect on May 1,  1988; that the total  amount of money\n\nStowell  and persons  similarly situated  currently receive  from\n\nMaine is lower than the amount they would have received under the\n\nearlier (pre-May 1, 1988) rules; that, nonetheless, the Secretary\n\ndid  not  refuse  to  fund   Maine's  Medicaid  plan;  and  that,\n\ntherefore,  the  Secretary  violated   the  maintenance-of-effort\n\nprovision.\n\n          The case proceeded as a  class action3 and the  parties\n\nsubmitted  it on a stipulated record.  The district court asked a\n\nmagistrate judge for a report and recommendation.  Reasoning that\n\nMaine had not, in fact, reduced its payment levels below those in\n\n                    \n\n     3The plaintiff class comprises:\n\n          All families in the  State of Maine who would\n          be   eligible   for   AFDC  benefits   and/or\n          supplemental  payments  under   42  U.S.C    \n          602(a)(28)  [providing  for payment  of child\n          support  collected  by the  state]  under the\n          AFDC payment levels in effect in Maine on May\n          1, 1988 and who would receive a smaller total\n          AFDC plus supplemental    602(a)(28)  payment\n          under the AFDC payment levels  proposed to be\n          effective April  1, 1992 than they would have\n          received   under  the  May  1,  1988  payment\n          levels.\n\nStowell v. Sullivan, 812 F. Supp. 264, 266 n.3 (D. Me. 1993).\n                   \n\n                                5\n\neffect  on May 1, 1988, the magistrate recommended that the court\n\nenter judgment for the  Secretary.  See Stowell v.  Sullivan, 812\n                                                            \n\nF.  Supp. 264,  266-71  (D. Me.  1993) (reproducing  magistrate's\n\nreport).      On  de   novo   review,  the   court   adopted  the\n                           \n\nrecommendation.  See id. at 265-66.  Plaintiffs appeal.\n                        \n\nII.  ANALYSIS\n\n          The issue  is whether the Secretary's continued funding\n\nof Maine's Medicaid  plan, despite the state's decision  to lower\n\nits   standard  of   need,  violates   the  maintenance-of-effort\n\nprovision.4  We  have repeatedly  urged that, when  a nisi  prius\n                                                                 \n\ncourt  handles a  matter  appropriately and  articulates a  sound\n\nbasis for  its ruling, \"a  reviewing tribunal should  hesitate to\n\nwax  longiloquent simply to hear its own  words resonate.\"  In re\n                                                                 \n\nSan  Juan Dupont Plaza  Hotel Fire Litig.,  989 F.2d  36, 38 (1st\n                                         \n\nCir.  1993).   Because  we  are  in  substantial  agreement  with\n\nMagistrate Judge Cohen's thoughtful  disquisition, see Stowell v.\n                                                              \n\nSullivan,  812 F. Supp. at  266-71, we invoke  this principle and\n        \n\nconfine ourselves to a few decurtate observations.\n\n          First:   Whenever  a  court is  charged with  statutory\n          First:\n               \n\ninterpretation,  the text  of the  statute must  be its  starting\n\npoint.  See Estate of Cowart  v. Nicklos Drilling Co., 112 S. Ct.\n                                                     \n\n2589, 2594 (1992).   Here, however,  the statutory language  does\n\n                    \n\n     4The Secretary also argues  that, even if the term  \"payment\nlevels\" is  given the expansive reading  that appellants suggest,\nthe federal government's obligation  to intervene would not arise\nunless  and until  Maine  sought approval  of  amendments to  its\nMedicaid plan.    We  need  not  consider  this  contention  and,\nconsequently, take no view of it.\n\n                                6\n\nnot directly answer the question posed.  It provides that:\n\n          the Secretary  shall  not approve  any  State\n          plan for medical assistance if  \n\n               (1) The State has in  effect, under\n               its  [AFDC  plan],  payment  levels\n               that  are  less  than  the  payment\n               levels in effect under such plan on\n               May 1, 1988.\n\n42 U.S.C.   1396a(c)(1).  The term \"payment levels,\" which is not\n\ndefined elsewhere in the statute, could, as the Secretary claims,\n\nrefer to the stipendiary  amounts of basic AFDC grants;  it could\n\nalso,  as appellants claim, refer to total income, that is, grant\n\namounts plus  supplemental income  actually received.   Given two\n\nplausible  alternatives, and  recognizing  that  the universe  of\n\ninterpretive possibilities  may extend beyond them,  we think the\n\nstatute contains an undeniable ambiguity.\n\n          Appellants resist this conclusion.  Pointing  out that,\n\nin certain  other contexts, Congress  referred to the  basic AFDC\n\ngrant  as the \"payment standard,\" 42 U.S.C.   602(h) (1988), they\n\nargue that the  term \"payment levels\"  must mean something  else.\n\nThis argument founders.  It is apodictic that Congress may choose\n\nto  give a single phrase different meanings in different parts of\n\nthe  same statute.  See Atlantic Cleaners &amp; Dyers, Inc. v. United\n                                                                 \n\nStates,  286  U.S.  427,  433  (1932);  Greenwood  Trust  Co.  v.\n                                                             \n\nMassachusetts,  971 F.2d  818, 830  n.10 (1st  Cir. 1992),  cert.\n                                                                 \n\ndenied, 113 S. Ct. 974 (1993).  It is a natural corollary of this\n      \n\ntruism  that Congress, in its  wisdom, may choose  to express the\n\nsame idea in many different ways.   Cf., e.g., Cowart, 112 S. Ct.\n                                                     \n\nat 2596 (stating that Congress's eschewal  of a term of art  used\n\n                                7\n\nelsewhere in the  same statute,  in favor of  a more  descriptive\n\nterm, does not necessarily mean that the two terms bear different\n\nmeanings).   Any other interpretive rule  would defy human nature\n\nand  ignore common  practice.   Courts should  go very  slowly in\n\nassigning talismanic  importance to particular  words or  phrases\n\nabsent some cogent evidence of legislative intent.\n\n          Second:  Appellants' attempt to score  a touchdown by a\n          Second:\n                \n\nselective  perusal of legislative  history puts no  points on the\n\nboard.  The  centerpiece of this  effort is a passage  evincing a\n\ncongressional  purpose  \"to   assure  that  the  resources   [for\n\nMedicaid-related  coverage of certain  persons] are  not diverted\n\nfrom the [AFDC] program.\"  House Conf. Rep. No. 661, 100th Cong.,\n\n2d Sess. 145, 256, reprinted in 1988 U.S.C.C.A.N. 923, 1034.  But\n                               \n\nthis language does not help  to resolve the statute's  linguistic\n\nambiguity in appellants' favor.\n\n          For one  thing, the  passage, like the  statute itself,\n\nleaves unaddressed  the  question whether  Congress's  underlying\n\nconcern  lay with all payments affecting the AFDC program or only\n\nwith  the stipendiary  amounts  of basic  AFDC  grants    and  an\n\nambiguous  statute cannot  be  demystified by  resort to  equally\n\nambiguous legislative history.  For another thing, to the extent,\n\nif  at   all,  that   the  quoted   passage  indicates  a   broad\n\ncongressional  purpose to  provide AFDC  recipients with  a fixed\n                                                                 \n\nsafety net,  we think it cuts against appellants' construction of\n\nthe  term  \"payment  levels.\"   Because  supplemental  income  is\n\ncontingent  on  a  nearly  infinite  variety  of   circumstances,\n\n                                8\n\nappellants' definition would at  most guarantee AFDC recipients a\n\nhypothetical  sum; the  Secretary's reading,  on the  other hand,\n\nsecures a fixed payment floor.\n\n          The  sockdolager is  that the  quoted passage,  read in\n\ncontext,  is  counteracted  by  other items  in  the  legislative\n\nhistory, including those that  stress the importance of continued\n\nflexibility.  Congress prized flexibility because it \"allows each\n\nstate to  establish  its  own  need  and  payment  standards  for\n\nassistance.\"   S. Rep.  No.  377, 100th  Cong., 2d  Sess. 1,  49,\n\nreprinted  in  1988  U.S.C.C.A.N.  2776, 2826.    Certainly,  the\n             \n\nSecretary's rendition  of  \"payment levels\"  enhances  a  state's\n\nflexibility  while appellants'  version  detracts from  it.   See\n                                                                 \n\ninfra pp. 13-14.   This jousting between archival excerpts drives\n     \n\nhome  the  point  that  \"reviewing legislative  history  is  like\n\nlooking over the crowd at a party and picking out one's friends.\"\n\nPatricia J. Wald,  Some Observations  on the  Use of  Legislative\n                                                                 \n\nHistory in  the 1981 Supreme Court Term, 68 Iowa L. Rev. 195, 214\n                                       \n\n(1983) (quoting  Leventhal, J.).   In  this instance,  both sides\n\nhave unearthed congenial acquaintances.  The net result, however,\n\nis that  evidence gleaned from  the legislative history  does not\n\ntell a straightforward tale and, therefore, does not  resolve the\n\nambiguity with which we are concerned.5\n\n                    \n\n     5By discussing  the House  Conference Report excerpt,  we do\nnot mean to imply that Maine has diverted resources from the AFDC\nprogram to  the Medicaid program.   There is no such  evidence in\nthe  record.    Thus,  appellants'  reading  of  the  legislative\nhistory,  even if  we were  to credit  it, would  not necessarily\ncarry the day.  See, e.g., Babbitt v. Michigan, 778 F. Supp. 941,\n                                              \n947 (W.D. Mich. 1991).\n\n                                9\n\n          Third:   When  a statute  is silent  with respect  to a\n          Third:\n               \n\nspecific  question,  courts  frequently  afford  deference  to  a\n\nplausible  construction  offered  by  the   agency  charged  with\n\nadministering  it.  See National R.R. Passenger Corp. v. Boston &amp;\n                                                                 \n\nMe. Corp., 112  S. Ct. 1394, 1401 (1992) (stating  that \"[i]f the\n         \n\nagency interpretation  is not in conflict with the plain language\n\nof the statute, deference is due\"); Chevron U.S.A., Inc. v. NRDC,\n                                                                 \n\nInc., 467 U.S. 837,  843 (1984); Massachusetts Dep't of  Educ. v.\n                                                              \n\nUnited States Dep't of Educ., 837 F.2d 536, 541 (1st  Cir. 1988).\n                            \n\nHere, the  agency that  the  Secretary heads,  the Department  of\n\nHealth and Human Services  (HHS), is entrusted with administering\n\nboth  the Medicaid and AFDC  statutes.  Since  HHS interprets the\n\nmaintenance-of-effort provision  to refer only to  the basic AFDC\n\ngrant,   Chevron  principles   pose  a   formidable   barrier  in\n                \n\nappellants' path.\n\n          In  an  endeavor  to  skirt  this  barrier,  appellants\n\nsuggest that  deference would  be inappropriate here  because HHS\n\nhas  not maintained  a consistent  position.   The suggestion  is\n\nfactually unfounded and legally unpersuasive.\n\n          We begin by examining the facts.  Although the agency's\n\nposition has shifted  in some respects over the years, it has not\n\nwaffled  with regard to the  meaning of \"payment  levels.\"  HHS's\n\nfirst  public  elucidation  of  the  point  appears   in  a  1989\n\npublication  informing  state   officials  that   \"if  you   make\n\nadjustments  to your [AFDC] payment levels which do not result in\n\nlower  payment amounts being  made to families  with no countable\n\n                                10\n\nincome, you are  considered to meet  the Medicaid Maintenance  of\n\nEffort Requirements.\"   State Medicaid Manual    3205 (May 1989).\n\nIn subsequent  commentaries, HHS  made plain that  this reference\n\nwas intended  to include  only those  families which received  no\n\nincome  over  and  above  the  basic  AFDC  grant.    We  see  no\n\ninconsistency  between  this  original   interpretation,  roughly\n\ncontemporaneous with  the statute's  enactment, and the  agency's\n\ncurrent views.\n\n          Appellants'  legal theory  rests  on  an equally  shaky\n\nfoundation.   Agencies \"must  be  given ample  latitude to  adapt\n\n[their]   rules  and   policies  to   the  demands   of  changing\n\ncircumstances.\"  Rust v.  Sullivan, 111 S. Ct. 1759,  1769 (1991)\n                                  \n\n(citations and  internal quotation marks omitted).   An important\n\ncorollary  of this rule is  that an agency's  position may evolve\n\nover a period of time without automatically forfeiting all claims\n\nto judicial  deference.  And, moreover,  an agency interpretation\n\nthat  represents a  modification of,  or  even a  sharp departure\n\nfrom, a  prior interpretation does not  necessarily eliminate the\n\nexpertise-related  reasons  for  judicial  deference.    See id.;\n                                                                \n\nChevron,  467 U.S. at 862-64.  Thus, an explained modification of\n       \n\nan agency  interpretation ordinarily  retains its entitlement  to\n\nwhatever  deference may  be due.   See Rust,  111 S.  Ct. at 1769\n                                           \n\n(collecting cases).  So it is here.6\n\n                    \n\n     6To  be  sure,  in this  case  the  agency  claims that  its\nposition  has  been consistent  throughout.   It  is too  much to\nexpect  that even bureaucrats   a species renowned for mastery of\nthe  fissilingual   can explicate the reasons underlying a change\nthat was never made.  Regardless, HHS has explained, cogently and\n\n                                11\n\n          Next, appellants  try to  skirt the Chevron  barrier by\n                                                     \n\ntaking  a different path.  They asseverate that HHS's view merits\n\nlittle  deference because  determining this  particular statute's\n\nmeaning    involves   primarily    judicial,   as    opposed   to\n\nadministrative, skills.  The attempted end run fails.\n\n          The Chevron  doctrine often requires  different degrees\n                     \n\nof deference in different situations.  See Sierra Club v. Larson,\n                                                                \n\n    F.2d    ,     (1st  Cir. 1993) [No. 92-2227, slip op.  at 17-\n\n18].  Although the need for deference diminishes as issues become\n\nmore law-bound and less  moored to administrative expertise, see,\n                                                                \n\ne.g., United States v.  29 Cartons of * *  * an Article of  Food,\n                                                                \n\n987 F.2d 33, 38 (1st Cir. 1993) (collecting cases), this case  is\n\nnot  removed  from   the  realm  of   specialized  administrative\n\nknowledge.  When Congress commanded the Secretary  to ensure that\n\n\"payment levels\"  were maintained, it  left open the  question of\n\nhow  that term  might  be defined  in a  manner  that would  best\n\npromote efficient, fair administration of  two complicated social\n\nservice  programs.  The agency, in filling this lacuna, relied on\n\nits lengthy  experience with  the  statutes involved.   See  AFDC\n                                                           \n\nInformation  Memorandum  (August 5,  1992).    Courts should  not\n\ncavalierly discount the value  of agency expertise  painstakingly\n\ngarnered  in  the  administration,  over  time,  of  programs  of\n\nremarkable  intricacy.  See,  e.g., La Casa  Del Convaleciente v.\n                                                              \n\n                    \n\nin  detail,  why it  believes its  current interpretation  of the\nambiguous phrase is  sound.  No more is exigible.   See Rust, 111\n                                                            \nS.  Ct. at  1769; Motor  Vehicle Mfrs. Ass'n  v. State  Farm Mut.\n                                                                 \nAuto. Ins. Co., 463 U.S. 29, 42 (1983).\n              \n\n                                12\n\nSullivan, 965 F.2d  1175, 1178 (1st  Cir. 1992) (suggesting  that\n        \n\ndeference to agency expertise  is particularly appropriate in the\n\ncomplex  field of Medicare); Wilcox v. Ives, 864 F.2d 915, 926-27\n                                           \n\n(1st  Cir.  1988)  (Breyer,  J.,  concurring)   (suggesting  that\n\ndeference is appropriate where an  agency has, through its  daily\n\nexperience  in   administering   a   statute,   gained   a   firm\n\nunderstanding of the relation of a given provision to the statute\n\nas a whole); see also  Friedman v. Berger, 547 F.2d 724,  727 n.7\n                                         \n\n(2d Cir. 1976)  (Friendly, J.) (stating that  the Social Security\n\nAct,   of  which  AFDC  and  Medicaid  are  a  part,  is  \"almost\n\nunintelligible to  the uninitiated\"), cert. denied,  430 U.S. 984\n                                                  \n\n(1977).\n\n          Fourth:  Our last  point is, in actuality, a  subset of\n          Fourth:\n                \n\nour third point.   In this instance, reading the  phrase \"payment\n\nlevels\"  as encompassing  only the  stipendiary amounts  of basic\n\nAFDC grants  preserves the program's flexibility  and facilitates\n\nits  administration.  Hence, the cardinal reason why deference is\n\ndue is because  the agency's interpretation of  the disputed term\n\nis not only linguistically plausible but also eminently sensible.\n\nSee 29 Cartons, 987 F.2d at 38 (explaining that the  true measure\n              \n\nof  a court's  willingness  to defer  may  depend, in  the  final\n\nanalysis, on  the persuasiveness of the  agency's interpretation,\n\ngiven all the attendant circumstances); Mass. Dep't of Educ., 837\n                                                            \n\nF.2d at 541 (similar).\n\n          States have traditionally been afforded a broad measure\n\nof discretion in implementing the AFDC program.  See Jefferson v.\n                                                              \n\n                                13\n\nHackney, 406 U.S.  535, 539-41 (1972).  The  murky language of 42\n       \n\nU.S.C.    1396a(c)(1) cannot readily  be interpreted as  a signal\n\nthat Congress meant to  scrap this tradition.  Cf.,  e.g., Rosado\n                                                                 \n\nv. Wyman, 397 U.S. 397, 414 n.17 (1970) (\"An extensive alteration\n        \n\nin  the basic underlying  structure of an  established program is\n\nnot  to be inferred from ambiguous language that is not clarified\n\nby legislative  history.\").  Appellants' construction    that the\n\nmaintenance-of-effort provision is triggered whenever  any family\n\nunit receives fewer total dollars in a given month than  it would\n\nhave  received that  month under the  set of  computational rules\n\nthat were in effect  on May 1, 1988    runs at cross purposes  to\n\nthis deep-seated  discretion by  inhibiting a state's  ability to\n\nreorder  its priorities.  For  example, reading the term \"payment\n\nlevels\"  as  appellants  prefer   would  preclude  a  state  from\n\ndistributing AFDC  funds according to a new formula, although the\n\nstate maintained (or, perhaps, even increased) its aggregate AFDC\n\nexpenditures.7    In  contrast,  interpreting the  term  \"payment\n\nlevels\"  as referring only to basic AFDC grants, as the Secretary\n\nurges,  provides all  recipients a  protective floor  while still\n\npermitting  states  to implement  changes  that more  efficiently\n\nallocate scarce resources.  There is every reason to believe that\n\nthis latter  route, which preserves the  discretion traditionally\n\n                    \n\n     7The case  at bar  illustrates the  point.   Although  Maine\nreduced  the amount of outside income a person may receive before\nAFDC payments will be offset partially to save money, it also had\nanother purpose:  increasing the benefits available to more needy\nAFDC  recipients, i.e., those  who receive basic  AFDC grants but\n                      \nhave little or no supplemental income.\n\n                                14\n\navailable to  the states  in  implementing the  AFDC program  and\n\nmaximizes  state flexibility,  is a  far closer  approximation of\n\ncongressional intent.  See S. Rep. No. 377, 100th Cong., 2d Sess.\n                          \n\n49,  reprinted in 1988 U.S.C.C.A.N.  2776, 2826 (referring to the\n                 \n\nincidence  of  state  flexibility  in connection  with  need  and\n\npayment standards).\n\n          Nor is this the only straw  in the interpretive breeze.\n\nWe  can safely  assume that  Congress,  in enacting  the statute,\n\npreferred  administrative  efficiency to  administrative clutter.\n\nSee Dion v. Commissioner, Me. Dep't of Human Servs., 933 F.2d 13,\n                                                   \n\n17  (1st  Cir. 1991)  (discussing  congressional  interest in  an\n\nadministratively   streamlined   procedure    for   food    stamp\n\nrecipients).  This, too, cuts in favor of the Secretary   for the\n\nSecretary's interpretation is administratively more workable than\n\nappellants' interpretation.   If the term  \"payment levels\" means\n\nbasic AFDC  grant amounts, both state  and federal administrators\n\ncan tell quite easily whether a proposed change in a state's plan\n\nactivates the maintenance-of-effort provision.   If, on the other\n\nhand, the term means all payments made to all AFDC recipients, it\n\nprescribes   a  much  more   complicated,  highly  individualized\n\ncalculation.   Because  the  Secretary's reading  of the  statute\n\nensures that a  significant portion of the finite funds available\n\nfor AFDC and  Medicaid go to needy recipients  rather than to the\n\ncosts of administrative implementation, it jibes more neatly with\n\nCongress's likely intent.\n\nIII.  CONCLUSION\n\n                                15\n\n          We need  go no  further.8  When,  as now,  the case  is\n\ndebatable, the key  phrase in the statute  is patently ambiguous,\n\nthe legislative history is  unilluminating, the subject matter is\n\nsomewhat technical, and the  indications are that Congress wanted\n\nto take advantage of agency expertise, a plausible interpretation\n\nof  the  disputed  term, expressed  with  clarity  by  the agency\n\ncharged  with the  statute's administration,  necessarily carries\n\ngreat  weight.  To clinch matters, the agency's interpretation of\n\nthe  phrase \"payment levels\" in the statute sub judice also helps\n                                                      \n\nto  maintain traditional  programmatic goals  and to  promote the\n\npublic  interest  in  efficient  implementation  of the  affected\n\nprograms.   We hold,  therefore, consistent with  the Secretary's\n\nview,  that the allusion in  42 U.S.C.    1396a(c)(1) to \"payment\n\nlevels\" refers  only  to the  stipendiary amounts  of basic  AFDC\n\ngrants  and  not,  as appellants  have  argued,  to  total monies\n\nactually received by each AFDC family.  Accordingly, the judgment\n\nbelow will be\n\nAffirmed.\n        \n\n                    \n\n     8We   do   not  tarry   over   appellants'   assertion  that\nadministrative interpretations and  statutory provisions in other\nfields treat certain  supplemental income in the same  fashion as\nbasic AFDC grants.   In the  first place, these  interpretations,\nall of  which deal with program  administration, are analytically\ndistinct and,  therefore, inapposite.   See Stowell  v. Sullivan,\n                                                                \n812  F. Supp. at 270-71  (discussing identical proffer).   In the\nsecond place, this is a zero-sum game; the Secretary has produced\na  counter-list  of  interpretations and  provisions  which treat\nsupplemental income and basic  AFDC grants differently.  Compare,\n                                                                \ne.g., 51 Fed. Reg.  29,223, 29,224 (1986) (declaring supplemental\n    \npayments to be AFDC expenditures for purposes of matching federal\nfunds) with, e.g.,  Winslow v. Commissioner,  Me. Dept. of  Human\n                                                                 \nServs.,  795  F.  Supp.  47,   49-50  (D.  Me.  1992)  (upholding\n      \nSecretary's determination that supplemental payments are not AFDC\npayments for purposes of computing Medicaid income levels).\n\n                                16\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1254\n\n                    CHRISTINE STOWELL, ET AL.,\n                     Plaintiffs, Appellants,\n\n                                v.\n\n             SECRETARY OF HEALTH AND HUMAN SERVICES,\n                       Defendant, Appellee.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF MAINE\n\n             [Hon. Gene Carter, U.S. District Judge]\n                                                   \n\n                                             \n\n                              Before\n\n              Selya, Cyr and Boudin, Circuit Judges.\n                                                   \n\n                                             \n\n     Patrick  Ende, with  whom Jack  Comart  and Pine  Tree Legal\n                                                                 \nAssistance were on brief, for appellants.\n          \n     Robin   S.  Rosenbaum,   Attorney,   Civil  Division,   U.S.\n                          \nDepartment  of   Justice,  with  whom  Stuart   Schiffer,  Acting\n                                                        \nAssistant  Attorney  General,  Jay  P.  McCloskey,  United States\n                                                 \nAttorney,  and Barbara  C. Biddle,  Attorney, U.S.  Department of\n                                 \nJustice, were on brief, for appellee.\n     Christopher C. Leighton, Deputy Attorney  General, with whom\n                            \nMichael  E. Carpenter,  Attorney General,  and Thomas  D. Warren,\n                                                                \nDeputy Attorney General, were on brief for State of Maine, amicus\ncuriae.\n\n                                             \n\n                        September 10, 1993\n\n                                             \n\n          SELYA, Circuit Judge.  Although this appeal presents an\n          SELYA, Circuit Judge.\n                              \n\nissue  of first impression that requires us to navigate a complex\n\nmaze of  statutes and regulations,  its resolution  turns on  the\n\ninterpretation of two words in common usage.  We hold, as did the\n\ncourt below, that the Secretary of Health and Human Services (the\n\nSecretary) permissibly concluded  that the term  \"payment levels\"\n\nas  used in  42 U.S.C.    1396a(c)(1)  (1988) refers  to baseline\n\npayments  received  under  the  Aid to  Families  with  Dependent\n\nChildren (AFDC) program.  Consequently, we affirm.\n\nI.  BACKGROUND\n\n          AFDC  is a voluntary,  cooperative federal-state social\n\nservice  program paid  for  by both  sovereigns but  administered\n\nlargely by  the states.  See  42 U.S.C.    601-615  (1988 &amp; Supp.\n                            \n\nIII  1991); see also  Doucette v. Ives,  </pre><span class=\"citation\" data-id=\"570406\"><a href=\"/opinion/570406/eva-doucette-v-h-rollin-ives-commissioner-of-the-maine-department-of/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">21</span></a></span><pre class=\"inline\">, 23-24 (1st\n                                      \n\nCir. 1991)  (describing interactive nature of AFDC program).  For\n\nheuristic  purposes, we  limit our  discussion of  this intricate\n\nprogram  to  the  particular   problem  around  which  this  case\n\nrevolves.\n\n          Through AFDC,  poor families receive  a monthly stipend\n\n(the basic AFDC  grant).  The  amount of the stipend  varies from\n\nstate to  state and also varies  according to family size.   If a\n\nfamily  unit has some other  income, say, child support payments,\n\nmost states deem this money to offset the guaranteed AFDC stipend\n\npro tanto.  Under such a  regime, a dollar is subtracted from the\n         \n\nfamily's basic AFDC grant for every dollar of supplemental income\n\nreceived.   See, e.g., Hassan v. Bradley, </pre><span class=\"citation no-link\"><span class=\"volume\">818</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1174</span></span><pre class=\"inline\">, 1176\n                                        \n\n                                2\n\n&amp; n.4  (N.D. Ill.  1993) (describing methodology  and identifying\n\nstates which employ it).\n\n          A   few  states,   Maine  among   them,  take   a  less\n\nconventional approach  to supplemental  income.   Up to a  point,\n\nMaine permits a family to receive such  income without offsetting\n\nit  against the  basic  AFDC  grant.    Only  when  the  family's\n\naggregate  income reaches a designated level   a level that Maine\n\ncalls the  \"standard of need\"    does  Maine begin to  shrink the\n\nbasic  AFDC  grant  in  proportion  to  the  marginal  amount  of\n\nsupplemental income  received.   In the bureaucratic  idiom, this\n\nphenomenon  is known as \"gap filling\" because no offsets are made\n\nuntil the family's supplemental income has filled the gap between\n\nthe  stipendiary amount of the basic AFDC grant and the (somewhat\n\nhigher)  standard-of-need  amount.    Even then,  the  offset  is\n\nlimited to the excess  of familial receipts over the  standard of\n\nneed.  See </pre><span class=\"citation\" data-id=\"570406\"><span class=\"antecedent_guess\">Doucette,</span> <a href=\"/opinion/570406/eva-doucette-v-h-rollin-ives-commissioner-of-the-maine-department-of/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">23-24</span></a></span><pre class=\"inline\">.\n                   \n\n          In 1991, Maine,  faced with burgeoning budgetary  woes,\n\nnarrowed  this   gap  by   upgrading  basic  AFDC   grants  while\n\nsimultaneously downgrading standards of need.  This revision took\n\neffect  on April  1,  1992 (after  the  district court  lifted  a\n\ntemporary  stay).    As  a result,  AFDC-eligible  families  with\n\nrelatively  high amounts  of  supplemental  income receive  lower\n\npayments than before and families with little  or no supplemental\n\nincome receive  higher payments than before.   More specifically,\n\nbecause child support  payments are  collected by  the state  and\n\nthen transmitted  to AFDC recipients as  supplemental income, see\n                                                                 \n\n                                3\n\n42 U.S.C.    602(a)(2) (1988), Maine's reduction  in the standard\n\nof need  meant that certain AFDC-eligible  families would receive\n\nlower overall  payments  from  the  state than  they  would  have\n             \n\nreceived  prior  to  May 1,  1988.1    After  the changes  became\n\neffective, the Secretary continued to authorize Medicaid  funding\n\nfor Maine.\n\n          Although the revisions did not ruffle federal feathers,\n\nthey  prompted  the  instant   suit.    Seeking  declaratory  and\n\ninjunctive  relief, 5  U.S.C.    702 (1988),  plaintiff-appellant\n\nChristine   Stowell   accused  the   Secretary  of   violating  a\n\nmaintenance-of-effort   provision   contained  in   the  Medicare\n\nCatastrophic Coverage Act of 1988, Pub. L. No. 100-360, 102 Stat.\n\n683.2   That  provision,  codified at  42  U.S.C.     1396a(c)(1)\n\n                    \n\n     1A concrete example may help to illuminate the effect of the\nrevisions.   On May 1,  1988, a single  mother with two dependent\nchildren would have received a basic AFDC grant of $416.  Had the\nfamily  unit  also received  $157 in  child support  payments, it\nwould  have retained the entire  amount ($573 per  month).  While\nMaine's revisions boosted  the same family's basic AFDC  grant to\n$453 per month, the concomitant lowering of the standard of need,\ngiven the assumptions in our hypothetical, would have required an\noffset  of all supplemental income  over $100 per  month, or $57.\nThe net effect,  then, would have been to cap  the family's total\nmonthly  receipts at  $553 ($20  per month  less than  the family\nwould  have retained  under the  earlier regime).   On  the other\nhand, if our hypothetical family had  no supplemental income, the\nrevisions would have increased its receipts by $37 per month (the\namount by which Maine hiked the basic AFDC grant).\n\n      In  constructing   this  example,  we   have  excluded  any\nreference  to  the $50  \"pass-through\"  payment  described in  42\nU.S.C.   657(b)(1) (1988), which was unaffected by the  revisions\nin question.\n\n     2Stowell also attempted  to sue  the state.   That suit  has\ngone  by  the  boards  as  a  result  of  our  holding  that  the\nmaintenance-of-effort  provision  imposed  a  duty  only  on  the\nSecretary.  See Stowell v. Ives, </pre><span class=\"citation\" data-id=\"591389\"><a href=\"/opinion/591389/christine-stowell-etc-v-h-rollin-ives-etc/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">65</span></a></span><pre class=\"inline\">, 71 (1st Cir. 1992).\n                               \n\n                                4\n\n(1988), directs the Secretary not to approve any state's Medicaid\n\nplan if the state's AFDC program sets \"payment levels\" lower than\n\nthose in  effect  on May  1,  1988.   Refined  to  bare  essence,\n\nStowell's position has consistently been that the maintenance-of-\n\neffort  provision prohibits  the  Secretary from  approving state\n\nMedicaid  plans if the state's AFDC payment levels are lower than\n\nthose in  effect on May 1,  1988; that the total  amount of money\n\nStowell  and persons  similarly situated  currently receive  from\n\nMaine is lower than the amount they would have received under the\n\nearlier (pre-May 1, 1988) rules; that, nonetheless, the Secretary\n\ndid  not  refuse  to  fund   Maine's  Medicaid  plan;  and  that,\n\ntherefore,  the  Secretary  violated   the  maintenance-of-effort\n\nprovision.\n\n          The case proceeded as a  class action3 and the  parties\n\nsubmitted  it on a stipulated record.  The district court asked a\n\nmagistrate judge for a report and recommendation.  Reasoning that\n\nMaine had not, in fact, reduced its payment levels below those in\n\n                    \n\n     3The plaintiff class comprises:\n\n          All families in the  State of Maine who would\n          be   eligible   for   AFDC  benefits   and/or\n          supplemental  payments  under   42  U.S.C    \n          602(a)(28)  [providing  for payment  of child\n          support  collected  by the  state]  under the\n          AFDC payment levels in effect in Maine on May\n          1, 1988 and who would receive a smaller total\n          AFDC plus supplemental    602(a)(28)  payment\n          under the AFDC payment levels  proposed to be\n          effective April  1, 1992 than they would have\n          received   under  the  May  1,  1988  payment\n          levels.\n\nStowell v. Sullivan, </pre><span class=\"citation\" data-id=\"1761925\"><a href=\"/opinion/1761925/stowell-v-sullivan/\"><span class=\"volume\">812</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">264</span></a></span><pre class=\"inline\">, 266 n.3 (D. Me. 1993).\n                   \n\n                                5\n\neffect  on May 1, 1988, the magistrate recommended that the court\n\nenter judgment for the  Secretary.  See Stowell v.  Sullivan, 812\n                                                            \n\nF.  Supp. 264,  266-71  (D. Me.  1993) (reproducing  magistrate's\n\nreport).      On  de   novo   review,  the   court   adopted  the\n                           \n\nrecommendation.  See </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 265-66. </span><pre class=\"inline\"> Plaintiffs appeal.\n                        \n\nII.  ANALYSIS\n\n          The issue  is whether the Secretary's continued funding\n\nof Maine's Medicaid  plan, despite the state's decision  to lower\n\nits   standard  of   need,  violates   the  maintenance-of-effort\n\nprovision.4  We  have repeatedly  urged that, when  a nisi  prius\n                                                                 \n\ncourt  handles a  matter  appropriately and  articulates a  sound\n\nbasis for  its ruling, \"a  reviewing tribunal should  hesitate to\n\nwax  longiloquent simply to hear its own  words resonate.\"  In re\n                                                                 \n\nSan  Juan Dupont Plaza  Hotel Fire Litig.,  </pre><span class=\"citation\" data-id=\"602834\"><a href=\"/opinion/602834/in-re-san-juan-dupont-plaza-hotel-fire-litigation-holders-capital/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">36</span></a></span><pre class=\"inline\">, 38 (1st\n                                         \n\nCir.  1993).   Because  we  are  in  substantial  agreement  with\n\nMagistrate Judge Cohen's thoughtful  disquisition, see Stowell v.\n                                                              \n\n</pre><span class=\"citation\" data-id=\"1761925\"><span class=\"antecedent_guess\">Sullivan,</span>  <a href=\"/opinion/1761925/stowell-v-sullivan/\"><span class=\"volume\">812</span> <span class=\"reporter\">F. Supp.</span> at  <span class=\"page\">266-71</span></a></span><pre class=\"inline\">, we invoke  this principle and\n        \n\nconfine ourselves to a few decurtate observations.\n\n          First:   Whenever  a  court is  charged with  statutory\n          First:\n               \n\ninterpretation,  the text  of the  statute must  be its  starting\n\npoint.  See Estate of Cowart  v. Nicklos Drilling Co., </pre><span class=\"citation\" data-id=\"112776\"><a href=\"/opinion/112776/estate-of-cowart-v-nicklos-drilling-co/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span>\n                                                     \n\n<span class=\"page\">2589</span></a></span><pre class=\"inline\">, 2594 (1992).   Here, however,  the statutory language  does\n\n                    \n\n     4The Secretary also argues  that, even if the term  \"payment\nlevels\" is  given the expansive reading  that appellants suggest,\nthe federal government's obligation  to intervene would not arise\nunless  and until  Maine  sought approval  of  amendments to  its\nMedicaid plan.    We  need  not  consider  this  contention  and,\nconsequently, take no view of it.\n\n                                6\n\nnot directly answer the question posed.  It provides that:\n\n          the Secretary  shall  not approve  any  State\n          plan for medical assistance if  \n\n               (1) The State has in  effect, under\n               its  [AFDC  plan],  payment  levels\n               that  are  less  than  the  payment\n               levels in effect under such plan on\n               May 1, 1988.\n\n42 U.S.C.   1396a(c)(1).  The term \"payment levels,\" which is not\n\ndefined elsewhere in the statute, could, as the Secretary claims,\n\nrefer to the stipendiary  amounts of basic AFDC grants;  it could\n\nalso,  as appellants claim, refer to total income, that is, grant\n\namounts plus  supplemental income  actually received.   Given two\n\nplausible  alternatives, and  recognizing  that  the universe  of\n\ninterpretive possibilities  may extend beyond them,  we think the\n\nstatute contains an undeniable ambiguity.\n\n          Appellants resist this conclusion.  Pointing  out that,\n\nin certain  other contexts, Congress  referred to the  basic AFDC\n\ngrant  as the \"payment standard,\" 42 U.S.C.   602(h) (1988), they\n\nargue that the  term \"payment levels\"  must mean something  else.\n\nThis argument founders.  It is apodictic that Congress may choose\n\nto  give a single phrase different meanings in different parts of\n\nthe  same statute.  See Atlantic Cleaners &amp; Dyers, Inc. v. United\n                                                                 \n\nStates,  </pre><span class=\"citation\" data-id=\"101939\"><a href=\"/opinion/101939/atlantic-cleaners-dyers-inc-v-united-states/\"><span class=\"volume\">286</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">427</span></a></span><pre class=\"inline\">,  433  (1932);  Greenwood  Trust  Co.  v.\n                                                             \n\nMassachusetts,  </pre><span class=\"citation\" data-id=\"588109\"><a href=\"/opinion/588109/greenwood-trust-company-v-commonwealth-of-massachusetts/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">818</span></a></span><pre class=\"inline\">, 830  n.10 (1st  Cir. 1992),  cert.\n                                                                 \n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">974</span> </span><pre class=\"inline\">(1993).  It is a natural corollary of this\n      \n\ntruism  that Congress, in its  wisdom, may choose  to express the\n\nsame idea in many different ways.   Cf., e.g., </pre><span class=\"citation\" data-id=\"112776\"><span class=\"antecedent_guess\">Cowart,</span> <a href=\"/opinion/112776/estate-of-cowart-v-nicklos-drilling-co/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span>\n                                                     \n\nat <span class=\"page\">2596</span> </a></span><pre class=\"inline\">(stating that Congress's eschewal  of a term of art  used\n\n                                7\n\nelsewhere in the  same statute,  in favor of  a more  descriptive\n\nterm, does not necessarily mean that the two terms bear different\n\nmeanings).   Any other interpretive rule  would defy human nature\n\nand  ignore common  practice.   Courts should  go very  slowly in\n\nassigning talismanic  importance to particular  words or  phrases\n\nabsent some cogent evidence of legislative intent.\n\n          Second:  Appellants' attempt to score  a touchdown by a\n          Second:\n                \n\nselective  perusal of legislative  history puts no  points on the\n\nboard.  The  centerpiece of this  effort is a passage  evincing a\n\ncongressional  purpose  \"to   assure  that  the  resources   [for\n\nMedicaid-related  coverage of certain  persons] are  not diverted\n\nfrom the [AFDC] program.\"  House Conf. Rep. No. 661, 100th Cong.,\n\n2d Sess. 145, 256, reprinted in 1988 U.S.C.C.A.N. 923, 1034.  But\n                               \n\nthis language does not help  to resolve the statute's  linguistic\n\nambiguity in appellants' favor.\n\n          For one  thing, the  passage, like the  statute itself,\n\nleaves unaddressed  the  question whether  Congress's  underlying\n\nconcern  lay with all payments affecting the AFDC program or only\n\nwith  the stipendiary  amounts  of basic  AFDC  grants    and  an\n\nambiguous  statute cannot  be  demystified by  resort to  equally\n\nambiguous legislative history.  For another thing, to the extent,\n\nif  at   all,  that   the  quoted   passage  indicates  a   broad\n\ncongressional  purpose to  provide AFDC  recipients with  a fixed\n                                                                 \n\nsafety net,  we think it cuts against appellants' construction of\n\nthe  term  \"payment  levels.\"   Because  supplemental  income  is\n\ncontingent  on  a  nearly  infinite  variety  of   circumstances,\n\n                                8\n\nappellants' definition would at  most guarantee AFDC recipients a\n\nhypothetical  sum; the  Secretary's reading,  on the  other hand,\n\nsecures a fixed payment floor.\n\n          The  sockdolager is  that the  quoted passage,  read in\n\ncontext,  is  counteracted  by  other items  in  the  legislative\n\nhistory, including those that  stress the importance of continued\n\nflexibility.  Congress prized flexibility because it \"allows each\n\nstate to  establish  its  own  need  and  payment  standards  for\n\nassistance.\"   S. Rep.  No.  377, 100th  Cong., 2d  Sess. 1,  49,\n\nreprinted  in  1988  U.S.C.C.A.N.  2776, 2826.    Certainly,  the\n             \n\nSecretary's rendition  of  \"payment levels\"  enhances  a  state's\n\nflexibility  while appellants'  version  detracts from  it.   See\n                                                                 \n\ninfra pp. 13-14.   This jousting between archival excerpts drives\n     \n\nhome  the  point  that  \"reviewing legislative  history  is  like\n\nlooking over the crowd at a party and picking out one's friends.\"\n\nPatricia J. Wald,  Some Observations  on the  Use of  Legislative\n                                                                 \n\nHistory in  the 1981 Supreme Court Term, </pre><span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">L</span></span><pre class=\"inline\">. Rev. 195, 214\n                                       \n\n(1983) (quoting  Leventhal, J.).   In  this instance,  both sides\n\nhave unearthed congenial acquaintances.  The net result, however,\n\nis that  evidence gleaned from  the legislative history  does not\n\ntell a straightforward tale and, therefore, does not  resolve the\n\nambiguity with which we are concerned.5\n\n                    \n\n     5By discussing  the House  Conference Report excerpt,  we do\nnot mean to imply that Maine has diverted resources from the AFDC\nprogram to  the Medicaid program.   There is no such  evidence in\nthe  record.    Thus,  appellants'  reading  of  the  legislative\nhistory,  even if  we were  to credit  it, would  not necessarily\ncarry the day.  See, e.g., Babbitt v. Michigan, </pre><span class=\"citation\" data-id=\"1605749\"><a href=\"/opinion/1605749/babbitt-v-state-of-mich/\"><span class=\"volume\">778</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">941</span></a></span><pre class=\"inline\">,\n                                              \n947 (W.D. Mich. 1991).\n\n                                9\n\n          Third:   When  a statute  is silent  with respect  to a\n          Third:\n               \n\nspecific  question,  courts  frequently  afford  deference  to  a\n\nplausible  construction  offered  by  the   agency  charged  with\n\nadministering  it.  See National R.R. Passenger Corp. v. Boston &amp;\n                                                                 \n\nMe. Corp., </pre><span class=\"citation\" data-id=\"112715\"><a href=\"/opinion/112715/national-railroad-passenger-corporation-v-boston-maine-corp/\"><span class=\"volume\">112</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1394</span></a></span><pre class=\"inline\">, 1401 (1992) (stating  that \"[i]f the\n         \n\nagency interpretation  is not in conflict with the plain language\n\nof the statute, deference is due\"); Chevron U.S.A., Inc. v. NRDC,\n                                                                 \n\nInc., </pre><span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span><pre class=\"inline\">,  843 (1984); Massachusetts Dep't of  Educ. v.\n                                                              \n\nUnited States Dep't of Educ., </pre><span class=\"citation\" data-id=\"500348\"><a href=\"/opinion/500348/commonwealth-of-massachusetts-department-of-education-v-united-states/\"><span class=\"volume\">837</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">536</span></a></span><pre class=\"inline\">, 541 (1st  Cir. 1988).\n                            \n\nHere, the  agency that  the  Secretary heads,  the Department  of\n\nHealth and Human Services  (HHS), is entrusted with administering\n\nboth  the Medicaid and AFDC  statutes.  Since  HHS interprets the\n\nmaintenance-of-effort provision  to refer only to  the basic AFDC\n\ngrant,   Chevron  principles   pose  a   formidable   barrier  in\n                \n\nappellants' path.\n\n          In  an  endeavor  to  skirt  this  barrier,  appellants\n\nsuggest that  deference would  be inappropriate here  because HHS\n\nhas  not maintained  a consistent  position.   The suggestion  is\n\nfactually unfounded and legally unpersuasive.\n\n          We begin by examining the facts.  Although the agency's\n\nposition has shifted  in some respects over the years, it has not\n\nwaffled  with regard to the  meaning of \"payment  levels.\"  HHS's\n\nfirst  public  elucidation  of  the  point  appears   in  a  1989\n\npublication  informing  state   officials  that   \"if  you   make\n\nadjustments  to your [AFDC] payment levels which do not result in\n\nlower  payment amounts being  made to families  with no countable\n\n                                10\n\nincome, you are  considered to meet  the Medicaid Maintenance  of\n\nEffort Requirements.\"   State Medicaid Manual    3205 (May 1989).\n\nIn subsequent  commentaries, HHS  made plain that  this reference\n\nwas intended  to include  only those  families which received  no\n\nincome  over  and  above  the  basic  AFDC  grant.    We  see  no\n\ninconsistency  between  this  original   interpretation,  roughly\n\ncontemporaneous with  the statute's  enactment, and the  agency's\n\ncurrent views.\n\n          Appellants'  legal theory  rests  on  an equally  shaky\n\nfoundation.   Agencies \"must  be  given ample  latitude to  adapt\n\n[their]   rules  and   policies  to   the  demands   of  changing\n\ncircumstances.\"  Rust v.  Sullivan, </pre><span class=\"citation\" data-id=\"112593\"><a href=\"/opinion/112593/rust-v-sullivan/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1759</span></a></span><pre class=\"inline\">,  1769 (1991)\n                                  \n\n(citations and  internal quotation marks omitted).   An important\n\ncorollary  of this rule is  that an agency's  position may evolve\n\nover a period of time without automatically forfeiting all claims\n\nto judicial  deference.  And, moreover,  an agency interpretation\n\nthat  represents a  modification of,  or  even a  sharp departure\n\nfrom, a  prior interpretation does not  necessarily eliminate the\n\nexpertise-related  reasons  for  judicial  deference.    See id.;\n                                                                \n\n</pre><span class=\"citation\" data-id=\"111221\"><span class=\"antecedent_guess\">Chevron,</span>  <a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">862-64</span></a></span><pre class=\"inline\">.  Thus, an explained modification of\n       \n\nan agency  interpretation ordinarily  retains its entitlement  to\n\nwhatever  deference may  be due.   See Rust,  111 S.  Ct. at 1769\n                                           \n\n(collecting cases).  So it is here.6\n\n                    \n\n     6To  be  sure,  in this  case  the  agency  claims that  its\nposition  has  been consistent  throughout.   It  is too  much to\nexpect  that even bureaucrats   a species renowned for mastery of\nthe  fissilingual   can explicate the reasons underlying a change\nthat was never made.  Regardless, HHS has explained, cogently and\n\n                                11\n\n          Next, appellants  try to  skirt the Chevron  barrier by\n                                                     \n\ntaking  a different path.  They asseverate that HHS's view merits\n\nlittle  deference because  determining this  particular statute's\n\nmeaning    involves   primarily    judicial,   as    opposed   to\n\nadministrative, skills.  The attempted end run fails.\n\n          The Chevron  doctrine often requires  different degrees\n                     \n\nof deference in different situations.  See Sierra Club v. Larson,\n                                                                \n\n    F.2d    ,     (1st  Cir. 1993) [No. 92-2227, slip op.  at 17-\n\n18].  Although the need for deference diminishes as issues become\n\nmore law-bound and less  moored to administrative expertise, see,\n                                                                \n\ne.g., United States v.  29 Cartons of * *  * an Article of  Food,\n                                                                \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></span><pre class=\"inline\">, 38 (1st Cir. 1993) (collecting cases), this case  is\n\nnot  removed  from   the  realm  of   specialized  administrative\n\nknowledge.  When Congress commanded the Secretary  to ensure that\n\n\"payment levels\"  were maintained, it  left open the  question of\n\nhow  that term  might  be defined  in a  manner  that would  best\n\npromote efficient, fair administration of  two complicated social\n\nservice  programs.  The agency, in filling this lacuna, relied on\n\nits lengthy  experience with  the  statutes involved.   See  AFDC\n                                                           \n\nInformation  Memorandum  (August 5,  1992).    Courts should  not\n\ncavalierly discount the value  of agency expertise  painstakingly\n\ngarnered  in  the  administration,  over  time,  of  programs  of\n\nremarkable  intricacy.  See,  e.g., La Casa  Del Convaleciente v.\n                                                              \n\n                    \n\nin  detail,  why it  believes its  current interpretation  of the\nambiguous phrase is  sound.  No more is exigible.   See Rust, 111\n                                                            \nS.  Ct. at  1769; Motor  Vehicle Mfrs. Ass'n  v. State  Farm Mut.\n                                                                 \nAuto. Ins. Co., </pre><span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span><pre class=\"inline\">, 42 (1983).\n              \n\n                                12\n\nSullivan, </pre><span class=\"citation\" data-id=\"584144\"><a href=\"/opinion/584144/37-socsecrepser-430-medicare-medicaid-guide-p-40287-la-casa-del/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1175</span></a></span><pre class=\"inline\">, 1178 (1st  Cir. 1992) (suggesting  that\n        \n\ndeference to agency expertise  is particularly appropriate in the\n\ncomplex  field of Medicare); Wilcox v. Ives, </pre><span class=\"citation\" data-id=\"516409\"><a href=\"/opinion/516409/gloria-wilcox-v-h-rollin-ives-appeal-of-secretary-of-health-and-human/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">915</span></a></span><pre class=\"inline\">, 926-27\n                                           \n\n(1st  Cir.  1988)  (Breyer,  J.,  concurring)   (suggesting  that\n\ndeference is appropriate where an  agency has, through its  daily\n\nexperience  in   administering   a   statute,   gained   a   firm\n\nunderstanding of the relation of a given provision to the statute\n\nas a whole); see also  Friedman v. Berger, </pre><span class=\"citation\" data-id=\"341772\"><a href=\"/opinion/341772/ruth-friedman-v-stephen-berger-individually-and-as-commissioner-of-the/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">724</span></a></span><pre class=\"inline\">,  727 n.7\n                                         \n\n(2d Cir. 1976)  (Friendly, J.) (stating that  the Social Security\n\nAct,   of  which  AFDC  and  Medicaid  are  a  part,  is  \"almost\n\nunintelligible to  the uninitiated\"), cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">984</span>\n</span><pre class=\"inline\">                                                  \n\n(1977).\n\n          Fourth:  Our last  point is, in actuality, a  subset of\n          Fourth:\n                \n\nour third point.   In this instance, reading the  phrase \"payment\n\nlevels\"  as encompassing  only the  stipendiary amounts  of basic\n\nAFDC grants  preserves the program's flexibility  and facilitates\n\nits  administration.  Hence, the cardinal reason why deference is\n\ndue is because  the agency's interpretation of  the disputed term\n\nis not only linguistically plausible but also eminently sensible.\n\nSee 29 </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Cartons,</span> <span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">38</span> </span><pre class=\"inline\">(explaining that the  true measure\n              \n\nof  a court's  willingness  to defer  may  depend, in  the  final\n\nanalysis, on  the persuasiveness of the  agency's interpretation,\n\ngiven all the attendant circumstances); Mass. Dep't of </pre><span class=\"citation\" data-id=\"500348\"><span class=\"antecedent_guess\">Educ.,</span> <a href=\"/opinion/500348/commonwealth-of-massachusetts-department-of-education-v-united-states/\"><span class=\"volume\">837</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span> at <span class=\"page\">541</span> </a></span><pre class=\"inline\">(similar).\n\n          States have traditionally been afforded a broad measure\n\nof discretion in implementing the AFDC program.  See Jefferson v.\n                                                              \n\n                                13\n\nHackney, </pre><span class=\"citation\" data-id=\"108548\"><a href=\"/opinion/108548/jefferson-v-hackney/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">535</span></a></span><pre class=\"inline\">, 539-41 (1972).  The  murky language of 42\n       \n\nU.S.C.    1396a(c)(1) cannot readily  be interpreted as  a signal\n\nthat Congress meant to  scrap this tradition.  Cf.,  e.g., Rosado\n                                                                 \n\nv. Wyman, </pre><span class=\"citation\" data-id=\"108113\"><a href=\"/opinion/108113/rosado-v-wyman/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span><pre class=\"inline\">, 414 n.17 (1970) (\"An extensive alteration\n        \n\nin  the basic underlying  structure of an  established program is\n\nnot  to be inferred from ambiguous language that is not clarified\n\nby legislative  history.\").  Appellants' construction    that the\n\nmaintenance-of-effort provision is triggered whenever  any family\n\nunit receives fewer total dollars in a given month than  it would\n\nhave  received that  month under the  set of  computational rules\n\nthat were in effect  on May 1, 1988    runs at cross purposes  to\n\nthis deep-seated  discretion by  inhibiting a state's  ability to\n\nreorder  its priorities.  For  example, reading the term \"payment\n\nlevels\"  as  appellants  prefer   would  preclude  a  state  from\n\ndistributing AFDC  funds according to a new formula, although the\n\nstate maintained (or, perhaps, even increased) its aggregate AFDC\n\nexpenditures.7    In  contrast,  interpreting the  term  \"payment\n\nlevels\"  as referring only to basic AFDC grants, as the Secretary\n\nurges,  provides all  recipients a  protective floor  while still\n\npermitting  states  to implement  changes  that more  efficiently\n\nallocate scarce resources.  There is every reason to believe that\n\nthis latter  route, which preserves the  discretion traditionally\n\n                    \n\n     7The case  at bar  illustrates the  point.   Although  Maine\nreduced  the amount of outside income a person may receive before\nAFDC payments will be offset partially to save money, it also had\nanother purpose:  increasing the benefits available to more needy\nAFDC  recipients, i.e., those  who receive basic  AFDC grants but\n                      \nhave little or no supplemental income.\n\n                                14\n\navailable to  the states  in  implementing the  AFDC program  and\n\nmaximizes  state flexibility,  is a  far closer  approximation of\n\ncongressional intent.  See S. Rep. No. 377, 100th Cong., 2d Sess.\n                          \n\n49,  reprinted in 1988 U.S.C.C.A.N.  2776, 2826 (referring to the\n                 \n\nincidence  of  state  flexibility  in connection  with  need  and\n\npayment standards).\n\n          Nor is this the only straw  in the interpretive breeze.\n\nWe  can safely  assume that  Congress,  in enacting  the statute,\n\npreferred  administrative  efficiency to  administrative clutter.\n\nSee Dion v. Commissioner, Me. Dep't of Human Servs., </pre><span class=\"citation\" data-id=\"561242\"><a href=\"/opinion/561242/patricia-dion-v-commissioner-maine-department-of-human-services-clayton/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\">,\n                                                   \n\n17  (1st  Cir. 1991)  (discussing  congressional  interest in  an\n\nadministratively   streamlined   procedure    for   food    stamp\n\nrecipients).  This, too, cuts in favor of the Secretary   for the\n\nSecretary's interpretation is administratively more workable than\n\nappellants' interpretation.   If the term  \"payment levels\" means\n\nbasic AFDC  grant amounts, both state  and federal administrators\n\ncan tell quite easily whether a proposed change in a state's plan\n\nactivates the maintenance-of-effort provision.   If, on the other\n\nhand, the term means all payments made to all AFDC recipients, it\n\nprescribes   a  much  more   complicated,  highly  individualized\n\ncalculation.   Because  the  Secretary's reading  of the  statute\n\nensures that a  significant portion of the finite funds available\n\nfor AFDC and  Medicaid go to needy recipients  rather than to the\n\ncosts of administrative implementation, it jibes more neatly with\n\nCongress's likely intent.\n\nIII.  CONCLUSION\n\n                                15\n\n          We need  go no  further.8  When,  as now,  the case  is\n\ndebatable, the key  phrase in the statute  is patently ambiguous,\n\nthe legislative history is  unilluminating, the subject matter is\n\nsomewhat technical, and the  indications are that Congress wanted\n\nto take advantage of agency expertise, a plausible interpretation\n\nof  the  disputed  term, expressed  with  clarity  by  the agency\n\ncharged  with the  statute's administration,  necessarily carries\n\ngreat  weight.  To clinch matters, the agency's interpretation of\n\nthe  phrase \"payment levels\" in the statute sub judice also helps\n                                                      \n\nto  maintain traditional  programmatic goals  and to  promote the\n\npublic  interest  in  efficient  implementation  of the  affected\n\nprograms.   We hold,  therefore, consistent with  the Secretary's\n\nview,  that the allusion in  42 U.S.C.    1396a(c)(1) to \"payment\n\nlevels\" refers  only  to the  stipendiary amounts  of basic  AFDC\n\ngrants  and  not,  as appellants  have  argued,  to  total monies\n\nactually received by each AFDC family.  Accordingly, the judgment\n\nbelow will be\n\nAffirmed.\n        \n\n                    \n\n     8We   do   not  tarry   over   appellants'   assertion  that\nadministrative interpretations and  statutory provisions in other\nfields treat certain  supplemental income in the same  fashion as\nbasic AFDC grants.   In the  first place, these  interpretations,\nall of  which deal with program  administration, are analytically\ndistinct and,  therefore, inapposite.   See Stowell  v. </pre><span class=\"citation\" data-id=\"1761925\"><span class=\"antecedent_guess\">Sullivan,</span>\n                                                                \n<a href=\"/opinion/1761925/stowell-v-sullivan/\"><span class=\"volume\">812</span>  <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">270-71</span> </a></span><pre class=\"inline\"> (discussing identical proffer).   In the\nsecond place, this is a zero-sum game; the Secretary has produced\na  counter-list  of  interpretations and  provisions  which treat\nsupplemental income and basic  AFDC grants differently.  Compare,\n                                                                \ne.g., 51 Fed. Reg.  29,223, 29,224 (1986) (declaring supplemental\n    \npayments to be AFDC expenditures for purposes of matching federal\nfunds) with, e.g.,  Winslow v. Commissioner,  Me. Dept. of  Human\n                                                                 \nServs.,  795  F.  Supp.  47,   49-50  (D.  Me.  1992)  (upholding\n      \nSecretary's determination that supplemental payments are not AFDC\npayments for purposes of computing Medicaid income levels).\n\n                                16\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/101939/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108113/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108548/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110991/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112593/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112715/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112776/",
    "https://www.courtlistener.com/api/rest/v3/opinions/341772/",
    "https://www.courtlistener.com/api/rest/v3/opinions/500348/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516409/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561242/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570406/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584144/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588109/",
    "https://www.courtlistener.com/api/rest/v3/opinions/591389/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602834/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1605749/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1761925/"
  ]
}