{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194986/",
  "id": 194986,
  "absolute_url": "/opinion/194986/puerto-rico-sun-oil-v-epa/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194986/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:29:42Z",
  "date_modified": "2020-02-21T23:42:01.286813Z",
  "type": "010combined",
  "sha1": "f9c37291f66588a232da5361231379d3f263547b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2359.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-2359\n\n                 PUERTO RICO SUN OIL COMPANY,\n\n                         Petitioner,\n\n                              v.\n\n        UNITED STATES ENVIRONMENTAL PROTECTION AGENCY,\n\n                         Respondent.\n\n                                         \n\n            ON PETITION FOR REVIEW OF AN ORDER OF\n\n      THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY\n\n                                         \n\n                            Before\n\n                    Selya, Cyr and Boudin,\n\n                       Circuit Judges.\n                                     \n\n                                         \n\nRobert Brager with whom Richard S.  Davis, Joseph C. Stanko,  Jr.,\n                                                                 \nPatricia Ross  McCubbin, Beveridge &amp; Diamond,  P.C., Leonardo Andrade-\n                                                                  \nLugo, Jose A. Cepeda-Rodriguez,  Carlos A. Rodriguez-Vidal, Eli Matos-\n                                                                  \nAlicea, Goldman Antonetti Cordova &amp; Axtmayer and Edward J. Ciechon Jr.\n                                                                  \nwere on brief for petitioner.\nAlan  D.  Greenberg, Environment  &amp;  Natural  Resources  Division,\n                   \nEnvironmental Defense Section, Department  of Justice, with whom Myles\n                                                                  \nE.  Flint,  Acting Assistant  Attorney General,  Randolph L.  Hill and\n                                                              \nMeyer Scolnick,  Assistant Regional Counsel,  Environmental Protection\n          \nAgency, were on brief for respondent.\n\n                                         \n\n                       October 21, 1993\n                                         \n\n     BOUDIN,   Circuit   Judge.      In  August   1990,   the\n                              \n\nEnvironmental Protection Agency issued a  pollution discharge\n\npermit  to Puerto Rico Sun  Oil Company (\"the  Company\").  In\n\ndoing so  EPA complied  with the substantive  requirements of\n\nthe governing  statute and  the procedures  set forth  in the\n\nstatute and EPA regulations.  Only the result gives cause for\n\nconcern,  and that  concern is  not allayed  by  the agency's\n\nexplanation for its decision.  In our judgment, the result is\n\nso  odd that either  the EPA has abused  its discretion or it\n\nhas  explained  itself  so   poorly  as  to  require  further\n\njustification.  On  either view, we must vacate  the agency's\n\norder adopting the permit and remand for further proceedings.\n\n                         I. THE FACTS\n\n     The  Clean  Water  Act,  33  U.S.C.     1251,  et  seq.,\n                                                            \n\nprohibits  the  discharge   into  protected  waters  of   any\n\npollutant by any  person, id.    1311(a), unless a  discharge\n                             \n\npermit  has  been  secured  from  EPA.   Id.     1342.    The\n                                            \n\npermitting regime is  a hybrid one in which  both EPA and the\n\ncounterpart  state  agency play  a  role.   The  precise role\n\ndepends on whether EPA has delegated permit issuing authority\n\nto the state; but no such delegation is present here.  Puerto\n\nRico is  treated as a state  for purposes of the  Clean Water\n\nAct, id.   1362(3), and its local agency is the Environmental\n        \n\nQuality Board (\"EQB\").  \n\n                             -2-\n\n     To obtain a permit, the applicant must satisfy a variety\n\nof substantive requirements under the Clean Water Act but, in\n\naddition, no EPA permit  can issue unless the state  in which\n\nthe  discharge  will occur  gives  its  own approval  (called\n\n\"certification\") or waives its right to  do so.  33 U.S.C.   \n\n1341(a)(1).   Further,  the  state  certification may  impose\n\ndischarge  limitations  or requirements  more  stringent than\n\nfederal law requires,  and those  more stringent  obligations\n\nare  incorporated into  the  federal permit  as  a matter  of\n\ncourse.  See generally  United States v. Marathon Development\n                                                             \n\nCorp.,  867 F.2d  96, 99  (1st  Cir. 1989)  (describing state\n     \n\nrole).  What  lies at the heart of this  case is EQB's effort\n\nto  impose,  and then  back  away from,  such  more stringent\n\nobligations.\n\n     For some years before this case began, the  Company held\n\na  discharge permit for its  oil refining facility at Yabucoa\n\nBay,  Puerto Rico,  where it  discharges pollutants  from two\n\ndifferent sources.  On May 27, 1988, the Company submitted to\n\nEPA an application to  renew the permit for its facility.  On\n\nOctober  31,  1988, EPA  forwarded  the  application to  EQB,\n\nrequesting that  a draft certification be  prepared promptly.\n                        \n\nEPA also warned EQB that under EPA regulations, Puerto Rico's\n\nright to impose obligations  by certification would be waived\n\nif a  final certification were  not received  within 60  days\n\n                             -3-\n\nafter EPA sent a copy of a (yet to be  prepared) draft permit\n\nto EQB.  40 C.F.R.   124.53(c)(3) (60 day time limit).1  \n\n     On   January  25,   1989,   EQB  released   a  tentative\n\ncertification--essentially a draft document  that facilitates\n\npublic  comment  on  the  proposed  state  certification  and\n\nproposed  federal permit.   The  draft certification  in this\n\ncase probably came as a surprise to the Company.  The earlier\n\npermit had employed a \"mixing  zone\" analysis in setting  the\n\npollution limitations for  the Company's discharged effluent;\n\nthe draft certificate did not include a mixing zone analysis.\n\nThe difference, which is  central to this case, needs  a word\n\nof explanation.\n\n     A discharge permit under the Clean Water Act may include\n\nseveral  types  of  requirements.     One  set  concerns  the\n\ntechnology used to limit pollution;  another, pertinent here,\n\nrequires that  the amount of specified  pollutants not exceed\n\ncertain percentage levels.   In theory, the percentage levels\n\ncould  be  measured in  the  effluent  itself--such as  storm\n\nrunoff or waste  water--just as  it drains  into the  stream,\n\nriver  or  bay which  is protected  by  the Clean  Water Act;\n\nalternatively,  it could be measured at the edge of a defined\n                                                \n\n                    \n\n     1The Clean Water Act provides  that the state waives its\ncertification  rights if  it  fails to  issue  or to  deny  a\ncertification  \"within a  reasonable  period  of time  (which\nshall  not exceed one year) after receipt of such request . .\n. .\"  33 U.S.C.   1341(a(1).\n\n                             -4-\n\narea of the receiving  body of water after the  pollutant has\n\nbeen diluted by that water.\n\n     Such  a defined  area is  called a  mixing zone,  and it\n\nappears that  measuring pollutants at the edge  of the mixing\n\nzone is widespread in the application of the Clean Water Act.\n\nAccording to an EPA publication, \"[w]hether to establish such\n\na mixing zone policy is a matter of State discretion.\"   EPA,\n\nMixing  Zones--Water Quality Standards  Criteria Summaries: A\n                                                             \n\nCompilation  of  State/Federal  Criteria 2  (September  1988)\n                                        \n\n(\"Mixing Zones\").   Practically  every state and  Puerto Rico\n              \n\nhave adopted mixing zone criteria, id., although the criteria\n                                      \n\nappear  to differ widely.  Id. at 70-78 (Puerto Rico criteria\n                              \n\nas  of  1988).   The  mixing  zone  concept  is described  in\n\nMarathon Oil Co. v. EPA, 830 F.2d 1346, 1349 (5th Cir. 1987),\n                       \n\nwhich concludes with the  observation that \"the `mixing zone'\n\ndetermination is basically a cost-benefit judgment on a given\n\nset  of   environmental  facts,  rather  than   any  sort  of\n\n`scientific' determination.\"  Id. at 1351.\n                                 \n\n     When in January 1989  EQB issued its draft certification\n\nfor the Company's requested permit, the EQB was reformulating\n\nits mixing zone criteria.   EQB's draft certification for the\n\nCompany  neither  continued  in  force the  old  mixing  zone\n\ncriteria temporarily nor made  the certificate subject to the\n\nnew  criteria still  under development.   Instead,  the draft\n\ncertification simply set further pollutant limitations which,\n\n                             -5-\n\nabsent  the  mixing  zone  analysis, apply  directly  to  the\n\neffluent  as it enters  the receiving waters.   Mixing Zones,\n                                                            \n\nsupra,  at 2  (\"If no  such mixing  zone is  recognized by  a\n     \n\nState, then the waters must meet the criteria at the point of\n\ndischarge.\").\n\n     The  next event was EPA's release on August 11, 1989, of\n\na draft permit  and request  for public comment.   The  draft\n\npermit   incorporated   the   requirements   of   the   draft\n\ncertification issued by EQB and therefore used no mixing zone\n\nanalysis.  Although issuance  of the draft permit  meant that\n\nfinal EQB certification  was now due in 60 days,  40 C.F.R.  \n\n124.53(c)(2),  EQB   apparently  paid  no  attention  to  the\n\ndeadline or to EPA's earlier warning that failure to meet the\n\ndeadline  would   waive  Puerto  Rico's  right   to  certify.\n\nNevertheless,  in  October   1989  EPA  told  the   Company's\n\nattorneys that  it was  extending the  comment period on  the\n\ndraft permit  \"indefinitely\" while awaiting  the EQB's  final\n\ncertification.  When the  certification arrived, said EPA, it\n\nwould set a \"prompt\" close to the comment period.\n\n     On  July 24,  1990, almost  a  year after  receiving the\n\ndraft permit,  EQB issued  what it  called its  \"final\" water\n\nquality  certification  for the  Company,  again  eschewing a\n\nmixing  zone analysis.  Both the timing and substance of this\n\naction  are puzzling because, only four  days before, on July\n\n20, 1990, EQB had promulgated new regulations to be effective\n\n                             -6-\n\non  August  20, 1990,  adopting a  new method  of determining\n\nmixing zones.    But  if  EQB's  behavior  was  slothful  and\n\ncareless, EPA's reaction was even stranger.\n\n     At this  point the  EQB's final certification  must have\n\nappeared a  probable candidate for administrative or judicial\n\nrevision in Puerto Rico.  EQB had used a mixing zone analysis\n\nin the past and was proposing to do so in the future, and the\n\nuse of such an analysis was likely to be significant; indeed,\n\nthe Company later represented,  and EPA has not disputed  the\n\nclaim, that its refinery cannot operate if forced to meet the\n\npollution  standards  without  the  help  of  a  mixing  zone\n\nanalysis.   Yet just as the  Company moved to correct the EQB\n\ncertification, EPA  moved even more swiftly to  adopt a final\n\npermit based  on the  EQB certificate  that omitted  a mixing\n\nzone analysis.\n\n     The  chronology can be compressed.   On August 17, 1990,\n\nthe  Company asked  EQB to  reconsider its  certification and\n\ninclude  a mixing  zone analysis.   On  August 21,  1990, EPA\n\npublished  a  new  draft  permit  incorporating  EQB's  final\n\ncertification requirements, and it  offered 30 days to submit\n\ncomments.  On September 7, 1990, EQB wrote to EPA saying that\n\nit was evaluating  the Company's comments on  reconsideration\n\nand that it might  alter its certification.  On  September 10\n\nand on September  21, 1990,  the Company asked  EPA to  delay\n\naction  on  the  permit to  allow  the  EQB  to complete  its\n\n                             -7-\n\nreconsideration.   On September 28, 1990, EPA  issued a final\n\npermit, based  on the  then July 1990  EQB certification  and\n\nwithout provision for a mixing zone.\n\n     On November 7,  1990, the Company  sought administrative\n\nreview within  EPA, an  action that automatically  stayed the\n\nnew permit, 40 C.F.R.   124.15(b)(2), and left the old one in\n\nforce  on a  temporary  basis.   On  November 28,  1990,  EQB\n\nadopted  a  resolution  staying  its   certification  pending\n\nreconsideration and announcing, for  the benefit of EPA, that\n\nthe  certificate    was  \"not  to  become  final\"  until  the\n\nreconsideration was  completed.  In February  1991, EQB wrote\n\nformally  to  EPA  stating  that the  certificate  should  be\n\ntreated  as not final and  urging EPA to  leave the Company's\n\nprevious permit in  effect for the time being.   In June 1992\n\nEPA's  regional administrator  issued a  decision reaffirming\n\nthe new permit without a mixing zone provision but continuing\n\nthe stay of the new  permit pending a further  administrative\n\nappeal.\n\n     In  July 1992,  the Company  duly appealed  the regional\n\nadministrator's  decision  to  EPA's   Environmental  Appeals\n\nBoard, urging a number of  the arguments discussed below, and\n\nmaking one further contention of note: the Company said  that\n\nunless EPA modified the permit  on direct review, the Company\n\nwould  likely   be  unable  get  the   mixing  zone  analysis\n\nincorporated  into the permit through subsequent proceedings.\n\n                             -8-\n\nThe reason,  said the Company, was  \"the probable application\n\nof  the anti-backsliding policy\"  of the Clean  Water Act, 33\n\nU.S.C.   1342(o).  On October 26, 1992, the EPA Environmental\n\nAppeals  Board  issued a  lengthy  decision refusing  further\n\nreview.  The  Company's appeal  to this court  followed.   33\n\nU.S.C.   1369(b)(1)(F).\n\n                             -9-\n\n                        II. DISCUSSION\n\n     Faced with  what may  be a disastrous  outcome from  its\n\nstandpoint, the Company  has offered this court  a variety of\n\nprocedural  challenges to EPA.  They range from a broad claim\n\nthat  EQB's  final  certification  was  ineffective  (because\n\nPuerto  Rico's time  to  certify had  expired)  to a  trivial\n\ncomplaint  that the EPA did  not allow a  15-day extension to\n\nthe comment period at  one phase of the proceeding.  We think\n\nvirtually  all  of  the  procedural claims  fail  and,  while\n\naddressing them at  the close  of the opinion,  we prefer  to\n\nbegin by discussing EPA's central error.\n\n     EPA's  action in adopting the permit in this case is not\n\nflawed by procedural  mistake.   On the contrary,  EPA did  a\n\ncommendable  job of  dotting i's  and crossing  t's.   Nor is\n\nthere any  violation of  substantive provisions of  the Clean\n\nWater Act;  for example,  nothing in that  statute explicitly\n\nrequires EPA to use mixing zone analyses in its permits.  The\n\nproblem  with  EPA's  decision  is simply  that  the  outcome\n\nappears  on its  face to  make no  sense.   We  say \"appears\"\n\nbecause  we cannot rule out the possibility that some further\n\nexplanation could shore up the EPA's result.  Either way, the\n\nEPA's present action cannot stand.\n\n     It may  come as  a surprise  that agency  decisions must\n\nmake sense  to reviewing courts.   Agencies,  after all,  are\n\nnormally entitled  to substantial deference so  long as their\n\n                             -10-\n\ndecisions do not collide directly  with substantive statutory\n\ncommands  and  so long  as  procedural  corners are  squarely\n\nturned.   This  deference is  especially marked  in technical\n\nareas.    But in  the  end an  agency  decision must  also be\n\nrational--technically speaking,  it must not be \"arbitrary or\n\ncapricious,\"  Administrative   Procedure  Act,  5   U.S.C.   \n\n706(2)(A)--and  that requirement  exists  even  in  technical\n\nareas of  regulation.  E.g., Public  Citizens Health Research\n                                                             \n\nGroup, v. Tyson, 796 F.2d  1479, 1505 (D.C. Cir. 1986).   The\n               \n\nrequirement is not very hard to meet, but it has not been met\n\nhere.\n\n     The \"arbitrary and capricious\" concept, needless to say,\n\nis  not easy  to  encapsulate in  a  single list  of  rubrics\n\nbecause it embraces  a myriad of possible  faults and depends\n\nheavily upon the circumstances of the case.  Still, there are\n\nrules of thumb, e.g., Motor Vehicle Mfrs. Ass'n v. State Farm\n                                                             \n\nMutual Ins. Co., 463 U.S.  29, 43 (1983) (listing  examples).\n               \n\nIn addressing  individual aspects of EPA's  decision, we cite\n\nto   those   requirements--discussion  of   relevant  issues,\n\nconsistency  with  past  practice,  avoidance  of unexplained\n\ndiscrimination--that are pertinent to  EPA's decision in this\n\ncase.\n\n     On  the  surface  of  the  administrative   record,  the\n\nfollowing  scene presents itself.  EQB,  having used a mixing\n\nzone  analysis in  past cases,  neglected to  include  such a\n\n                             -11-\n\nprovision in its latest certification for this facility.  EQB\n\nhad  previously used  a mixing  zone  analysis for  this very\n\nfacility; and far from abandoning the concept, EQB was in the\n\nprocess  of revising  its  regulations to  prescribe such  an\n\nanalysis  at the  very time  it was  preparing the  Company's\n\ncertification.    Four  days   before  it  issued  the  final\n                                     \n\ncertification in this case, omitting a mixing zone provision,\n\nit formally promulgated its new mixing zone regulations.\n\n     It is not clear  whether in August 1990 EPA  appreciated\n\nthat  EQB  had  probably  misstepped.   The  Company's  brief\n\nimplies   that   the  EPA,   having   obtained  EQB's   final\n\ncertification, then  proceeded with sinister  speed--surely a\n\nrare  accusation  in  administrative  law--to  mousetrap  the\n\nCompany by issuing a  final permit before EQB's certification\n\ncould be revised.  An alternative explanation, to us entirely\n\nplausible,  is  that the  EPA's  patience with  EQB  had been\n\nexhausted  and  it wanted,  as it  had  warned almost  a year\n\nbefore, simply to get done with  the permit as soon as it had\n\nEQB's final certification.\n\n     However this may be, both the Company and EQB made clear\n\nto  the EPA at once, and before the final permit issued, that\n\nreconsideration was  under way.  EPA published  its new draft\n\npermit for  comment in  August 1990;  and in  September 1990,\n\nbefore the EPA issued the final permit on September 28, 1990,\n      \n\nEQB advised EPA  (on September 7)  that it was  reconsidering\n\n                             -12-\n\nits certification and might  alter it, and the  Company wrote\n\nletters (on September  10 and  21) begging the  EPA to  defer\n\nfinal  action until  the  EQB acted.    The EPA  nevertheless\n\nproceeded to  issue the final permit with  no explanation for\n\nits refusal to wait.\n\n     Even  at this  stage, it  appears that  EPA was  free to\n\ncorrect the problem on administrative review.  There being no\n\nfixed  timetable, the  regional administrator  presumably had\n\ndiscretion to defer action  until EQB acted on the  Company's\n\nreconsideration request  and, if a mixing  zone analysis were\n\nadopted  by   EQB  in   a  revised  certification,   then  to\n\nincorporate  this revision into the new permit.  One of EPA's\n\nregulations, 40 C.F.R.   124.55(b), which is discussed below,\n\nseems to contemplate just such a situation.  During this same\n\nperiod EQB made crystal clear, by its resolution  of November\n\n28, 1990, and its formal letter of February 25, 1991, that it\n\nwas planning to reexamine its certification and  did not want\n\nthe  certification  treated  as   final.    Once  again,  EPA\n\nproceeded to reject the  pleas and reaffirm the  permit, sans\n\nmixing zone.\n\n     EPA has now explained its  position at least three times\n\nadministratively and for a  fourth time in this court.   Each\n\ntime   EPA  deals  deftly   with  the   Company's  procedural\n\nobjections  by showing  why  some regulation  allowed EPA  to\n\nawait EQB's final certification, but to refuse to await EQB's\n\n                             -13-\n\nattempt to repair the certification, and allowed EPA to adopt\n\nEQB's certification, but to reject EQB's  retroactive attempt\n\nto brand  it as non-final.   The only thing that  is missing,\n\namong  this  array of  finely  wrought  explanations, is  any\n\nreason why the EPA should want to frustrate the EQB's clumsy,\n          \n\nlong-delayed but increasingly evident  desire to reconsider a\n\nmixing zone analysis for this permit.\n\n     Assuredly, some explanation  is called  for. The  mixing\n\nzone analysis is not some freakish idea or whim of the Puerto\n\nRico   authorities.     According   to  EPA's   Mixing  Zones\n                                                             \n\npublication, it is available for use in at least 49 states in\n\nvarying situations; and the Company said that the refinery in\n\nquestion  cannot  operate  if   the  permit  limitations  are\n\napplied, without  a mixing zone  analysis, at the  point that\n\nthe   effluent   enters   the   water.      Patently,   these\n\nconsiderations of  history and  practical effect would,  in a\n\nrational decision,  warrant at least some  discussion.  Motor\n                                                             \n\nVehicle Mfrs. Ass'n, 463 U.S. at 43 (agency may not \"entirely\n                   \n\nfail[] to consider an important aspect of the problem\").\n\n     At oral  argument, we  inquired of  counsel representing\n\nthe  EPA whether there were other situations in which EPA had\n\nrefused  to  use a  mixing  zone analysis  despite  a state's\n\ndesire that  such an analysis  be used.   Yes, we  were told,\n\ncounsel for EPA knew of several such instances.  On rebuttal,\n\nthe Company's counsel responded  that there were indeed other\n\n                             -14-\n\ninstances but they were limited to  EPA's issuance of permits\n\nin Puerto  Rico, in the same  time frame as this  case and to\n\nother  applicants whose  situations  paralleled that  of  the\n\nCompany.   If this is the situation  (counsel for EPA made no\n\nlater effort  to respond), then  EPA's current posture  is in\n\nsome  measure  at odds  with precedent.    Cf. Atchison,  T &amp;\n                                                             \n\nS.F.R.R.  v. Wichita Bd. of  Trade, 412 U.S.  800, 808 (1973)\n                                  \n\n(\"departure from prior norms\" must be explained).\n\n     The point is not that EPA has some overriding obligation\n\nunder the Clean Water Act to do whatever it is that the state\n\nwants to  do.  On the  contrary, EPA was entirely  free, once\n\nPuerto  Rico had  ignored  the clear  deadlines  for a  final\n\ncertification,  to treat  the Commonwealth  as an  interested\n\nbystander with  no further  veto authority.   What  is beyond\n\nexplanation,  or  at least  wholly  unexplained,  is why  EPA\n\nshould be intent  on adopting half  of what the  Commonwealth\n\nwanted while systematically frustrating its attempt to secure\n\nthe  other half.   The obligation, we  repeat, is not  one of\n\ndeference to local authorities but of making sense.\n\n     There  is  also in  this  case  an  element of  apparent\n\nirrational   discrimination.     See,  e.g.,   Green  Country\n                                                             \n\nMobilephone,  Inc.  v. FCC,  765  F.2d 235  (D.C.  Cir. 1985)\n                          \n\n(obligation to treat similar cases  similarly).  For all that\n\nappears,  similarly situated  facilities  in Puerto  Rico, if\n\npermitted for the first time next year, are likely to receive\n\n                             -15-\n\npermits including a mixing zone analysis.  Like facilities in\n\nother states, permitted in September 1990 at the same time as\n\nthe  Company, probably  received the  benefit of  mixing zone\n\nanalyses.   Only Puerto Rican facilities that  happened to be\n\npermitted or  re-permitted in  this strange \"window,\"  during\n\nwhich  EQB was  reformulating its  mixing zone  criteria, are\n\nleft  out   in  the  cold--possibly  forever   if  the  anti-\n\nbacksliding provisions apply.2\n\n     Perhaps there is some explanation for EPA's action other\n\nthan a mechanical desire to reach  a rapid conclusion without\n\nregard  to whether the result  is sound.   Indeed, we suspect\n\nthat  there  is  an  explanation.    As  noted,  the  Company\n\ninsinuates  that EPA  deliberately  took  advantage of  EQB's\n\ncarelessness  to mousetrap  the Company  into standards  that\n\ncould not  later be  relaxed because of  the anti-backsliding\n\nprovisions  previously mentioned.    Such a  result would  at\n\nleast explain what happened, although it is doubtful that the\n\nexplanation,  if adopted  by EPA,  would commend itself  to a\n\nreviewing court.\n\n     Or, there may  be more benign reasons for  EPA's action.\n\nPerhaps  the  Company's science  is  faulty  and very  slight\n\nadjustments  in  technology  would  permit  it  to  meet  the\n\n                    \n\n     2Needless  to say,  we  do not  know  whether the  anti-\nbacksliding  provisions  would  produce  this  result.    The\nprovisions  are complicated  and contain  certain exceptions.\n33  U.S.C.   1342(o).  The Company's prediction is qualified,\nand EPA's brief is silent on this issue.\n\n                             -16-\n\npollution limitations, and  improve the environment to  boot,\n\nwithout any mixing zone  analysis.  In all events,  until EPA\n\nemerges from  its fortress of  procedural-rule citations  and\n\nadopts  a  rationale for  its  action,  any speculations  are\n\nbeside the point:  the  agency's decision cannot be supported\n\non reasoning that the agency has not yet adopted.  See SEC v.\n                                                          \n\nChenery Corp., 332 U.S. 194, 196 (1947).\n            \n\n     We turn now to the  Company's other arguments on  appeal\n\nbecause  some of them, if  adopted, would alter  the terms of\n\nthe  remand.    The  main  thrust of  the  Company's  various\n\narguments is  that, for  various procedural reasons,  EPA was\n                                           \n\nnot  entitled  to rely  on the  EQB  certification.   On this\n\npremise,  the  Company  argues   that  EPA  was  required  to\n\nformulate  its  own  permit  standards based  upon  the  real\n\nrequirements of  Puerto Rico law, which  the Company believes\n\nrequires the use  of a mixing zone analysis.  Since we reject\n\nthe Company's premise of  procedural error, the further steps\n\nin the Company's argument need not concern us.\n\n     The  Company's  broadest  procedural  argument  is  that\n\nPuerto Rico's final certification came too late and therefore\n\ncould not furnish the  basis for EPA's own final  permit.  As\n\nalready noted, the  Clean Water Act  required Puerto Rico  to\n\nprovide  its  certificate,  or  announce a  decision  not  to\n\ncertify,  within a  reasonable  time not  to exceed  one year\n\nafter  the  application,  33  U.S.C.     1341(a)(1);  and  by\n\n                             -17-\n\nregulation EPA required  a certification  decision within  60\n\ndays  of  the  issuance  of a  draft  permit.    40 C.F.R.   \n\n124.53(c)(3).  Here, EQB apparently ignored both time limits,\n\nfailing both to meet the statutory one-year deadline and  the\n\nregulation-based 60-day deadline.\n\n     Under  the  statute and  the  regulation,  the price  of\n\nfailing to meet the deadlines is that the state agency waives\n\nits right to  dictate permit  terms that go  beyond what  EPA\n\nwould  do on its  own.   Based on  this waiver  language, the\n\nCompany argues  that a  state certification issued  after the\n\ndeadline is  without legal effect.   In reply EPA says  it is\n\nfree  either to declare a  waiver or, instead,  to follow the\n\ncourse  taken  in  this  case  and  await  the  final, though\n\nbelated, certification.   The statute itself  merely provides\n\nthat  the state must act  within a reasonable  period, not to\n\nexceed  a  year, or  the  certification  requirement will  be\n\ndeemed \"waived.\"  33 U.S.C.   1341(a)(1).\n\n     Although  we  are   provided  no  useful   precedent  or\n\nlegislative  history, our  reading  of  the  statute  largely\n\ncoincides with that of EPA.  The statutory time limit and the\n\nword  \"waived\" do not tell us the answer; Congress could have\n\nmeant that  a state  certification issued after  the deadline\n\nhad to  be ignored by EPA,  or it could have  meant only that\n\nEPA was  free to do so.   EPA interprets the  statute to mean\n\nthe latter  and under  the Chevron doctrine,  Chevron U.S.A.,\n                                                             \n\n                             -18-\n\nInc. v.  NRDC, 467 U.S.  837 (1984), its view  is entitled to\n             \n\nweight.  State of California v. FERC, 966 F.2d 1541 (9th Cir.\n                                    \n\n1992),  cited by  the Company  as holding  that the  deadline\n\ncannot be waived, holds no such thing.3\n\n     Further,  EPA's  reading both  of  the  statute and  its\n\nregulation seems  to  us  a  sensibly flexible  one.    EPA's\n\nreading  gives it the practical  benefit of the state process\n\neven  if that benefit comes a little  late.  Indeed, where no\n\none  complains  (e.g.,  because  the applicant  is  happy  to\n                     \n\noperate  under an  earlier permit),  it could  be pointlessly\n\nrigid to  insist  that EPA  begin  its own  calculations  the\n\nmoment the certification deadline expires for the state.  The\n\nconcern on the other side  is that without a deadline,  a new\n\napplicant could be left  dangling forever.  But we  think the\n\ncourts have  adequate power  to assure that  flexibility does\n\nnot become an excuse for permanent inaction.4 \n\n                    \n\n     3EPA's interpretation  of its  own 60-day  regulation is\neven  more   compelling  since  it   wrote  the   regulation.\nGardebring v. Jenkins, 485 U.S. 415, 430 (1988)  In addition,\n                     \nagencies can  usually (although  not always) waive  their own\nprocedural  regulations  even  where  there   is  no  express\nprovision  for waiver.    American Farm  Lines v.  Black Ball\n                                                             \nFreight Service, 397 U.S. 532, 538 (1970).\n               \n\n     4See  Administrative Procedure  Act,  5 U.S.C.    706(1)\n         \n(power to compel agency action  unduly delayed).  The  courts\nare normally deferential to  the agency in such cases.   See,\n                                                            \ne.g., Telecommunications Research &amp; Action Center v. FCC, 750\n                                                        \nF.2d  70  (D.C. Cir.  1984).    Here, however,  Congress  has\nexpressed its  intent that the state  proceeding be completed\nin a year.  If EPA wants to waive the state's failure to meet\na deadline, and  wait longer for its certification,  we think\nthat  the propriety of its deferral might be open to judicial\n\n                             -19-\n\n     The   Company's   remaining   arguments   require   less\n\ndiscussion.  The claim that EQB's certification was not final\n\nwhen EPA adopted it is unpersuasive.  \"Finality\" is a concept\n\nwith  several shades  of meaning  in administrative  law; but\n\nwhere, as here, the agency  itself (rather than a subordinate\n\nbody)  has  spoken  and  has explicitly  labeled  its  action\n\n\"final,\"  we think that is enough, even though the agency may\n\nchoose to reconsider or may  be reversed on judicial  review.\n\nThe Company failed  to get  a stay of  the EQB  certification\n\nbefore EPA acted in reliance upon it.  We agree with EPA that\n\nthe   subsequent  decision  of  EQB  to  re-characterize  its\n                \n\ncertification order as non-final cannot affect the procedural\n\nvalidity of EPA's decision to grant the permit.\n\n     In fact, EPA has regulations that govern the effect of a\n\nstate stay or modification of a certification after  a permit\n\nhas issued.  The  pertinent regulation permits EPA's regional\n\nadministrator under certain circumstances to  incorporate the\n\nmodifications  into the  permit so  long as the  state agency\n\nstays  or modifies the old certificate and forwards a new one\n                                          \n\nto  EPA as a  substitute.  40  C.F.R.   124.55(b).   But this\n\nregulation does not apply in this case because EQB never sent\n\na substitute certificate to the EPA.\n\n     The Company  relies upon a different  EPA regulation, 40\n\nC.F.R.   122.44(d)(3).  This provides in part that if a state\n\n                    \n\nreview that is somewhat more searching than customary.\n\n                             -20-\n\ncourt or board  stays a certification,  EPA shall notify  the\n\nstate  that  certification will  be  deemed  waived unless  a\n\nfinally  effective  certificate  is  issued  within  60 days;\n\nabsent such a new certification, the regulation says that EPA\n\nshall  impose  its  own  requirements  in  the  permit.    In\n\nagreement  with EPA, we read this regulation to apply only to\n\nstays that occur before EPA has issued its own permit.   Once\n\nagain, the agency's reading of its own regulation is entitled\n\nto deference.  Gardebring, 485 U.S. at 430.  Its reading also\n                         \n\nhas  the benefit  of making  this regulation,  governing pre-\n\npermit  stays,  dovetail  with  section  124.55(b), governing\n\npost-permit stays.\n\n     In an attempt to bolster the importance of the EQB stay,\n\nthe  Company reminds us of  the central role  that the states\n\nwere intended to  play under the  Clean Water Act.   Yet that\n\nrole is to be  played within the framework of  the procedures\n\nfixed by the statute and EPA regulations.   Indeed, precisely\n\nbecause   two  different   jurisdictions   are  expected   to\n\ncollaborate  on  a  permit,  there  is  a  special  need  for\n\ncompliance  with the rules  of the road.   Here, the EQB stay\n\ncame  after  the  permit   and--strictly  from  a  procedural\n           \n\nstandpoint--EPA  was  entitled to  disregard  it,  unless and\n\nuntil  EPA's  regulation  governing  a  post-permit stay  was\n\nsatisfied.\n\n                             -21-\n\n     In  summing up, we stress  again that the  flaw in EPA's\n\naction   is  not  a  procedural  defect.    EPA's  result  is\n\nirrational, or  at least inadequately  explained, not because\n                                                     \n\nof  EQB's hapless stay, but  because of the  substance of the\n\nEPA's  permitting  decision.   To  restate  the gist  of  the\n\nmatter, EPA has  failed to explain why  it makes sense, as  a\n\nmatter  of substantive  policy,  to  frustrate Puerto  Rico's\n\nincipient  desire to use  the mixing  zone analysis,  and why\n\nthose  companies who  fall  in this  \"window\" between  Puerto\n\nRico's old and  new regulations  should alone  be denied  the\n\nbenefits of  a  mixing analysis.    Those concerns  would  be\n\nvirtually  the same  even  if EQB  had  never used  the  word\n\n\"stay.\"5\n\n                       III. CONCLUSION\n\n     In  framing the remand, we begin  by emphasizing what we\n\nhave not decided.   Whether the final certification issued by\n        \n\nthe EQB in August  1989 is vulnerable to attack  under Puerto\n\nRican  law, if not altered  by EQB on  reconsideration, is an\n\nissue not  before this  court.  Although  state certification\n\nprovisions are incorporated into federal permits, review of a\n\n                    \n\n     5We have not discussed the Company's separate claim that\nEPA abused its discretion by not extending the comment period\nfor 15 days, as requested by the Company, to permit more time\nfor comment  on technical  issues.  This  argument, summarily\nstated in a paragraph at  the end of the Company's brief,  is\nnot seriously  supported and  is therefore not  preserved for\nreview.  United States v. Zannino, 895 F.2d 1, 27 (1st Cir.),\n                                 \ncert. denied, 494 U.S. 1082 (1990).\n            \n\n                             -22-\n\nstate certification is a matter for  local courts.  Roosevelt\n                                                             \n\nCampobello Int'l Park Comm'n v. EPA, 684 F.2d 1041, (1st Cir.\n                                   \n\n1982).   The apparent past  and future inclination  of EQB to\n\nemploy mixing zone analyses is part of the background of this\n\ncase, but nothing we have said should be taken to declare the\n\nlaw of Puerto Rico on this subject.\n\n     Similarly, we  do not suggest that  mixing zone analysis\n\nhas  a  sacrosanct  role under  the  Clean  Water  Act.   Our\n\nimpression from EPA's own publication is that the use of such\n\nanalysis is widespread.   But that  impression is subject  to\n\ncorrection.  In any  event, sound reasons may dictate  that a\n\nmixing  zone analysis not be used in certain cases or certain\n\nclasses  of cases, despite a possible hint to the contrary in\n\nMarathon  Oil Co.,  830  F.2d at  1349  (\"By definition,  the\n                 \n\neffluent  itself  does  not  meet  water  quality  standards;\n\notherwise, it would not be considered polluted.\").  There may\n\neven be reasons why, apart  from EQB's procedural default,  a\n\nmixing zone analysis is improper in this case.\n\n     All that we hold  here is that EPA's decision to issue a\n\npermit in  September 1990,  adopting EQB's  certification but\n\nrefusing to await EQB's decision on reconsideration, produces\n\na  result  that  on  the present  record  appears  manifestly\n\narbitrary and  capricious.   If legitimate reasons  exist for\n\nsuch  an outcome,  then EPA is  free to provide  them and re-\n\nadopt the present permit (and the  Company in turn is free to\n\n                             -23-\n\nchallenge those reasons and  that action by petitioning again\n\nfor judicial  review).  EPA, EQB, and the Company may find it\n\npossible to chart a more constructive course and make further\n\nlitigation unnecessary.\n\n     The  EPA order adopting the permit at issue in this case\n\nis  vacated and  the matter  is remanded  to EPA  for further\n                                        \n\nproceedings in accordance with this opinion.  Costs are taxed\n\nin favor of the petitioner.\n\n                             -24-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-2359\n\n                 PUERTO RICO SUN OIL COMPANY,\n\n                         Petitioner,\n\n                              v.\n\n        UNITED STATES ENVIRONMENTAL PROTECTION AGENCY,\n\n                         Respondent.\n\n                                         \n\n            ON PETITION FOR REVIEW OF AN ORDER OF\n\n      THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY\n\n                                         \n\n                            Before\n\n                    Selya, Cyr and Boudin,\n\n                       Circuit Judges.\n                                     \n\n                                         \n\nRobert Brager with whom Richard S.  Davis, Joseph C. Stanko,  Jr.,\n                                                                 \nPatricia Ross  McCubbin, Beveridge &amp; Diamond,  P.C., Leonardo Andrade-\n                                                                  \nLugo, Jose A. Cepeda-Rodriguez,  Carlos A. Rodriguez-Vidal, Eli Matos-\n                                                                  \nAlicea, Goldman Antonetti Cordova &amp; Axtmayer and Edward J. Ciechon Jr.\n                                                                  \nwere on brief for petitioner.\nAlan  D.  Greenberg, Environment  &amp;  Natural  Resources  Division,\n                   \nEnvironmental Defense Section, Department  of Justice, with whom Myles\n                                                                  \nE.  Flint,  Acting Assistant  Attorney General,  Randolph L.  Hill and\n                                                              \nMeyer Scolnick,  Assistant Regional Counsel,  Environmental Protection\n          \nAgency, were on brief for respondent.\n\n                                         \n\n                       October 21, 1993\n                                         \n\n     BOUDIN,   Circuit   Judge.      In  August   1990,   the\n                              \n\nEnvironmental Protection Agency issued a  pollution discharge\n\npermit  to Puerto Rico Sun  Oil Company (\"the  Company\").  In\n\ndoing so  EPA complied  with the substantive  requirements of\n\nthe governing  statute and  the procedures  set forth  in the\n\nstatute and EPA regulations.  Only the result gives cause for\n\nconcern,  and that  concern is  not allayed  by  the agency's\n\nexplanation for its decision.  In our judgment, the result is\n\nso  odd that either  the EPA has abused  its discretion or it\n\nhas  explained  itself  so   poorly  as  to  require  further\n\njustification.  On  either view, we must vacate  the agency's\n\norder adopting the permit and remand for further proceedings.\n\n                         I. THE FACTS\n\n     The  Clean  Water  Act,  33  U.S.C.     1251,  et  seq.,\n                                                            \n\nprohibits  the  discharge   into  protected  waters  of   any\n\npollutant by any  person, </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>    1311(a), unless </span><pre class=\"inline\">a  discharge\n                             \n\npermit  has  been  secured  from  EPA.   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>     1342.    The\n</span><pre class=\"inline\">                                            \n\npermitting regime is  a hybrid one in which  both EPA and the\n\ncounterpart  state  agency play  a  role.   The  precise role\n\ndepends on whether EPA has delegated permit issuing authority\n\nto the state; but no such delegation is present here.  Puerto\n\nRico is  treated as a state  for purposes of the  Clean Water\n\nAct, </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>   1362(3), and </span><pre class=\"inline\">its local agency is the Environmental\n        \n\nQuality Board (\"EQB\").  \n\n                             -2-\n\n     To obtain a permit, the applicant must satisfy a variety\n\nof substantive requirements under the Clean Water Act but, in\n\naddition, no EPA permit  can issue unless the state  in which\n\nthe  discharge  will occur  gives  its  own approval  (called\n\n\"certification\") or waives its right to  do so.  33 U.S.C.   \n\n1341(a)(1).   Further,  the  state  certification may  impose\n\ndischarge  limitations  or requirements  more  stringent than\n\nfederal law requires,  and those  more stringent  obligations\n\nare  incorporated into  the  federal permit  as  a matter  of\n\ncourse.  See generally  United States v. Marathon Development\n                                                             \n\nCorp.,  </pre><span class=\"citation\" data-id=\"518093\"><a href=\"/opinion/518093/united-states-v-marathon-development-corporation-and-terrence-geoghegan/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">96</span></a></span><pre class=\"inline\">, 99  (1st  Cir. 1989)  (describing state\n     \n\nrole).  What  lies at the heart of this  case is EQB's effort\n\nto  impose,  and then  back  away from,  such  more stringent\n\nobligations.\n\n     For some years before this case began, the  Company held\n\na  discharge permit for its  oil refining facility at Yabucoa\n\nBay,  Puerto Rico,  where it  discharges pollutants  from two\n\ndifferent sources.  On May 27, 1988, the Company submitted to\n\nEPA an application to  renew the permit for its facility.  On\n\nOctober  31,  1988, EPA  forwarded  the  application to  EQB,\n\nrequesting that  a draft certification be  prepared promptly.\n                        \n\nEPA also warned EQB that under EPA regulations, Puerto Rico's\n\nright to impose obligations  by certification would be waived\n\nif a  final certification were  not received  within 60  days\n\n                             -3-\n\nafter EPA sent a copy of a (yet to be  prepared) draft permit\n\nto EQB.  40 C.F.R.   124.53(c)(3) (60 day time limit).1  \n\n     On   January  25,   1989,   EQB  released   a  tentative\n\ncertification--essentially a draft document  that facilitates\n\npublic  comment  on  the  proposed  state  certification  and\n\nproposed  federal permit.   The  draft certification  in this\n\ncase probably came as a surprise to the Company.  The earlier\n\npermit had employed a \"mixing  zone\" analysis in setting  the\n\npollution limitations for  the Company's discharged effluent;\n\nthe draft certificate did not include a mixing zone analysis.\n\nThe difference, which is  central to this case, needs  a word\n\nof explanation.\n\n     A discharge permit under the Clean Water Act may include\n\nseveral  types  of  requirements.     One  set  concerns  the\n\ntechnology used to limit pollution;  another, pertinent here,\n\nrequires that  the amount of specified  pollutants not exceed\n\ncertain percentage levels.   In theory, the percentage levels\n\ncould  be  measured in  the  effluent  itself--such as  storm\n\nrunoff or waste  water--just as  it drains  into the  stream,\n\nriver  or  bay which  is protected  by  the Clean  Water Act;\n\nalternatively,  it could be measured at the edge of a defined\n                                                \n\n                    \n\n     1The Clean Water Act provides  that the state waives its\ncertification  rights if  it  fails to  issue  or to  deny  a\ncertification  \"within a  reasonable  period  of time  (which\nshall  not exceed one year) after receipt of such request . .\n. .\"  33 U.S.C.   1341(a(1).\n\n                             -4-\n\narea of the receiving  body of water after the  pollutant has\n\nbeen diluted by that water.\n\n     Such  a defined  area is  called a  mixing zone,  and it\n\nappears that  measuring pollutants at the edge  of the mixing\n\nzone is widespread in the application of the Clean Water Act.\n\nAccording to an EPA publication, \"[w]hether to establish such\n\na mixing zone policy is a matter of State discretion.\"   EPA,\n\nMixing  Zones--Water Quality Standards  Criteria Summaries: A\n                                                             \n\nCompilation  of  State/Federal  Criteria 2  (September  1988)\n                                        \n\n(\"Mixing Zones\").   Practically  every state and  Puerto Rico\n              \n\nhave adopted mixing zone criteria, </pre><span class=\"citation\" data-id=\"518093\"><a href=\"/opinion/518093/united-states-v-marathon-development-corporation-and-terrence-geoghegan/\"><span class=\"id_token\">id.,</span> although the </a></span><pre class=\"inline\">criteria\n                                      \n\nappear  to differ widely.  </pre><span class=\"citation\" data-id=\"518093\"><a href=\"/opinion/518093/united-states-v-marathon-development-corporation-and-terrence-geoghegan/\"><span class=\"id_token\">Id.</span> at 70-78 </a></span><pre class=\"inline\">(Puerto Rico criteria\n                              \n\nas  of  1988).   The  mixing  zone  concept  is described  in\n\nMarathon Oil Co. v. EPA, </pre><span class=\"citation\" data-id=\"495444\"><a href=\"/opinion/495444/marathon-oil-company-v-environmental-protection-agency/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1346</span></a></span><pre class=\"inline\">, 1349 (5th Cir. 1987),\n                       \n\nwhich concludes with the  observation that \"the `mixing zone'\n\ndetermination is basically a cost-benefit judgment on a given\n\nset  of   environmental  facts,  rather  than   any  sort  of\n\n`scientific' determination.\"  </pre><span class=\"citation\" data-id=\"495444\"><a href=\"/opinion/495444/marathon-oil-company-v-environmental-protection-agency/\"><span class=\"id_token\">Id.</span> at 1351.\n</a></span><pre class=\"inline\">                                 \n\n     When in January 1989  EQB issued its draft certification\n\nfor the Company's requested permit, the EQB was reformulating\n\nits mixing zone criteria.   EQB's draft certification for the\n\nCompany  neither  continued  in  force the  old  mixing  zone\n\ncriteria temporarily nor made  the certificate subject to the\n\nnew  criteria still  under development.   Instead,  the draft\n\ncertification simply set further pollutant limitations which,\n\n                             -5-\n\nabsent  the  mixing  zone  analysis, apply  directly  to  the\n\neffluent  as it enters  the receiving waters.   Mixing </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Zones,</span>\n                                                            \n\nsupra,  at <span class=\"page\">2</span> </span><pre class=\"inline\"> (\"If no  such mixing  zone is  recognized by  a\n     \n\nState, then the waters must meet the criteria at the point of\n\ndischarge.\").\n\n     The  next event was EPA's release on August 11, 1989, of\n\na draft permit  and request  for public comment.   The  draft\n\npermit   incorporated   the   requirements   of   the   draft\n\ncertification issued by EQB and therefore used no mixing zone\n\nanalysis.  Although issuance  of the draft permit  meant that\n\nfinal EQB certification  was now due in 60 days,  40 C.F.R.  \n\n124.53(c)(2),  EQB   apparently  paid  no  attention  to  the\n\ndeadline or to EPA's earlier warning that failure to meet the\n\ndeadline  would   waive  Puerto  Rico's  right   to  certify.\n\nNevertheless,  in  October   1989  EPA  told  the   Company's\n\nattorneys that  it was  extending the  comment period on  the\n\ndraft permit  \"indefinitely\" while awaiting  the EQB's  final\n\ncertification.  When the  certification arrived, said EPA, it\n\nwould set a \"prompt\" close to the comment period.\n\n     On  July 24,  1990, almost  a  year after  receiving the\n\ndraft permit,  EQB issued  what it  called its  \"final\" water\n\nquality  certification  for the  Company,  again  eschewing a\n\nmixing  zone analysis.  Both the timing and substance of this\n\naction  are puzzling because, only four  days before, on July\n\n20, 1990, EQB had promulgated new regulations to be effective\n\n                             -6-\n\non  August  20, 1990,  adopting a  new method  of determining\n\nmixing zones.    But  if  EQB's  behavior  was  slothful  and\n\ncareless, EPA's reaction was even stranger.\n\n     At this  point the  EQB's final certification  must have\n\nappeared a  probable candidate for administrative or judicial\n\nrevision in Puerto Rico.  EQB had used a mixing zone analysis\n\nin the past and was proposing to do so in the future, and the\n\nuse of such an analysis was likely to be significant; indeed,\n\nthe Company later represented,  and EPA has not disputed  the\n\nclaim, that its refinery cannot operate if forced to meet the\n\npollution  standards  without  the  help  of  a  mixing  zone\n\nanalysis.   Yet just as the  Company moved to correct the EQB\n\ncertification, EPA  moved even more swiftly to  adopt a final\n\npermit based  on the  EQB certificate  that omitted  a mixing\n\nzone analysis.\n\n     The  chronology can be compressed.   On August 17, 1990,\n\nthe  Company asked  EQB to  reconsider its  certification and\n\ninclude  a mixing  zone analysis.   On  August 21,  1990, EPA\n\npublished  a  new  draft  permit  incorporating  EQB's  final\n\ncertification requirements, and it  offered 30 days to submit\n\ncomments.  On September 7, 1990, EQB wrote to EPA saying that\n\nit was evaluating  the Company's comments on  reconsideration\n\nand that it might  alter its certification.  On  September 10\n\nand on September  21, 1990,  the Company asked  EPA to  delay\n\naction  on  the  permit to  allow  the  EQB  to complete  its\n\n                             -7-\n\nreconsideration.   On September 28, 1990, EPA  issued a final\n\npermit, based  on the  then July 1990  EQB certification  and\n\nwithout provision for a mixing zone.\n\n     On November 7,  1990, the Company  sought administrative\n\nreview within  EPA, an  action that automatically  stayed the\n\nnew permit, 40 C.F.R.   124.15(b)(2), and left the old one in\n\nforce  on a  temporary  basis.   On  November 28,  1990,  EQB\n\nadopted  a  resolution  staying  its   certification  pending\n\nreconsideration and announcing, for  the benefit of EPA, that\n\nthe  certificate    was  \"not  to  become  final\"  until  the\n\nreconsideration was  completed.  In February  1991, EQB wrote\n\nformally  to  EPA  stating  that the  certificate  should  be\n\ntreated  as not final and  urging EPA to  leave the Company's\n\nprevious permit in  effect for the time being.   In June 1992\n\nEPA's  regional administrator  issued a  decision reaffirming\n\nthe new permit without a mixing zone provision but continuing\n\nthe stay of the new  permit pending a further  administrative\n\nappeal.\n\n     In  July 1992,  the Company  duly appealed  the regional\n\nadministrator's  decision  to  EPA's   Environmental  Appeals\n\nBoard, urging a number of  the arguments discussed below, and\n\nmaking one further contention of note: the Company said  that\n\nunless EPA modified the permit  on direct review, the Company\n\nwould  likely   be  unable  get  the   mixing  zone  analysis\n\nincorporated  into the permit through subsequent proceedings.\n\n                             -8-\n\nThe reason,  said the Company, was  \"the probable application\n\nof  the anti-backsliding policy\"  of the Clean  Water Act, 33\n\nU.S.C.   1342(o).  On October 26, 1992, the EPA Environmental\n\nAppeals  Board  issued a  lengthy  decision refusing  further\n\nreview.  The  Company's appeal  to this court  followed.   33\n\nU.S.C.   1369(b)(1)(F).\n\n                             -9-\n\n                        II. DISCUSSION\n\n     Faced with  what may  be a disastrous  outcome from  its\n\nstandpoint, the Company  has offered this court  a variety of\n\nprocedural  challenges to EPA.  They range from a broad claim\n\nthat  EQB's  final  certification  was  ineffective  (because\n\nPuerto  Rico's time  to  certify had  expired)  to a  trivial\n\ncomplaint  that the EPA did  not allow a  15-day extension to\n\nthe comment period at  one phase of the proceeding.  We think\n\nvirtually  all  of  the  procedural claims  fail  and,  while\n\naddressing them at  the close  of the opinion,  we prefer  to\n\nbegin by discussing EPA's central error.\n\n     EPA's  action in adopting the permit in this case is not\n\nflawed by procedural  mistake.   On the contrary,  EPA did  a\n\ncommendable  job of  dotting i's  and crossing  t's.   Nor is\n\nthere any  violation of  substantive provisions of  the Clean\n\nWater Act;  for example,  nothing in that  statute explicitly\n\nrequires EPA to use mixing zone analyses in its permits.  The\n\nproblem  with  EPA's  decision  is simply  that  the  outcome\n\nappears  on its  face to  make no  sense.   We  say \"appears\"\n\nbecause  we cannot rule out the possibility that some further\n\nexplanation could shore up the EPA's result.  Either way, the\n\nEPA's present action cannot stand.\n\n     It may  come as  a surprise  that agency  decisions must\n\nmake sense  to reviewing courts.   Agencies,  after all,  are\n\nnormally entitled  to substantial deference so  long as their\n\n                             -10-\n\ndecisions do not collide directly  with substantive statutory\n\ncommands  and  so long  as  procedural  corners are  squarely\n\nturned.   This  deference is  especially marked  in technical\n\nareas.    But in  the  end an  agency  decision must  also be\n\nrational--technically speaking,  it must not be \"arbitrary or\n\ncapricious,\"  Administrative   Procedure  Act,  5   U.S.C.   \n\n706(2)(A)--and  that requirement  exists  even  in  technical\n\nareas of  regulation.  E.g., Public  Citizens Health Research\n                                                             \n\nGroup, v. Tyson, </pre><span class=\"citation\" data-id=\"474176\"><a href=\"/opinion/474176/public-citizen-health-research-group-v-patrick-r-tyson-acting-assistant/\"><span class=\"volume\">796</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1479</span></a></span><pre class=\"inline\">, 1505 (D.C. Cir. 1986).   The\n               \n\nrequirement is not very hard to meet, but it has not been met\n\nhere.\n\n     The \"arbitrary and capricious\" concept, needless to say,\n\nis  not easy  to  encapsulate in  a  single list  of  rubrics\n\nbecause it embraces  a myriad of possible  faults and depends\n\nheavily upon the circumstances of the case.  Still, there are\n\nrules of thumb, e.g., Motor Vehicle Mfrs. Ass'n v. State Farm\n                                                             \n\nMutual Ins. Co., </pre><span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">29</span></a></span><pre class=\"inline\">, 43 (1983) (listing  examples).\n               \n\nIn addressing  individual aspects of EPA's  decision, we cite\n\nto   those   requirements--discussion  of   relevant  issues,\n\nconsistency  with  past  practice,  avoidance  of unexplained\n\ndiscrimination--that are pertinent to  EPA's decision in this\n\ncase.\n\n     On  the  surface  of  the  administrative   record,  the\n\nfollowing  scene presents itself.  EQB,  having used a mixing\n\nzone  analysis in  past cases,  neglected to  include  such a\n\n                             -11-\n\nprovision in its latest certification for this facility.  EQB\n\nhad  previously used  a mixing  zone  analysis for  this very\n\nfacility; and far from abandoning the concept, EQB was in the\n\nprocess  of revising  its  regulations to  prescribe such  an\n\nanalysis  at the  very time  it was  preparing the  Company's\n\ncertification.    Four  days   before  it  issued  the  final\n                                     \n\ncertification in this case, omitting a mixing zone provision,\n\nit formally promulgated its new mixing zone regulations.\n\n     It is not clear  whether in August 1990 EPA  appreciated\n\nthat  EQB  had  probably  misstepped.   The  Company's  brief\n\nimplies   that   the  EPA,   having   obtained  EQB's   final\n\ncertification, then  proceeded with sinister  speed--surely a\n\nrare  accusation  in  administrative  law--to  mousetrap  the\n\nCompany by issuing a  final permit before EQB's certification\n\ncould be revised.  An alternative explanation, to us entirely\n\nplausible,  is  that the  EPA's  patience with  EQB  had been\n\nexhausted  and  it wanted,  as it  had  warned almost  a year\n\nbefore, simply to get done with  the permit as soon as it had\n\nEQB's final certification.\n\n     However this may be, both the Company and EQB made clear\n\nto  the EPA at once, and before the final permit issued, that\n\nreconsideration was  under way.  EPA published  its new draft\n\npermit for  comment in  August 1990;  and in  September 1990,\n\nbefore the EPA issued the final permit on September 28, 1990,\n      \n\nEQB advised EPA  (on September 7)  that it was  reconsidering\n\n                             -12-\n\nits certification and might  alter it, and the  Company wrote\n\nletters (on September  10 and  21) begging the  EPA to  defer\n\nfinal  action until  the  EQB acted.    The EPA  nevertheless\n\nproceeded to  issue the final permit with  no explanation for\n\nits refusal to wait.\n\n     Even  at this  stage, it  appears that  EPA was  free to\n\ncorrect the problem on administrative review.  There being no\n\nfixed  timetable, the  regional administrator  presumably had\n\ndiscretion to defer action  until EQB acted on the  Company's\n\nreconsideration request  and, if a mixing  zone analysis were\n\nadopted  by   EQB  in   a  revised  certification,   then  to\n\nincorporate  this revision into the new permit.  One of EPA's\n\nregulations, 40 C.F.R.   124.55(b), which is discussed below,\n\nseems to contemplate just such a situation.  During this same\n\nperiod EQB made crystal clear, by its resolution  of November\n\n28, 1990, and its formal letter of February 25, 1991, that it\n\nwas planning to reexamine its certification and  did not want\n\nthe  certification  treated  as   final.    Once  again,  EPA\n\nproceeded to reject the  pleas and reaffirm the  permit, sans\n\nmixing zone.\n\n     EPA has now explained its  position at least three times\n\nadministratively and for a  fourth time in this court.   Each\n\ntime   EPA  deals  deftly   with  the   Company's  procedural\n\nobjections  by showing  why  some regulation  allowed EPA  to\n\nawait EQB's final certification, but to refuse to await EQB's\n\n                             -13-\n\nattempt to repair the certification, and allowed EPA to adopt\n\nEQB's certification, but to reject EQB's  retroactive attempt\n\nto brand  it as non-final.   The only thing that  is missing,\n\namong  this  array of  finely  wrought  explanations, is  any\n\nreason why the EPA should want to frustrate the EQB's clumsy,\n          \n\nlong-delayed but increasingly evident  desire to reconsider a\n\nmixing zone analysis for this permit.\n\n     Assuredly, some explanation  is called  for. The  mixing\n\nzone analysis is not some freakish idea or whim of the Puerto\n\nRico   authorities.     According   to  EPA's   Mixing  Zones\n                                                             \n\npublication, it is available for use in at least 49 states in\n\nvarying situations; and the Company said that the refinery in\n\nquestion  cannot  operate  if   the  permit  limitations  are\n\napplied, without  a mixing zone  analysis, at the  point that\n\nthe   effluent   enters   the   water.      Patently,   these\n\nconsiderations of  history and  practical effect would,  in a\n\nrational decision,  warrant at least some  discussion.  Motor\n                                                             \n\nVehicle Mfrs. </pre><span class=\"citation\" data-id=\"110991\"><span class=\"antecedent_guess\">Ass'n,</span> <a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">43</span> </a></span><pre class=\"inline\">(agency may not \"entirely\n                   \n\nfail[] to consider an important aspect of the problem\").\n\n     At oral  argument, we  inquired of  counsel representing\n\nthe  EPA whether there were other situations in which EPA had\n\nrefused  to  use a  mixing  zone analysis  despite  a state's\n\ndesire that  such an analysis  be used.   Yes, we  were told,\n\ncounsel for EPA knew of several such instances.  On rebuttal,\n\nthe Company's counsel responded  that there were indeed other\n\n                             -14-\n\ninstances but they were limited to  EPA's issuance of permits\n\nin Puerto  Rico, in the same  time frame as this  case and to\n\nother  applicants whose  situations  paralleled that  of  the\n\nCompany.   If this is the situation  (counsel for EPA made no\n\nlater effort  to respond), then  EPA's current posture  is in\n\nsome  measure  at odds  with precedent.    Cf. Atchison,  T &amp;\n                                                             \n\nS.F.R.R.  v. Wichita Bd. of  Trade, </pre><span class=\"citation\" data-id=\"108829\"><a href=\"/opinion/108829/atchison-t-sfr-co-v-wichita-bd-of-trade/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">800</span></a></span><pre class=\"inline\">, 808 (1973)\n                                  \n\n(\"departure from prior norms\" must be explained).\n\n     The point is not that EPA has some overriding obligation\n\nunder the Clean Water Act to do whatever it is that the state\n\nwants to  do.  On the  contrary, EPA was entirely  free, once\n\nPuerto  Rico had  ignored  the clear  deadlines  for a  final\n\ncertification,  to treat  the Commonwealth  as an  interested\n\nbystander with  no further  veto authority.   What  is beyond\n\nexplanation,  or  at least  wholly  unexplained,  is why  EPA\n\nshould be intent  on adopting half  of what the  Commonwealth\n\nwanted while systematically frustrating its attempt to secure\n\nthe  other half.   The obligation, we  repeat, is not  one of\n\ndeference to local authorities but of making sense.\n\n     There  is  also in  this  case  an  element of  apparent\n\nirrational   discrimination.     See,  e.g.,   Green  Country\n                                                             \n\nMobilephone,  Inc.  v. FCC,  </pre><span class=\"citation\" data-id=\"454261\"><a href=\"/opinion/454261/green-country-mobilephone-inc-and-south-texas-mobilephone-inc-v/\"><span class=\"volume\">765</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">235</span> </a></span><pre class=\"inline\"> (D.C.  Cir. 1985)\n                          \n\n(obligation to treat similar cases  similarly).  For all that\n\nappears,  similarly situated  facilities  in Puerto  Rico, if\n\npermitted for the first time next year, are likely to receive\n\n                             -15-\n\npermits including a mixing zone analysis.  Like facilities in\n\nother states, permitted in September 1990 at the same time as\n\nthe  Company, probably  received the  benefit of  mixing zone\n\nanalyses.   Only Puerto Rican facilities that  happened to be\n\npermitted or  re-permitted in  this strange \"window,\"  during\n\nwhich  EQB was  reformulating its  mixing zone  criteria, are\n\nleft  out   in  the  cold--possibly  forever   if  the  anti-\n\nbacksliding provisions apply.2\n\n     Perhaps there is some explanation for EPA's action other\n\nthan a mechanical desire to reach  a rapid conclusion without\n\nregard  to whether the result  is sound.   Indeed, we suspect\n\nthat  there  is  an  explanation.    As  noted,  the  Company\n\ninsinuates  that EPA  deliberately  took  advantage of  EQB's\n\ncarelessness  to mousetrap  the Company  into standards  that\n\ncould not  later be  relaxed because of  the anti-backsliding\n\nprovisions  previously mentioned.    Such a  result would  at\n\nleast explain what happened, although it is doubtful that the\n\nexplanation,  if adopted  by EPA,  would commend itself  to a\n\nreviewing court.\n\n     Or, there may  be more benign reasons for  EPA's action.\n\nPerhaps  the  Company's science  is  faulty  and very  slight\n\nadjustments  in  technology  would  permit  it  to  meet  the\n\n                    \n\n     2Needless  to say,  we  do not  know  whether the  anti-\nbacksliding  provisions  would  produce  this  result.    The\nprovisions  are complicated  and contain  certain exceptions.\n33  U.S.C.   1342(o).  The Company's prediction is qualified,\nand EPA's brief is silent on this issue.\n\n                             -16-\n\npollution limitations, and  improve the environment to  boot,\n\nwithout any mixing zone  analysis.  In all events,  until EPA\n\nemerges from  its fortress of  procedural-rule citations  and\n\nadopts  a  rationale for  its  action,  any speculations  are\n\nbeside the point:  the  agency's decision cannot be supported\n\non reasoning that the agency has not yet adopted.  See SEC v.\n                                                          \n\nChenery Corp., </pre><span class=\"citation\" data-id=\"104462\"><a href=\"/opinion/104462/sec-v-chenery-corp/\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></a></span><pre class=\"inline\">, 196 (1947).\n            \n\n     We turn now to the  Company's other arguments on  appeal\n\nbecause  some of them, if  adopted, would alter  the terms of\n\nthe  remand.    The  main  thrust of  the  Company's  various\n\narguments is  that, for  various procedural reasons,  EPA was\n                                           \n\nnot  entitled  to rely  on the  EQB  certification.   On this\n\npremise,  the  Company  argues   that  EPA  was  required  to\n\nformulate  its  own  permit  standards based  upon  the  real\n\nrequirements of  Puerto Rico law, which  the Company believes\n\nrequires the use  of a mixing zone analysis.  Since we reject\n\nthe Company's premise of  procedural error, the further steps\n\nin the Company's argument need not concern us.\n\n     The  Company's  broadest  procedural  argument  is  that\n\nPuerto Rico's final certification came too late and therefore\n\ncould not furnish the  basis for EPA's own final  permit.  As\n\nalready noted, the  Clean Water Act  required Puerto Rico  to\n\nprovide  its  certificate,  or  announce a  decision  not  to\n\ncertify,  within a  reasonable  time not  to exceed  one year\n\nafter  the  application,  33  U.S.C.     1341(a)(1);  and  by\n\n                             -17-\n\nregulation EPA required  a certification  decision within  60\n\ndays  of  the  issuance  of a  draft  permit.    40 C.F.R.   \n\n124.53(c)(3).  Here, EQB apparently ignored both time limits,\n\nfailing both to meet the statutory one-year deadline and  the\n\nregulation-based 60-day deadline.\n\n     Under  the  statute and  the  regulation,  the price  of\n\nfailing to meet the deadlines is that the state agency waives\n\nits right to  dictate permit  terms that go  beyond what  EPA\n\nwould  do on its  own.   Based on  this waiver  language, the\n\nCompany argues  that a  state certification issued  after the\n\ndeadline is  without legal effect.   In reply EPA says  it is\n\nfree  either to declare a  waiver or, instead,  to follow the\n\ncourse  taken  in  this  case  and  await  the  final, though\n\nbelated, certification.   The statute itself  merely provides\n\nthat  the state must act  within a reasonable  period, not to\n\nexceed  a  year, or  the  certification  requirement will  be\n\ndeemed \"waived.\"  33 U.S.C.   1341(a)(1).\n\n     Although  we  are   provided  no  useful   precedent  or\n\nlegislative  history, our  reading  of  the  statute  largely\n\ncoincides with that of EPA.  The statutory time limit and the\n\nword  \"waived\" do not tell us the answer; Congress could have\n\nmeant that  a state  certification issued after  the deadline\n\nhad to  be ignored by EPA,  or it could have  meant only that\n\nEPA was  free to do so.   EPA interprets the  statute to mean\n\nthe latter  and under  the Chevron doctrine,  Chevron U.S.A.,\n                                                             \n\n                             -18-\n\nInc. v.  NRDC, </pre><span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">837</span> </a></span><pre class=\"inline\">(1984), its view  is entitled to\n             \n\nweight.  State of California v. FERC, </pre><span class=\"citation\" data-id=\"585210\"><a href=\"/opinion/585210/state-of-california-ex-rel-state-water-resources-control-board-state-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1541</span> </a></span><pre class=\"inline\">(9th Cir.\n                                    \n\n1992),  cited by  the Company  as holding  that the  deadline\n\ncannot be waived, holds no such thing.3\n\n     Further,  EPA's  reading both  of  the  statute and  its\n\nregulation seems  to  us  a  sensibly flexible  one.    EPA's\n\nreading  gives it the practical  benefit of the state process\n\neven  if that benefit comes a little  late.  Indeed, where no\n\none  complains  (e.g.,  because  the applicant  is  happy  to\n                     \n\noperate  under an  earlier permit),  it could  be pointlessly\n\nrigid to  insist  that EPA  begin  its own  calculations  the\n\nmoment the certification deadline expires for the state.  The\n\nconcern on the other side  is that without a deadline,  a new\n\napplicant could be left  dangling forever.  But we  think the\n\ncourts have  adequate power  to assure that  flexibility does\n\nnot become an excuse for permanent inaction.4 \n\n                    \n\n     3EPA's interpretation  of its  own 60-day  regulation is\neven  more   compelling  since  it   wrote  the   regulation.\nGardebring v. Jenkins, </pre><span class=\"citation\" data-id=\"112036\"><a href=\"/opinion/112036/gardebring-v-jenkins/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span><pre class=\"inline\">, 430 (1988)  In addition,\n                     \nagencies can  usually (although  not always) waive  their own\nprocedural  regulations  even  where  there   is  no  express\nprovision  for waiver.    American Farm  Lines v.  Black Ball\n                                                             \nFreight Service, </pre><span class=\"citation\" data-id=\"108117\"><a href=\"/opinion/108117/american-farm-lines-v-black-ball-freight-service/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">532</span></a></span><pre class=\"inline\">, 538 (1970).\n               \n\n     4See  Administrative Procedure  Act,  5 U.S.C.    706(1)\n         \n(power to compel agency action  unduly delayed).  The  courts\nare normally deferential to  the agency in such cases.   See,\n                                                            \ne.g., Telecommunications Research &amp; Action Center v. FCC, </pre><span class=\"citation\" data-id=\"445427\"><a href=\"/opinion/445427/telecommunications-research-and-action-center-v-federal-communications/\"><span class=\"volume\">750</span>\n                                                        \n<span class=\"reporter\">F.2d</span>  <span class=\"page\">70</span> </a></span><pre class=\"inline\"> (D.C. Cir.  1984).    Here, however,  Congress  has\nexpressed its  intent that the state  proceeding be completed\nin a year.  If EPA wants to waive the state's failure to meet\na deadline, and  wait longer for its certification,  we think\nthat  the propriety of its deferral might be open to judicial\n\n                             -19-\n\n     The   Company's   remaining   arguments   require   less\n\ndiscussion.  The claim that EQB's certification was not final\n\nwhen EPA adopted it is unpersuasive.  \"Finality\" is a concept\n\nwith  several shades  of meaning  in administrative  law; but\n\nwhere, as here, the agency  itself (rather than a subordinate\n\nbody)  has  spoken  and  has explicitly  labeled  its  action\n\n\"final,\"  we think that is enough, even though the agency may\n\nchoose to reconsider or may  be reversed on judicial  review.\n\nThe Company failed  to get  a stay of  the EQB  certification\n\nbefore EPA acted in reliance upon it.  We agree with EPA that\n\nthe   subsequent  decision  of  EQB  to  re-characterize  its\n                \n\ncertification order as non-final cannot affect the procedural\n\nvalidity of EPA's decision to grant the permit.\n\n     In fact, EPA has regulations that govern the effect of a\n\nstate stay or modification of a certification after  a permit\n\nhas issued.  The  pertinent regulation permits EPA's regional\n\nadministrator under certain circumstances to  incorporate the\n\nmodifications  into the  permit so  long as the  state agency\n\nstays  or modifies the old certificate and forwards a new one\n                                          \n\nto  EPA as a  substitute.  40  C.F.R.   124.55(b).   But this\n\nregulation does not apply in this case because EQB never sent\n\na substitute certificate to the EPA.\n\n     The Company  relies upon a different  EPA regulation, 40\n\nC.F.R.   122.44(d)(3).  This provides in part that if a state\n\n                    \n\nreview that is somewhat more searching than customary.\n\n                             -20-\n\ncourt or board  stays a certification,  EPA shall notify  the\n\nstate  that  certification will  be  deemed  waived unless  a\n\nfinally  effective  certificate  is  issued  within  60 days;\n\nabsent such a new certification, the regulation says that EPA\n\nshall  impose  its  own  requirements  in  the  permit.    In\n\nagreement  with EPA, we read this regulation to apply only to\n\nstays that occur before EPA has issued its own permit.   Once\n\nagain, the agency's reading of its own regulation is entitled\n\nto deference.  </pre><span class=\"citation\" data-id=\"112036\"><span class=\"antecedent_guess\">Gardebring,</span> <a href=\"/opinion/112036/gardebring-v-jenkins/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">430</span></a></span><pre class=\"inline\">.  Its reading also\n                         \n\nhas  the benefit  of making  this regulation,  governing pre-\n\npermit  stays,  dovetail  with  section  124.55(b), governing\n\npost-permit stays.\n\n     In an attempt to bolster the importance of the EQB stay,\n\nthe  Company reminds us of  the central role  that the states\n\nwere intended to  play under the  Clean Water Act.   Yet that\n\nrole is to be  played within the framework of  the procedures\n\nfixed by the statute and EPA regulations.   Indeed, precisely\n\nbecause   two  different   jurisdictions   are  expected   to\n\ncollaborate  on  a  permit,  there  is  a  special  need  for\n\ncompliance  with the rules  of the road.   Here, the EQB stay\n\ncame  after  the  permit   and--strictly  from  a  procedural\n           \n\nstandpoint--EPA  was  entitled to  disregard  it,  unless and\n\nuntil  EPA's  regulation  governing  a  post-permit stay  was\n\nsatisfied.\n\n                             -21-\n\n     In  summing up, we stress  again that the  flaw in EPA's\n\naction   is  not  a  procedural  defect.    EPA's  result  is\n\nirrational, or  at least inadequately  explained, not because\n                                                     \n\nof  EQB's hapless stay, but  because of the  substance of the\n\nEPA's  permitting  decision.   To  restate  the gist  of  the\n\nmatter, EPA has  failed to explain why  it makes sense, as  a\n\nmatter  of substantive  policy,  to  frustrate Puerto  Rico's\n\nincipient  desire to use  the mixing  zone analysis,  and why\n\nthose  companies who  fall  in this  \"window\" between  Puerto\n\nRico's old and  new regulations  should alone  be denied  the\n\nbenefits of  a  mixing analysis.    Those concerns  would  be\n\nvirtually  the same  even  if EQB  had  never used  the  word\n\n\"stay.\"5\n\n                       III. CONCLUSION\n\n     In  framing the remand, we begin  by emphasizing what we\n\nhave not decided.   Whether the final certification issued by\n        \n\nthe EQB in August  1989 is vulnerable to attack  under Puerto\n\nRican  law, if not altered  by EQB on  reconsideration, is an\n\nissue not  before this  court.  Although  state certification\n\nprovisions are incorporated into federal permits, review of a\n\n                    \n\n     5We have not discussed the Company's separate claim that\nEPA abused its discretion by not extending the comment period\nfor 15 days, as requested by the Company, to permit more time\nfor comment  on technical  issues.  This  argument, summarily\nstated in a paragraph at  the end of the Company's brief,  is\nnot seriously  supported and  is therefore not  preserved for\nreview.  United States v. Zannino, </pre><span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 27 (1st Cir.),\n                                 \ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span> </span><pre class=\"inline\">(1990).\n            \n\n                             -22-\n\nstate certification is a matter for  local courts.  Roosevelt\n                                                             \n\nCampobello Int'l Park Comm'n v. EPA, </pre><span class=\"citation\" data-id=\"406798\"><a href=\"/opinion/406798/roosevelt-campobello-international-park-commission-v-united-states/\"><span class=\"volume\">684</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1041</span></a></span><pre class=\"inline\">, (1st Cir.\n                                   \n\n1982).   The apparent past  and future inclination  of EQB to\n\nemploy mixing zone analyses is part of the background of this\n\ncase, but nothing we have said should be taken to declare the\n\nlaw of Puerto Rico on this subject.\n\n     Similarly, we  do not suggest that  mixing zone analysis\n\nhas  a  sacrosanct  role under  the  Clean  Water  Act.   Our\n\nimpression from EPA's own publication is that the use of such\n\nanalysis is widespread.   But that  impression is subject  to\n\ncorrection.  In any  event, sound reasons may dictate  that a\n\nmixing  zone analysis not be used in certain cases or certain\n\nclasses  of cases, despite a possible hint to the contrary in\n\nMarathon  Oil </pre><span class=\"citation\" data-id=\"495444\"><span class=\"antecedent_guess\">Co.,</span>  <a href=\"/opinion/495444/marathon-oil-company-v-environmental-protection-agency/\"><span class=\"volume\">830</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">1349</span> </a></span><pre class=\"inline\"> (\"By definition,  the\n                 \n\neffluent  itself  does  not  meet  water  quality  standards;\n\notherwise, it would not be considered polluted.\").  There may\n\neven be reasons why, apart  from EQB's procedural default,  a\n\nmixing zone analysis is improper in this case.\n\n     All that we hold  here is that EPA's decision to issue a\n\npermit in  September 1990,  adopting EQB's  certification but\n\nrefusing to await EQB's decision on reconsideration, produces\n\na  result  that  on  the present  record  appears  manifestly\n\narbitrary and  capricious.   If legitimate reasons  exist for\n\nsuch  an outcome,  then EPA is  free to provide  them and re-\n\nadopt the present permit (and the  Company in turn is free to\n\n                             -23-\n\nchallenge those reasons and  that action by petitioning again\n\nfor judicial  review).  EPA, EQB, and the Company may find it\n\npossible to chart a more constructive course and make further\n\nlitigation unnecessary.\n\n     The  EPA order adopting the permit at issue in this case\n\nis  vacated and  the matter  is remanded  to EPA  for further\n                                        \n\nproceedings in accordance with this opinion.  Costs are taxed\n\nin favor of the petitioner.\n\n                             -24-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104462/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108117/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108829/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110991/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112036/",
    "https://www.courtlistener.com/api/rest/v3/opinions/406798/",
    "https://www.courtlistener.com/api/rest/v3/opinions/445427/",
    "https://www.courtlistener.com/api/rest/v3/opinions/454261/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474176/",
    "https://www.courtlistener.com/api/rest/v3/opinions/495444/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518093/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585210/"
  ]
}