{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194907/",
  "id": 194907,
  "absolute_url": "/opinion/194907/united-states-v-frazer/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194907/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:43Z",
  "date_modified": "2020-02-22T00:09:34.795379Z",
  "type": "010combined",
  "sha1": "0401573b8c1260f14a0d957ab82936144830341a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1110.01A",
  "local_path": null,
  "plain_text": "September 7, 1993     [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-1110\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                       JAMES E. FRAZER,\n\n                    Defendant, Appellant.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n        [Hon. Paul J. Barbadoro, U.S. District Judge]\n                                                    \n\n                                        \n\n                            Before\n\n                    Cyr, Boudin and Stahl,\n                       Circuit Judges.\n                                     \n\n                                        \n\n   Robert P. Woodward on brief for appellant.\n                     \n   Peter  E.  Papps,  United  States  Attorney,  on  brief  for\n                   \nappellee.\n\n                                        \n\n                                        \n\n     Per Curiam.    Appellant, James Frazer, pled guilty to a\n               \n\nfourteen  count indictment charging  conspiracy to commit and\n\nthe commission of bank fraud in violation of 18 U.S.C.    371\n\n&amp; 1344.  He was sentenced to a term of imprisonment of thirty\n\nmonths.  In imposing  this sentence, the court applied  a two\n\nlevel upward adjustment for  obstruction of justice, pursuant\n\nto  U.S.S.G.  3C1.1.  The  court also denied Frazer's request\n\nfor a two level downward adjustment in his sentence, pursuant\n\nto U.S.S.G.  3B1.2(b), on the ground that he had been a minor\n\nparticipant.   Frazer appeals both the  upward adjustment and\n\nthe denial of the downward adjustment in his sentence.  \n\n     The facts in this case are not in dispute.  According to\n\nthe Pre-Sentence Report, Frazer was a participant with ten to\n\nfifteen  other individuals in a scheme to defraud banks.  The\n\nscheme  involved the illegal  acquisition of  business checks\n\nand check writing machines, the acquisition of information on\n\nactual  account  holders,  and  the  manufacturing  of  false\n\nidentification.    A stolen  check  was made  payable  to the\n\nactual account holder who  was identified on the check  as an\n\nemployee  of  the business  from  which  the check  had  been\n\nobtained.  A conspirator then would  go to each branch of the\n\nactual account holder's bank and, using false identification,\n\neither  cash  the  check  or  split  deposit  it,  i.e.,  the\n\nconspirator would deposit part and receive part in cash.  The\n\n                             -2-\n\nscheme  defrauded banks  throughout  New England  of tens  of\n\nthousands of dollars.   Frazer  was one of  the \"runners\"  or\n\ncheck cashers in this scheme.    From July to September 1991,\n\nFrazer  cashed checks  which  defrauded banks  of over  eight\n\nthousand  dollars.  He received  one third of  the total take\n\nfrom his role in the scheme.\n\n     After pleading  guilty, Frazer was released  on bail and\n\nscheduled  to be  sentenced on  December 2,  1992.   This was\n\nlater  continued by the court until December 7, 1992.  Frazer\n\ndid not appear on December 7.  A bench warrant was issued and\n\nFrazer was arrested on January 5, 1993.  On January 13, 1993,\n\nhe  appeared before the court and  was sentenced.  Due to his\n\nprevious failure  to appear  for sentencing, the  court found\n\nFrazer willfully to have obstructed justice and increased his\n\nsentence, pursuant to U.S.S.G.  3C1.1.1\n\n     Frazer contends  that the court erred  when it increased\n\nhis  offense  level two  levels  for  obstructing justice  by\n\nwillfully  failing to  appear  at his  sentencing hearing  on\n\nDecember 7, 1992.   Frazer argues first that the  court erred\n\nwhen it allowed the government to recall a witness to correct\n\nearlier  testimony as to the  date of his  failure to appear.\n\nHe  also contends  that  the government  failed  to meet  its\n\n                    \n\n1.    Subsequently, Frazer was indicted and  pled guilty to a\nviolation  of 18 U.S.C.  3146(a)(1) for his failure to appear\nat sentencing.  \n\n                             -3-\n\nburden of proving by a preponderance of the evidence that his\n\nfailure  to appear was \"willful.\"   We find  merit in neither\n\nargument.\n\n     On the  afternoon of  the sentencing hearing  on January\n\n13, 1993, the  court allowed the government  to recall Deputy\n\nMarshall Shurtleff.  The government had previously rested its\n\ncase after the  morning recess.   Shurtleff had testified  on\n\nthat  morning that he had been in  court on December 2, 1992,\n\nand that Frazer had  failed to appear for sentencing  on that\n\ndate.   When the court returned for its afternoon session, it\n\nbecame  apparent that there  was confusion as  to whether the\n\nsentencing hearing at which Frazer  had not appeared had been\n\non December 2 or on December 7.  Over Frazer's objection, the\n\ncourt  allowed   the  government  to  recall   Shurtleff  who\n\ntestified that he had been mistaken in his  morning testimony\n\nand that in fact the date of the hearing had been December 7.\n\n     We  find  no  merit  in  appellant's  objection  to  the\n\nadmission of this evidence.  To be sure, the defendant enjoys\n\na due process right to be sentenced only upon information the\n\ncourt  has  determined to  be  neither  false nor  materially\n\nincorrect.  United  States v.  Curran, 926 F.2d  59, 63  (1st\n                                     \n\nCir. 1991).   In this case,  however, there is no  claim that\n\nthe amended  testimony was inaccurate  nor that the  error in\n\nthe  morning  testimony  was   due  to  anything  other  than\n\nconfusion  caused by the change in sentencing dates.  We find\n\n                             -4-\n\nthe sentencing court to have been  well within its discretion\n\nin  allowing  the  government  to  recall  Shurtleff  and  in\n\npermitting him to amend  his previous testimony.  See  Id. at\n                                                         \n\n61 (\"district  court has broad discretion  in the information\n\nit  may  receive and  consider  regarding  defendant and  his\n\nconduct\").  \n\n          According to the commentary to Section 3C1.1 of the\n\nSentencing Guidelines,  a defendant's offense level  is to be\n\nincreased  two  levels  for  obstruction  of  justice  if  he\n\n\"willfully  fail[s] to  appear,  as ordered,  for a  judicial\n\nproceeding.\"   U.S.S.G.  3C1.1,  comment. (n.3(e)).   As with\n\nother upward adjustments, the  government bears the burden of\n\nproving  the  requisite  facts  by  a  preponderance  of  the\n\nevidence.  United  States v.  Aymelek, 926 F.2d  64, 67  (1st\n                                     \n\nCir. 1991).  This  court reviews a finding of  obstruction of\n\njustice only for clear error.  United States v. McCarthy, 961\n                                                        \n\nF.2d 972, 978 (1st Cir. 1992).\n\n     In  this  case,  Frazer  stipulated  at  the  sentencing\n\nhearing that he was  aware of the requirement that  he attend\n\nhis  sentencing hearing on December 7, 1992, and the evidence\n\nthat  he  did  not  attend is  undisputed.    Frazer  argues,\n\nhowever, that  the government presented no  evidence that his\n\nabsence was  willful.   In particular,  he suggests  that his\n\nabsence  may have been due to  a \"mind-altering state, caused\n\nby cocaine\" and that he thus did not possess the mens rea for\n                                                         \n\n                             -5-\n\nobstruction of justice.   At the sentencing hearing, however,\n\nFrazer's  attorney  only suggested  that  cocaine  use was  a\n\npossible  \"scenario\" for  explaining  his client's  absence.2\n\nNo representation was  made that  this had in  fact been  the\n\nreason for Frazer's absence on December 7.  Nor was there any\n\nproffer of proof to this effect.\n\n     Courts which have considered the mens rea requirement of\n                                              \n\nU.S.S.G.   3C1.1  have  found  that  it  \"requires  that  the\n\ndefendant consciously  act  with the  purpose of  obstructing\n\njustice.\"  United  States v.  Thompson, 962  F.2d 1069,  1071\n                                      \n\n(D.C.Cir. 1992), cert. denied,  113 S.Ct. 1418 (1993) (citing\n                             \n\nUnited  States v.  Lofton, 905  F.2d 1315,  1317 (9th  Cir.),\n                         \n\ncert. denied, 498  U.S. 948  (1990)).    \"[K]nowledge of  the\n            \n\nrequirements placed upon  him by the court  and his conscious\n\ndecision to ignore its mandates\" have been found central to a\n\nfinding of willfulness.   United States  v. Monroe, 990  F.2d\n                                                  \n\n1370, 1376 (D.C.Cir. 1993) (citing United States v. Teta, 918\n                                                        \n\nF.2d 1329, 1334 (7th  Cir. 1990) and United States  v. Perry,\n                                                            \n\n908  F.2d  56, 59  (6th Cir.),  cert.  denied, 498  U.S. 1002\n                                             \n\n(1990));  see  also, McCarthy,  961  F.2d  at 980  (upholding\n                             \n\nupward adjustment  under  3C1.1 where \"[d]efendant  was fully\n\naware that he was delaying his sentence by fleeing\").  \n\n                    \n\n2.   Frazer's  attorney did  indicate that Frazer  had tested\npositive for cocaine when he reported to the probation office\nin November 1992.\n\n                             -6-\n\n     In   the  instant   case,   the   government   presented\n\nuncontradicted evidence  that Frazer  was, as a  condition of\n\nbail,  required  to  report  for the  sentencing  hearing  on\n\nDecember 7, 1992 and that he did not appear.   Frazer himself\n\nstipulated  to  having been  aware  of  the sentencing  date.\n\nMoreover,  evidence was  presented  that he  made no  effort,\n\nafter  the hearing date, to  contact the court  or the United\n\nStates Marshals Office prior  to his arrest in January.3   On\n\nthis basis,  the sentencing court found that \"the elements of\n\nthe offense  of willfully  failing to appear  have occurred.\"\n\nThe  evidence  supporting  the  finding  was  circumstantial.\n\nHowever,  the  court  did  not commit  clear  error  when  it\n\ninferred from  this evidence  that Frazer's absence  from the\n\nsentencing hearing was willful.   See e.g. Teta, 918  F.2d at\n                                               \n\n1332 (upholding finding of  \"willful\" failure to appear where\n\nsentencing court found credible evidence that  defendant knew\n\nhe was to appear on date but did not).\n\n     Frazer also  asserts that the sentencing  court erred in\n\nrefusing to  grant him  a two level  downward adjustment  for\n\n                    \n\n3.   Frazer  unavailingly seeks analogous  support in  United\n                                                             \nStates  v. Stroud,  893  F.2d 504  (2d  Cir. 1990),  for  his\n                 \nassertion  that mere  failure  to appear  is insufficient  to\nestablish willfulness.   Stroud found that mere flight in the\n                               \nimmediate aftermath of a crime  is not obstruction of justice\nbecause it is \"instinctual\"  and a \"natural attempt  to avoid\napprehension.\"   Id.  at  508.   Frazer's  failure to  report\n                   \neither for sentencing on  December 7 or during the  next five\nweeks is clearly more conscious behavior.\n\n                             -7-\n\nhaving  been a minor participant  in the bank  fraud scheme. \n\nHe contends that,  while the conspiracy to defraud  the banks\n\ninvolved  a complex  scheme,  including stealing  checks from\n\nbusinesses, the acquisition of information on account holders\n\nand the production  of false identification, his  role in the\n\nscheme  was limited  to  the cashing  of  checks.   Moreover,\n\nFrazer  notes  that  he was  not  the  only  \"runner\" in  the\n\nconspiracy.4   According  to  Frazer, he  was \"less  culpable\n\nthan  most  other  participants\"  in  the  scheme  and  hence\n\nentitled to the two point downward  adjustment for having had\n\na  minor role.  U.S.S.G.   3B1.2, comment. (n.3).   We review\n\nrole  in the  offense  determinations only  for clear  error.\n\nUnited  States v.  St. Cyr,  977 F.2d  698, 705-06  (1st Cir.\n                          \n\n1992); United States v. Gregorio, 956 F.2d 341, 344 (1st Cir.\n                                \n\n1992). \n\n     Frazer  bears   the   burden  of   establishing   by   a\n\npreponderance  of  the  evidence  that he  is  entitled  to a\n\ndownward adjustment  for his  role in  the  offense.   United\n                                                             \n\nStates  v.  Ocasio-Rivera, 991  F.2d  1, 3  (1st  Cir. 1993).\n                         \n\nFurthermore,  the mere  fact that  a  defendant is  the least\n\nculpable  among those  charged  does not  entitle  him to  an\n\nadjustment for  having had  a  minor role.  United States  v.\n                                                         \n\nDaniel,  962  F.2d 100,  103 (1st  Cir.  1992).   Rather, the\n      \n\n                    \n\n4.   Frazer  did, however,  cash more checks  than any  other\nrunner in the scheme.\n\n                             -8-\n\ndefendant must show that  his conduct was \"substantially less\n\nculpable than  the  average participant.\"   U.S.S.G.   3B1.2,\n\ncomment. (backg'd); Gregorio, 956 F.2d at 344.\n                            \n\n     In  this case, the court found that Frazer's role in the\n\noffenses with which he was charged was \"no less important and\n\nsignificant to the successful  completion of this scheme than\n\nthe  other participants,  with perhaps  the exception  of the\n\norganizers.\"  In  each instance  he  was  the individual  who\n\nentered  the bank and  cashed the check.5   The fact that the\n\ndefendant may have  had a  lesser role in  a larger  criminal\n\nactivity with which he was not charged is not relevant to any\n\nrole  in the offense adjustment.  See  Id. (appellant's focus\n                                         \n\non wider fraud rather than the particular offense with  which\n\nhe was charged irrelevant to role in the offense adjustment);\n\nUnited  States v.  Cepeda, 907  F.2d 11,  12 (1st  Cir. 1990)\n                         \n\n(even  if defendant  had a  lesser involvement  in  the large\n\nconspiracy  he  is  not  entitled  to  role  in  the  offense\n\nadjustment because  his role in the offense of conviction was\n\nnot  \"minor\").   The court  also found  that Frazer  may have\n\ncontributed to the conspiracy  through his involvement in the\n\nillegal obtaining of  one of the check  writing machines used\n\nby  the  conspirators.    Given  the  deference  owed  to the\n\nsentencing court  in  factual determinations,  we cannot  say\n\n                    \n\n5.    Although  the  bank  fraud  conspiracy  included  other\nrunners, Frazer was charged only with those instances of bank\nfraud in which he cashed the check.\n\n                             -9-\n\nthat  the court  was  clearly erroneous  in determining  that\n\nFrazer did  not have a minor role in the charged conspiracy. \n\nSee Gregorio,  956 F.2d  at 344  (criminal conduct  not minor\n            \n\nwhere it was \"important\" to the criminal enterprise charged);\n\nUnited  States v. Ocasio, 914  F.2d 330, 333  (1st Cir. 1990)\n                        \n\n(same).  \n\n     The sentence imposed by the district court is affirmed.\n                                                           \n\n                             -10-\n",
  "html": "<p class=\"case_cite\">4 F.3d 982</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>James E. FRAZER, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1110.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Sept. 7, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of New Hampshire</p>\n      <p class=\"indent\">Robert P. Woodward on brief for appellant.</p>\n      <p class=\"indent\">Peter E. Papps, United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Cyr, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant, James Frazer, pled guilty to a fourteen count indictment charging conspiracy to commit and the commission of bank fraud in violation of 18 U.S.C. Secs. 371 &amp; 1344.  He was sentenced to a term of imprisonment of thirty months.  In imposing this sentence, the court applied a two level upward adjustment for obstruction of justice, pursuant to U.S.S.G. Sec. 3C1.1.  The court also denied Frazer's request for a two level downward adjustment in his sentence, pursuant to U.S.S.G. Sec. 3B1.2(b), on the ground that he had been a minor participant.  Frazer appeals both the upward adjustment and the denial of the downward adjustment in his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts in this case are not in dispute.  According to the Pre-Sentence Report, Frazer was a participant with ten to fifteen other individuals in a scheme to defraud banks.  The scheme involved the illegal acquisition of business checks and check writing machines, the acquisition of information on actual account holders, and the manufacturing of false identification.  A stolen check was made payable to the actual account holder who was identified on the check as an employee of the business from which the check had been obtained.  A conspirator then would go to each branch of the actual account holder's bank and, using false identification, either cash the check or split deposit it, i.e., the conspirator would deposit part and receive part in cash.  The scheme defrauded banks throughout New England of tens of thousands of dollars.  Frazer was one of the \"runners\" or check cashers in this scheme.  From July to September 1991, Frazer cashed checks which defrauded banks of over eight thousand dollars.  He received one third of the total take from his role in the scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After pleading guilty, Frazer was released on bail and scheduled to be sentenced on December 2, 1992.  This was later continued by the court until December 7, 1992.  Frazer did not appear on December 7. A bench warrant was issued and Frazer was arrested on January 5, 1993.  On January 13, 1993, he appeared before the court and was sentenced.  Due to his previous failure to appear for sentencing, the court found Frazer willfully to have obstructed justice and increased his sentence, pursuant to U.S.S.G. Sec. 3C1.1.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Frazer contends that the court erred when it increased his offense level two levels for obstructing justice by willfully failing to appear at his sentencing hearing on December 7, 1992.  Frazer argues first that the court erred when it allowed the government to recall a witness to correct earlier testimony as to the date of his failure to appear.  He also contends that the government failed to meet its burden of proving by a preponderance of the evidence that his failure to appear was \"willful.\"  We find merit in neither argument.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the afternoon of the sentencing hearing on January 13, 1993, the court allowed the government to recall Deputy Marshall Shurtleff.  The government had previously rested its case after the morning recess.  Shurtleff had testified on that morning that he had been in court on December 2, 1992, and that Frazer had failed to appear for sentencing on that date.  When the court returned for its afternoon session, it became apparent that there was confusion as to whether the sentencing hearing at which Frazer had not appeared had been on December 2 or on December 7. Over Frazer's objection, the court allowed the government to recall Shurtleff who testified that he had been mistaken in his morning testimony and that in fact the date of the hearing had been December 7.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We find no merit in appellant's objection to the admission of this evidence.  To be sure, the defendant enjoys a due process right to be sentenced only upon information the court has determined to be neither false nor materially incorrect.  United States v. Curran, 926 F.2d 59, 63 (1st Cir. 1991).  In this case, however, there is no claim that the amended testimony was inaccurate nor that the error in the morning testimony was due to anything other than confusion caused by the change in sentencing dates.  We find the sentencing court to have been well within its discretion in allowing the government to recall Shurtleff and in permitting him to amend his previous testimony.  See Id. at 61 (\"district court has broad discretion in the information it may receive and consider regarding defendant and his conduct\").</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">According to the commentary to Section 3C1.1 of the Sentencing Guidelines, a defendant's offense level is to be increased two levels for obstruction of justice if he \"willfully fail[s] to appear, as ordered, for a judicial proceeding.\"  U.S.S.G. Sec. 3C1.1, comment.  (n.3(e)).  As with other upward adjustments, the government bears the burden of proving the requisite facts by a preponderance of the evidence.  United States v. Aymelek, 926 F.2d 64, 67 (1st Cir. 1991).  This court reviews a finding of obstruction of justice only for clear error.  United States v. McCarthy, 961 F.2d 972, 978 (1st Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In this case, Frazer stipulated at the sentencing hearing that he was aware of the requirement that he attend his sentencing hearing on December 7, 1992, and the evidence that he did not attend is undisputed.  Frazer argues, however, that the government presented no evidence that his absence was willful.  In particular, he suggests that his absence may have been due to a \"mind-altering state, caused by cocaine\" and that he thus did not possess the mens re a for obstruction of justice.  At the sentencing hearing, however, Frazer's attorney only suggested that cocaine use was a possible \"scenario\" for explaining his client's absence.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  No representation was made that this had in fact been the reason for Frazer's absence on December 7. Nor was there any proffer of proof to this effect.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Courts which have considered the mens rea requirement of U.S.S.G. Sec. 3C1.1 have found that it \"requires that the defendant consciously act with the purpose of obstructing justice.\"  United States v. Thompson, 962 F.2d 1069, 1071 (D.C.Cir. 1992), cert. denied, 113 S.Ct. 1418 (1993) (citing United States v. Lofton, 905 F.2d 1315, 1317 (9th Cir.), cert. denied, 498 U.S. 948 (1990)).  \"[K]nowledge of the requirements placed upon him by the court and his conscious decision to ignore its mandates\" have been found central to a finding of willfulness.  United States v. Monroe, 990 F.2d 1370, 1376 (D.C.Cir. 1993) (citing United States v. Teta, 918 F.2d 1329, 1334 (7th Cir. 1990) and United States v. Perry, 908 F.2d 56, 59 (6th Cir.), cert. denied, 498 U.S. 1002 (1990));  see also, McCarthy, 961 F.2d at 980 (upholding upward adjustment under Sec. 3C1.1 where \"[d]efendant was fully aware that he was delaying his sentence by fleeing\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the instant case, the government presented uncontradicted evidence that Frazer was, as a condition of bail, required to report for the sentencing hearing on December 7, 1992 and that he did not appear.  Frazer himself stipulated to having been aware of the sentencing date.  Moreover, evidence was presented that he made no effort, after the hearing date, to contact the court or the United States Marshals Office prior to his arrest in January.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  On this basis, the sentencing court found that \"the elements of the offense of willfully failing to appear have occurred.\"  The evidence supporting the finding was circumstantial.  However, the court did not commit clear error when it inferred from this evidence that Frazer's absence from the sentencing hearing was willful.  See e.g. Teta, 918 F.2d at 1332 (upholding finding of \"willful\" failure to appear where sentencing court found credible evidence that defendant knew he was to appear on date but did not).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Frazer also asserts that the sentencing court erred in refusing to grant him a two level downward adjustment for having been a minor participant in the bank fraud scheme.  He contends that, while the conspiracy to defraud the banks involved a complex scheme, including stealing checks from businesses, the acquisition of information on account holders and the production of false identification, his role in the scheme was limited to the cashing of checks.  Moreover, Frazer notes that he was not the only \"runner\" in the conspiracy.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  According to Frazer, he was \"less culpable than most other participants\" in the scheme and hence entitled to the two point downward adjustment for having had a minor role.  U.S.S.G. Sec. 3B1.2, comment.  (n.3).  We review role in the offense determinations only for clear error.  United States v. St. Cyr, 977 F.2d 698, 705-06 (1st Cir. 1992);  United States v. Gregorio, 956 F.2d 341, 344 (1st Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Frazer bears the burden of establishing by a preponderance of the evidence that he is entitled to a downward adjustment for his role in the offense.  United States v. Ocasio-Rivera, 991 F.2d 1, 3 (1st Cir. 1993).  Furthermore, the mere fact that a defendant is the least culpable among those charged does not entitle him to an adjustment for having had a minor role.  United States v. Daniel, 962 F.2d 100, 103 (1st Cir. 1992).  Rather, the defendant must show that his conduct was \"substantially less culpable than the average participant.\"  U.S.S.G. Sec. 3B1.2, comment.  (backg'd);  Gregorio, 956 F.2d at 344.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this case, the court found that Frazer's role in the offenses with which he was charged was \"no less important and significant to the successful completion of this scheme than the other participants, with perhaps the exception of the organizers.\"  In each instance he was the individual who entered the bank and cashed the check.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The fact that the defendant may have had a lesser role in a larger criminal activity with which he was not charged is not relevant to any role in the offense adjustment.  See Id.  (appellant's focus on wider fraud rather than the particular offense with which he was charged irrelevant to role in the offense adjustment);  United States v. Cepeda, 907 F.2d 11, 12 (1st Cir. 1990) (even if defendant had a lesser involvement in the large conspiracy he is not entitled to role in the offense adjustment because his role in the offense of conviction was not \"minor\").  The court also found that Frazer may have contributed to the conspiracy through his involvement in the illegal obtaining of one of the check writing machines used by the conspirators.  Given the deference owed to the sentencing court in factual determinations, we cannot say that the court was clearly erroneous in determining that Frazer did not have a minor role in the charged conspiracy.  See Gregorio, 956 F.2d at 344 (criminal conduct not minor where it was \"important\" to the criminal enterprise charged);  United States v. Ocasio, 914 F.2d 330, 333 (1st Cir. 1990) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The sentence imposed by the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Subsequently, Frazer was indicted and pled guilty to a violation of 18 U.S.C. Sec. 3146(a)(1) for his failure to appear at sentencing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Frazer's attorney did indicate that Frazer had tested positive for cocaine when he reported to the probation office in November 1992</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Frazer unavailingly seeks analogous support in United States v. Stroud, 893 F.2d 504 (2d Cir. 1990), for his assertion that mere failure to appear is insufficient to establish willfulness.  Stroud found that mere flight in the immediate aftermath of a crime is not obstruction of justice because it is \"instinctual\" and a \"natural attempt to avoid apprehension.\"  Id. at 508.  Frazer's failure to report either for sentencing on December 7 or during the next five weeks is clearly more conscious behavior</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Frazer did, however, cash more checks than any other runner in the scheme</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although the bank fraud conspiracy included other runners, Frazer was charged only with those instances of bank fraud in which he cashed the check</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">982</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>James E. FRAZER, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1110.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Sept. 7, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of New Hampshire</p>\n      <p class=\"indent\">Robert P. Woodward on brief for appellant.</p>\n      <p class=\"indent\">Peter E. Papps, United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Cyr, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant, James Frazer, pled guilty to a fourteen count indictment charging conspiracy to commit and the commission of bank fraud in violation of 18 U.S.C. Secs. 371 &amp; 1344.  He was sentenced to a term of imprisonment of thirty months.  In imposing this sentence, the court applied a two level upward adjustment for obstruction of justice, pursuant to U.S.S.G. Sec. 3C1.1.  The court also denied Frazer's request for a two level downward adjustment in his sentence, pursuant to U.S.S.G. Sec. 3B1.2(b), on the ground that he had been a minor participant.  Frazer appeals both the upward adjustment and the denial of the downward adjustment in his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts in this case are not in dispute.  According to the Pre-Sentence Report, Frazer was a participant with ten to fifteen other individuals in a scheme to defraud banks.  The scheme involved the illegal acquisition of business checks and check writing machines, the acquisition of information on actual account holders, and the manufacturing of false identification.  A stolen check was made payable to the actual account holder who was identified on the check as an employee of the business from which the check had been obtained.  A conspirator then would go to each branch of the actual account holder's bank and, using false identification, either cash the check or split deposit it, i.e., the conspirator would deposit part and receive part in cash.  The scheme defrauded banks throughout New England of tens of thousands of dollars.  Frazer was one of the \"runners\" or check cashers in this scheme.  From July to September 1991, Frazer cashed checks which defrauded banks of over eight thousand dollars.  He received one third of the total take from his role in the scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After pleading guilty, Frazer was released on bail and scheduled to be sentenced on December 2, 1992.  This was later continued by the court until December 7, 1992.  Frazer did not appear on December 7. A bench warrant was issued and Frazer was arrested on January 5, 1993.  On January 13, 1993, he appeared before the court and was sentenced.  Due to his previous failure to appear for sentencing, the court found Frazer willfully to have obstructed justice and increased his sentence, pursuant to U.S.S.G. Sec. 3C1.1.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Frazer contends that the court erred when it increased his offense level two levels for obstructing justice by willfully failing to appear at his sentencing hearing on December 7, 1992.  Frazer argues first that the court erred when it allowed the government to recall a witness to correct earlier testimony as to the date of his failure to appear.  He also contends that the government failed to meet its burden of proving by a preponderance of the evidence that his failure to appear was \"willful.\"  We find merit in neither argument.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the afternoon of the sentencing hearing on January 13, 1993, the court allowed the government to recall Deputy Marshall Shurtleff.  The government had previously rested its case after the morning recess.  Shurtleff had testified on that morning that he had been in court on December 2, 1992, and that Frazer had failed to appear for sentencing on that date.  When the court returned for its afternoon session, it became apparent that there was confusion as to whether the sentencing hearing at which Frazer had not appeared had been on December 2 or on December 7. Over Frazer's objection, the court allowed the government to recall Shurtleff who testified that he had been mistaken in his morning testimony and that in fact the date of the hearing had been December 7.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We find no merit in appellant's objection to the admission of this evidence.  To be sure, the defendant enjoys a due process right to be sentenced only upon information the court has determined to be neither false nor materially incorrect.  United States v. Curran, <span class=\"citation\" data-id=\"556392\"><a href=\"/opinion/556392/united-states-v-walter-f-curran/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">59</span></a></span>, 63 (1st Cir. 1991).  In this case, however, there is no claim that the amended testimony was inaccurate nor that the error in the morning testimony was due to anything other than confusion caused by the change in sentencing dates.  We find the sentencing court to have been well within its discretion in allowing the government to recall Shurtleff and in permitting him to amend his previous testimony.  See <span class=\"citation\" data-id=\"556392\"><a href=\"/opinion/556392/united-states-v-walter-f-curran/\"><span class=\"id_token\">Id.</span> at 61 </a></span>(\"district court has broad discretion in the information it may receive and consider regarding defendant and his conduct\").</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">According to the commentary to Section 3C1.1 of the Sentencing Guidelines, a defendant's offense level is to be increased two levels for obstruction of justice if he \"willfully fail[s] to appear, as ordered, for a judicial proceeding.\"  U.S.S.G. Sec. 3C1.1, comment.  (n.3(e)).  As with other upward adjustments, the government bears the burden of proving the requisite facts by a preponderance of the evidence.  United States v. Aymelek, <span class=\"citation\" data-id=\"556393\"><a href=\"/opinion/556393/united-states-v-kaya-aymelek/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></a></span>, 67 (1st Cir. 1991).  This court reviews a finding of obstruction of justice only for clear error.  United States v. McCarthy, <span class=\"citation\" data-id=\"581510\"><a href=\"/opinion/581510/united-states-v-william-e-mccarthy-jr/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">972</span></a></span>, 978 (1st Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In this case, Frazer stipulated at the sentencing hearing that he was aware of the requirement that he attend his sentencing hearing on December 7, 1992, and the evidence that he did not attend is undisputed.  Frazer argues, however, that the government presented no evidence that his absence was willful.  In particular, he suggests that his absence may have been due to a \"mind-altering state, caused by cocaine\" and that he thus did not possess the mens re a for obstruction of justice.  At the sentencing hearing, however, Frazer's attorney only suggested that cocaine use was a possible \"scenario\" for explaining his client's absence.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  No representation was made that this had in fact been the reason for Frazer's absence on December 7. Nor was there any proffer of proof to this effect.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Courts which have considered the mens rea requirement of U.S.S.G. Sec. 3C1.1 have found that it \"requires that the defendant consciously act with the purpose of obstructing justice.\"  United States v. Thompson, <span class=\"citation\" data-id=\"582693\"><a href=\"/opinion/582693/united-states-v-don-a-thompson-aka-john-f-shellington/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1069</span></a></span>, 1071 (D.C.Cir. 1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1418</span> </span>(1993) (citing United States v. Lofton, <span class=\"citation\" data-id=\"543194\"><a href=\"/opinion/543194/united-states-v-larnel-webb-lofton/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1315</span></a></span>, 1317 (9th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">948</span> </span>(1990)).  \"[K]nowledge of the requirements placed upon him by the court and his conscious decision to ignore its mandates\" have been found central to a finding of willfulness.  United States v. Monroe, <span class=\"citation\" data-id=\"604769\"><a href=\"/opinion/604769/united-states-v-monica-monroe/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1370</span></a></span>, 1376 (D.C.Cir. 1993) (citing United States v. Teta, <span class=\"citation\" data-id=\"551512\"><a href=\"/opinion/551512/united-states-v-daniel-p-teta/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1329</span></a></span>, 1334 (7th Cir. 1990) and United States v. Perry, <span class=\"citation\" data-id=\"544657\"><a href=\"/opinion/544657/united-states-v-charles-perry/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">56</span></a></span>, 59 (6th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1002</span> </span>(1990));  see also, <span class=\"citation\" data-id=\"581510\"><span class=\"antecedent_guess\">McCarthy,</span> <a href=\"/opinion/581510/united-states-v-william-e-mccarthy-jr/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">980</span> </a></span>(upholding upward adjustment under Sec. 3C1.1 where \"[d]efendant was fully aware that he was delaying his sentence by fleeing\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the instant case, the government presented uncontradicted evidence that Frazer was, as a condition of bail, required to report for the sentencing hearing on December 7, 1992 and that he did not appear.  Frazer himself stipulated to having been aware of the sentencing date.  Moreover, evidence was presented that he made no effort, after the hearing date, to contact the court or the United States Marshals Office prior to his arrest in January.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  On this basis, the sentencing court found that \"the elements of the offense of willfully failing to appear have occurred.\"  The evidence supporting the finding was circumstantial.  However, the court did not commit clear error when it inferred from this evidence that Frazer's absence from the sentencing hearing was willful.  See e.g. <span class=\"citation\" data-id=\"551512\"><span class=\"antecedent_guess\">Teta,</span> <a href=\"/opinion/551512/united-states-v-daniel-p-teta/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1332</span> </a></span>(upholding finding of \"willful\" failure to appear where sentencing court found credible evidence that defendant knew he was to appear on date but did not).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Frazer also asserts that the sentencing court erred in refusing to grant him a two level downward adjustment for having been a minor participant in the bank fraud scheme.  He contends that, while the conspiracy to defraud the banks involved a complex scheme, including stealing checks from businesses, the acquisition of information on account holders and the production of false identification, his role in the scheme was limited to the cashing of checks.  Moreover, Frazer notes that he was not the only \"runner\" in the conspiracy.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  According to Frazer, he was \"less culpable than most other participants\" in the scheme and hence entitled to the two point downward adjustment for having had a minor role.  U.S.S.G. Sec. 3B1.2, comment.  (n.3).  We review role in the offense determinations only for clear error.  United States v. St. Cyr, <span class=\"citation\" data-id=\"593172\"><a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 705-06 (1st Cir. 1992);  United States v. Gregorio, <span class=\"citation\" data-id=\"577673\"><a href=\"/opinion/577673/united-states-v-william-gregorio/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">341</span></a></span>, 344 (1st Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Frazer bears the burden of establishing by a preponderance of the evidence that he is entitled to a downward adjustment for his role in the offense.  United States v. Ocasio-Rivera, <span class=\"citation\" data-id=\"604815\"><a href=\"/opinion/604815/united-states-v-richard-ocasio-rivera/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1993).  Furthermore, the mere fact that a defendant is the least culpable among those charged does not entitle him to an adjustment for having had a minor role.  United States v. Daniel, <span class=\"citation\" data-id=\"582532\"><a href=\"/opinion/582532/united-states-v-jose-daniel/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">100</span></a></span>, 103 (1st Cir. 1992).  Rather, the defendant must show that his conduct was \"substantially less culpable than the average participant.\"  U.S.S.G. Sec. 3B1.2, comment.  (backg'd);  <span class=\"citation\" data-id=\"577673\"><span class=\"antecedent_guess\">Gregorio,</span> <a href=\"/opinion/577673/united-states-v-william-gregorio/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">344</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this case, the court found that Frazer's role in the offenses with which he was charged was \"no less important and significant to the successful completion of this scheme than the other participants, with perhaps the exception of the organizers.\"  In each instance he was the individual who entered the bank and cashed the check.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The fact that the defendant may have had a lesser role in a larger criminal activity with which he was not charged is not relevant to any role in the offense adjustment.  See <span class=\"citation\" data-id=\"577673\"><a href=\"/opinion/577673/united-states-v-william-gregorio/\"><span class=\"id_token\">Id.</span>  (appellant's focus </a></span>on wider fraud rather than the particular offense with which he was charged irrelevant to role in the offense adjustment);  United States v. Cepeda, <span class=\"citation\" data-id=\"543833\"><a href=\"/opinion/543833/united-states-v-luis-cepeda/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 12 (1st Cir. 1990) (even if defendant had a lesser involvement in the large conspiracy he is not entitled to role in the offense adjustment because his role in the offense of conviction was not \"minor\").  The court also found that Frazer may have contributed to the conspiracy through his involvement in the illegal obtaining of one of the check writing machines used by the conspirators.  Given the deference owed to the sentencing court in factual determinations, we cannot say that the court was clearly erroneous in determining that Frazer did not have a minor role in the charged conspiracy.  See <span class=\"citation\" data-id=\"577673\"><span class=\"antecedent_guess\">Gregorio,</span> <a href=\"/opinion/577673/united-states-v-william-gregorio/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">344</span> </a></span>(criminal conduct not minor where it was \"important\" to the criminal enterprise charged);  United States v. Ocasio, <span class=\"citation\" data-id=\"548346\"><a href=\"/opinion/548346/united-states-v-gilberto-ocasio-aka-gilberto-ocasio-agosto/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">330</span></a></span>, 333 (1st Cir. 1990) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The sentence imposed by the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Subsequently, Frazer was indicted and pled guilty to a violation of 18 U.S.C. Sec. 3146(a)(1) for his failure to appear at sentencing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Frazer's attorney did indicate that Frazer had tested positive for cocaine when he reported to the probation office in November 1992</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Frazer unavailingly seeks analogous support in United States v. Stroud, <span class=\"citation\" data-id=\"534790\"><a href=\"/opinion/534790/united-states-v-andrew-stroud/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">504</span> </a></span>(2d Cir. 1990), for his assertion that mere failure to appear is insufficient to establish willfulness.  Stroud found that mere flight in the immediate aftermath of a crime is not obstruction of justice because it is \"instinctual\" and a \"natural attempt to avoid apprehension.\"  <span class=\"citation\" data-id=\"534790\"><a href=\"/opinion/534790/united-states-v-andrew-stroud/\"><span class=\"id_token\">Id.</span> at 508. </a></span> Frazer's failure to report either for sentencing on December 7 or during the next five weeks is clearly more conscious behavior</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Frazer did, however, cash more checks than any other runner in the scheme</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although the bank fraud conspiracy included other runners, Frazer was charged only with those instances of bank fraud in which he cashed the check</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/534790/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543194/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543833/",
    "https://www.courtlistener.com/api/rest/v3/opinions/544657/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548346/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551512/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556392/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556393/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577673/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581510/",
    "https://www.courtlistener.com/api/rest/v3/opinions/582532/",
    "https://www.courtlistener.com/api/rest/v3/opinions/582693/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593172/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604769/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604815/"
  ]
}