{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194904/",
  "id": 194904,
  "absolute_url": "/opinion/194904/united-states-v-labrada/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194904/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:41Z",
  "date_modified": "2020-02-22T00:09:31.306070Z",
  "type": "010combined",
  "sha1": "73ba7ad471240cb59d53bacd60a41662dfcf5b3f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2248.01A",
  "local_path": null,
  "plain_text": "September 3, 1993     [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 92-2248\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                      JORGE L. LaBRADA,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. Morton A. Brody, U.S. District Judge]\n                                                   \n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge,\n                                         \n                Coffin, Senior Circuit Judge,\n                                            \n                  and Oakes,* Circuit Judge.\n                                           \n\n                                         \n\nJ. Hilary Billings for appellant.\n                  \nMargaret  D.  McGaughey, Assistant  United  States Attorney,  with\n                       \nwhom  Richard S.  Cohen,  United States  Attorney,  and Timothy  Wing,\n                                                                 \nAssistant United States Attorney, were on brief for appellee.\n\n                                         \n\n                                         \n\n                        \n\n*Of the Second Circuit, sitting by designation.\n\n     Per  Curiam.  Jorge Labrada was  charged in count I of a\n                \n\nsix-count indictment of conspiring with Rudolfo and Augustine\n\nBenito  to possess  cocaine with  intent to  distribute.   21\n\nU.S.C.     841(a)(1), 846.    The other  five counts  charged\n\nspecific  acts of distribution by  one or more  of the three.\n\nId.    841(a)(1).    Labrada was  named  in two  counts,  one\n   \n\ncharging the sale of  one ounce of  cocaine on June 5,  1991,\n\nand the other the sale  of about 900 grams on July  15, 1991.\n\nLabrada pled guilty to the June 5 count  and the other counts\n\nwere dismissed at the government's behest.\n\n     After  an  extensive  sentencing  hearing,  the district\n\ncourt found  that Labrada was  part of an  ongoing conspiracy\n\nand that  he had engaged in  a common course  of conduct that\n\nmade him responsible inter alia for  both the June 5 sale and\n                               \n\nfor  the July 15 sale.  These amounts together placed Labrada\n\nwell over the  half kilogram figure corresponding to level 26\n\nunder the  Sentencing Guidelines.   U.S.S.G.     2D1.1(a)(3),\n\n(c)(9)(1991).  With a  two level reduction for acceptance  of\n\nresponsibility, this fixed the  sentencing range at 63  to 78\n\nmonths (in view of  Labrada's category III criminal history).\n\nThe district  court in October  1991 sentenced Labrada  to 65\n\nmonths in prison and six years of supervised release.\n\n     Labrada  has now  appealed his  sentence, but  given the\n\nguidelines and our precedents there is almost nothing  to his\n\narguments.   Under U.S.S.G.   1B1.3(a)(2)(1991),  as it stood\n\n                             -2-\n\nat  the  time Labrada  was sentenced  on  October 9,  1992, a\n\ndefendant convicted  of drug distribution is  also liable for\n\nuncharged acts  of distribution that  were \"part of  the same\n\ncourse  of conduct or common  scheme or plan\"  as the charged\n\nact of distribution.  This liability is subject to the caveat\n\nthat any  conduct of others  attributed to  the defendant  as\n\npart  of   a  conspiracy--\"whether   or  not  charged   as  a\n\nconspiracy\"--be  \"reasonably foreseeable\" by  the defendant. \n\nU.S.S.G.    1B1.3, application  note 1 (1991).   (Thereafter,\n\nthe guideline was amended to state the foreseeability test in\n\nthe  text of  the  guideline, see  U.S.S.G.    1B1.3(a)(1)(B)\n\n(1992), but this is merely a clarification.)\n\n     On  appeal,  Labrada does  not  argue that  the  July 15\n\ntransaction  was  not  reasonably foreseeable.    Rather,  he\n\nargues strenuously that he did not participate in the July 15\n\nsale,  was convicted only of  the June 5  sale, and therefore\n\ncannot be held  liable for the  July 15  sale.  However,  the\n\nguidelines just cited provide  that he can be held  liable at\n\nsentencing for other foreseeable  transactions that are  part\n\nof the same conspiracy as the one for which he was convicted,\n\nand our cases so hold.  See United States v. Garcia, 954 F.2d\n                                                   \n\n12, 15 (1st Cir. 1992); United States v. Sklar, 920 F.2d 107,\n                                              \n\n111  (1st  Cir. 1990).    Although  Labrada's brief  says  in\n\npassing  that  this  is  not  constitutional,  no  supporting\n\nargument is offered.\n\n                             -3-\n\n     Labrada  cites us to United States v. Wood, 924 F.2d 399\n                                               \n\n(1st  Cir. 1991),  but that  case  acknowledged the  rules of\n\nsentencing liability that we have just described (although it\n\nfound that one of  the third-party transactions attributed to\n\nWood had not been shown to  be part of the same  conspiracy).\n\nThe  case law in this  circuit is sufficiently  clear that we\n\nhave  no reason to discuss cases from other circuits cited to\n\nus  by Labrada.  Ultimately, we think this appeal is premised\n\non  the  belief that,  at least  prior  to the  November 1992\n\nversion of the guidelines,  a defendant convicted of  one act\n\nof drug distribution could  not be sentenced on the  basis of\n\nother  acts  of  distribution  that were  part  of  the  same\n\nuncharged conspiracy.  The belief is mistaken.1\n\n     Because the  factual findings of the  district court are\n\nnot assigned as  error on  the appeal, it  is unnecessary  to\n\ndiscuss the  evidence.    However, out  of  an  abundance  of\n\ncaution, we  have reviewed the  extensive factual recitations\n\nprovided as  background in both  Labrada's brief and  that of\n\nthe government.  Whether  or not Labrada is viewed  as having\n\nparticipated in  the July 15 transaction--he  was present but\n\nhis  role  is  disputed--we  think that  the  district  court\n\n                    \n\n     1Contrary    to    Labrada's    brief,     U.S.S.G.     \n1B1.3(a)(2)(1991), quoted  above, does  not require that  the\nuncharged acts that  were part  of the  same conspiracy  have\noccurred during the offense of conviction; rather it requires\nthat the  attributed acts  and the offense  of conviction  be\npart of the same conspiracy.  Id.\n                                 \n\n                             -4-\n\nreasonably  concluded  that  Labrada  was  engaged  with  the\n\nBenitos in an extensive ongoing drug  distribution conspiracy\n\nand that the July 15 transaction was an integral part of that\n\nscheme.\n\n     Affirmed.\n             \n\n                             -5-\n",
  "html": "<p class=\"case_cite\">4 F.3d 982</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Jorge L. LaBRADA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 92-2248.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 3, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE</p>\n      <p class=\"indent\">J. Hilary Billings for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Richard S. Cohen, United States Attorney, and Timothy Wing, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Coffin, Senior Circuit Judge, and Oakes,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Jorge Labrada was charged in count I of a six-count indictment of conspiring with Rudolfo and Augustine Benito to possess cocaine with intent to distribute.  21 U.S.C. Secs. 841(a)(1), 846.  The other five counts charged specific acts of distribution by one or more of the three.  Id. Sec. 841(a)(1).  Labrada was named in two counts, one charging the sale of one ounce of cocaine on June 5, 1991, and the other the sale of about 900 grams on July 15, 1991.  Labrada pled guilty to the June 5 count and the other counts were dismissed at the government's behest.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After an extensive sentencing hearing, the district court found that Labrada was part of an ongoing conspiracy and that he had engaged in a common course of conduct that made him responsible inter alia for both the June 5 sale and for the July 15 sale.  These amounts together placed Labrada well over the half kilogram figure corresponding to level 26 under the Sentencing Guidelines.  U.S.S.G. Secs. 2D1.1(a)(3), (c)(9)(1991).  With a two level reduction for acceptance of responsibility, this fixed the sentencing range at 63 to 78 months (in view of Labrada's category III criminal history).  The district court in October 1991 sentenced Labrada to 65 months in prison and six years of supervised release.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Labrada has now appealed his sentence, but given the guidelines and our precedents there is almost nothing to his arguments.  Under U.S.S.G. Sec. 1B1.3(a)(2)(1991), as it stood at the time Labrada was sentenced on October 9, 1992, a defendant convicted of drug distribution is also liable for uncharged acts of distribution that were \"part of the same course of conduct or common scheme or plan\" as the charged act of distribution.  This liability is subject to the caveat that any conduct of others attributed to the defendant as part of a conspiracy-\"whether or not charged as a conspiracy\"-be \"reasonably foreseeable\" by the defendant.  U.S.S.G. Sec. 1B1.3, application note 1 (1991).  (Thereafter, the guideline was amended to state the foreseeability test in the text of the guideline, see U.S.S.G. Sec. 1B1.3(a)(1)(B) (1992), but this is merely a clarification.)</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On appeal, Labrada does not argue that the July 15 transaction was not reasonably foreseeable.  Rather, he argues strenuously that he did not participate in the July 15 sale, was convicted only of the June 5 sale, and therefore cannot be held liable for the July 15 sale.  However, the guidelines just cited provide that he can be held liable at sentencing for other foreseeable transactions that are part of the same conspiracy as the one for which he was convicted, and our cases so hold.  See United States v. Garcia, 954 F.2d 12, 15 (1st Cir. 1992);  United States v. Sklar, 920 F.2d 107, 111 (1st Cir. 1990).  Although Labrada's brief says in passing that this is not constitutional, no supporting argument is offered.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Labrada cites us to United States v. Wood, 924 F.2d 399 (1st Cir. 1991), but that case acknowledged the rules of sentencing liability that we have just described (although it found that one of the third-party transactions attributed to Wood had not been shown to be part of the same conspiracy).  The case law in this circuit is sufficiently clear that we have no reason to discuss cases from other circuits cited to us by Labrada.  Ultimately, we think this appeal is premised on the belief that, at least prior to the November 1992 version of the guidelines, a defendant convicted of one act of drug distribution could not be sentenced on the basis of other acts of distribution that were part of the same uncharged conspiracy.  The belief is mistaken.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Because the factual findings of the district court are not assigned as error on the appeal, it is unnecessary to discuss the evidence.  However, out of an abundance of caution, we have reviewed the extensive factual recitations provided as background in both Labrada's brief and that of the government.  Whether or not Labrada is viewed as having participated in the July 15 transaction-he was present but his role is disputed-we think that the district court reasonably concluded that Labrada was engaged with the Benitos in an extensive ongoing drug distribution conspiracy and that the July 15 transaction was an integral part of that scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Second Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Contrary to Labrada's brief, U.S.S.G. Sec. 1B1.3(a)(2)(1991), quoted above, does not require that the uncharged acts that were part of the same conspiracy have occurred during the offense of conviction;  rather it requires that the attributed acts and the offense of conviction be part of the same conspiracy.  Id</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">982</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Jorge L. LaBRADA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 92-2248.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 3, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE</p>\n      <p class=\"indent\">J. Hilary Billings for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Richard S. Cohen, United States Attorney, and Timothy Wing, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Coffin, Senior Circuit Judge, and Oakes,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Jorge Labrada was charged in count I of a six-count indictment of conspiring with Rudolfo and Augustine Benito to possess cocaine with intent to distribute.  21 U.S.C. Secs. 841(a)(1), 846.  The other five counts charged specific acts of distribution by one or more of the three.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> Sec. 841(a)(1). </span> Labrada was named in two counts, one charging the sale of one ounce of cocaine on June 5, 1991, and the other the sale of about 900 grams on July 15, 1991.  Labrada pled guilty to the June 5 count and the other counts were dismissed at the government's behest.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After an extensive sentencing hearing, the district court found that Labrada was part of an ongoing conspiracy and that he had engaged in a common course of conduct that made him responsible inter alia for both the June 5 sale and for the July 15 sale.  These amounts together placed Labrada well over the half kilogram figure corresponding to level 26 under the Sentencing Guidelines.  U.S.S.G. Secs. 2D1.1(a)(3), (c)(9)(1991).  With a two level reduction for acceptance of responsibility, this fixed the sentencing range at 63 to 78 months (in view of Labrada's category III criminal history).  The district court in October 1991 sentenced Labrada to 65 months in prison and six years of supervised release.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Labrada has now appealed his sentence, but given the guidelines and our precedents there is almost nothing to his arguments.  Under U.S.S.G. Sec. 1B1.3(a)(2)(1991), as it stood at the time Labrada was sentenced on October 9, 1992, a defendant convicted of drug distribution is also liable for uncharged acts of distribution that were \"part of the same course of conduct or common scheme or plan\" as the charged act of distribution.  This liability is subject to the caveat that any conduct of others attributed to the defendant as part of a conspiracy-\"whether or not charged as a conspiracy\"-be \"reasonably foreseeable\" by the defendant.  U.S.S.G. Sec. 1B1.3, application note 1 (1991).  (Thereafter, the guideline was amended to state the foreseeability test in the text of the guideline, see U.S.S.G. Sec. 1B1.3(a)(1)(B) (1992), but this is merely a clarification.)</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On appeal, Labrada does not argue that the July 15 transaction was not reasonably foreseeable.  Rather, he argues strenuously that he did not participate in the July 15 sale, was convicted only of the June 5 sale, and therefore cannot be held liable for the July 15 sale.  However, the guidelines just cited provide that he can be held liable at sentencing for other foreseeable transactions that are part of the same conspiracy as the one for which he was convicted, and our cases so hold.  See United States v. Garcia, <span class=\"citation\" data-id=\"576213\"><a href=\"/opinion/576213/united-states-v-hector-garcia/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 15 (1st Cir. 1992);  United States v. Sklar, <span class=\"citation\" data-id=\"552336\"><a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span>, 111 (1st Cir. 1990).  Although Labrada's brief says in passing that this is not constitutional, no supporting argument is offered.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Labrada cites us to United States v. Wood, <span class=\"citation\" data-id=\"555054\"><a href=\"/opinion/555054/united-states-v-darryl-wood/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">399</span> </a></span>(1st Cir. 1991), but that case acknowledged the rules of sentencing liability that we have just described (although it found that one of the third-party transactions attributed to Wood had not been shown to be part of the same conspiracy).  The case law in this circuit is sufficiently clear that we have no reason to discuss cases from other circuits cited to us by Labrada.  Ultimately, we think this appeal is premised on the belief that, at least prior to the November 1992 version of the guidelines, a defendant convicted of one act of drug distribution could not be sentenced on the basis of other acts of distribution that were part of the same uncharged conspiracy.  The belief is mistaken.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Because the factual findings of the district court are not assigned as error on the appeal, it is unnecessary to discuss the evidence.  However, out of an abundance of caution, we have reviewed the extensive factual recitations provided as background in both Labrada's brief and that of the government.  Whether or not Labrada is viewed as having participated in the July 15 transaction-he was present but his role is disputed-we think that the district court reasonably concluded that Labrada was engaged with the Benitos in an extensive ongoing drug distribution conspiracy and that the July 15 transaction was an integral part of that scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Second Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Contrary to Labrada's brief, U.S.S.G. Sec. 1B1.3(a)(2)(1991), quoted above, does not require that the uncharged acts that were part of the same conspiracy have occurred during the offense of conviction;  rather it requires that the attributed acts and the offense of conviction be part of the same conspiracy.  Id</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/552336/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555054/",
    "https://www.courtlistener.com/api/rest/v3/opinions/576213/"
  ]
}