{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194958/",
  "id": 194958,
  "absolute_url": "/opinion/194958/united-states-v-corgain/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194958/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:29:00Z",
  "date_modified": "2020-02-21T23:40:51.047340Z",
  "type": "010combined",
  "sha1": "d38f242ebb39ac53c0725064858c6167e7062399",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2350.01A",
  "local_path": null,
  "plain_text": "S   e   p   t   e   m   b   e   r     3   0   ,     1   9   9   3\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-2350\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                       WILLIAM CORGAIN,\n\n                    Defendant, Appellant.\n\n                                         \n\n                         ERRATA SHEET\n\nThe  opinion  of this  Court  issued  on  September  27, 1993,  is\namended as follows:\n\nOn page 6, line 11, replace \"prison's\" with \"person's\".\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-2350\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                       WILLIAM CORGAIN,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. A. David Mazzone, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                   Torruella, Circuit Judge,\n                                           \n\n               Campbell, Senior Circuit Judge,\n                                             \n\n                  and Boudin, Circuit Judge.\n                                           \n\n                                         \n\nLawrence P.  Murray with whom Henry  F. Owens  III, by Appointment\n                                                  \nof the Court, and Owens &amp; Associates were on brief for appellant.\n                                \nSheila  W. Sawyer,  Assistant United  States Attorney,  with  whom\n                 \nA. John  Pappalardo, United  States  Attorney, was  on  brief for  the\n               \nUnited States.\n\n                                         \n\n                      September 27, 1993\n                                         \n\n          CAMPBELL,   Senior   Circuit  Judge.     Defendant-\n                                             \n\nappellant, William  Corgain, was tried and  convicted for the\n\nrobbery of  two Boston-area banks  on three occasions  in the\n\nFall  of 1991.  He was sentenced to 210 months in prison.  18\n\nU.S.C.   2113(a).   In this appeal  he seeks reversal  of his\n\nconviction, alleging trial errors.  We affirm the conviction.\n\n                              I.\n\n          On October 15, 1991,  the Bank of Boston in  Uphams\n\nCorner  in Dorchester,  Massachusetts  was robbed  by a  lone\n\nmale.  The  robber obtained  over $1,000 in  cash and  checks\n\nfrom a teller named Patricia Driscoll.  The next day, October\n\n16,  1991, a lone male  robbed the Shawmut  Bank in Mattapan,\n\nMassachusetts,  and obtained  $2,750  in cash  from a  teller\n\nnamed  Jeanette P. Parrell.   On November 22,  1991, the same\n\nBank  of  Boston  in  Uphams  Corner,  Dorchester,  that  had\n\npreviously  been robbed on October  15 was again  robbed by a\n\nlone male.  The robber obtained $5,200 in cash from Driscoll,\n\nthe same teller involved  in the previous incident.   Corgain\n\nwas apprehended, and charged with all three robberies.\n\n                             II.\n\n                  Confrontation of Witness  \n                  Confrontation of Witness\n                                          \n\n          Corgain   complains   that   the   district   judge\n\nerroneously  limited  his  attorney's   cross-examination  of\n\nPatricia   Driscoll,  the   teller  who  witnessed   the  two\n\n                             -3-\n\nDorchester bank robberies.  At a  March 1992 lineup, Driscoll\n\nidentified Corgain  as the  unmasked man who  had robbed  her\n\nduring  both the  October 15,  1991, and  November 22,  1991,\n\nincidents.   At Corgain's trial in June  1992, the prosecutor\n\nshowed Driscoll a photograph of the persons she had viewed in\n\nthe lineup, and she  once more identified Corgain as  the man\n\nwho had robbed her on both occasions.\n\n          During   cross-examination,    Corgain's   attorney\n\nquestioned  Driscoll extensively on  her ability  to identify\n\nCorgain  as  the  person  who  robbed her  twice.    Driscoll\n\nadmitted that the robbery had happened \"quickly\" and that she\n\nhad   been   \"very   nervous.\"     Corgain's   attorney  also\n\nsuccessfully drew out some inconsistencies between Driscoll's\n\noriginal  descriptions  of the  bank  robber  and the  actual\n\nphysical  characteristics  of Corgain     she  had originally\n\ndescribed him as five feet eight  or nine inches tall with  a\n\nthin build, while  Corgain in fact was  six feet tall and  of\n\nmedium build.  Driscoll also admitted that she had originally\n\ndescribed  the  robber  as \"average\"  with  no distinguishing\n\nmarks.\n\n          Then, Corgain's attorney  again showed Driscoll the\n\nphotograph of the March 1992 lineup and asked her to describe\n\nthe  faces and distinguishing  facial characteristics  of the\n\nparticipants whom she had not identified as the  bank robber,\n                             \n\ni.e., everyone  other than Corgain.   The government objected\n    \n\n                             -4-\n\nand  was  sustained by  the court.   Corgain's  attorney then\n\ntried  a couple  of  narrower questions,  asking Driscoll  to\n\ndescribe  the faces  of  two particular  participants in  the\n\nlineup  photograph.    After  each of  these  questions,  the\n\ngovernment  objected  and  was   sustained.    At  a  sidebar\n\nconference, the court questioned the relevance of the line of\n\nquestioning, saying  that Driscoll's ability to  identify the\n\nrobber did not turn  on her ability to verbally  describe the\n\nothers  in the  lineup  photo.   The  court also  noted  that\n\nCorgain's  attorney had developed considerable other material\n\nfrom   which   to  argue   to   the   jury  that   Driscoll's\n\nidentification was faulty.\n\n          Corgain  now contends  that the  exclusion of  this\n\nline  of questioning  violated his  Sixth Amendment  right to\n\nconfront  witnesses against  him.   U.S.  Const., Amend.  VI;\n\nOlden v.  Kentucky, 488 U.S. 227,  231 (1988) (circumscribing\n                  \n\ndefendant's   cross-examination   of   government   witnesses\n\nimplicates  Sixth  Amendment's  confrontation  clause).    He\n\nargues that  the proposed cross-examination was relevant, and\n\nshould  have  been  allowed  because  Driscoll's  ability  to\n\ndescribe  the other  persons at  the lineup  would have  cast\n\nlight on her ability to distinguish Corgain from the  others,\n\nand  hence  on  the  reliability  of  her  identification  of\n\nCorgain.   See  Delaware v.  Van Arsdall,  475 U.S.  673, 680\n                                        \n\n(1986) (confrontation clause  rights violated when  defendant\n\n                             -5-\n\nprevented from exposing jury  to facts from which  they could\n\nappropriately draw inferences about witness's reliability). \n\n          We  do  not  find  reversible  error.    The  Sixth\n\nAmendment right to confront adverse witnesses, fundamental as\n\nit is, United States v. Twomey, 806 F.2d 1136, 1140 (1st Cir.\n                              \n\n1986)  (citing Alford v. United States,  282 U.S. 687, 691-92\n                                      \n\n(1931)),  does not  allow unlimited  cross-examination of  an\n\nadverse  witness.  \"[T]rial judges retain wide latitude . . .\n\nto  impose reasonable limits  on such cross-examination based\n\non concerns about,  among other things,  . . .  interrogation\n\nthat is  . . . only  marginally relevant.\"  Brown  v. Powell,\n                                                            \n\n975 F.2d 1, 3-4 (1st Cir. 1992) (citing Van Arsdall, 475 U.S.\n                                                   \n\nat 679).\n\n          The  judge  here  could  reasonably  conclude  that\n\nDriscoll's ability verbally to describe  those individuals in\n\nthe lineup photo  whom she did not identify as the robber was\n                                  \n\nof marginal  relevance  to the  primary issue  raised by  her\n\ntestimony, namely, her ability to identify Corgain as the man\n\nwho  robbed the bank at which she  worked.  See United States\n                                                             \n\nv.  Malik, 928 F.2d  17, 20 (1st Cir.  1991) (trial judge did\n         \n\nnot  abuse  discretion  by curtailing  cross-examination  the\n\nrelevance of which was not clear).\n\n          Corgain  argues that  Driscoll's answer  would have\n\nrevealed what particular facial characteristics caused her to\n\nexclude  the others  and identify  Corgain.   It  is unclear,\n\n                             -6-\n\nhowever,  how  material or  useful Driscoll's  thoughts along\n\nthese  lines would have been.   The key  question was whether\n\nDriscoll  reliably  recognized  Corgain  as  the  robber, not\n\nwhether  the  others had  certain  facial characteristics  or\n\nwhether Driscoll could extemporaneously describe them.\n\n          The  jury had  the  lineup photo  before  it as  an\n\nexhibit.     If  Corgain  wished   to  convey  that  all  the\n\nparticipants  looked so  much alike  as to  render Driscoll's\n\nidentification  of the  robber  problematic, defense  counsel\n\ncould have sought  leave to reformulate  his questions so  as\n\nmore  obviously to elicit that point, or else waited to argue\n\nto  the  jury   from  the  photo  exhibit   itself  both  the\n\nresemblance  and  difficulty  of  recognition.  If  Corgain's\n\nattorney  was instead  merely testing  Driscoll's ability  to\n\ndescribe  a  person's appearance  verbally,  the  judge could\n\nreasonably  question the  relevance  of the  exercise.   When\n\nrecognizing someone,  people often rely  upon subtle  factors\n\nnot easily reducible to words.  Lineups are employed for this\n\nreason    verbal descriptions  by themselves being of limited\n\nuse to  identify the person seen at the  time of a crime.  In\n\nany event, the court's ruling did not prevent defense counsel\n\nfrom making any argument he wished  to the jury based upon an\n\nasserted  difficulty  of  distinguishing  between  the people\n\nportrayed in the photo exhibit of the lineup.\n\n                             -7-\n\n          We have read the full cross-examination of Driscoll\n\nand are  unable to say that defense counsel was denied a fair\n\nand adequate opportunity to  cross-examine her.  Exclusion of\n\nthe  proposed  questions  did  not  leave  the  jury  without\n\n\"sufficient information concerning formative events to make a\n\n`discriminating  appraisal' of  [the]  witness's motives  and\n\nbias.\"  Twomey,  806 F.2d at 1140.   Defense counsel was able\n              \n\nto  elicit  considerable  information challenging  Driscoll's\n\nability  to  identify  Corgain,  including  the   facts  that\n\n(1) Driscoll viewed the robber for less than three minutes at\n\neach incident;  (2)  Driscoll  described  her  own  condition\n\nduring the first robbery  as \"very upset, almost hysterical;\"\n\nand  (3) there  were  some  inconsistencies  in the  way  she\n\ndescribed the robber after each of the two incidents.\n\n          We  conclude  that  the  court did  not  abuse  its\n\ndiscretion in  excluding  these particular  questions.    See\n                                                             \n\nUnited States v. Concemi,  957 F.2d 942, 947 (1st  Cir. 1992)\n                        \n\n(trial judge need not  permit \"`unending excursions into each\n\nand  every  matter  touching  on  veracity  if  a  reasonably\n\ncomplete picture  has  already been  developed.'\")  (citation\n\nomitted).   Cf. Brown, 975  F.2d at 3-4  (confrontation right\n                     \n\nnot violated by court's decision to bar defense counsel  from\n\neliciting  testimony that witness  had avoided potential life\n\nsentence by  testifying, where jury could  infer that witness\n\nreceived some  leniency in exchange for  testimony, and where\n\n                             -8-\n\ndefense counsel had challenged witness's credibility on other\n\ngrounds).  \n\n                            III. \n\n             Abandonment of Judicial Impartiality\n                                                 \n\n          Corgain contends that the district judge prejudiced\n\nCorgain  by   exhibiting  partiality  for   the  prosecution.\n\nJeanette  P. Parrell was working  as a teller  at the Shawmut\n\nBank in Mattapan, Massachusetts during the robbery on October\n\n16, 1991.   Like Driscoll,  Parrell was able  to observe  the\n\nrobber's  face and physique at the time of the crime.  During\n\ndirect  examination, the prosecutor asked Parrell to identify\n\nthe perpetrator of  the crime.  Before  permitting Parrell to\n\nanswer, the judge conferred at sidebar with both counsel  and\n\ninstructed  the  prosecutor  to  first  ask  the  witness  to\n                                      \n\n\"describe to the jury the person you saw\" during the robbery,\n\nand then  to ask  the witness to  identify the robber  in the\n        \n\ncourtroom.  \n\n          Corgain  contends that, by interceding in this way,\n\nthe  judge  deliberately  helped the  prosecutor  bolster the\n\nreliability  of  Parrell's  identification.     According  to\n\nCorgain,   this  prejudiced   defendant   by  prompting   the\n\nprosecutor  to explore  more  fully the  witness's powers  of\n\nobservation   and   description,   thereby  undermining   the\n\neffectiveness of cross-examination  concerning the  witness's\n\ndescriptive   abilities.    By  so  abandoning  impartiality,\n\n                             -9-\n\ndefendant contends, the judge  deprived him of a  fair trial.\n\nSee, e.g., United States  v. Wilensky, 757 F.2d 594,  598 (3d\n                                     \n\nCir.  1985) (criminal  trial unfair  \"where the  judge's role\n\nloses  its color  of neutrality and  tends to  accentuate and\n\nemphasize the prosecution's case\"). We see  no impropriety in\n\nthe judge's  conduct.  The  court apparently  sought to  make\n\nmore logical the sequence in which information was presented,\n\nso  that  jurors would  not be  confused.   Doing  so  was an\n\nappropriate exercise  of the judge's powers  to supervise the\n\ntrial.  See, e.g., United States v. Iredia, 866 F.2d 114, 119\n                                          \n\n(5th Cir.)  (most of trial judge's  suggestions to prosecutor\n\nabout how to improve  his presentation were in the  nature of\n\nexercising firm  control over the trial, and  did not deprive\n\ndefendants of fair trial), cert. denied, 492 U.S. 921 (1989).\n                                       \n\nJudges  have the right and  indeed the duty  to exercise fair\n\ncontrol over the conduct of a trial.   \n\n                             IV.\n\n              Refusal to Suppress Identification\n                                                \n\n          After  the defendant  was  arrested,  a  number  of\n\nwitnesses from different robberies identified him as the bank\n\nrobber  in a  March 1992  lineup.   Several of  the witnesses\n\njointly participated from  behind a one-way  mirror.  If  the\n\nrobber were present, they were  instructed to identify him by\n\nwriting his placement in the lineup on a secret ballot.  They\n\nwere also told not to consult with the other witnesses in the\n\n                             -10-\n\nviewing room, nor to look at what other witnesses had written\n\non their ballots. \n\n          At a pretrial hearing, the defendant unsuccessfully\n\nmoved to  suppress the results of this  identification on the\n\nground  that the  presence of  more than  one witness  in the\n\nviewing  room at the same time had undermined the fairness of\n\nthe  procedure.  United States  v. Bagley, 772  F.2d 482, 494\n\n                                         \n\n(9th  Cir. 1985)  (\"A  joint confrontation  is a  disapproved\n\nidentification  procedure .  .  .  .    Clearly,  the  better\n\nprocedure is  to keep witnesses  apart when they  view . .  .\n\n.\"), cert. denied,  475 U.S. 1023 (1986).   Corgain complains\n                 \n\nthat it was error not to suppress the identification here.\n\n          However,  the fact  that more  than one  witness is\n\npresent during  a lineup does not  necessarily invalidate the\n\nprocedure.  See United  States v. Lespier, 558 F.2d  624, 631\n                                         \n\n(1st   Cir.  1977)  (lineup   in  which  communication  among\n\nwitnesses was  possible was not  unnecessarily suggestive  or\n\nconducive  to  irreparable  misidentification).    Everything\n\ndepends  on the  particular  circumstances.   Here there  was\n\nevidence the witnesses did  not collaborate with one another.\n\nCf.  Monteiro v. Picard, 443 F.2d 311, 312-13 (1st Cir. 1971)\n                       \n\n(witnesses'  identifications tainted where they heard another\n\nwitness  make her lineup  identification before  making their\n\nown).  Each witness testified that he or she did not speak to\n\nthe   other  witnesses  during  the  identification  process.\n\n                             -11-\n\nIdentification was by secret ballot.   The court was entitled\n\nto conclude,  as  it apparently  did,  that no  witness  when\n\nmaking a choice  knew what choice another had made.   On this\n\nrecord, there  was no error in the  district court's decision\n\nto deny the suppression motion.  \n\n                             -12-\n\n                              V.\n\n                Jury Instruction on Inferences\n                                              \n\n          In his final charge to the jury, the district judge\n\ninstructed   that  the   government  \"must  prove   beyond  a\n\nreasonable doubt that  the defendant took the  money from the\n\nbank knowingly and  willfully . . . .\"   He further told them\n\nthat  they  could  infer   the  requisite  intent  \"from  the\n\nsurrounding circumstances of  the case,  including the  words\n\nand actions of the defendant.\"  The   defendant   argues   on\n\nappeal that this instruction  was deficient because the judge\n\nfailed to  explain that  the  surrounding circumstances  from\n\nwhich  intent   could  be  inferred  themselves   had  to  be\n\nestablished beyond a reasonable  doubt.  As a result  of this\n\ndeficiency, defendant contends, the  jury might have been led\n\nto believe that  it could  find the requisite  intent on  the\n\nbasis of facts that  had not been proved beyond  a reasonable\n\ndoubt,  thereby diluting  the  government's burden  of  proof\n\nbelow the minimum required by constitutional due process.  In\n                                                             \n\nre  Winship,  397 U.S.  358, 364  (1970) (due  process clause\n           \n\n\"protects the  accused against  conviction except  upon proof\n\nbeyond  a  reasonable  doubt   of  every  fact  necessary  to\n\nconstitute the crime with which he is charged\").\n\n          We find  no merit in  this contention.   To explain\n\nthe government's fundamental burden  under In re Winship, the\n                                                        \n\ncourt properly stated:\n\n                             -13-\n\n               First,  the  defendant  is  presumed\n          innocent until proven guilty. . . .\n               Second,  the burden  of proof  is on\n          the Government.   The Government  brought\n          the  case.   It must  now prove  the case\n          beyond a reasonable doubt. . . .\n               Again, I emphasize  that the  burden\n          of  proof  is  on  the  Government.    It\n                                                   \n          extends to  every  element of  the  crime\n                                                   \n          charged. . . . (Emphasis added.)\n                 \n\nAgainst  this  essential  backdrop,  the  instruction  as  to\n\ninferring intent \"from  the surrounding circumstances  of the\n\ncase, including the words and actions of the defendant\",  was\n\nappropriate.  To have gone further in the direction appellant\n\nnow  urges could  have misled  the jury,  as it would  not be\n\ncorrect  that each  subsidiary fact  and inference  forming a\n\npart of the mosaic  making up the jury's ultimate  finding of\n\nguilt beyond  a reasonable  doubt need itself  be established\n\nbeyond a reasonable  doubt.   See United  States v.  Viafara-\n                                                             \n\nRodriguez,  729 F.2d 912, 913 (2d Cir. 1984) (burden of proof\n         \n\nbeyond a reasonable doubt does not operate on each subsidiary\n\nfact  on which the prosecution relies to persuade jury that a\n\nparticular element  has  been established  beyond  reasonable\n\ndoubt).  See 9 Wigmore, Evidence   2497 &amp; n.8 (Chadbourn rev.\n            \n\n1981  &amp; Supp. 1991) (burden need not be applied to subsidiary\n\nfacts  but to  whole  issue).   See  also Dirring  v.  United\n                                                             \n\nStates,  328  F.2d  512, 515  (1st  Cir.  1964)  (question is\n      \n\nwhether total evidence,  including reasonable inferences,  is\n\nsufficient  to warrant a jury to conclude defendant is guilty\n\nbeyond reasonable doubt).\n\n                             -14-\n\n          Affirmed.\n                  \n\n                             -15-\n",
  "html": "<p class=\"case_cite\">5 F.3d 5</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>William CORGAIN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 92-2350.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 7, 1993.<br>Decided Sept. 27, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lawrence P. Murray with whom Henry F. Owens III, by Appointment of the Court, and Owens &amp; Associates, Boston, MA, were on brief, for defendant, appellant.</p>\n      <p class=\"indent\">Sheila W. Sawyer, Asst. U.S. Atty., with whom A. John Pappalardo, U.S. Atty., Boston, MA, was on brief, for the U.S.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant, William Corgain, was tried and convicted for the robbery of two Boston-area banks on three occasions in the Fall of 1991.  He was sentenced to 210 months in prison.  18 U.S.C. Sec. 2113(a).  In this appeal he seeks reversal of his conviction, alleging trial errors.  We affirm the conviction.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On October 15, 1991, the Bank of Boston in Uphams Corner in Dorchester, Massachusetts was robbed by a lone male.  The robber obtained over $1,000 in cash and checks from a teller named Patricia Driscoll.  The next day, October 16, 1991, a lone male robbed the Shawmut Bank in Mattapan, Massachusetts, and obtained $2,750 in cash from a teller named Jeanette P. Parrell.  On November 22, 1991, the same Bank of Boston in Uphams Corner, Dorchester, that had previously been robbed on October 15 was again robbed by a lone male.  The robber obtained $5,200 in cash from Driscoll, the same teller involved in the previous incident.  Corgain was apprehended, and charged with all three robberies.</p>\n    </div>\n    <p>II.</p>\n    <p>Confrontation of Witness</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Corgain complains that the district judge erroneously limited his attorney's cross-examination of Patricia Driscoll, the teller who witnessed the two Dorchester bank robberies.  At a March 1992 lineup, Driscoll identified Corgain as the unmasked man who had robbed her during both the October 15, 1991, and November 22, 1991, incidents.  At Corgain's trial in June 1992, the prosecutor showed Driscoll a photograph of the persons she had viewed in the lineup, and she once more identified Corgain as the man who had robbed her on both occasions.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During cross-examination, Corgain's attorney questioned Driscoll extensively on her ability to identify Corgain as the person who robbed her twice.  Driscoll admitted that the robbery had happened \"quickly\" and that she had been \"very nervous.\"   Corgain's attorney also successfully drew out some inconsistencies between Driscoll's original descriptions of the bank robber and the actual physical characteristics of Corgain--she had originally described him as five feet eight or nine inches tall with a thin build, while Corgain in fact was six feet tall and of medium build.  Driscoll also admitted that she had originally described the robber as \"average\" with no distinguishing marks.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Then, Corgain's attorney again showed Driscoll the photograph of the March 1992 lineup and asked her to describe the faces and distinguishing facial characteristics of the participants whom she had not identified as the bank robber, i.e., everyone other than Corgain.  The government objected and was sustained by the court.  Corgain's attorney then tried a couple of narrower questions, asking Driscoll to describe the faces of two particular participants in the lineup photograph.  After each of these questions, the government objected and was sustained.  At a sidebar conference, the court questioned the relevance of the line of questioning, saying that Driscoll's ability to identify the robber did not turn on her ability to verbally describe the others in the lineup photo.  The court also noted that Corgain's attorney had developed considerable other material from which to argue to the jury that Driscoll's identification was faulty.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Corgain now contends that the exclusion of this line of questioning violated his Sixth Amendment right to confront witnesses against him.  U.S. Const. Amend.  VI;  Olden v. Kentucky, 488 U.S. 227, 231, 109 S.Ct. 480, 482-83, 102 L.Ed.2d 513 (1988) (circumscribing defendant's cross-examination of government witnesses implicates Sixth Amendment's confrontation clause).  He argues that the proposed cross-examination was relevant, and should have been allowed because Driscoll's ability to describe the other persons at the lineup would have cast light on her ability to distinguish Corgain from the others, and hence on the reliability of her identification of Corgain.  See Delaware v. Van Arsdall, 475 U.S. 673, 680, 106 S.Ct. 1431, 1435, 89 L.Ed.2d 674 (1986) (confrontation clause rights violated when defendant prevented from exposing jury to facts from which they could appropriately draw inferences about witness's reliability).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We do not find reversible error.  The Sixth Amendment right to confront adverse witnesses, fundamental as it is, United States v. Twomey, 806 F.2d 1136, 1140 (1st Cir.1986) (citing Alford v. United States, 282 U.S. 687, 691-92, 51 S.Ct. 218, 219-20, 75 L.Ed. 624 (1931)), does not allow unlimited cross-examination of an adverse witness.  \"[T]rial judges retain wide latitude ... to impose reasonable limits on such cross-examination based on concerns about, among other things, ... interrogation that is ... only marginally relevant.\"  Brown v. Powell, 975 F.2d 1, 3-4 (1st Cir.1992) (citing Van Arsdall, 475 U.S. at 679, 106 S.Ct. at 1435).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The judge here could reasonably conclude that Driscoll's ability verbally to describe those individuals in the lineup photo whom she did not identify as the robber was of marginal relevance to the primary issue raised by her testimony, namely, her ability to identify Corgain as the man who robbed the bank at which she worked.  See United States v. Malik, 928 F.2d 17, 20 (1st Cir.1991) (trial judge did not abuse discretion by curtailing cross-examination the relevance of which was not clear).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Corgain argues that Driscoll's answer would have revealed what particular facial characteristics caused her to exclude the others and identify Corgain.  It is unclear, however, how material or useful Driscoll's thoughts along these lines would have been.  The key question was whether Driscoll reliably recognized Corgain as the robber, not whether the others had certain facial characteristics or whether Driscoll could extemporaneously describe them.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The jury had the lineup photo before it as an exhibit.  If Corgain wished to convey that all the participants looked so much alike as to render Driscoll's identification of the robber problematic, defense counsel could have sought leave to reformulate his questions so as more obviously to elicit that point, or else waited to argue to the jury from the photo exhibit itself both the resemblance and difficulty of recognition.  If Corgain's attorney was instead merely testing Driscoll's ability to describe a person's appearance verbally, the judge could reasonably question the relevance of the exercise.  When recognizing someone, people often rely upon subtle factors not easily reducible to words.  Lineups are employed for this reason--verbal descriptions by themselves being of limited use to identify the person seen at the time of a crime.  In any event, the court's ruling did not prevent defense counsel from making any argument he wished to the jury based upon an asserted difficulty of distinguishing between the people portrayed in the photo exhibit of the lineup.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We have read the full cross-examination of Driscoll and are unable to say that defense counsel was denied a fair and adequate opportunity to cross-examine her.  Exclusion of the proposed questions did not leave the jury without \"sufficient information concerning formative events to make a 'discriminating appraisal' of [the] witness's motives and bias.\"  Twomey, 806 F.2d at 1140.   Defense counsel was able to elicit considerable information challenging Driscoll's ability to identify Corgain, including the facts that:  (1) Driscoll viewed the robber for less than three minutes at each incident;  (2) Driscoll described her own condition during the first robbery as \"very upset, almost hysterical;\"  and (3) there were some inconsistencies in the way she described the robber after each of the two incidents.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We conclude that the court did not abuse its discretion in excluding these particular questions.  See United States v. Concemi, 957 F.2d 942, 947 (1st Cir.1992) (trial judge need not permit \" 'unending excursions into each and every matter touching on veracity if a reasonably complete picture has already been developed.' \")  (citation omitted).  Cf. Brown, 975 F.2d at 3-4 (confrontation right not violated by court's decision to bar defense counsel from eliciting testimony that witness had avoided potential life sentence by testifying, where jury could infer that witness received some leniency in exchange for testimony, and where defense counsel had challenged witness's credibility on other grounds).</p>\n    </div>\n    <p>III.</p>\n    <p>Abandonment of Judicial Impartiality</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Corgain contends that the district judge prejudiced Corgain by exhibiting partiality for the prosecution.  Jeanette P. Parrell was working as a teller at the Shawmut Bank in Mattapan, Massachusetts during the robbery on October 16, 1991.  Like Driscoll, Parrell was able to observe the robber's face and physique at the time of the crime.  During direct examination, the prosecutor asked Parrell to identify the perpetrator of the crime.  Before permitting Parrell to answer, the judge conferred at sidebar with both counsel and instructed the prosecutor to first ask the witness to \"describe to the jury the person you saw\" during the robbery, and then to ask the witness to identify the robber in the courtroom.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Corgain contends that, by interceding in this way, the judge deliberately helped the prosecutor bolster the reliability of Parrell's identification.  According to Corgain, this prejudiced defendant by prompting the prosecutor to explore more fully the witness's powers of observation and description, thereby undermining the effectiveness of cross-examination concerning the witness's descriptive abilities.  By so abandoning impartiality, defendant contends, the judge deprived him of a fair trial.  See, e.g., United States v. Wilensky, 757 F.2d 594, 598 (3d Cir.1985) (criminal trial unfair \"where the judge's role loses its color of neutrality and tends to accentuate and emphasize the prosecution's case\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We see no impropriety in the judge's conduct.  The court apparently sought to make more logical the sequence in which information was presented, so that jurors would not be confused.  Doing so was an appropriate exercise of the judge's powers to supervise the trial.  See, e.g., United States v. Iredia, 866 F.2d 114, 119 (5th Cir.)  (most of trial judge's suggestions to prosecutor about how to improve his presentation were in the nature of exercising firm control over the trial, and did not deprive defendants of fair trial), cert. denied, 492 U.S. 921, 109 S.Ct. 3250, 106 L.Ed.2d 596 (1989).  Judges have the right and indeed the duty to exercise fair control over the conduct of a trial.</p>\n    </div>\n    <p>IV.</p>\n    <p>Refusal to Suppress Identification</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">After the defendant was arrested, a number of witnesses from different robberies identified him as the bank robber in a March 1992 lineup.  Several of the witnesses jointly participated from behind a one-way mirror.  If the robber were present, they were instructed to identify him by writing his placement in the lineup on a secret ballot.  They were also told not to consult with the other witnesses in the viewing room, nor to look at what other witnesses had written on their ballots.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At a pretrial hearing, the defendant unsuccessfully moved to suppress the results of this identification on the ground that the presence of more than one witness in the viewing room at the same time had undermined the fairness of the procedure.  United States v. Bagley, 772 F.2d 482, 494 (9th Cir.1985) (\"A joint confrontation is a disapproved identification procedure....  Clearly, the better procedure is to keep witnesses apart when they view....\"), cert. denied, 475 U.S. 1023, 106 S.Ct. 1215, 89 L.Ed.2d 326 (1986).  Corgain complains that it was error not to suppress the identification here.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">However, the fact that more than one witness is present during a lineup does not necessarily invalidate the procedure.  See United States v. Lespier, 558 F.2d 624, 631 (1st Cir.1977) (lineup in which communication among witnesses was possible was not unnecessarily suggestive or conducive to irreparable misidentification).  Everything depends on the particular circumstances.  Here there was evidence the witnesses did not collaborate with one another.  Cf. Monteiro v. Picard, 443 F.2d 311, 312-13 (1st Cir.1971) (witnesses' identifications tainted where they heard another witness make her lineup identification before making their own).  Each witness testified that he or she did not speak to the other witnesses during the identification process.  Identification was by secret ballot.  The court was entitled to conclude, as it apparently did, that no witness when making a choice knew what choice another had made.  On this record, there was no error in the district court's decision to deny the suppression motion.</p>\n    </div>\n    <p>V.</p>\n    <p>Jury Instruction on Inferences</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In his final charge to the jury, the district judge instructed that the government \"must prove beyond a reasonable doubt that the defendant took the money from the bank knowingly and willfully....\"  He further told them that they could infer the requisite intent \"from the surrounding circumstances of the case, including the words and actions of the defendant.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The defendant argues on appeal that this instruction was deficient because the judge failed to explain that the surrounding circumstances from which intent could be inferred themselves had to be established beyond a reasonable doubt.  As a result of this deficiency, defendant contends, the jury might have been led to believe that it could find the requisite intent on the basis of facts that had not been proved beyond a reasonable doubt, thereby diluting the government's burden of proof below the minimum required by constitutional due process.  In re Winship, 397 U.S. 358, 364, 90 S.Ct. 1068, 1072, 25 L.Ed.2d 368 (1970) (due process clause \"protects the accused against conviction except upon proof beyond a reasonable doubt of every fact necessary to constitute the crime with which he is charged\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We find no merit in this contention.  To explain the government's fundamental burden under In re Winship, the court properly stated:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">First, the defendant is presumed innocent until proven guilty....</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Second, the burden of proof is on the Government.  The Government brought the case.  It must now prove the case beyond a reasonable doubt....</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Again, I emphasize that the burden of proof is on the Government.  It extends to every element of the crime charged....  (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Against this essential backdrop, the instruction as to inferring intent \"from the surrounding circumstances of the case, including the words and actions of the defendant\", was appropriate.  To have gone further in the direction appellant now urges could have misled the jury, as it would not be correct that each subsidiary fact and inference forming a part of the mosaic making up the jury's ultimate finding of guilt beyond a reasonable doubt need itself be established beyond a reasonable doubt.  See United States v. Viafara-Rodriguez, 729 F.2d 912, 913 (2d Cir.1984) (burden of proof beyond a reasonable doubt does not operate on each subsidiary fact on which the prosecution relies to persuade jury that a particular element has been established beyond reasonable doubt).  See 9 Wigmore, Evidence Sec. 2497 &amp; n. 8 (Chadbourn rev. 1981 &amp; Supp.1991) (burden need not be applied to subsidiary facts but to whole issue).  See also Dirring v. United States, 328 F.2d 512, 515 (1st Cir.1964) (question is whether total evidence, including reasonable inferences, is sufficient to warrant a jury to conclude defendant is guilty beyond reasonable doubt).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>William CORGAIN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 92-2350.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 7, 1993.<br>Decided Sept. 27, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lawrence P. Murray with whom Henry F. Owens III, by Appointment of the Court, and Owens &amp; Associates, Boston, MA, were on brief, for defendant, appellant.</p>\n      <p class=\"indent\">Sheila W. Sawyer, Asst. U.S. Atty., with whom A. John Pappalardo, U.S. Atty., Boston, MA, was on brief, for the U.S.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant, William Corgain, was tried and convicted for the robbery of two Boston-area banks on three occasions in the Fall of 1991.  He was sentenced to 210 months in prison.  18 U.S.C. Sec. 2113(a).  In this appeal he seeks reversal of his conviction, alleging trial errors.  We affirm the conviction.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On October 15, 1991, the Bank of Boston in Uphams Corner in Dorchester, Massachusetts was robbed by a lone male.  The robber obtained over $1,000 in cash and checks from a teller named Patricia Driscoll.  The next day, October 16, 1991, a lone male robbed the Shawmut Bank in Mattapan, Massachusetts, and obtained $2,750 in cash from a teller named Jeanette P. Parrell.  On November 22, 1991, the same Bank of Boston in Uphams Corner, Dorchester, that had previously been robbed on October 15 was again robbed by a lone male.  The robber obtained $5,200 in cash from Driscoll, the same teller involved in the previous incident.  Corgain was apprehended, and charged with all three robberies.</p>\n    </div>\n    <p>II.</p>\n    <p>Confrontation of Witness</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Corgain complains that the district judge erroneously limited his attorney's cross-examination of Patricia Driscoll, the teller who witnessed the two Dorchester bank robberies.  At a March 1992 lineup, Driscoll identified Corgain as the unmasked man who had robbed her during both the October 15, 1991, and November 22, 1991, incidents.  At Corgain's trial in June 1992, the prosecutor showed Driscoll a photograph of the persons she had viewed in the lineup, and she once more identified Corgain as the man who had robbed her on both occasions.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During cross-examination, Corgain's attorney questioned Driscoll extensively on her ability to identify Corgain as the person who robbed her twice.  Driscoll admitted that the robbery had happened \"quickly\" and that she had been \"very nervous.\"   Corgain's attorney also successfully drew out some inconsistencies between Driscoll's original descriptions of the bank robber and the actual physical characteristics of Corgain--she had originally described him as five feet eight or nine inches tall with a thin build, while Corgain in fact was six feet tall and of medium build.  Driscoll also admitted that she had originally described the robber as \"average\" with no distinguishing marks.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Then, Corgain's attorney again showed Driscoll the photograph of the March 1992 lineup and asked her to describe the faces and distinguishing facial characteristics of the participants whom she had not identified as the bank robber, i.e., everyone other than Corgain.  The government objected and was sustained by the court.  Corgain's attorney then tried a couple of narrower questions, asking Driscoll to describe the faces of two particular participants in the lineup photograph.  After each of these questions, the government objected and was sustained.  At a sidebar conference, the court questioned the relevance of the line of questioning, saying that Driscoll's ability to identify the robber did not turn on her ability to verbally describe the others in the lineup photo.  The court also noted that Corgain's attorney had developed considerable other material from which to argue to the jury that Driscoll's identification was faulty.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Corgain now contends that the exclusion of this line of questioning violated his Sixth Amendment right to confront witnesses against him.  U.S. Const. Amend.  VI;  Olden v. Kentucky, <span class=\"citation\" data-id=\"112165\"><a href=\"/opinion/112165/olden-v-kentucky/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>, 231, <span class=\"citation\" data-id=\"112165\"><a href=\"/opinion/112165/olden-v-kentucky/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">480</span></a></span>, 482-83, <span class=\"citation\" data-id=\"112165\"><a href=\"/opinion/112165/olden-v-kentucky/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">513</span> </a></span>(1988) (circumscribing defendant's cross-examination of government witnesses implicates Sixth Amendment's confrontation clause).  He argues that the proposed cross-examination was relevant, and should have been allowed because Driscoll's ability to describe the other persons at the lineup would have cast light on her ability to distinguish Corgain from the others, and hence on the reliability of her identification of Corgain.  See Delaware v. Van Arsdall, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, 680, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>, 1435, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span> </a></span>(1986) (confrontation clause rights violated when defendant prevented from exposing jury to facts from which they could appropriately draw inferences about witness's reliability).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We do not find reversible error.  The Sixth Amendment right to confront adverse witnesses, fundamental as it is, United States v. Twomey, <span class=\"citation\" data-id=\"480349\"><a href=\"/opinion/480349/united-states-v-david-p-twomey/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1136</span></a></span>, 1140 (1st Cir.1986) (citing Alford v. United States, <span class=\"citation\" data-id=\"101681\"><a href=\"/opinion/101681/alford-v-united-states/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">687</span></a></span>, 691-92, <span class=\"citation\" data-id=\"101681\"><a href=\"/opinion/101681/alford-v-united-states/\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">218</span></a></span>, 219-20, <span class=\"citation\" data-id=\"101681\"><a href=\"/opinion/101681/alford-v-united-states/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">624</span> </a></span>(1931)), does not allow unlimited cross-examination of an adverse witness.  \"[T]rial judges retain wide latitude ... to impose reasonable limits on such cross-examination based on concerns about, among other things, ... interrogation that is ... only marginally relevant.\"  Brown v. Powell, <span class=\"citation\" data-id=\"590891\"><a href=\"/opinion/590891/timothy-a-brown-v-ronald-powell-commissioner-new-hampshire-department/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3-4 (1st Cir.1992) (citing Van <span class=\"citation\" data-id=\"111625\"><span class=\"antecedent_guess\">Arsdall,</span> <a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">679</span></a></span>, 106 S.Ct. at 1435).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The judge here could reasonably conclude that Driscoll's ability verbally to describe those individuals in the lineup photo whom she did not identify as the robber was of marginal relevance to the primary issue raised by her testimony, namely, her ability to identify Corgain as the man who robbed the bank at which she worked.  See United States v. Malik, <span class=\"citation\" data-id=\"557361\"><a href=\"/opinion/557361/united-states-v-mushtaq-malik-aka-mushtaq-ahmed/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 20 (1st Cir.1991) (trial judge did not abuse discretion by curtailing cross-examination the relevance of which was not clear).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Corgain argues that Driscoll's answer would have revealed what particular facial characteristics caused her to exclude the others and identify Corgain.  It is unclear, however, how material or useful Driscoll's thoughts along these lines would have been.  The key question was whether Driscoll reliably recognized Corgain as the robber, not whether the others had certain facial characteristics or whether Driscoll could extemporaneously describe them.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The jury had the lineup photo before it as an exhibit.  If Corgain wished to convey that all the participants looked so much alike as to render Driscoll's identification of the robber problematic, defense counsel could have sought leave to reformulate his questions so as more obviously to elicit that point, or else waited to argue to the jury from the photo exhibit itself both the resemblance and difficulty of recognition.  If Corgain's attorney was instead merely testing Driscoll's ability to describe a person's appearance verbally, the judge could reasonably question the relevance of the exercise.  When recognizing someone, people often rely upon subtle factors not easily reducible to words.  Lineups are employed for this reason--verbal descriptions by themselves being of limited use to identify the person seen at the time of a crime.  In any event, the court's ruling did not prevent defense counsel from making any argument he wished to the jury based upon an asserted difficulty of distinguishing between the people portrayed in the photo exhibit of the lineup.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We have read the full cross-examination of Driscoll and are unable to say that defense counsel was denied a fair and adequate opportunity to cross-examine her.  Exclusion of the proposed questions did not leave the jury without \"sufficient information concerning formative events to make a 'discriminating appraisal' of [the] witness's motives and bias.\"  <span class=\"citation\" data-id=\"480349\"><span class=\"antecedent_guess\">Twomey,</span> <a href=\"/opinion/480349/united-states-v-david-p-twomey/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1140</span></a></span>.   Defense counsel was able to elicit considerable information challenging Driscoll's ability to identify Corgain, including the facts that:  (1) Driscoll viewed the robber for less than three minutes at each incident;  (2) Driscoll described her own condition during the first robbery as \"very upset, almost hysterical;\"  and (3) there were some inconsistencies in the way she described the robber after each of the two incidents.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We conclude that the court did not abuse its discretion in excluding these particular questions.  See United States v. Concemi, <span class=\"citation\" data-id=\"578607\"><a href=\"/opinion/578607/united-states-v-samuel-j-concemi-united-states-of-america-v-walter/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 947 (1st Cir.1992) (trial judge need not permit \" 'unending excursions into each and every matter touching on veracity if a reasonably complete picture has already been developed.' \")  (citation omitted).  Cf. <span class=\"citation\" data-id=\"590891\"><span class=\"antecedent_guess\">Brown,</span> <a href=\"/opinion/590891/timothy-a-brown-v-ronald-powell-commissioner-new-hampshire-department/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">3-4</span> </a></span>(confrontation right not violated by court's decision to bar defense counsel from eliciting testimony that witness had avoided potential life sentence by testifying, where jury could infer that witness received some leniency in exchange for testimony, and where defense counsel had challenged witness's credibility on other grounds).</p>\n    </div>\n    <p>III.</p>\n    <p>Abandonment of Judicial Impartiality</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Corgain contends that the district judge prejudiced Corgain by exhibiting partiality for the prosecution.  Jeanette P. Parrell was working as a teller at the Shawmut Bank in Mattapan, Massachusetts during the robbery on October 16, 1991.  Like Driscoll, Parrell was able to observe the robber's face and physique at the time of the crime.  During direct examination, the prosecutor asked Parrell to identify the perpetrator of the crime.  Before permitting Parrell to answer, the judge conferred at sidebar with both counsel and instructed the prosecutor to first ask the witness to \"describe to the jury the person you saw\" during the robbery, and then to ask the witness to identify the robber in the courtroom.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Corgain contends that, by interceding in this way, the judge deliberately helped the prosecutor bolster the reliability of Parrell's identification.  According to Corgain, this prejudiced defendant by prompting the prosecutor to explore more fully the witness's powers of observation and description, thereby undermining the effectiveness of cross-examination concerning the witness's descriptive abilities.  By so abandoning impartiality, defendant contends, the judge deprived him of a fair trial.  See, e.g., United States v. Wilensky, <span class=\"citation\" data-id=\"449481\"><a href=\"/opinion/449481/united-states-v-kerry-david-wilensky/\"><span class=\"volume\">757</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">594</span></a></span>, 598 (3d Cir.1985) (criminal trial unfair \"where the judge's role loses its color of neutrality and tends to accentuate and emphasize the prosecution's case\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We see no impropriety in the judge's conduct.  The court apparently sought to make more logical the sequence in which information was presented, so that jurors would not be confused.  Doing so was an appropriate exercise of the judge's powers to supervise the trial.  See, e.g., United States v. Iredia, <span class=\"citation\" data-id=\"517474\"><a href=\"/opinion/517474/united-states-v-david-samuel-iredia/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">114</span></a></span>, 119 (5th Cir.)  (most of trial judge's suggestions to prosecutor about how to improve his presentation were in the nature of exercising firm control over the trial, and did not deprive defendants of fair trial), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">921</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3250</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">596</span> </span>(1989).  Judges have the right and indeed the duty to exercise fair control over the conduct of a trial.</p>\n    </div>\n    <p>IV.</p>\n    <p>Refusal to Suppress Identification</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">After the defendant was arrested, a number of witnesses from different robberies identified him as the bank robber in a March 1992 lineup.  Several of the witnesses jointly participated from behind a one-way mirror.  If the robber were present, they were instructed to identify him by writing his placement in the lineup on a secret ballot.  They were also told not to consult with the other witnesses in the viewing room, nor to look at what other witnesses had written on their ballots.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At a pretrial hearing, the defendant unsuccessfully moved to suppress the results of this identification on the ground that the presence of more than one witness in the viewing room at the same time had undermined the fairness of the procedure.  United States v. Bagley, <span class=\"citation\" data-id=\"457913\"><a href=\"/opinion/457913/united-states-v-carlo-scott-bagley/\"><span class=\"volume\">772</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">482</span></a></span>, 494 (9th Cir.1985) (\"A joint confrontation is a disapproved identification procedure....  Clearly, the better procedure is to keep witnesses apart when they view....\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1023</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1215</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">326</span> </span>(1986).  Corgain complains that it was error not to suppress the identification here.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">However, the fact that more than one witness is present during a lineup does not necessarily invalidate the procedure.  See United States v. Lespier, <span class=\"citation\" data-id=\"347071\"><a href=\"/opinion/347071/united-states-v-alvan-colon-lespier/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">624</span></a></span>, 631 (1st Cir.1977) (lineup in which communication among witnesses was possible was not unnecessarily suggestive or conducive to irreparable misidentification).  Everything depends on the particular circumstances.  Here there was evidence the witnesses did not collaborate with one another.  Cf. Monteiro v. Picard, <span class=\"citation\" data-id=\"296934\"><a href=\"/opinion/296934/anthony-j-monteiro-v-philip-j-picard-superintendent-of-the-norfolk/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">311</span></a></span>, 312-13 (1st Cir.1971) (witnesses' identifications tainted where they heard another witness make her lineup identification before making their own).  Each witness testified that he or she did not speak to the other witnesses during the identification process.  Identification was by secret ballot.  The court was entitled to conclude, as it apparently did, that no witness when making a choice knew what choice another had made.  On this record, there was no error in the district court's decision to deny the suppression motion.</p>\n    </div>\n    <p>V.</p>\n    <p>Jury Instruction on Inferences</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In his final charge to the jury, the district judge instructed that the government \"must prove beyond a reasonable doubt that the defendant took the money from the bank knowingly and willfully....\"  He further told them that they could infer the requisite intent \"from the surrounding circumstances of the case, including the words and actions of the defendant.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The defendant argues on appeal that this instruction was deficient because the judge failed to explain that the surrounding circumstances from which intent could be inferred themselves had to be established beyond a reasonable doubt.  As a result of this deficiency, defendant contends, the jury might have been led to believe that it could find the requisite intent on the basis of facts that had not been proved beyond a reasonable doubt, thereby diluting the government's burden of proof below the minimum required by constitutional due process.  In re Winship, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, 364, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1068</span></a></span>, 1072, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">368</span> </a></span>(1970) (due process clause \"protects the accused against conviction except upon proof beyond a reasonable doubt of every fact necessary to constitute the crime with which he is charged\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We find no merit in this contention.  To explain the government's fundamental burden under In re Winship, the court properly stated:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">First, the defendant is presumed innocent until proven guilty....</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Second, the burden of proof is on the Government.  The Government brought the case.  It must now prove the case beyond a reasonable doubt....</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Again, I emphasize that the burden of proof is on the Government.  It extends to every element of the crime charged....  (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Against this essential backdrop, the instruction as to inferring intent \"from the surrounding circumstances of the case, including the words and actions of the defendant\", was appropriate.  To have gone further in the direction appellant now urges could have misled the jury, as it would not be correct that each subsidiary fact and inference forming a part of the mosaic making up the jury's ultimate finding of guilt beyond a reasonable doubt need itself be established beyond a reasonable doubt.  See United States v. Viafara-Rodriguez, <span class=\"citation\" data-id=\"432234\"><a href=\"/opinion/432234/united-states-v-oscar-viafara-rodriguez/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">912</span></a></span>, 913 (2d Cir.1984) (burden of proof beyond a reasonable doubt does not operate on each subsidiary fact on which the prosecution relies to persuade jury that a particular element has been established beyond reasonable doubt).  See 9 Wigmore, Evidence Sec. 2497 &amp; n. 8 (Chadbourn rev. 1981 &amp; Supp.1991) (burden need not be applied to subsidiary facts but to whole issue).  See also Dirring v. United States, <span class=\"citation\" data-id=\"263412\"><a href=\"/opinion/263412/john-t-dirring-v-united-states-of-america-two-cases/\"><span class=\"volume\">328</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">512</span></a></span>, 515 (1st Cir.1964) (question is whether total evidence, including reasonable inferences, is sufficient to warrant a jury to conclude defendant is guilty beyond reasonable doubt).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/101681/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108111/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111625/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112165/",
    "https://www.courtlistener.com/api/rest/v3/opinions/263412/",
    "https://www.courtlistener.com/api/rest/v3/opinions/296934/",
    "https://www.courtlistener.com/api/rest/v3/opinions/347071/",
    "https://www.courtlistener.com/api/rest/v3/opinions/432234/",
    "https://www.courtlistener.com/api/rest/v3/opinions/449481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/457913/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/517474/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557361/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578607/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590891/"
  ]
}