{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194965/",
  "id": 194965,
  "absolute_url": "/opinion/194965/united-states-v-vieira-candelario/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194965/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:29:16Z",
  "date_modified": "2020-02-21T23:41:01.173208Z",
  "type": "010combined",
  "sha1": "6cc80f94071404f7c70bcb71cd35616cdac3f2ef",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1274.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUITT\n\n                                         \n\nNo. 93-1274\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                  AURELIO VIEIRA-CANDELARIO,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n    [Hon. Raymond J. Pettine, Senior U.S. District Judge]\n                                                        \n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge,\n                                         \n\n         Coffin and Campbell, Senior Circuit Judges.\n                                                   \n\n                                         \n\nDamon  M.  D'Ambrosio,  by Appointment  of  the  Court, with  whom\n                     \nMartin D. Harris, Esquire, Ltd. was on brief for appellant.\n                           \nStephanie S. Browne,  Assistant United States Attorney, with  whom\n                   \nEdwin J. Gale, United  States Attorney, and Craig N.  Moore, Assistant\n                                                       \nUnited States Attorney, was on brief for the United States.\n\n                                         \n\n                      September 28, 1993\n                                         \n\n          CAMPBELL,   Senior   Circuit  Judge.     Defendant-\n                                             \n\nappellant  Aurelio  Vieira-Candelario  was  indicted  in  the\n\nUnited States District Court for the District of Rhode Island\n\nfor   unlawful  reentry  into  the  United  States  following\n\ndeportation, in violation of  8 U.S.C.   1326.   Vieira moved\n\nto  quash   the  indictment  and  to   dismiss,  collaterally\n\nattacking the deportation order upon which the indictment was\n\nbased.  The district court denied the motions.  United States\n                                                             \n\nv. Vieira-Candelario, 797 F. Supp. 117 (D.R.I. 1992).  Vieira\n                    \n\nentered into a plea  agreement in which he pleaded  guilty to\n\nthe  indictment but  reserved the  right  to appeal  from the\n\ndenials  of  his  motions  to quash  the  indictment  and  to\n\ndismiss.  We affirm.\n\n                              I.\n\n          Vieira,  a  native  and  citizen of  the  Dominican\n\nRepublic, lived in  the United States  as a lawful  permanent\n\nresident  alien for almost  twenty-six years.   His  wife and\n\nchildren are  United  States  citizens,  and  Vieira  himself\n\nserved in the United States Army  during the Vietnam-war era.\n\nVieira, however,  was convicted  in 1989 of  two drug-related\n\noffenses.  One  of these  was for possession  of heroin  with\n\nintent to deliver, an aggravated felony.\n\n          Vieira's convictions made him deportable  under the\n\nImmigration  and  Naturalization  Act  (\"the Act\").    See   \n                                                          \n\n241(a)(4)(B) (aggravated felony), now  codified as 8 U.S.C.  \n\n                             -2-\n\n1251(a)(2)(A)(iii)(1991);   and      241(a)(11)   (controlled\n\nsubstance   violation),   now   codified   as   8  U.S.C.    \n\n1251(a)(2)(B)(i)  and   (ii)(1991).    After   a  hearing  on\n\nSeptember  20, 1989,  an immigration  judge entered  an order\n\ndeporting Vieira.  The judge ruled that Vieira was ineligible\n\nto seek discretionary  relief under    212(c) of  the Act,  8\n\nU.S.C.    1182(c), as  aggravated felons were  ineligible for\n\nsuch relief.  The  judge advised Vieira that any  appeal from\n\nthis order had to be filed by October 2, 1989.\n\n          The next day, Vieira filed a  notice of appeal with\n\nthe  Board of Immigration Appeals (\"the BIA\"). As grounds for\n\nthe appeal, Vieira specifically challenged the judge's ruling\n\non the unavailability of   212(c) relief, claiming the  judge\n\nwas wrong as a matter  of law.  That issue was  never reached\n\nbecause on October 24,  1989, Vieira voluntarily withdrew his\n\nappeal.    At all  times  during  this  process,  Vieira  was\n\nrepresented by counsel.\n\n          Vieira was  deported on October 27, 1989.  On March\n\n24,  1992,  INS  agents  found Vieira  in  Providence,  Rhode\n\nIsland, took him into custody, and charged him with violating\n\n8  U.S.C.   1326.  In the present criminal proceeding, Vieira\n\nseeks   collaterally   to  attack   the  original   order  of\n\ndeportation,  arguing that  it cannot  properly serve  as the\n\nbasis for his indictment under   1326.\n\n                             -3-\n\n                             II.\n\n          Under section 212(c) of the Act, certain aliens who\n\nhave  legally resided in the United States for seven years or\n\nmore may seek relief from deportation because of family ties,\n\nlong term  residence, service  in the  armed forces,  and the\n\nlike.   See generally, Matter of  Marin, 16 I. &amp;  N. Dec. 581\n                                       \n\n(1978).  As written,  section 212(c) literally affords relief\n\nonly  to long-term  legal  aliens who  temporarily leave  the\n\nUnited States  and who, but for 212(c), would be inadmissible\n\nupon  return  as   a  result  of   some  violation  of   law.\n\nNevertheless,  for   reasons  buried   in   the  history   of\n\nimmigration law,    212(c) relief  is also available  to some\n\nlegal aliens who  have not  left the country  but who  become\n\nsubject to  deportation as a result  of criminal convictions.\n\nSee Campos v. I.N.S.,  961 F.2d 309, 312-13 (1st  Cir. 1992);\n                    \n\nFrancis v. I.N.S.,  532 F.2d 268 (2d Cir. 1976).  Such relief\n                 \n\nis only available, however, if the ground  for deportation is\n\none  for which  an alien  could initially have  been excluded\n                                                             \n\nfrom the country under  section 212(a) of the Act, 8 U.S.C.  \n\n1182(a).   See Campos, 961 F.2d at 312-15 (refusing to extend\n                     \n\n212(c) relief to  alien charged with illegal  possession of a\n\nfirearm, an offense not listed in 212(a)).\n\n          At  Vieira's  deportation hearing,  the immigration\n\njudge held that Vieira was, as a matter of law, ineligible to\n\napply  for discretionary  relief under  section 212(c).   The\n\n                             -4-\n\nimmigration judge believed,  erroneously as  it now  appears,\n\nthat Vieira's aggravated felony conviction was an offense for\n\nwhich  there was  no  corresponding ground  of  excludability\n\nunder  section 212(a).  The  judge based his  decision on the\n\nBIA opinions of Matter of  Wadud, 19 I. &amp; N. Dec.  182 (1984)\n                                \n\nand Matter of Granados, 16 I.  &amp; N. Dec. 726 (1979), in which\n                      \n\nfelons  were held to be  ineligible for section 212(c) relief\n\nbecause their offenses (which were  of a type different  from\n\nVieira's heroin offense here) were not specifically listed in\n\nsection 212(a).\n\n          The  district court  found, and the  government now\n\nconcedes, that the immigration  judge was mistaken insofar as\n\nhe  determined that  there  was no  corresponding ground  for\n\nexcludability in  section 212(a) of Vieria's  aggravated drug\n\noffense.  See  Matter of Meza,  Int. Dec. 3146  (BIA May  22,\n                             \n\n1991).  Had Vieira  pursued his appeal, he would  likely have\n\nbeen allowed  to seek discretionary section  212(c) relief   \n\nalthough with what result on the merits we cannot, of course,\n\nknow.  \n\n          In  seeking  to  quash   and  dismiss  his  present\n\nindictment for unlawful reentry following deportation, Vieira\n\ndoes not attack the  deportation order on the ground  that it\n\nwas  error at  the time  of the  deportation hearing  to have\n\ndenied him  an opportunity to petition  under section 212(c),\n\nbut  rather contends  that, while  the denial  may  have been\n\n                             -5-\n\ncorrect  then, it  was subsequently  rendered incorrect  by a\n\nchange in  the law.  In 1990, after Vieira had been deported,\n\nCongress amended section 212(c) to provide that discretionary\n\nrelief  would not  be  available to  an  alien who  had  been\n                 \n\nconvicted of an  aggravated felony and had  served five years\n\nor more in prison.  See  The Immigration Act of 1990, Pub. L.\n                       \n\nNo. 101-649,   511(a),  104 Stat. 4978, 5052.   Vieira argues\n\nthat  this amendment  must be  construed, by  implication, to\n\nmean  that aggravated felons who had not served five years in\n                                        \n\nprison    like  Vieira     were eligible  for section  212(c)\n\nrelief  even if  their offenses  were  not listed  in section\n\n212(a).\n\n          Vieira  points to  Matter of  Meza, Int.  Dec. 3146\n                                            \n\n(BIA May 22, 1991),  as the indicator of the  changed policy.\n\nThere, in a case very similar to Vieira's, the BIA allowed an\n\nalien  who had  been convicted  of a  drug-related aggravated\n\nfelony to apply for   212(c) relief.   Vieira argues that the\n\npurported change in INS  policy between the earlier cases  of\n\nWadud and Granados  and the  later case  of Meza  effectively\n                                                \n\nrobbed him of judicial  review.  In effect, he  contends that\n\nthe allegedly  changed policy of  the 1990 amendment  and the\n\nMeza case should be applied retroactively so as to invalidate\n    \n\nhis deportation order rendered without a   212(c) hearing.\n\n          We do not find this argument persuasive.   The 1990\n\namendments and  Meza  do  not appear  to  have  signaled  any\n                    \n\n                             -6-\n\nmaterial  change in  INS  policy.    To  be  sure,  the  1990\n\namendment,  by  cutting  off  relief  to   aggravated  felons\n\nincarcerated   for  five   or   more  years,   recognized  by\n\nimplication  that some  aggravated felons might  otherwise be\n\neligible for 212(c) relief and, indeed, that this eligibility\n\nmight continue to be true for those not incarcerated for five\n\nor more  years.   But as we  noted in  Campos, the  amendment\n                                             \n\n\"said nothing about wanting  to enlarge the relief authorized\n\nunder    212(c).\"   Campos, 961 F.2d  at 315.   Congress \"can\n                          \n\nonly  be said to have expressed a continued desire to limit  \n\n212(c) relief to the listed grounds of exclusion.\"  Id.\n                                                       \n\n          To understand Meza, there is no need to hypothesize\n                            \n\nany fundamental  policy change.    The BIA  found that  drug-\n                                                             \n\nrelated  aggravated  felonies,  for  one of  which  Meza  was\n       \n\nconvicted,  were  included within  a  specific  subsection of\n\n212(a) describing  drug-related  offenses.   Meza, Int.  Dec.\n                                                 \n\n3146  at 3  (holding  that a  drug-related aggravated  felony\n\ncould  provide  the  basis  for relief  under     212(a)(23),\n\nrecodified   as      1182(a)(2)(A)(i)(II)).     Meza   was  a\n                                                    \n\nstraightforward application of the existing law that   212(c)\n\nrelief was  available solely  to those  offenses specifically\n\nlisted  in   212(a).  Meza was entirely consistent with Wadud\n                                                             \n\nand Granados,  neither  of which  cases  involved  aggravated\n            \n\nfelonies of the particular kind mentioned in   212(a).\n\n                             -7-\n\n          That Meza did not  indicate a change in deportation\n                   \n\npolicy is  confirmed  by Matter  of Hernandez-Casillas,  Int.\n                                                      \n\nDec. Att. Gen.  March 18, 1991.  The Attorney  General of the\n\nUnited States reversed a decision of the BIA overruling Wadud\n                                                             \n\nand Granados and maintained that   212(c) relief continued to\n            \n\nbe available only for  those offenses specifically identified\n\nin  section 212(a).  This  Court recently upheld the Attorney\n\nGeneral's construction  of section 212(c).   Campos, 961 F.2d\n                                                   \n\nat 314-15.\n\n          We   agree  with   the   district  court   and  the\n\nprosecution that the immigration judge appears simply to have\n\nmisapplied   212(c) under  then-existing doctrine.  He should\n\nhave   offered  Vieira   an  opportunity   to  petition   for\n\ndiscretionary relief.  Had Vieira pursued his appeal, the BIA\n\npresumably  would  have overruled  the immigration  judge and\n\nallowed Vieira to apply for   212(c) relief, as it did when a\n\nsimilar issue was appealed in Meza.  \n                                  \n\n          The immigration  judge appears regrettably  to have\n\ncommitted an error of law in this respect, but it was not the\n\ntype of error  that provides any basis for  collateral attack\n\non  the judge's  deportation order  in a  subsequent criminal\n\nprosecution brought under 8 U.S.C.   1326.  To provide such a\n\nbasis, the error  must have violated the  alien's due process\n\nrights,   being  \"so   fundamental\"   that  it   \"effectively\n\neliminates the right of the alien to obtain judicial review.\"\n\n                             -8-\n\nUnited States v. Mendoza-Lopez, 481 U.S.  828, 837-39 &amp; n.17,\n                              \n\n107 S.  Ct.  2148, 95  L.  Ed. 2d  772  (1987).   \"Our  cases\n\nestablish   that   where   a   determination   made   in   an\n\nadministrative proceeding  is to play a critical  role in the\n\nsubsequent imposition  of a criminal sanction,  there must be\n\nsome meaningful review of the administrative proceeding.\" Id.\n                                                             \n\nat 837-38 (citations omitted) (emphasis in original).  \n\n          Here,  in  contrast to  the  situation  in Mendoza-\n                                                             \n\nLopez, the immigration  judge's putatively erroneous decision\n     \n\ndid  not  \"effectively\" rob  Vieira of  his right  to review.\n\nVieira filed  a  notice of  appeal.   He  later  deliberately\n\nwithdrew  the   appeal.    He  was   represented  by  counsel\n\nthroughout.   As  Vieira voluntarily  abandoned his  right to\n\nobtain review of the deportation order, we see no way to hold\n\nthat   he  was   deprived   of  meaningful   review  of   the\n\nadministrative proceeding contrary to the due process clause.\n\nThe order  entered in  that proceeding was,  therefore, valid\n\nand binding on  Vieira, who violated it at  his peril when he\n\nillegally reentered the United States.\n\n          Affirmed.\n                  \n\n                             -9-\n",
  "html": "<p class=\"case_cite\">6 F.3d 12</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Aurelio VIEIRA-CANDELARIO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1274.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 9, 1993.<br>Decided Sept. 28, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Damon M. D'Ambrosio, by Appointment of the Court, with whom Martin D. Harris, Providence, RI, was on brief for defendant, appellant.</p>\n      <p class=\"indent\">Stephanie S. Browne, Asst. U.S. Atty., with whom Edwin J. Gale, U.S. Atty. and Craig N. Moore, Asst. U.S. Atty., Providence, RI, was on brief for the U.S.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Aurelio Vieira-Candelario was indicted in the United States District Court for the District of Rhode Island for unlawful reentry into the United States following deportation, in violation of 8 U.S.C. Sec. 1326.  Vieira moved to quash the indictment and to dismiss, collaterally attacking the deportation order upon which the indictment was based.  The district court denied the motions.  United States v. Vieira-Candelario, 797 F.Supp. 117 (D.R.I.1992).  Vieira entered into a plea agreement in which he pleaded guilty to the indictment but reserved the right to appeal from the denials of his motions to quash the indictment and to dismiss.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Vieira, a native and citizen of the Dominican Republic, lived in the United States as a lawful permanent resident alien for almost twenty-six years.  His wife and children are United States citizens, and Vieira himself served in the United States Army during the Vietnam-war era.  Vieira, however, was convicted in 1989 of two drug-related offenses.  One of these was for possession of heroin with intent to deliver, an aggravated felony.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Vieira's convictions made him deportable under the Immigration and Nationality Act (\"the Act\").  See Sec. 241(a)(4)(B) (aggravated felony), now codified as 8 U.S.C. Sec. 1251(a)(2)(A)(iii) (1991);  and Sec. 241(a)(11) (controlled substance violation), now codified as 8 U.S.C. Sec. 1251(a)(2)(B)(i) and (ii) (1991).  After a hearing on September 20, 1989, an immigration judge entered an order deporting Vieira.  The judge ruled that Vieira was ineligible to seek discretionary relief under Sec. 212(c) of the Act, 8 U.S.C. Sec. 1182(c), as aggravated felons were ineligible for such relief.  The judge advised Vieira that any appeal from this order had to be filed by October 2, 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The next day, Vieira filed a notice of appeal with the Board of Immigration Appeals (\"the BIA\").  As grounds for the appeal, Vieira specifically challenged the judge's ruling on the unavailability of Sec. 212(c) relief, claiming the judge was wrong as a matter of law.  That issue was never reached because on October 24, 1989, Vieira voluntarily withdrew his appeal.  At all times during this process, Vieira was represented by counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Vieira was deported on October 27, 1989.  On March 24, 1992, INS agents found Vieira in Providence, Rhode Island, took him into custody, and charged him with violating 8 U.S.C. Sec. 1326.  In the present criminal proceeding, Vieira seeks collaterally to attack the original order of deportation, arguing that it cannot properly serve as the basis for his indictment under Sec. 1326.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under section 212(c) of the Act, certain aliens who have legally resided in the United States for seven years or more may seek relief from deportation because of family ties, long term residence, service in the armed forces, and the like.  See generally, Matter of Marin, 16 I. &amp; N.Dec. 581 (1978).  As written, section 212(c) literally affords relief only to long-term legal aliens who temporarily leave the United States and who, but for 212(c), would be inadmissible upon return as a result of some violation of law.  Nevertheless, for reasons buried in the history of immigration law, Sec. 212(c) relief is also available to some legal aliens who have not left the country but who become subject to deportation as a result of criminal convictions.  SeeCampos v. I.N.S., 961 F.2d 309, 312-13 (1st Cir.1992);  Francis v. I.N.S., 532 F.2d 268 (2d Cir.1976).  Such relief is only available, however, if the ground for deportation is one for which an alien could initially have been excluded from the country under section 212(a) of the Act, 8 U.S.C. Sec. 1182(a).  SeeCampos, 961 F.2d at 312-15 (refusing to extend 212(c) relief to alien charged with illegal possession of a firearm, an offense not listed in 212(a)).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At Vieira's deportation hearing, the immigration judge held that Vieira was, as a matter of law, ineligible to apply for discretionary relief under section 212(c).  The immigration judge believed, erroneously as it now appears, that Vieira's aggravated felony conviction was an offense for which there was no corresponding ground of excludability under section 212(a).  The judge based his decision on the BIA opinions of Matter of Wadud, 19 I. &amp; N.Dec. 182 (1984) and Matter of Granados, 16 I. &amp; N.Dec. 726 (1979), in which felons were held to be ineligible for section 212(c) relief because their offenses (which were of a type different from Vieira's heroin offense here) were not specifically listed in section 212(a).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court found, and the government now concedes, that the immigration judge was mistaken insofar as he determined that there was no corresponding ground for excludability in section 212(a) of Vieria's aggravated drug offense.  See Matter of Meza, Int.Dec. 3146 (BIA May 22, 1991).  Had Vieira pursued his appeal, he would likely have been allowed to seek discretionary section 212(c) relief--although with what result on the merits we cannot, of course, know.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In seeking to quash and dismiss his present indictment for unlawful reentry following deportation, Vieira does not attack the deportation order on the ground that it was error at the time of the deportation hearing to have denied him an opportunity to petition under section 212(c), but rather contends that, while the denial may have been correct then, it was subsequently rendered incorrect by a change in the law.  In 1990, after Vieira had been deported, Congress amended section 212(c) to provide that discretionary relief would not be available to an alien who had been convicted of an aggravated felony and had served five years or more in prison.  See The Immigration Act of 1990, Pub.L. No. 101-649, Sec. 511(a), 104 Stat. 4978, 5052.  Vieira argues that this amendment must be construed, by implication, to mean that aggravated felons who had not served five years in prison--like Vieira--were eligible for section 212(c) relief even if their offenses were not listed in section 212(a).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Vieira points to Matter of Meza, Int.Dec. 3146 (BIA May 22, 1991), as the indicator of the changed policy.  There, in a case very similar to Vieira's, the BIA allowed an alien who had been convicted of a drug-related aggravated felony to apply for Sec. 212(c) relief.  Vieira argues that the purported change in INS policy between the earlier cases of Wadud and Granados and the later case of Meza effectively robbed him of judicial review.  In effect, he contends that the allegedly changed policy of the 1990 amendment and the Meza case should be applied retroactively so as to invalidate his deportation order rendered without a Sec. 212(c) hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We do not find this argument persuasive.  The 1990 amendments and Meza do not appear to have signaled any material change in INS policy.  To be sure, the 1990 amendment, by cutting off relief to aggravated felons incarcerated for five or more years, recognized by implication that some aggravated felons might otherwise be eligible for 212(c) relief and, indeed, that this eligibility might continue to be true for those not incarcerated for five or more years.  But as we noted in Campos, the amendment \"said nothing about wanting to enlarge the relief authorized under Sec. 212(c).\"  Campos, 961 F.2d at 315.   Congress \"can only be said to have expressed a continued desire to limit Sec. 212(c) relief to the listed grounds of exclusion.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To understand Meza, there is no need to hypothesize any fundamental policy change.  The BIA found that drug-related aggravated felonies, for one of which Meza was convicted, were included within a specific subsection of 212(a) describing drug-related offenses.  Meza, Int.Dec. 3146 at 3 (holding that a drug-related aggravated felony could provide the basis for relief under Sec. 212(a)(23), recodified as Sec. 1182(a)(2)(A)(i)(II)).  Meza was a straightforward application of the existing law that Sec. 212(c) relief was available solely to those offenses specifically listed in Sec. 212(a). Meza was entirely consistent with Wadud and Granados, neither of which cases involved aggravated felonies of the particular kind mentioned in Sec. 212(a).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">That Meza did not indicate a change in deportation policy is confirmed by Matter of Hernandez-Casillas, Int.Dec.Att.Gen. March 18, 1991.  The Attorney General of the United States reversed a decision of the BIA overruling Wadud and Granados and maintained that Sec. 212(c) relief continued to be available only for those offenses specifically identified in section 212(a).  This Court recently upheld the Attorney General's construction of section 212(c).  Campos, 961 F.2d at 314-15.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We agree with the district court and the prosecution that the immigration judge appears simply to have misapplied Sec. 212(c) under then-existing doctrine.  He should have offered Vieira an opportunity to petition for discretionary relief.  Had Vieira pursued his appeal, the BIA presumably would have overruled the immigration judge and allowed Vieira to apply for Sec. 212(c) relief, as it did when a similar issue was appealed in Meza.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The immigration judge appears regrettably to have committed an error of law in this respect, but it was not the type of error that provides any basis for collateral attack on the judge's deportation order in a subsequent criminal prosecution brought under 8 U.S.C. Sec. 1326.  To provide such a basis, the error must have violated the alien's due process rights, being \"so fundamental\" that it \"effectively eliminates the right of the alien to obtain judicial review.\"  United States v. Mendoza-Lopez, 481 U.S. 828, 837-39 &amp; n. 17, 107 S.Ct. 2148, 2155 &amp; n. 17, 95 L.Ed.2d 772 (1987).  \"Our cases establish that where a determination made in an administrative proceeding is to play a critical role in the subsequent imposition of a criminal sanction, there must be some meaningful review of the administrative proceeding.\"  Id. at 837-38, 107 S.Ct. at 2154-55 (citations omitted) (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Here, in contrast to the situation in Mendoza-Lopez, the immigration judge's putatively erroneous decision did not \"effectively\" rob Vieira of his right to review.  Vieira filed a notice of appeal.  He later deliberately withdrew the appeal.  He was represented by counsel throughout.  As Vieira voluntarily abandoned his right to obtain review of the deportation order, we see no way to hold that he was deprived of meaningful review of the administrative proceeding contrary to the due process clause.  The order entered in that proceeding was, therefore, valid and binding on Vieira, who violated it at his peril when he illegally reentered the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Aurelio VIEIRA-CANDELARIO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1274.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 9, 1993.<br>Decided Sept. 28, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Damon M. D'Ambrosio, by Appointment of the Court, with whom Martin D. Harris, Providence, RI, was on brief for defendant, appellant.</p>\n      <p class=\"indent\">Stephanie S. Browne, Asst. U.S. Atty., with whom Edwin J. Gale, U.S. Atty. and Craig N. Moore, Asst. U.S. Atty., Providence, RI, was on brief for the U.S.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Aurelio Vieira-Candelario was indicted in the United States District Court for the District of Rhode Island for unlawful reentry into the United States following deportation, in violation of 8 U.S.C. Sec. 1326.  Vieira moved to quash the indictment and to dismiss, collaterally attacking the deportation order upon which the indictment was based.  The district court denied the motions.  United States v. Vieira-Candelario, <span class=\"citation no-link\"><span class=\"volume\">797</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">117</span> </span>(D.R.I.1992).  Vieira entered into a plea agreement in which he pleaded guilty to the indictment but reserved the right to appeal from the denials of his motions to quash the indictment and to dismiss.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Vieira, a native and citizen of the Dominican Republic, lived in the United States as a lawful permanent resident alien for almost twenty-six years.  His wife and children are United States citizens, and Vieira himself served in the United States Army during the Vietnam-war era.  Vieira, however, was convicted in 1989 of two drug-related offenses.  One of these was for possession of heroin with intent to deliver, an aggravated felony.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Vieira's convictions made him deportable under the Immigration and Nationality Act (\"the Act\").  See Sec. 241(a)(4)(B) (aggravated felony), now codified as 8 U.S.C. Sec. 1251(a)(2)(A)(iii) (1991);  and Sec. 241(a)(11) (controlled substance violation), now codified as 8 U.S.C. Sec. 1251(a)(2)(B)(i) and (ii) (1991).  After a hearing on September 20, 1989, an immigration judge entered an order deporting Vieira.  The judge ruled that Vieira was ineligible to seek discretionary relief under Sec. 212(c) of the Act, 8 U.S.C. Sec. 1182(c), as aggravated felons were ineligible for such relief.  The judge advised Vieira that any appeal from this order had to be filed by October 2, 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The next day, Vieira filed a notice of appeal with the Board of Immigration Appeals (\"the BIA\").  As grounds for the appeal, Vieira specifically challenged the judge's ruling on the unavailability of Sec. 212(c) relief, claiming the judge was wrong as a matter of law.  That issue was never reached because on October 24, 1989, Vieira voluntarily withdrew his appeal.  At all times during this process, Vieira was represented by counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Vieira was deported on October 27, 1989.  On March 24, 1992, INS agents found Vieira in Providence, Rhode Island, took him into custody, and charged him with violating 8 U.S.C. Sec. 1326.  In the present criminal proceeding, Vieira seeks collaterally to attack the original order of deportation, arguing that it cannot properly serve as the basis for his indictment under Sec. 1326.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under section 212(c) of the Act, certain aliens who have legally resided in the United States for seven years or more may seek relief from deportation because of family ties, long term residence, service in the armed forces, and the like.  See generally, Matter of Marin, 16 I. &amp; N.Dec. 581 (1978).  As written, section 212(c) literally affords relief only to long-term legal aliens who temporarily leave the United States and who, but for 212(c), would be inadmissible upon return as a result of some violation of law.  Nevertheless, for reasons buried in the history of immigration law, Sec. 212(c) relief is also available to some legal aliens who have not left the country but who become subject to deportation as a result of criminal convictions.  SeeCampos v. I.N.S., <span class=\"citation\" data-id=\"581362\"><a href=\"/opinion/581362/andres-antonio-campos-v-immigration-and-naturalization-service/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">309</span></a></span>, 312-13 (1st Cir.1992);  Francis v. I.N.S., <span class=\"citation\" data-id=\"334136\"><a href=\"/opinion/334136/ernest-francis-v-immigration-and-naturalization-service/\"><span class=\"volume\">532</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span> </a></span>(2d Cir.1976).  Such relief is only available, however, if the ground for deportation is one for which an alien could initially have been excluded from the country under section 212(a) of the Act, 8 U.S.C. Sec. 1182(a).  <span class=\"citation\" data-id=\"581362\"><span class=\"antecedent_guess\">SeeCampos,</span> <a href=\"/opinion/581362/andres-antonio-campos-v-immigration-and-naturalization-service/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">312-15</span> </a></span>(refusing to extend 212(c) relief to alien charged with illegal possession of a firearm, an offense not listed in 212(a)).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At Vieira's deportation hearing, the immigration judge held that Vieira was, as a matter of law, ineligible to apply for discretionary relief under section 212(c).  The immigration judge believed, erroneously as it now appears, that Vieira's aggravated felony conviction was an offense for which there was no corresponding ground of excludability under section 212(a).  The judge based his decision on the BIA opinions of Matter of Wadud, 19 I. &amp; N.Dec. 182 (1984) and Matter of Granados, 16 I. &amp; N.Dec. 726 (1979), in which felons were held to be ineligible for section 212(c) relief because their offenses (which were of a type different from Vieira's heroin offense here) were not specifically listed in section 212(a).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court found, and the government now concedes, that the immigration judge was mistaken insofar as he determined that there was no corresponding ground for excludability in section 212(a) of Vieria's aggravated drug offense.  See Matter of Meza, Int.Dec. 3146 (BIA May 22, 1991).  Had Vieira pursued his appeal, he would likely have been allowed to seek discretionary section 212(c) relief--although with what result on the merits we cannot, of course, know.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In seeking to quash and dismiss his present indictment for unlawful reentry following deportation, Vieira does not attack the deportation order on the ground that it was error at the time of the deportation hearing to have denied him an opportunity to petition under section 212(c), but rather contends that, while the denial may have been correct then, it was subsequently rendered incorrect by a change in the law.  In 1990, after Vieira had been deported, Congress amended section 212(c) to provide that discretionary relief would not be available to an alien who had been convicted of an aggravated felony and had served five years or more in prison.  See The Immigration Act of 1990, Pub.L. No. 101-649, Sec. 511(a), 104 Stat. 4978, 5052.  Vieira argues that this amendment must be construed, by implication, to mean that aggravated felons who had not served five years in prison--like Vieira--were eligible for section 212(c) relief even if their offenses were not listed in section 212(a).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Vieira points to Matter of Meza, Int.Dec. 3146 (BIA May 22, 1991), as the indicator of the changed policy.  There, in a case very similar to Vieira's, the BIA allowed an alien who had been convicted of a drug-related aggravated felony to apply for Sec. 212(c) relief.  Vieira argues that the purported change in INS policy between the earlier cases of Wadud and Granados and the later case of Meza effectively robbed him of judicial review.  In effect, he contends that the allegedly changed policy of the 1990 amendment and the Meza case should be applied retroactively so as to invalidate his deportation order rendered without a Sec. 212(c) hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We do not find this argument persuasive.  The 1990 amendments and Meza do not appear to have signaled any material change in INS policy.  To be sure, the 1990 amendment, by cutting off relief to aggravated felons incarcerated for five or more years, recognized by implication that some aggravated felons might otherwise be eligible for 212(c) relief and, indeed, that this eligibility might continue to be true for those not incarcerated for five or more years.  But as we noted in Campos, the amendment \"said nothing about wanting to enlarge the relief authorized under Sec. 212(c).\"  <span class=\"citation\" data-id=\"581362\"><span class=\"antecedent_guess\">Campos,</span> <a href=\"/opinion/581362/andres-antonio-campos-v-immigration-and-naturalization-service/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">315</span></a></span>.   Congress \"can only be said to have expressed a continued desire to limit Sec. 212(c) relief to the listed grounds of exclusion.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To understand Meza, there is no need to hypothesize any fundamental policy change.  The BIA found that drug-related aggravated felonies, for one of which Meza was convicted, were included within a specific subsection of 212(a) describing drug-related offenses.  Meza, Int.Dec. 3146 at 3 (holding that a drug-related aggravated felony could provide the basis for relief under Sec. 212(a)(23), recodified as Sec. 1182(a)(2)(A)(i)(II)).  Meza was a straightforward application of the existing law that Sec. 212(c) relief was available solely to those offenses specifically listed in Sec. 212(a). Meza was entirely consistent with Wadud and Granados, neither of which cases involved aggravated felonies of the particular kind mentioned in Sec. 212(a).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">That Meza did not indicate a change in deportation policy is confirmed by Matter of Hernandez-Casillas, Int.Dec.Att.Gen. March 18, 1991.  The Attorney General of the United States reversed a decision of the BIA overruling Wadud and Granados and maintained that Sec. 212(c) relief continued to be available only for those offenses specifically identified in section 212(a).  This Court recently upheld the Attorney General's construction of section 212(c).  <span class=\"citation\" data-id=\"581362\"><span class=\"antecedent_guess\">Campos,</span> <a href=\"/opinion/581362/andres-antonio-campos-v-immigration-and-naturalization-service/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">314-15</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We agree with the district court and the prosecution that the immigration judge appears simply to have misapplied Sec. 212(c) under then-existing doctrine.  He should have offered Vieira an opportunity to petition for discretionary relief.  Had Vieira pursued his appeal, the BIA presumably would have overruled the immigration judge and allowed Vieira to apply for Sec. 212(c) relief, as it did when a similar issue was appealed in Meza.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The immigration judge appears regrettably to have committed an error of law in this respect, but it was not the type of error that provides any basis for collateral attack on the judge's deportation order in a subsequent criminal prosecution brought under 8 U.S.C. Sec. 1326.  To provide such a basis, the error must have violated the alien's due process rights, being \"so fundamental\" that it \"effectively eliminates the right of the alien to obtain judicial review.\"  United States v. Mendoza-Lopez, <span class=\"citation\" data-id=\"111894\"><a href=\"/opinion/111894/united-states-v-mendoza-lopez/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">828</span></a></span>, 837-39 &amp; n. 17, <span class=\"citation\" data-id=\"111894\"><a href=\"/opinion/111894/united-states-v-mendoza-lopez/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2148</span></a></span>, 2155 &amp; n. 17, <span class=\"citation\" data-id=\"111894\"><a href=\"/opinion/111894/united-states-v-mendoza-lopez/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">772</span> </a></span>(1987).  \"Our cases establish that where a determination made in an administrative proceeding is to play a critical role in the subsequent imposition of a criminal sanction, there must be some meaningful review of the administrative proceeding.\"  <span class=\"citation\" data-id=\"111894\"><a href=\"/opinion/111894/united-states-v-mendoza-lopez/\"><span class=\"id_token\">Id.</span> at 837-38, </a></span>107 S.Ct. at 2154-55 (citations omitted) (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Here, in contrast to the situation in Mendoza-Lopez, the immigration judge's putatively erroneous decision did not \"effectively\" rob Vieira of his right to review.  Vieira filed a notice of appeal.  He later deliberately withdrew the appeal.  He was represented by counsel throughout.  As Vieira voluntarily abandoned his right to obtain review of the deportation order, we see no way to hold that he was deprived of meaningful review of the administrative proceeding contrary to the due process clause.  The order entered in that proceeding was, therefore, valid and binding on Vieira, who violated it at his peril when he illegally reentered the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111894/",
    "https://www.courtlistener.com/api/rest/v3/opinions/334136/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581362/"
  ]
}