{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194909/",
  "id": 194909,
  "absolute_url": "/opinion/194909/arrieta-agressot-et-v-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194909/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:46Z",
  "date_modified": "2020-02-22T00:09:37.322125Z",
  "type": "010combined",
  "sha1": "4661c148e80ceb0cf148b5575650c75a8c2e0417",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2103.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-2103\nNo. 92-2136\n\n             JUAN ARRIETA-AGRESSOT, REGULO RIOS,\n       JOSE ANTONIO BARROSO, ADALBERTO AGUILAR-EPIEYU,\n                 ADALBERTO MONCARIS-BERMODEZ,\n                  and DIEGO CALDAS-GONZALEZ,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                     Defendant, Appellee.\n\n                                         \n\nNo. 92-2207\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                  ADALBERTO AGUILAR-EPIEYU,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-2208\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                  ALBERTO MONCARIS-BERMODEZ,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-2209\n\n                  UNITED STATES OF AMERICA,\n\n                           Appellee,\n\n                              v.\n\n                    JOSE ANTONIO-BARROSO,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-2210\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                         REGULO RIOS,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-2211\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                    JUAN ARRIETA-AGRESSOT,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 93-1946\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                    DIEGO CALDAS-GONZALEZ,\n\n                    Defendant, Appellant.\n\n                                        \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Carmen C. Cerezo, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                    Selya, Cyr and Boudin,\n\n                       Circuit Judges.\n                                     \n\n                                         \n\nRafael  F.   Castro-Lang,  by  Appointment   of  the  Court,   for\n                        \nappellants Adalberto Aguilar-Epieyu and Juan Arrieta-Agressot.\nFrank  D.  Inserni, by  Appointment of  the Court,  for appellants\n                  \nJose Antonio Barroso, Regulo Rios and Diego Caldas-Gonzalez.\nJoseph C.  Laws, Jr., by Appointment  of the  Court, for appellant\n                    \nAdalberto Moncaris-Bermodez.\nRamon Garcia, by Appointment of the  Court, on brief for appellant\n            \nRegulo Rios.\nJeffrey M.  Williams,  by  Appointment  of the  Court,  Javier  A.\n                                                                  \nMorales  Ramos and  Indiano, Williams  &amp; Weinstein-Bacal on  brief for\n                                                    \nappellant Juan Arrieta-Agressot.\nYolanda  A.  Collazo Rodriguez,  by Appointment  of the  Court, on\n                              \nbrief for appellant Diego Caldas-Gonzalez.\nCarlos  A. Perez-Irizarry, Assistant  United States Attorney, with\n                                                            \nwhom  Charles E.  Fitzwilliam, United  States  Attorney,  and Jose  A.\n                                                                  \nQuiles  Espinosa, Senior  Litigation Counsel,  were on  brief for  the\n            \nUnited States.\n\n                                         \n\n                      September 8, 1993\n                                         \n\n     BOUDIN, Circuit  Judge.  The six appellants in this case\n                           \n\nwere  convicted  in  the district  court  in  Puerto Rico  of\n\npossession of  marijuana with  intent to distribute  while on\n\nboard  a vessel  subject to  the jurisdiction  of the  United\n\nStates.    46 U.S.C.  App.    1903(a).   The  prosecutor made\n\ninflammatory  remarks to the jury, and we cannot say that the\n\nevidence made conviction inevitable.  We therefore vacate the\n\nconvictions and remand for further proceedings.1\n\n     Appellants were  crew members  aboard  a fishing  vessel\n\nnamed  the Jurango  Kiss, which  was intercepted by  the U.S.\n                        \n\nNavy and  accompanying U.S.  Coast Guard personnel  about 100\n\nmiles  off the  coast of  Colombia and  found to  be carrying\n\napproximately 11,885 pounds of marijuana.  The government had\n\nno direct evidence that  the crew members knowingly possessed\n\nthe marijuana with  intent to distribute, and  the success of\n\nits case lay in persuading the jury beyond a reasonable doubt\n\nthat  the crew members must  have had the necessary knowledge\n\nand  intent.  This task  was complicated by  the testimony of\n\nPedro Silvio  Croes-Vincente, the captain of  the vessel, who\n\nwas tried and convicted  along with the crew members  but has\n\nnot appealed.  Croes-Vincente testified that the crew members\n\ncame aboard the Jurango  Kiss just before the voyage  and did\n                             \n\nnot know of the illicit cargo. \n\n                    \n\n1.  The appeals  from the  convictions are Nos.  92-2207, 92-\n2208, 92-2209, 92-2210, 92-2211,  and 93-1946.  The remaining\nappeals,  relating to the  petitions under  28 U.S.C.    2255\n(Nos. 92-2103 and 92-2136), are dismissed as moot.\n\n                             -4-\n\n     Throughout his closing argument the prosecutor urged the\n\njury to  view this case as a battle in the war against drugs,\n\nand the  defendants as  enemy soldiers.   During  his initial\n\nclosing remarks the prosecutor told the jury: \n\n     When  the captain  .  .  .  and  the  rest  of  the\n     defendants  departed  Colombia they  knew  what was\n     inside  the boat.  They knew that the boat was full\n     with bales  of marijuana,  and they had  no concern\n     for  the youth.  They had no concern for the people\n     that would  have used the  marijuana.  They  had no\n     concern  for  the  people  that   would  have  been\n     addicted by the use of marijuana.\n\nIn  his rebuttal  argument  the prosecutor  returned to  this\n\ntheme:    Nobody has the right to poison the people\n          and poison our children.   I can tell you\n          that I don't have an issue with that; but\n          I know  the pain,  the suffering that  is\n          brought into many families by the  use of\n          drugs, by  the use  of marijuana,  by the\n          addiction to marijuana.\n\n     And  you know that.   You know that  that is a real\n     problem.   And we are here today because we want to\n     say no  to drugs.   We want  to say no  to what  is\n     corrupting  and  disrupting  the  society,  because\n     marijuana  not  only   disrupts  and  corrupts  our\n     society  but  it  also  corrupts  and  disrupts any\n     society in the world.\n\nLater in his rebuttal, the government's lawyer continued: \n\n     But thank God at  that time we had the  Coast Guard\n     on board the [U.S.S.] SIMMS  . . . .    Because not\n     only  they  are  [sic]  protecting  us;  they   are\n     protecting  the  people,  they are  protecting  the\n     youth, they are protecting other societies.\n\n     That is why, ladies and gentlemen of the jury, they\n     were in  the drug  interdiction.   To save  you all\n     from the evil of drugs.  Because the defendants are\n     not  soldiers  in  the  army  of  good.   They  are\n     soldiers in  the army  of evil, in  the army  which\n     only  purpose [sic]  is to  poison, to  disrupt, to\n     corrupt.\n\n                             -5-\n\n     We think it is  crystal clear that inflammatory language\n\nof  this ilk  falls well  outside  the bounds  of permissible\n\nargument.  In United States v. Machor, 879 F.2d 945, 955 (1st\n                                     \n\nCir.  1989),  cert. denied,  493  U.S. 1081,  1094  (1990), a\n                          \n\nprosecuting attorney in Puerto Rico  told the jury during his\n\nclosing statement that \"[cocaine]  is poisoning our community\n\nand our kids die because of this.\"  In United  States v. Doe,\n                                                            \n\n860 F.2d 488,  494 (1st  Cir. 1988), cert.  denied, 490  U.S.\n                                                  \n\n1049 (1989), a prosecutor  from that same district argued  to\n\nthe jury that  marijuana is  \"poison that  is destroying  our\n\nchildren in our  schools [and]  is bringing an  end [to]  our\n\nyouth  .  . .  .\"    In both  cases  we  sharply rebuked  the\n\nprosecutor for making these  comments, because they \"serve no\n\npurpose other than 'to inflame the passions and prejudices of\n\nthe jury, and to  interject issues broader than the  guilt or\n\ninnocence of the accused.'\"  Machor, 879 F.2d at 956 (quoting\n                                   \n\nDoe, 860 F.2d at 494).2  \n   \n\n     Once again, we affirm  our view that such arguments  are\n\nplainly improper.   It is  hard enough for  a jury to  remain\n\ndispassionate and  objective amidst the tensions  and turmoil\n\nof  a  criminal  trial, and  this  is  not  the occasion  for\n\n                    \n\n2.  We went on to hold  in Machor and Doe that  the comments,\n                                         \nthough \"totally unjustified,\" Doe,  860 F.2d at 495, did  not\n                                 \nwarrant reversal  because the evidence against the defendants\nwas  \"very  strong,\"     Machor,   895  F.2d   at  956,   and\n                               \n\"overwhelming,\"  Doe, 860 F.2d at 495,  and because in Machor\n                                                             \nthe  remarks were  made in  rebuttal  to similar  comments by\ndefense counsel.  \n\n                             -6-\n\nsuperheated  rhetoric  from the  government urging  jurors to\n\nenlist in the war on  drugs.  The Seventh Circuit  appears to\n\nhave  approved references  to \"society's  drug problem\"  in a\n\nprosecutor's  argument, although  milder in tone  and briefer\n\nthan  the remarks here.   See United States  v. Ferguson, 935\n                                                        \n\nF.2d 1518, 1530-31 (7th Cir. 1991).  Still, it is remarkable,\n\nin  light of Machor, Doe and a  slew of other recent cases in\n                        \n\nthis  circuit,3 that  the  government defends  as proper  its\n\nclosing argument in this case.  However,  defense counsel  in\n\nthis  case  failed  to  object  to any  of  the  prosecutor's\n\nremarks.  Courts of appeals are reluctant to entertain claims\n\nof  error absent  timely  objections at  trial.   Most  trial\n\njudges are leary of sua sponte interventions,  so the failure\n                              \n\nto object usually precludes a curative instruction, a warning\n\nabout further  remarks, or some  form of amelioration.   And,\n\nallowing  such  claims to  be raised  for  the first  time on\n\nappeal may encourage strategic  decisions by trial counsel to\n\nremain  mute in  the face  of error,  reserving an  issue for\n\nappeal in the event of conviction. \n\n                    \n\n3.  E.g.,  United States v.  Moreno, 991  F.2d 943,  947 (1st\n                                   \nCir. 1993) (reference in  closing argument to \"protecting the\ncommunity  that  has  been  plagued  by  violence,  senseless\nviolence,  shootings and killings\"  was \"patently improper\");\nUnited  States v. Rodriguez-Cardona,  924 F.2d  1148, 1153-54\n                                   \n(1st Cir.) (improper reference  to \"deadly trade of narcotics\ntrafficking\"  and to  appellant's \"evilness\"),  cert. denied,\n                                                            \n112 S. Ct. 54 (1991).\n\n                             -7-\n\n     For these reasons, we will reverse a conviction where no\n\nobjection was  made at trial only  in the rare  case in which\n\nthe mistake rises to the level of \"plain error.\"  See Fed. R.\n                                                     \n\nCrim. P. 52(b);  Machor, 879 F.2d  at 955.   Most errors  are\n                       \n\nplain  after  the event,  and the  phrase  is something  of a\n\nmisnomer:       \"[t]he    plain-error   exception    to   the\n\ncontemporaneous-objection  rule is  to  be  'used  sparingly,\n\nsolely  in  those circumstances  in  which  a miscarriage  of\n\njustice would  otherwise result.'\"   United States  v. Young,\n                                                            \n\n470  U.S. 1, 15 (1985)  (quoting United States  v. Frady, 456\n                                                        \n\nU.S.  152, 163 n.14 (1982)).  Reversal is appropriate only if\n\nthe  illegitimate argument  \"so  poisoned the  well that  the\n\ntrial's  outcome  was likely  affected.\"    United States  v.\n                                                         \n\nMejia-Lozano, 829 F.2d 268, 274 (1st Cir. 1987).  \n            \n\n     In making  this post hoc  judgment, a crucial  factor is\n                             \n\nthe weight  of  the  evidence of  the  defendants'  guilt  or\n\ninnocence.   See United  States v. Santana-Camacho,  833 F.2d\n                                                  \n\n371,  373-74 (1st Cir. 1987).  We do  not in such a case take\n\nthe evidence in the light most favorable to the government or\n\nassume that  credibility issues  were resolved in  its favor.\n\nThe jury  may well have  decided the issues  in favor of  the\n\ngovernment, but  that jury decision may itself  be tainted by\n\nthe improper remarks.  Thus we will look at the evidence as a\n\nwhole  and, despite the lack of objection, we will reverse if\n\n                             -8-\n\nthe  error is manifest and  if there is  a substantial chance\n\nthat absent the error the jury would have acquitted. \n\n     In this  case, a reasonable  jury could on  the evidence\n\noffered have found the crew guilty beyond a reasonable doubt,\n\nbut there was  also evidence that made  acquittal a realistic\n\npossibility.    At  trial,  the  government  proved  that  on\n\nDecember 7,  1987,  the  U.S.S.  Simms  was  conducting  drug\n                                      \n\ninterdiction patrols  in the  Caribbean Sea when  it detected\n\nthe Jurango Kiss about 12 miles away, approximately 100 miles\n                \n\nnorth of Colombia.  A helicopter reported that the vessel was\n\nfashioned  to look like a fishing ship but had no outriggers,\n\nnets or fishing poles; that it did not display a registration\n\nnumber; and that it was headed northbound toward the  passage\n\nbetween the Dominican Republic and Puerto Rico.\n\n     As the helicopter pilot  approached the Jurango Kiss for\n                                                         \n\nthe second  time, he saw numerous  burlap- or plastic-wrapped\n\nbales floating in  the water and, when  he got closer to  the\n\nship, saw a man  on the deck  throwing bales overboard.   The\n\npilot  also observed  that  the ship  had completely  changed\n\ncourse  and was now  heading south.   After a  short time the\n\nSimms   came   alongside   the  Jurango   Kiss   and,   after\n                                              \n\nunsuccessfully attempting radio  contact, a  small crew  from\n\n                             -9-\n\nthe Simms boarded the suspect vessel  and ordered the captain\n         \n\nand his seven crewmen to congregate on the upper deck.4  \n\n     The  captain of the Jurango Kiss claimed not to know the\n                                     \n\nvessel's country of  registry and was  unable to produce  any\n\ndocumentation.  A protective sweep of the vessel revealed 146\n\nbales containing a green leafy substance, most of  which were\n\nstacked in plain  view below deck  in the ship's  compartment\n\nand a  few of which were  on the deck.   Another 17 identical\n\nbales were found floating  in the sea and brought  aboard the\n\nSimms.   A field test  of samples of  the bales' contents was\n     \n\npositive  for  marijuana.    Members of  the  boarding  party\n\ndescribed  the Jurango  Kiss as  dilapidated  and practically\n                            \n\nunseaworthy,  carrying little  by  way of  food or  clothing,\n\nhaving sleeping quarters for only two persons and smelling of\n\nmarijuana. \n\n     After  the  government  rested,  the  defendants  called\n\nCroes-Vincente,  the  captain  of  the  Jurango  Kiss.    The\n                                                     \n\ncaptain, virtually  conceding his  own knowledge of  the drug\n\nsmuggling  operation,  told the  jury that  his crew  was not\n\ninvolved.   He testified that six of his crewmen were brought\n\nto the vessel shortly  before it departed by \"the  people who\n\nwere running the  show.\"   The seventh was  recruited from  a\n\nfishing vessel that  happened to  be in the  vicinity of  the\n\n                    \n\n4.  One  of the crew members pleaded guilty, leaving only the\ncaptain and the six appellants to stand trial.\n\n                             -10-\n\nJurango  Kiss on the morning of  its departure.  The crew did\n             \n\nnot participate in  loading the  cargo, and did  not see  the\n\ncargo  or even go below deck until after the vessel departed.\n\nCroes-Vincente testified that the crewmen were never told the\n\nnature  of   the  voyage,   and  explained  that   they  were\n\nintentionally kept in the  dark \"so they cannot talk  if they\n\nget busted.\"  \n\n     Despite this testimony, the government's  evidence would\n\nhave been sufficient to  support a verdict of guilty  against\n\nthe crew  members in a trial  free from error.   A jury might\n\nreasonably choose to  disbelieve the white-wash  testimony of\n\nCroes-Vincente,  and infer  from the  circumstances  that the\n\ncrew  members  must have  known  of and  participated  in the\n\nsmuggling.  But  what a reasonable jury might have  done in a\n\ntrial free from  error is not  the issue.   The question,  at\n\nleast on direct appeal,  is whether the prosecutor's repeated\n\nappeals  to  impermissible  considerations  might  well  have\n\naltered   the   verdict,   thereby    affecting   appellants'\n\nsubstantial rights.  In  this case, given the potency  of the\n\nmisstatements   and  the   presence  of   direct  exculpatory\n\ntestimony, we think that the answer is yes.\n\n     In  arguing to  the contrary,  the government  says that\n\ngiven  the  conspicuous stacks  of  bales  and the  smell  of\n\nmarijuana, anyone aboard must  have known that drug smuggling\n\nwas the task at hand.  But this evidence was  tempered by the\n\n                             -11-\n\ncaptain's testimony  that the crewmen were  hired and brought\n\naboard \"the  moment that the boat was ready to leave\" and had\n\nno opportunity to view the cargo or inspect the ship prior to\n\nsetting sail.   The government also  stresses the jettisoning\n\nof the cargo, but  the captain testified that he  ordered the\n\nmen  to  throw  the  bales  overboard  and  they were  merely\n\nfollowing his command.   In weighing the captain's testimony,\n\nthe  jury might also  have considered that  the testimony was\n\nagainst the captain's own interest.5  \n\n     On occasion, we have declined to  find plain error where\n\nthe  prosecutor's  remarks  were  provoked   by  inflammatory\n\narguments by defendants' own counsel.  E.g., Machor, 879 F.2d\n                                                   \n\nat  956.  By and  large, defense counsels'  arguments in this\n\ncase  were brief  and confined  to legitimate  issues in  the\n\ncase.  Defendants' counsel did intimate during trial that the\n\nNavy  and Coast Guard intimidated  the defendants with a show\n\nof  weaponry and military force.   While that  theme may have\n\njustified   the  prosecutor's   defense  of   the  government\n\nofficers, it did not  warrant his repeated references  to the\n\nwar  on  drugs, corruption  of  society  and \"protecting  the\n\nyouth.\"  See Santana-Camacho, 833  F.2d at 375 (finding plain\n                            \n\n                    \n\n5.  By testifying  as he did the  captain certainly forfeited\nthe  benefit of any doubt  the jury might  have had regarding\nhis own participation.   The captain's sole defense  at trial\nwas that the  Jurango Kiss was  not a \"vessel subject  to the\n                          \njurisdiction  of the United  States,\" which is  an element of\nthe crime charged.  46 U.S.C. App.   1903(a).\n\n                             -12-\n\nerror where prosecutor's remark \"was not  made in response to\n\nany improper statement made by the defense counsel\").  \n\n     The district  court here read  the standard  instruction\n\ninforming  the  jury  that   arguments  of  counsel  are  not\n\nevidence, and we have sometimes found that instruction enough\n\nto  counteract  any  lingering  prejudice  from  an  improper\n\nsummation.   See, e.g., Mejia-Lozano, 829 F.2d at 274.  Here,\n                                    \n\nhowever,  the  danger was  not so  much  that the  jury would\n\nconsider  the  prosecutor's  statements  to  be \"evidence.\"  \n\nRather, the  threat was  that the prosecutor's  remarks would\n\nexcite the jury, invite a partisan response, and distract its\n\nattention  from the  only  issue properly  presented by  this\n                         \n\ncase:  whether the  evidence  established  the crew  members'\n\nguilt beyond a reasonable doubt.\n\n     Although the  extent of  the prejudice is  the paramount\n\nissue, we think  it necessary to say  that the nature  of the\n\nmisconduct also plays  a part  in our judgment.   Almost  any\n\nargument made  in summation  can be described  as deliberate;\n\nbut the several paragraphs of 150-proof rhetoric in this case\n\noverstep the bounds by  a wide margin.  Here,  the prosecutor\n\nwas inexperienced at the  time of trial, as he  candidly told\n\nus at oral argument, and we  do not dwell further on personal\n\nfault.  In fact, the  unhappy outcome in this case--including\n\nthe  expense of retrial, the waste of the trial court's time,\n\nand the burden on  the appellants--is less a reproach  to the\n\n                             -13-\n\nindividual  assistant  U.S.   attorney  than  to  those   who\n\nsuperintend young prosecutors in the district in question.\n\n     In sum, on review of the entire record, we are convinced\n\nthat  \"the  prosecutor's   misstatement[s]  [were]  no   mere\n\nincidental  embellishment  to  an  otherwise  powerful case.\"\n\nSantana-Camacho,  833  F.2d  at  374.    Here,  the case  was\n               \n\nadequate but  not overwhelming,  and the  jury may have  been\n\nswayed by the prosecutor's  impermissible rhetoric.  There is\n\nample basis for the  prosecutor's view that the drug  problem\n\nfacing  this  country  is  \"corrupting  and  disrupting   the\n\nsociety.\"   But  federal  prosecuting attorneys  ought to  be\n\nmindful of the harm done when those in power ignore the rules\n\ngoverning their own conduct while demanding strict compliance\n\nfrom others.  \n\n     The convictions  are vacated and the  cases remanded for\n                                                         \n\nfurther proceedings.\n\n                             -14-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-2103\nNo. 92-2136\n\n             JUAN ARRIETA-AGRESSOT, REGULO RIOS,\n       JOSE ANTONIO BARROSO, ADALBERTO AGUILAR-EPIEYU,\n                 ADALBERTO MONCARIS-BERMODEZ,\n                  and DIEGO CALDAS-GONZALEZ,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                     Defendant, Appellee.\n\n                                         \n\nNo. 92-2207\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                  ADALBERTO AGUILAR-EPIEYU,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-2208\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                  ALBERTO MONCARIS-BERMODEZ,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-2209\n\n                  UNITED STATES OF AMERICA,\n\n                           Appellee,\n\n                              v.\n\n                    JOSE ANTONIO-BARROSO,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-2210\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                         REGULO RIOS,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-2211\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                    JUAN ARRIETA-AGRESSOT,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 93-1946\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                    DIEGO CALDAS-GONZALEZ,\n\n                    Defendant, Appellant.\n\n                                        \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Carmen C. Cerezo, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                    Selya, Cyr and Boudin,\n\n                       Circuit Judges.\n                                     \n\n                                         \n\nRafael  F.   Castro-Lang,  by  Appointment   of  the  Court,   for\n                        \nappellants Adalberto Aguilar-Epieyu and Juan Arrieta-Agressot.\nFrank  D.  Inserni, by  Appointment of  the Court,  for appellants\n                  \nJose Antonio Barroso, Regulo Rios and Diego Caldas-Gonzalez.\nJoseph C.  Laws, Jr., by Appointment  of the  Court, for appellant\n                    \nAdalberto Moncaris-Bermodez.\nRamon Garcia, by Appointment of the  Court, on brief for appellant\n            \nRegulo Rios.\nJeffrey M.  Williams,  by  Appointment  of the  Court,  Javier  A.\n                                                                  \nMorales  Ramos and  Indiano, Williams  &amp; Weinstein-Bacal on  brief for\n                                                    \nappellant Juan Arrieta-Agressot.\nYolanda  A.  Collazo Rodriguez,  by Appointment  of the  Court, on\n                              \nbrief for appellant Diego Caldas-Gonzalez.\nCarlos  A. Perez-Irizarry, Assistant  United States Attorney, with\n                                                            \nwhom  Charles E.  Fitzwilliam, United  States  Attorney,  and Jose  A.\n                                                                  \nQuiles  Espinosa, Senior  Litigation Counsel,  were on  brief for  the\n            \nUnited States.\n\n                                         \n\n                      September 8, 1993\n                                         \n\n     BOUDIN, Circuit  Judge.  The six appellants in this case\n                           \n\nwere  convicted  in  the district  court  in  Puerto Rico  of\n\npossession of  marijuana with  intent to distribute  while on\n\nboard  a vessel  subject to  the jurisdiction  of the  United\n\nStates.    46 U.S.C.  App.    1903(a).   The  prosecutor made\n\ninflammatory  remarks to the jury, and we cannot say that the\n\nevidence made conviction inevitable.  We therefore vacate the\n\nconvictions and remand for further proceedings.1\n\n     Appellants were  crew members  aboard  a fishing  vessel\n\nnamed  the Jurango  Kiss, which  was intercepted by  the U.S.\n                        \n\nNavy and  accompanying U.S.  Coast Guard personnel  about 100\n\nmiles  off the  coast of  Colombia and  found to  be carrying\n\napproximately 11,885 pounds of marijuana.  The government had\n\nno direct evidence that  the crew members knowingly possessed\n\nthe marijuana with  intent to distribute, and  the success of\n\nits case lay in persuading the jury beyond a reasonable doubt\n\nthat  the crew members must  have had the necessary knowledge\n\nand  intent.  This task  was complicated by  the testimony of\n\nPedro Silvio  Croes-Vincente, the captain of  the vessel, who\n\nwas tried and convicted  along with the crew members  but has\n\nnot appealed.  Croes-Vincente testified that the crew members\n\ncame aboard the Jurango  Kiss just before the voyage  and did\n                             \n\nnot know of the illicit cargo. \n\n                    \n\n1.  The appeals  from the  convictions are Nos.  92-2207, 92-\n2208, 92-2209, 92-2210, 92-2211,  and 93-1946.  The remaining\nappeals,  relating to the  petitions under  28 U.S.C.    2255\n(Nos. 92-2103 and 92-2136), are dismissed as moot.\n\n                             -4-\n\n     Throughout his closing argument the prosecutor urged the\n\njury to  view this case as a battle in the war against drugs,\n\nand the  defendants as  enemy soldiers.   During  his initial\n\nclosing remarks the prosecutor told the jury: \n\n     When  the captain  .  .  .  and  the  rest  of  the\n     defendants  departed  Colombia they  knew  what was\n     inside  the boat.  They knew that the boat was full\n     with bales  of marijuana,  and they had  no concern\n     for  the youth.  They had no concern for the people\n     that would  have used the  marijuana.  They  had no\n     concern  for  the  people  that   would  have  been\n     addicted by the use of marijuana.\n\nIn  his rebuttal  argument  the prosecutor  returned to  this\n\ntheme:    Nobody has the right to poison the people\n          and poison our children.   I can tell you\n          that I don't have an issue with that; but\n          I know  the pain,  the suffering that  is\n          brought into many families by the  use of\n          drugs, by  the use  of marijuana,  by the\n          addiction to marijuana.\n\n     And  you know that.   You know that  that is a real\n     problem.   And we are here today because we want to\n     say no  to drugs.   We want  to say no  to what  is\n     corrupting  and  disrupting  the  society,  because\n     marijuana  not  only   disrupts  and  corrupts  our\n     society  but  it  also  corrupts  and  disrupts any\n     society in the world.\n\nLater in his rebuttal, the government's lawyer continued: \n\n     But thank God at  that time we had the  Coast Guard\n     on board the [U.S.S.] SIMMS  . . . .    Because not\n     only  they  are  [sic]  protecting  us;  they   are\n     protecting  the  people,  they are  protecting  the\n     youth, they are protecting other societies.\n\n     That is why, ladies and gentlemen of the jury, they\n     were in  the drug  interdiction.   To save  you all\n     from the evil of drugs.  Because the defendants are\n     not  soldiers  in  the  army  of  good.   They  are\n     soldiers in  the army  of evil, in  the army  which\n     only  purpose [sic]  is to  poison, to  disrupt, to\n     corrupt.\n\n                             -5-\n\n     We think it is  crystal clear that inflammatory language\n\nof  this ilk  falls well  outside  the bounds  of permissible\n\nargument.  In United States v. Machor, </pre><span class=\"citation\" data-id=\"526435\"><a href=\"/opinion/526435/united-states-v-winston-machor-united-states-of-america-v-armand-allen/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">945</span></a></span><pre class=\"inline\">, 955 (1st\n                                     \n\nCir.  1989),  cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">493</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1081</span></span><pre class=\"inline\">,  1094  (1990), a\n                          \n\nprosecuting attorney in Puerto Rico  told the jury during his\n\nclosing statement that \"[cocaine]  is poisoning our community\n\nand our kids die because of this.\"  In United  States v. Doe,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"513417\"><a href=\"/opinion/513417/united-states-v-john-doe-aka-rafael-segundo-crespo-herrera-united/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">488</span></a></span><pre class=\"inline\">,  494 (1st  Cir. 1988), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">490</span>  <span class=\"reporter\">U.S.</span>\n                                                  \n\n<span class=\"page\">1049</span> </span><pre class=\"inline\">(1989), a prosecutor  from that same district argued  to\n\nthe jury that  marijuana is  \"poison that  is destroying  our\n\nchildren in our  schools [and]  is bringing an  end [to]  our\n\nyouth  .  . .  .\"    In both  cases  we  sharply rebuked  the\n\nprosecutor for making these  comments, because they \"serve no\n\npurpose other than 'to inflame the passions and prejudices of\n\nthe jury, and to  interject issues broader than the  guilt or\n\ninnocence of the accused.'\"  </pre><span class=\"citation\" data-id=\"526435\"><span class=\"antecedent_guess\">Machor,</span> <a href=\"/opinion/526435/united-states-v-winston-machor-united-states-of-america-v-armand-allen/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">956</span> </a></span><pre class=\"inline\">(quoting\n                                   \n\n</pre><span class=\"citation\" data-id=\"513417\"><span class=\"antecedent_guess\">Doe,</span> <a href=\"/opinion/513417/united-states-v-john-doe-aka-rafael-segundo-crespo-herrera-united/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">494</span></a></span><pre class=\"inline\">).2  \n   \n\n     Once again, we affirm  our view that such arguments  are\n\nplainly improper.   It is  hard enough for  a jury to  remain\n\ndispassionate and  objective amidst the tensions  and turmoil\n\nof  a  criminal  trial, and  this  is  not  the occasion  for\n\n                    \n\n2.  We went on to hold  in Machor and Doe that  the comments,\n                                         \nthough \"totally unjustified,\" </pre><span class=\"citation\" data-id=\"513417\"><span class=\"antecedent_guess\">Doe,</span>  <a href=\"/opinion/513417/united-states-v-john-doe-aka-rafael-segundo-crespo-herrera-united/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">495</span></a></span><pre class=\"inline\">, did  not\n                                 \nwarrant reversal  because the evidence against the defendants\nwas  \"very  strong,\"     </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Machor,</span>   <span class=\"volume\">895</span>  <span class=\"reporter\">F.2d</span>   at  <span class=\"page\">956</span></span><pre class=\"inline\">,   and\n                               \n\"overwhelming,\"  </pre><span class=\"citation\" data-id=\"513417\"><span class=\"antecedent_guess\">Doe,</span> <a href=\"/opinion/513417/united-states-v-john-doe-aka-rafael-segundo-crespo-herrera-united/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">495</span></a></span><pre class=\"inline\">,  and because in Machor\n                                                             \nthe  remarks were  made in  rebuttal  to similar  comments by\ndefense counsel.  \n\n                             -6-\n\nsuperheated  rhetoric  from the  government urging  jurors to\n\nenlist in the war on  drugs.  The Seventh Circuit  appears to\n\nhave  approved references  to \"society's  drug problem\"  in a\n\nprosecutor's  argument, although  milder in tone  and briefer\n\nthan  the remarks here.   See United States  v. Ferguson, </pre><span class=\"citation\" data-id=\"563210\"><a href=\"/opinion/563210/united-states-v-paul-s-ferguson/\"><span class=\"volume\">935</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1518</span></a></span><pre class=\"inline\">, 1530-31 (7th Cir. 1991).  Still, it is remarkable,\n\nin  light of Machor, Doe and a  slew of other recent cases in\n                        \n\nthis  circuit,3 that  the  government defends  as proper  its\n\nclosing argument in this case.  However,  defense counsel  in\n\nthis  case  failed  to  object  to any  of  the  prosecutor's\n\nremarks.  Courts of appeals are reluctant to entertain claims\n\nof  error absent  timely  objections at  trial.   Most  trial\n\njudges are leary of sua sponte interventions,  so the failure\n                              \n\nto object usually precludes a curative instruction, a warning\n\nabout further  remarks, or some  form of amelioration.   And,\n\nallowing  such  claims to  be raised  for  the first  time on\n\nappeal may encourage strategic  decisions by trial counsel to\n\nremain  mute in  the face  of error,  reserving an  issue for\n\nappeal in the event of conviction. \n\n                    \n\n3.  E.g.,  United States v.  Moreno, </pre><span class=\"citation\" data-id=\"605530\"><a href=\"/opinion/605530/united-states-v-raymond-moreno-jr/\"><span class=\"volume\">991</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></a></span><pre class=\"inline\">,  947 (1st\n                                   \nCir. 1993) (reference in  closing argument to \"protecting the\ncommunity  that  has  been  plagued  by  violence,  senseless\nviolence,  shootings and killings\"  was \"patently improper\");\nUnited  States v. Rodriguez-Cardona,  </pre><span class=\"citation\" data-id=\"555433\"><a href=\"/opinion/555433/united-states-v-osvaldo-rodriguez-cardona-aka-valdo/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1148</span></a></span><pre class=\"inline\">, 1153-54\n                                   \n(1st Cir.) (improper reference  to \"deadly trade of narcotics\ntrafficking\"  and to  appellant's \"evilness\"),  cert. denied,\n                                                            \n</pre><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">54</span> </span><pre class=\"inline\">(1991).\n\n                             -7-\n\n     For these reasons, we will reverse a conviction where no\n\nobjection was  made at trial only  in the rare  case in which\n\nthe mistake rises to the level of \"plain error.\"  See Fed. R.\n                                                     \n\nCrim. P. 52(b);  </pre><span class=\"citation\" data-id=\"526435\"><span class=\"antecedent_guess\">Machor,</span> <a href=\"/opinion/526435/united-states-v-winston-machor-united-states-of-america-v-armand-allen/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">955</span></a></span><pre class=\"inline\">.   Most errors  are\n                       \n\nplain  after  the event,  and the  phrase  is something  of a\n\nmisnomer:       \"[t]he    plain-error   exception    to   the\n\ncontemporaneous-objection  rule is  to  be  'used  sparingly,\n\nsolely  in  those circumstances  in  which  a miscarriage  of\n\njustice would  otherwise result.'\"   United States  v. Young,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">470</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 15 (1985)  (quoting United States  v. Frady, </pre><span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">456</span>\n                                                        \n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">152</span></a></span><pre class=\"inline\">, 163 n.14 (1982)).  Reversal is appropriate only if\n\nthe  illegitimate argument  \"so  poisoned the  well that  the\n\ntrial's  outcome  was likely  affected.\"    United States  v.\n                                                         \n\nMejia-Lozano, </pre><span class=\"citation\" data-id=\"494593\"><a href=\"/opinion/494593/united-states-v-martha-mejia-lozano/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span><pre class=\"inline\">, 274 (1st Cir. 1987).  \n            \n\n     In making  this post hoc  judgment, a crucial  factor is\n                             \n\nthe weight  of  the  evidence of  the  defendants'  guilt  or\n\ninnocence.   See United  States v. Santana-Camacho,  </pre><span class=\"citation\" data-id=\"497271\"><a href=\"/opinion/497271/united-states-v-tito-santana-camacho/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span>\n                                                  \n\n<span class=\"page\">371</span></a></span><pre class=\"inline\">,  373-74 (1st Cir. 1987).  We do  not in such a case take\n\nthe evidence in the light most favorable to the government or\n\nassume that  credibility issues  were resolved in  its favor.\n\nThe jury  may well have  decided the issues  in favor of  the\n\ngovernment, but  that jury decision may itself  be tainted by\n\nthe improper remarks.  Thus we will look at the evidence as a\n\nwhole  and, despite the lack of objection, we will reverse if\n\n                             -8-\n\nthe  error is manifest and  if there is  a substantial chance\n\nthat absent the error the jury would have acquitted. \n\n     In this  case, a reasonable  jury could on  the evidence\n\noffered have found the crew guilty beyond a reasonable doubt,\n\nbut there was  also evidence that made  acquittal a realistic\n\npossibility.    At  trial,  the  government  proved  that  on\n\nDecember 7,  1987,  the  U.S.S.  Simms  was  conducting  drug\n                                      \n\ninterdiction patrols  in the  Caribbean Sea when  it detected\n\nthe Jurango Kiss about 12 miles away, approximately 100 miles\n                \n\nnorth of Colombia.  A helicopter reported that the vessel was\n\nfashioned  to look like a fishing ship but had no outriggers,\n\nnets or fishing poles; that it did not display a registration\n\nnumber; and that it was headed northbound toward the  passage\n\nbetween the Dominican Republic and Puerto Rico.\n\n     As the helicopter pilot  approached the Jurango Kiss for\n                                                         \n\nthe second  time, he saw numerous  burlap- or plastic-wrapped\n\nbales floating in  the water and, when  he got closer to  the\n\nship, saw a man  on the deck  throwing bales overboard.   The\n\npilot  also observed  that  the ship  had completely  changed\n\ncourse  and was now  heading south.   After a  short time the\n\nSimms   came   alongside   the  Jurango   Kiss   and,   after\n                                              \n\nunsuccessfully attempting radio  contact, a  small crew  from\n\n                             -9-\n\nthe Simms boarded the suspect vessel  and ordered the captain\n         \n\nand his seven crewmen to congregate on the upper deck.4  \n\n     The  captain of the Jurango Kiss claimed not to know the\n                                     \n\nvessel's country of  registry and was  unable to produce  any\n\ndocumentation.  A protective sweep of the vessel revealed 146\n\nbales containing a green leafy substance, most of  which were\n\nstacked in plain  view below deck  in the ship's  compartment\n\nand a  few of which were  on the deck.   Another 17 identical\n\nbales were found floating  in the sea and brought  aboard the\n\nSimms.   A field test  of samples of  the bales' contents was\n     \n\npositive  for  marijuana.    Members of  the  boarding  party\n\ndescribed  the Jurango  Kiss as  dilapidated  and practically\n                            \n\nunseaworthy,  carrying little  by  way of  food or  clothing,\n\nhaving sleeping quarters for only two persons and smelling of\n\nmarijuana. \n\n     After  the  government  rested,  the  defendants  called\n\nCroes-Vincente,  the  captain  of  the  Jurango  Kiss.    The\n                                                     \n\ncaptain, virtually  conceding his  own knowledge of  the drug\n\nsmuggling  operation,  told the  jury that  his crew  was not\n\ninvolved.   He testified that six of his crewmen were brought\n\nto the vessel shortly  before it departed by \"the  people who\n\nwere running the  show.\"   The seventh was  recruited from  a\n\nfishing vessel that  happened to  be in the  vicinity of  the\n\n                    \n\n4.  One  of the crew members pleaded guilty, leaving only the\ncaptain and the six appellants to stand trial.\n\n                             -10-\n\nJurango  Kiss on the morning of  its departure.  The crew did\n             \n\nnot participate in  loading the  cargo, and did  not see  the\n\ncargo  or even go below deck until after the vessel departed.\n\nCroes-Vincente testified that the crewmen were never told the\n\nnature  of   the  voyage,   and  explained  that   they  were\n\nintentionally kept in the  dark \"so they cannot talk  if they\n\nget busted.\"  \n\n     Despite this testimony, the government's  evidence would\n\nhave been sufficient to  support a verdict of guilty  against\n\nthe crew  members in a trial  free from error.   A jury might\n\nreasonably choose to  disbelieve the white-wash  testimony of\n\nCroes-Vincente,  and infer  from the  circumstances  that the\n\ncrew  members  must have  known  of and  participated  in the\n\nsmuggling.  But  what a reasonable jury might have  done in a\n\ntrial free from  error is not  the issue.   The question,  at\n\nleast on direct appeal,  is whether the prosecutor's repeated\n\nappeals  to  impermissible  considerations  might  well  have\n\naltered   the   verdict,   thereby    affecting   appellants'\n\nsubstantial rights.  In  this case, given the potency  of the\n\nmisstatements   and  the   presence  of   direct  exculpatory\n\ntestimony, we think that the answer is yes.\n\n     In  arguing to  the contrary,  the government  says that\n\ngiven  the  conspicuous stacks  of  bales  and the  smell  of\n\nmarijuana, anyone aboard must  have known that drug smuggling\n\nwas the task at hand.  But this evidence was  tempered by the\n\n                             -11-\n\ncaptain's testimony  that the crewmen were  hired and brought\n\naboard \"the  moment that the boat was ready to leave\" and had\n\nno opportunity to view the cargo or inspect the ship prior to\n\nsetting sail.   The government also  stresses the jettisoning\n\nof the cargo, but  the captain testified that he  ordered the\n\nmen  to  throw  the  bales  overboard  and  they were  merely\n\nfollowing his command.   In weighing the captain's testimony,\n\nthe  jury might also  have considered that  the testimony was\n\nagainst the captain's own interest.5  \n\n     On occasion, we have declined to  find plain error where\n\nthe  prosecutor's  remarks  were  provoked   by  inflammatory\n\narguments by defendants' own counsel.  E.g., </pre><span class=\"citation\" data-id=\"526435\"><span class=\"antecedent_guess\">Machor,</span> <a href=\"/opinion/526435/united-states-v-winston-machor-united-states-of-america-v-armand-allen/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\nat  <span class=\"page\">956</span></a></span><pre class=\"inline\">.  By and  large, defense counsels'  arguments in this\n\ncase  were brief  and confined  to legitimate  issues in  the\n\ncase.  Defendants' counsel did intimate during trial that the\n\nNavy  and Coast Guard intimidated  the defendants with a show\n\nof  weaponry and military force.   While that  theme may have\n\njustified   the  prosecutor's   defense  of   the  government\n\nofficers, it did not  warrant his repeated references  to the\n\nwar  on  drugs, corruption  of  society  and \"protecting  the\n\nyouth.\"  See </pre><span class=\"citation\" data-id=\"497271\"><span class=\"antecedent_guess\">Santana-Camacho,</span> <a href=\"/opinion/497271/united-states-v-tito-santana-camacho/\"><span class=\"volume\">833</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">375</span> </a></span><pre class=\"inline\">(finding plain\n                            \n\n                    \n\n5.  By testifying  as he did the  captain certainly forfeited\nthe  benefit of any doubt  the jury might  have had regarding\nhis own participation.   The captain's sole defense  at trial\nwas that the  Jurango Kiss was  not a \"vessel subject  to the\n                          \njurisdiction  of the United  States,\" which is  an element of\nthe crime charged.  46 U.S.C. App.   1903(a).\n\n                             -12-\n\nerror where prosecutor's remark \"was not  made in response to\n\nany improper statement made by the defense counsel\").  \n\n     The district  court here read  the standard  instruction\n\ninforming  the  jury  that   arguments  of  counsel  are  not\n\nevidence, and we have sometimes found that instruction enough\n\nto  counteract  any  lingering  prejudice  from  an  improper\n\nsummation.   See, e.g., </pre><span class=\"citation\" data-id=\"494593\"><span class=\"antecedent_guess\">Mejia-Lozano,</span> <a href=\"/opinion/494593/united-states-v-martha-mejia-lozano/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">274</span></a></span><pre class=\"inline\">.  Here,\n                                    \n\nhowever,  the  danger was  not so  much  that the  jury would\n\nconsider  the  prosecutor's  statements  to  be \"evidence.\"  \n\nRather, the  threat was  that the prosecutor's  remarks would\n\nexcite the jury, invite a partisan response, and distract its\n\nattention  from the  only  issue properly  presented by  this\n                         \n\ncase:  whether the  evidence  established  the crew  members'\n\nguilt beyond a reasonable doubt.\n\n     Although the  extent of  the prejudice is  the paramount\n\nissue, we think  it necessary to say  that the nature  of the\n\nmisconduct also plays  a part  in our judgment.   Almost  any\n\nargument made  in summation  can be described  as deliberate;\n\nbut the several paragraphs of 150-proof rhetoric in this case\n\noverstep the bounds by  a wide margin.  Here,  the prosecutor\n\nwas inexperienced at the  time of trial, as he  candidly told\n\nus at oral argument, and we  do not dwell further on personal\n\nfault.  In fact, the  unhappy outcome in this case--including\n\nthe  expense of retrial, the waste of the trial court's time,\n\nand the burden on  the appellants--is less a reproach  to the\n\n                             -13-\n\nindividual  assistant  U.S.   attorney  than  to  those   who\n\nsuperintend young prosecutors in the district in question.\n\n     In sum, on review of the entire record, we are convinced\n\nthat  \"the  prosecutor's   misstatement[s]  [were]  no   mere\n\nincidental  embellishment  to  an  otherwise  powerful case.\"\n\n</pre><span class=\"citation\" data-id=\"497271\"><span class=\"antecedent_guess\">Santana-Camacho,</span>  <a href=\"/opinion/497271/united-states-v-tito-santana-camacho/\"><span class=\"volume\">833</span>  <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">374</span></a></span><pre class=\"inline\">.    Here,  the case  was\n               \n\nadequate but  not overwhelming,  and the  jury may have  been\n\nswayed by the prosecutor's  impermissible rhetoric.  There is\n\nample basis for the  prosecutor's view that the drug  problem\n\nfacing  this  country  is  \"corrupting  and  disrupting   the\n\nsociety.\"   But  federal  prosecuting attorneys  ought to  be\n\nmindful of the harm done when those in power ignore the rules\n\ngoverning their own conduct while demanding strict compliance\n\nfrom others.  \n\n     The convictions  are vacated and the  cases remanded for\n                                                         \n\nfurther proceedings.\n\n                             -14-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110693/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111353/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494593/",
    "https://www.courtlistener.com/api/rest/v3/opinions/497271/",
    "https://www.courtlistener.com/api/rest/v3/opinions/513417/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526435/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555433/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563210/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605530/"
  ]
}