{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194913/",
  "id": 194913,
  "absolute_url": "/opinion/194913/kagan-v-el-san-juan-hotel/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194913/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:57Z",
  "date_modified": "2020-02-22T00:09:43.049415Z",
  "type": "010combined",
  "sha1": "42a66a0aa982e9a0072e141515a22a828cabcacc",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1202.01A",
  "local_path": null,
  "plain_text": "September 9, 1993     [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-1202\n\n                      MARSHALL J. KAGAN,\n\n                          Appellant,\n\n                              v.\n\n             EL SAN JUAN HOTEL &amp; CASINO, ET AL.,\n\n                          Appellees.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\n                                                     \n\n                                        \n\n                            Before\n\n                    Cyr, Boudin and Stahl,\n                       Circuit Judges.\n                                     \n\n                                        \n\n   Marshall J. Kagan on brief pro se.\n                    \n   Daniel R.  Dominguez, Marie E. Lopez-Adames  and Dominguez &amp;\n                                                               \nTotti on brief for appellees El San Juan Hotel Corp. &amp; Hans Lopez\n   \nStubbe.\n   Carlos A.  Quilichini and Ramon Lloveras Otero  on brief for\n                                                 \nappellee Rodrigo Otero Bigles.\n\n                                        \n\n                                       \n\n     Per Curiam.    Appellant Marshall J.  Kagan appeals  the\n               \n\ndistrict  court order  affirming an  order of  the bankruptcy\n\ncourt.  The district court found that Kagan's sole remedy for\n\nalleged harm  following upon his dismissal  from his position\n\nas comptroller of the El San  Juan Hotel was pursuant to  the\n\nPuerto Rico wrongful termination statute, 29 L.P.R.A.   185a.\n\nThe court dismissed his other claims for relief.  We affirm.\n\n     The factual as well as the procedural background to this\n\ncase are complex.   We summarize from the facts  found below.\n\nSee  Kagan  v. San  Juan Hotel  Corp.,  149 B.R.  263 (D.P.R.\n                                    \n\n1992).\n\n     Kagan was comptroller of  the El San Juan Hotel  when it\n\nfiled  for  bankruptcy  under  Chapter 11  in  1980.    Kagan\n\ncontinued  in  his   position  under   the  court   appointed\n\nbankruptcy trustee, Hector Rodriguez Estrada.  After frequent\n\ndisagreements  between  Kagan and  Rodriguez  as  to how  the\n\nestate   should  be  managed,  appellant  was  dismissed  for\n\nunsatisfactory performance in December  1982.  Kagan  asserts\n\nthat he was  dismissed in retaliation for attempting  to have\n\nthe trusteeship of Rodriguez investigated.\n\n     In March  1983, the Chapter 11  proceeding was converted\n\nto  a Chapter 7 proceeding.  In September 1983, Rodriguez was\n\nremoved  from the  trusteeship  by a  unanimous  vote of  the\n\ncreditors and replaced  by appellee Lopez.  Kagan urged Lopez\n\n                             -2-\n\nand  Otero,  the  estate's  attorney, to  file  suit  against\n\nRodriguez  for abuse of his  position.  When  they refused to\n\nfile  suit  alleging  that  there  was  insufficient evidence\n\nagainst Rodriguez, Kagan accused  Lopez and Otero of covering\n\nfor Rodriguez.  In  1985 suit was filed against  Rodriguez by\n\nthe  United   States  as  one  of   the  estate's  creditors.\n\nRodriguez  was found  to have  abused his  trusteeship  and a\n\njudgment of over 2 million  dollars was imposed on  Rodriguez\n\non behalf of the estate.  In Re San Juan Hotel Corp., 71 B.R.\n                                                   \n\n413  (D.P.R. 1987), aff'd in part and rev'd in part, 847 F.2d\n                                                   \n\n931 (1st  Cir. 1988).   Subsequently Rodriguez  was convicted\n\nand sentenced for fraud.\n\n     Kagan commenced suit against the estate and Rodriguez in\n\nMarch  1983.   Kagan  sought both  compensation for  wrongful\n\ntermination  and the  removal  from his  personnel file  of a\n\nletter  indicating  that  he  had been  terminated  for  poor\n\nperformance.   When Lopez replaced  Rodriguez, Kagan  amended\n\nhis  suit and  sought compensation,  removal of  the negative\n\nletter  and a new letter  of reference from  Lopez and Otero.\n\nAlthough   Lopez   agreed   to   compensation   for  wrongful\n\ntermination, he refused to  remove the old letter or  write a\n\nnew one.   Kagan asserts that  the failure to remove  the old\n\nletter  from his file and to provide a new \"corrected\" letter\n\nprevented him from obtaining new employment for several years\n\n                             -3-\n\nand then resulted in his being compelled to accept a position\n\nat lower wages than he had previously earned.\n\n     Kagan's  suit \"wend[ed]  a  torturous path  through  the\n\njudicial  system.\"   Kagan, 149 B.R.  at 268.   Trial  in the\n                          \n\nbankruptcy  court  did  not  commence until  May  1988.    In\n\nSeptember  1990 the  bankruptcy  court  dismissed all  claims\n\nagainst Lopez and Otero and allowed Kagan damages against the\n\nestate pursuant to   185a.  The final order of the bankruptcy\n\ncourt did not issue until March 23, 1992.  Kagan appealed the\n\ndismissal  of his claims other than that under  185(a) to the\n\ndistrict court which affirmed.\n\n     On  appeal to  this court,  Kagan seeks  damages against\n\nLopez  and Otero  for the failure  to provide him  with a new\n\nletter of reference.   He also seeks  additional damages from\n\nthe estate for his wrongful dismissal.1\n\nClaims Against Lopez and Otero\n                              \n\n                    \n\n1.    In  his prayer  for relief,  Kagan  asks this  court to\n\"[r]emand to  the Bankruptcy Court for  appropriate action on\nthe  pending motion for Otero  to disgorge his  fees, and for\nLopez to be removed from office and [to] forfeit[] his fees.\"\nThe  district court dismissed the  claim against Otero on the\nground  that Kagan lacked standing to raise this claim in the\ncontext of a  wrongful discharge  suit.  Kagan,  149 B.R.  at\n                                              \n270-72.  We agree.  Moreover, although the district court did\nnot address  the claim against Lopez, that claim would suffer\nthe same defect.  In any  event, since Kagan has presented no\nargument  to support this prayer  in his brief,  the issue is\nwaived.  Ryan v. Royal Ins.  Co., 916 F.2d 731, 734 (1st Cir.\n                                \n1990) (issues adverted  to on appeal in a  perfunctory matter\nare deemed waived).\n\n                             -4-\n\n     Kagan  concedes  that 29  L.P.R.A.    185a  is  the sole\n\nremedy  for his claim of wrongful dismissal under Puerto Rico\n\nlaw.  Weatherly v. International  Paper Co., 648 F.Supp. 872,\n                                          \n\n878 (D.P.R. 1986) (citing  cases).  However, he notes  that  \n\n185a  does  not  prohibit  recovery  when  an  employee  \"can\n\nestablish that the employer committed an independent tortious\n\nact in the course of terminating employment.\"  Id. at 877-78.\n                                                 \n\nKagan asserts that in this case Lopez and Otero committed the\n\n\"independent  tortious act  of not  correcting the  record of\n\ndismissal  and  giving false  bad  references.\"2     He seeks\n\nrecovery under 31 L.P.R.A.   5141 which provides that\n\n        A  person who  by an  act or  omission causes\n        damage to another through fault or negligence\n        shall  be obliged  to  repair  the damage  so\n        done.\n\n     To state a claim  for damages under   5141,  a plaintiff\n\nmust  show (1) that the defendants owed him a duty to prevent\n\nthe  harm  suffered;  (2)   that  the  duty  was  negligently\n\nbreached; and (3) that the breach caused the plaintiff  harm.\n\nTokio Marine  &amp; Fire  Ins. Co.  v. Grove Mfg.  Co., 958  F.2d\n                                                 \n\n1169, 1171 (1st  Cir. 1992)  (citing cases).   In this  case,\n\nKagan has shown no  basis for inferring that either  Lopez or\n\nOtero  had a legal duty  to correct his  references which had\n\nbeen  given  by the  previous  trustee  Rodriguez ten  months\n\n                    \n\n2.   We assume, without deciding, that the failure to provide\ncorrected references and the supplying of false ones would be\nwithin \"the course of terminating employment.\"\n\n                             -5-\n\nbefore Lopez and Otero  arrived on the scene.   Even assuming\n\nthat Lopez and Otero were employers of Kagan, they were under\n\nno  obligation  to provide  any references  to  him.   See 48\n                                                          \n\nAm.Jur.2d. Labor  and Labor  Relations    43  (in absence  of\n\nstatute \"employer who discharges an employee is not liable to\n\nthe  employee  for  his  refusal  to  give  the   employee  a\n\n'character' or  recommendation\").3  Therefore, we  cannot see\n\nwhy  they would be required to provide \"corrected\" ones.  \"It\n\nis axiomatic that the  failure to perform an act  cannot give\n\nrise to  a cause of action  unless there was a  legal duty to\n\nact.\"   Torres v. United  States, 621  F.2d 30, 33  (1st Cir.\n                                \n\n1980) (applying Puerto Rico law).  Nor would it be reasonable\n\nto require Lopez and  Otero to provide \"corrected\" references\n\nfor  an   employee  whom   they  never  employed   and  whose\n\nperformance they  were therefore in no  position to evaluate.\n\nFinally, while Lopez  and Otero owe  fiduciary duties to  the\n\nbankrupt estate, see In Re Thompson, 965 F.2d 1136, 1145 (1st\n                                   \n\nCir.  1992), and to its  creditors, In Re  Consupak, Inc., 87\n                                                        \n\nB.R.  529,  539  (Bankr.N.D.Ill.  1988);  Bankruptcy  Code   \n\n704(1), 11  U.S.C.    704(a) (duties of  trustee), this  duty\n\n                    \n\n3.   Kagan's reliance  on Ackerman v. Thompson,  356 Mo. 558,\n                                              \n202  S.W.2d 795 (1947),  is in  vain.   In Ackerman,  a state\n                                                   \nstatute compelled the employer  to provide a \"service letter\"\nupon  terminating  an employee.    Puerto  Rico  has no  such\nstatute. \n\n                             -6-\n\ndoes not  extend to Kagan  who is  seeking damages  not as  a\n\ncreditor of the estate but as a former employee of it.4\n\n     On  appeal,  Kagan also  asserts  that  Lopez and  Otero\n\nharmed  him by  providing  false references.   However,  this\n\nclaim  was not  raised below  and therefore  is not  properly\n\nbefore  us. Johnston v. Holiday Inns, Inc., 595 F.2d 890, 894\n                                         \n\n(1st Cir. 1979).   In any event,  Kagan admits that he  never\n\nactually  sought  any references  for a  prospective employer\n\nfrom Lopez or Otero and that the uncorrected letter was never\n\ndisseminated.  His  claim to  have been  harmed by  receiving\n\nfalse references is devoid of merit.\n\n     Similarly without  merit is Kagan's reliance  on    107,\n\n704  and 1106(a)  of the Bankruptcy  Code.   Section 1106(a),\n\nthrough incorporation of    704, provides that \"[t]he trustee\n\nshall . . .  unless the court orders otherwise,  furnish such\n\ninformation   concerning  the   estate   and   the   estate's\n\nadministration  as is requested  by a party  in interest.\" 11\n\nU.S.C.    704(7).   Section 107 provides that \"the bankruptcy\n\ncourt shall . . . protect a person with respect to scandalous\n\nor defamatory matter  contained in  a paper filed  in a  case\n\n                    \n\n4.     The district court  found that Otero,  as the estate's\nattorney,  owed no  duty  to  the  employees of  the  estate.\nKagan,  149 B.R.  at 273.   However,  the district  court did\n     \nstate that  Lopez owed a duty to Kagan to act as a reasonable\nemployer. Id.  Since we find that Lopez owed no duty to Kagan\n            \nto  provide  corrected  references, Kagan's  claim  would  be\nsubject to dismissal under the \"reasonable employer\" standard\nas well.\n\n                             -7-\n\nunder  this title.\" 11 U.S.C.   107(b)(2).  Alleging that the\n\nuncorrected reference was defamatory,  Kagan seeks to find in\n\nthese provisions a duty on the part of the trustee to provide\n\nproper  references and to revise false ones.  However (1) any\n\nduty under  the Bankruptcy Code to  prevent the dissemination\n\nof defamatory  material  is  imposed  on the  court  not  the\n\ntrustee; (2) the  allegedly defamatory letter is not a \"paper\n\nfiled\"  in a bankruptcy case;  and (3) as  noted above, Kagan\n\nconcedes that the letter was never disseminated.\n\nClaim Against the Estate\n                        \n\n     Kagan asserts  that he is  entitled to relief  under the\n\nfederal common law for his wrongful dismissal.  According  to\n\nKagan,  he  was  dismissed  because  he  tried  to  stop  the\n\nbankruptcy trustee from violating  federal law.  Moreover, he\n\nalleges  that  the  Puerto  Rico  wrongful dismissal  statute\n\nprovides  insufficient  protection  because  of  the  limited\n\namount  of compensation  the  statute provides.   Citing  the\n\nfederal interest in seeing that federal  law is not violated,\n\nKagan asks this  court to formulate federal common  law based\n\non analogous state court decisions which have found a \"public\n\npolicy\" exception to the employment-at-will doctrine where an\n\nemployee is terminated for refusing to participate in illegal\n\nacts.\n\n                             -8-\n\n     The instances in which a federal court has the authority\n\nto formulate  a  federal  common  law  remedy  are  \"few  and\n\nrestricted.\"  Wheeldin v. Wheeler,  373 U.S. 647, 651 (1963).\n                                 \n\nAbsent  some statutory authorization to formulate substantive\n\nrules  of decision, and none  is alleged here,  the court has\n\nauthority  to create a federal common law remedy only when it\n\nis \"necessary to protect  uniquely federal interests.\"  Texas\n                                                             \n\nIndustries, Inc.  v. Radcliff Materials, Inc.,  451 U.S. 630,\n                                            \n\n640 (1981)  (quoting Banco Nacional de Cuba v. Sabbatino, 376\n                                                        \n\nU.S.  398, 426  (1964)).   It  is  not enough  that  a remedy\n\n\"supplements federal enforcement  and fulfills the  object of\n\nthe statutory  scheme.\"  Id.  at 642.  Federal  common law is\n                           \n\nappropriate  only  where \"the  authority  and  duties of  the\n\nUnited States as sovereign are intimately involved or because\n\nthe  interstate  or international  nature of  the controversy\n\nmakes it inappropriate  for state  law to control.\"   Id.  at\n                                                        \n\n641.    Moreover, \"[i]n  deciding  whether  rules of  federal\n\ncommon  law  should   be  fashioned,  normally   the  guiding\n\nprinciple is that a significant conflict between some federal\n\npolicy or interest and the  use of state law . . . must first\n\nbe  specifically shown.\"   Wallis  v. Pan  American Petroleum\n                                                             \n\nCorp., 384 U.S 63, 68 (1966).\n    \n\n     We  find no  such \"uniquely  federal interests\"  in this\n\ncase which  would warrant  the formulation of  federal common\n\nlaw.    Furthermore,  no  conflict exists  here  between  the\n\n                             -9-\n\nfederal policy to  be promoted and  the application of  state\n\nlaw.   The  Commonwealth of  Puerto  Rico, like  most states,\n\nalready provides protection for those dismissed for acting in\n\naccordance with  law.  Finally, the rationale  on which Kagan\n\nrelies--i.e.,  that the  court ought  to formulate  a federal\n\ncommon law  remedy to  protect those dismissed  for upholding\n\nfederal law--would  apply to all federal  regulatory schemes.\n\nYet, Congress  has chosen  to enact specific  protections for\n\n\"whistle-blowers\" where  it  has thought  appropriate.    See\n                                                             \n\nNote,   Protecting   Employees  at   Will   Against  Wrongful\n                                                             \n\nDischarge:  the Public Policy Exception, 96 Harv.L.Rev. 1931,\n                                       \n\n1934 (1983) (listing federal  statutes).  In adopting Kagan's\n\nrationale,  we would  not only  be extending  this protection\n\ninto areas where Congress has  not thought appropriate but we\n\nwould  be  ignoring the  Supreme  Court's  advisory that  the\n\nappropriate  occasions for the  formulation of federal common\n\nlaw are \"few and restricted.\"  Wheeldin, 373 U.S. at 651.  We\n                                       \n\ndecline to do so.\n\n     Kagan calls our attention to Barany  v. Buller, 670 F.2d\n                                                   \n\n726  (7th  Cir. 1982).   In  Barany,  the court  formulated a\n                                   \n\nfederal common law remedy for reinstatement of federal credit\n\nunion employees allegedly  dismissed in violation of  federal\n\nlaws.   This case is distinguishable from Barany in two ways.\n                                                \n\nFirst,  the decision  in  Barany was  based  in part  on  the\n                                \n\ncongressional desire to \"insure uniform development in credit\n\n                             -10-\n\nunions.\"   Id. at 733.   In contrast,  no similar  desire for\n             \n\nnational  uniformity is found  in congressional  control over\n\nbankruptcy law.  Butner v. United States, 440 U.S. 48, 54 n.9\n                                        \n\n(1979)   (bankruptcy   law   frequently    recognizes   state\n\nsubstantive law).  Second,  the rationale of Barany--that the\n                                                   \n\nfederalization of  the governance of an  institution makes it\n\nof \"uniquely federal interest\"--was limited to federal credit\n\nunions and similar federal institutions.  Barany, 670 F.2d at\n                                                \n\n734.  We see no principled way to limit the rationale for the\n\nremedy sought in the present case.5  \n\n     The opinion of the district court is affirmed.\n                                                  \n\n                    \n\n5.    We also note that the Fourth Circuit has disagreed with\nthe  Barany  holding.   Ridenour  v.  Andrews Federal  Credit\n                                                             \nUnion, 897 F.2d  715, 721-22  (4th Cir.  1990) (declining  to\n     \nfashion federal remedy as  a matter of federal common  law to\ncreate  cause of  action for  federal credit  union employees\nchallenging adverse employment actions).\n\n                             -11-\n",
  "html": "<p class=\"case_cite\">7 F.3d 218</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Marshall J. KAGAN, Appellant,<br>v.<br>EL SAN JUAN HOTEL &amp; CASINO, et al., Appellees.</p>\n    <p class=\"docket\">No. 93-1202.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 9, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">Marshall J. Kagan on brief pro se.</p>\n      <p class=\"indent\">Daniel R. Dominguez, Marie E. Lopez-Adames and Dominguez &amp; Totti on brief for appellees El San Juan Hotel Corp. &amp; Hans Lopez Stubbe.</p>\n      <p class=\"indent\">Carlos A. Quilichini and Ramon Lloveras Otero on brief for appellee Rodrigo Otero Bigles.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Cyr, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Marshall J. Kagan appeals the district court order affirming an order of the bankruptcy court.  The district court found that Kagan's sole remedy for alleged harm following upon his dismissal from his position as comptroller of the El San Juan Hotel was pursuant to the Puerto Rico wrongful termination statute, 29 L.P.R.A. &#167; 185a.  The court dismissed his other claims for relief.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The factual as well as the procedural background to this case are complex.  We summarize from the facts found below.  See Kagan v. San Juan Hotel Corp., 149 B.R. 263 (D.P.R. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Kagan was comptroller of the El San Juan Hotel when it filed for bankruptcy under Chapter 11 in 1980.  Kagan continued in his position under the court appointed bankruptcy trustee, Hector Rodriguez Estrada.  After frequent disagreements between Kagan and Rodriguez as to how the estate should be managed, appellant was dismissed for unsatisfactory performance in December 1982.  Kagan asserts that he was dismissed in retaliation for attempting to have the trusteeship of Rodriguez investigated.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In March 1983, the Chapter 11 proceeding was converted to a Chapter 7 proceeding.  In September 1983, Rodriguez was removed from the trusteeship by a unanimous vote of the creditors and replaced by appellee Lopez.  Kagan urged Lopez and Otero, the estate's attorney, to file suit against Rodriguez for abuse of his position.  When they refused to file suit alleging that there was insufficient evidence against Rodriguez, Kagan accused Lopez and Otero of covering for Rodriguez.  In 1985 suit was filed against Rodriguez by the United States as one of the estate's creditors.  Rodriguez was found to have abused his trusteeship and a judgment of over 2 million dollars was imposed on Rodriguez on behalf of the estate.   In Re San Juan Hotel Corp., 71 B.R. 413 (D.P.R. 1987), aff'd in part and rev'd in part, 847 F.2d 931 (1st Cir. 1988).  Subsequently Rodriguez was convicted and sentenced for fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Kagan commenced suit against the estate and Rodriguez in March 1983.  Kagan sought both compensation for wrongful termination and the removal from his personnel file of a letter indicating that he had been terminated for poor performance.  When Lopez replaced Rodriguez, Kagan amended his suit and sought compensation, removal of the negative letter and a new letter of reference from Lopez and Otero.  Although Lopez agreed to compensation for wrongful termination, he refused to remove the old letter or write a new one.  Kagan asserts that the failure to remove the old letter from his file and to provide a new \"corrected\" letter prevented him from obtaining new employment for several years and then resulted in his being compelled to accept a position at lower wages than he had previously earned.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Kagan's suit \"wend[ed] a torturous path through the judicial system.\"  Kagan, 149 B.R. at 268.  Trial in the bankruptcy court did not commence until May 1988.  In September 1990 the bankruptcy court dismissed all claims against Lopez and Otero and allowed Kagan damages against the estate pursuant to &#167; 185a.  The final order of the bankruptcy court did not issue until March 23, 1992.  Kagan appealed the dismissal of his claims other than that under &#167; 185(a) to the district court which affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On appeal to this court, Kagan seeks damages against Lopez and Otero for the failure to provide him with a new letter of reference.  He also seeks additional damages from the estate for his wrongful dismissal.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>Claims Against Lopez and Otero</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Kagan concedes that 29 L.P.R.A. &#167; 185a is the sole remedy for his claim of wrongful dismissal under Puerto Rico law.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Weatherly v.  International Paper Co., 648 F.Supp. 872, 878 (D.P.R. 1986) (citing cases).  However, he notes that &#167; 185a does not prohibit recovery when an employee \"can establish that the employer committed an independent tortious act in the course of terminating employment.\"   Id. at 877-78.  Kagan asserts that in this case Lopez and Otero committed the \"independent tortious act of not correcting the record of dismissal and giving false bad references.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  He seeks recovery under 31 L.P.R.A. &#167; 5141 which provides that</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A person who by an act or omission causes damage to another through fault or negligence shall be obliged to repair the damage so done.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To state a claim for damages under &#167; 5141, a plaintiff must show (1) that the defendants owed him a duty to prevent the harm suffered;  (2) that the duty was negligently breached;  and (3) that the breach caused the plaintiff harm.  Tokio Marine &amp; Fire Ins. Co. v.  Grove Mfg. Co., 958 F.2d 1169, 1171 (1st Cir. 1992) (citing cases).  In this case, Kagan has shown no basis for inferring that either Lopez or Otero had a legal duty to correct his references which had been given by the previous trustee Rodriguez ten months before Lopez and Otero arrived on the scene.  Even assuming that Lopez and Otero were employers of Kagan, they were under no obligation to provide any references to him.  See 48 Am.Jur.2d.  Labor and Labor Relations &#167; 43 (in absence of statute \"employer who discharges an employee is not liable to the employee for his refusal to give the employee a 'character' or recommendation\").<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Therefore, we cannot see why they would be required to provide \"corrected\" ones.  \"It is axiomatic that the failure to perform an act cannot give rise to a cause of action unless there was a legal duty to act.\"  Torres v. United States, 621 F.2d 30, 33 (1st Cir. 1980) (applying Puerto Rico law).  Nor would it be reasonable to require Lopez and Otero to provide \"corrected\" references for an employee whom they never employed and whose performance they were therefore in no position to evaluate.  Finally, while Lopez and Otero owe fiduciary duties to the bankrupt estate,  see In Re Thompson, 965 F.2d 1136, 1145 (1st Cir. 1992), and to its creditors,  In Re Consupak, Inc., 87 B.R. 529, 539 (Bankr.N.D.Ill. 1988); Bankruptcy Code &#167; 704(1), 11 U.S.C. &#167; 704(a) (duties of trustee), this duty does not extend to Kagan who is seeking damages not as a creditor of the estate but as a former employee of it.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On appeal, Kagan also asserts that Lopez and Otero harmed him by providing false references.  However, this claim was not raised below and therefore is not properly before us.  Johnston v.  Holiday Inns, Inc., 595 F.2d 890, 894 (1st Cir. 1979).  In any event, Kagan admits that he never actually sought any references for a prospective employer from Lopez or Otero and that the uncorrected letter was never disseminated.  His claim to have been harmed by receiving false references is devoid of merit.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Similarly without merit is Kagan's reliance on &#167;&#167; 107, 704 and 1106(a) of the Bankruptcy Code.  Section 1106(a), through incorporation of &#167; 704, provides that \"[t]he trustee shall ... unless the court orders otherwise, furnish such information concerning the estate and the estate's administration as is requested by a party in interest.\"  11 U.S.C. &#167; 704(7).  Section 107 provides that \"the bankruptcy court shall ... protect a person with respect to scandalous or defamatory matter contained in a paper filed in a case under this title.\"  11 U.S.C. &#167; 107(b)(2).  Alleging that the uncorrected reference was defamatory, Kagan seeks to find in these provisions a duty on the part of the trustee to provide proper references and to revise false ones.  However (1) any duty under the Bankruptcy Code to prevent the dissemination of defamatory material is imposed on the court not the trustee;  (2) the allegedly defamatory letter is not a \"paper filed\" in a bankruptcy case;  and (3) as noted above, Kagan concedes that the letter was never disseminated.</p>\n    </div>\n    <p>Claim Against the Estate</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Kagan asserts that he is entitled to relief under the federal common law for his wrongful dismissal.  According to Kagan, he was dismissed because he tried to stop the bankruptcy trustee from violating federal law.  Moreover, he alleges that the Puerto Rico wrongful dismissal statute provides insufficient protection because of the limited amount of compensation the statute provides.  Citing the federal interest in seeing that federal law is not violated, Kagan asks this court to formulate federal common law based on analogous state court decisions which have found a \"public policy\" exception to the employment-at-will doctrine where an employee is terminated for refusing to participate in illegal acts.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The instances in which a federal court has the authority to formulate a federal common law remedy are \"few and restricted.\"  Wheeldin v.  Wheeler, 373 U.S. 647, 651 (1963).  Absent some statutory authorization to formulate substantive rules of decision, and none is alleged here, the court has authority to create a federal common law remedy only when it is \"necessary to protect uniquely federal interests.\"  Texas Industries, Inc. v.  Radcliff Materials, Inc., 451 U.S. 630, 640 (1981) (quoting Banco Nacional de Cuba v.  Sabbatino, 376 U.S. 398, 426 (1964)).  It is not enough that a remedy \"supplements federal enforcement and fulfills the object of the statutory scheme.\"  Id. at 642.  Federal common law is appropriate only where \"the authority and duties of the United States as sovereign are intimately involved or because the interstate or international nature of the controversy makes it inappropriate for state law to control.\"  Id. at 641.  Moreover, \"[i]n deciding whether rules of federal common law should be fashioned, normally the guiding principle is that a significant conflict between some federal policy or interest and the use of state law ... must first be specifically shown.\"  Wallis v.  Pan American Petroleum Corp., 384 U.S 63, 68 (1966).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We find no such \"uniquely federal interests\" in this case which would warrant the formulation of federal common law.  Furthermore, no conflict exists here between the federal policy to be promoted and the application of state law.  The Commonwealth of Puerto Rico, like most states, already provides protection for those dismissed for acting in accordance with law.  Finally, the rationale on which Kagan relies-i.e., that the court ought to formulate a federal common law remedy to protect those dismissed for upholding federal law-would apply to all federal regulatory schemes.  Yet, Congress has chosen to enact specific protections for \"whistle-blowers\" where it has thought appropriate.  See Note, Protecting Employees at Will Against Wrongful Discharge:  the Public Policy Exception, 96 Harv.L.Rev. 1931, 1934 (1983) (listing federal statutes).  In adopting Kagan's rationale, we would not only be extending this protection into areas where Congress has not thought appropriate but we would be ignoring the Supreme Court's advisory that the appropriate occasions for the formulation of federal common law are \"few and restricted.\"   Wheeldin, 373 U.S. at 651.  We decline to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Kagan calls our attention to Barany v.  Buller, 670 F.2d 726 (7th Cir. 1982).  In Barany, the court formulated a federal common law remedy for reinstatement of federal credit union employees allegedly dismissed in violation of federal laws.  This case is distinguishable from Barany in two ways.  First, the decision in Barany was based in part on the congressional desire to \"insure uniform development in credit unions.\"   Id. at 733.  In contrast, no similar desire for national uniformity is found in congressional control over bankruptcy law.  Butner v. United States, 440 U.S. 48, 54 n.9 (1979) (bankruptcy law frequently recognizes state substantive law).  Second, the rationale of Barany-that the federalization of the governance of an institution makes it of \"uniquely federal interest\"-was limited to federal credit unions and similar federal institutions.   Barany, 670 F.2d at 734.  We see no principled way to limit the rationale for the remedy sought in the present case.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The opinion of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In his prayer for relief, Kagan asks this court to \"[r]emand to the Bankruptcy Court for appropriate action on the pending motion for Otero to disgorge his fees, and for Lopez to be removed from office and [to] forfeit[ ] his fees.\"  The district court dismissed the claim against Otero on the ground that Kagan lacked standing to raise this claim in the context of a wrongful discharge suit.  Kagan, 149 B.R. at 270-72.  We agree.  Moreover, although the district court did not address the claim against Lopez, that claim would suffer the same defect.  In any event, since Kagan has presented no argument to support this prayer in his brief, the issue is waived.   Ryan v. Royal Ins. Co., 916 F.2d 731, 734 (1st Cir. 1990) (issues adverted to on appeal in a perfunctory matter are deemed waived)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We assume, without deciding, that the failure to provide corrected references and the supplying of false ones would be within \"the course of terminating employment.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Kagan's reliance on  Ackerman v. Thompson, 356 Mo. 558, 202 S.W.2d 795 (1947), is in vain.  In Ackerman, a state statute compelled the employer to provide a \"service letter\" upon terminating an employee.  Puerto Rico has no such statute</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court found that Otero, as the estate's attorney, owed no duty to the employees of the estate.  Kagan, 149 B.R. at 273.  However, the district court did state that Lopez owed a duty to Kagan to act as a reasonable employer.  Id. Since we find that Lopez owed no duty to Kagan to provide corrected references, Kagan's claim would be subject to dismissal under the \"reasonable employer\" standard as well</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We also note that the Fourth Circuit has disagreed with the Barany holding.   Ridenour v. Andrews Federal Credit Union, 897 F.2d 715, 721-22 (4th Cir. 1990) (declining to fashion federal remedy as a matter of federal common law to create cause of action for federal credit union employees challenging adverse employment actions)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Marshall J. KAGAN, Appellant,<br>v.<br>EL SAN JUAN HOTEL &amp; CASINO, et al., Appellees.</p>\n    <p class=\"docket\">No. 93-1202.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 9, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">Marshall J. Kagan on brief pro se.</p>\n      <p class=\"indent\">Daniel R. Dominguez, Marie E. Lopez-Adames and Dominguez &amp; Totti on brief for appellees El San Juan Hotel Corp. &amp; Hans Lopez Stubbe.</p>\n      <p class=\"indent\">Carlos A. Quilichini and Ramon Lloveras Otero on brief for appellee Rodrigo Otero Bigles.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Cyr, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Marshall J. Kagan appeals the district court order affirming an order of the bankruptcy court.  The district court found that Kagan's sole remedy for alleged harm following upon his dismissal from his position as comptroller of the El San Juan Hotel was pursuant to the Puerto Rico wrongful termination statute, 29 L.P.R.A. &#167; 185a.  The court dismissed his other claims for relief.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The factual as well as the procedural background to this case are complex.  We summarize from the facts found below.  See Kagan v. San Juan Hotel Corp., <span class=\"citation\" data-id=\"1981700\"><a href=\"/opinion/1981700/in-re-el-san-juan-hotel-corp/\"><span class=\"volume\">149</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">263</span> </a></span>(D.P.R. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Kagan was comptroller of the El San Juan Hotel when it filed for bankruptcy under Chapter 11 in 1980.  Kagan continued in his position under the court appointed bankruptcy trustee, Hector Rodriguez Estrada.  After frequent disagreements between Kagan and Rodriguez as to how the estate should be managed, appellant was dismissed for unsatisfactory performance in December 1982.  Kagan asserts that he was dismissed in retaliation for attempting to have the trusteeship of Rodriguez investigated.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In March 1983, the Chapter 11 proceeding was converted to a Chapter 7 proceeding.  In September 1983, Rodriguez was removed from the trusteeship by a unanimous vote of the creditors and replaced by appellee Lopez.  Kagan urged Lopez and Otero, the estate's attorney, to file suit against Rodriguez for abuse of his position.  When they refused to file suit alleging that there was insufficient evidence against Rodriguez, Kagan accused Lopez and Otero of covering for Rodriguez.  In 1985 suit was filed against Rodriguez by the United States as one of the estate's creditors.  Rodriguez was found to have abused his trusteeship and a judgment of over 2 million dollars was imposed on Rodriguez on behalf of the estate.   In Re San Juan Hotel Corp., <span class=\"citation\" data-id=\"1928166\"><a href=\"/opinion/1928166/in-re-san-juan-hotel-corp/\"><span class=\"volume\">71</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">413</span> </a></span>(D.P.R. 1987), aff'd in part and rev'd in part, <span class=\"citation\" data-id=\"506588\"><a href=\"/opinion/506588/bankr-l-rep-p-72300-in-re-san-juan-hotel-corporation-debtor-hans/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">931</span> </a></span>(1st Cir. 1988).  Subsequently Rodriguez was convicted and sentenced for fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Kagan commenced suit against the estate and Rodriguez in March 1983.  Kagan sought both compensation for wrongful termination and the removal from his personnel file of a letter indicating that he had been terminated for poor performance.  When Lopez replaced Rodriguez, Kagan amended his suit and sought compensation, removal of the negative letter and a new letter of reference from Lopez and Otero.  Although Lopez agreed to compensation for wrongful termination, he refused to remove the old letter or write a new one.  Kagan asserts that the failure to remove the old letter from his file and to provide a new \"corrected\" letter prevented him from obtaining new employment for several years and then resulted in his being compelled to accept a position at lower wages than he had previously earned.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Kagan's suit \"wend[ed] a torturous path through the judicial system.\"  <span class=\"citation\" data-id=\"1981700\"><span class=\"antecedent_guess\">Kagan,</span> <a href=\"/opinion/1981700/in-re-el-san-juan-hotel-corp/\"><span class=\"volume\">149</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">268</span></a></span>.  Trial in the bankruptcy court did not commence until May 1988.  In September 1990 the bankruptcy court dismissed all claims against Lopez and Otero and allowed Kagan damages against the estate pursuant to &#167; 185a.  The final order of the bankruptcy court did not issue until March 23, 1992.  Kagan appealed the dismissal of his claims other than that under &#167; 185(a) to the district court which affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On appeal to this court, Kagan seeks damages against Lopez and Otero for the failure to provide him with a new letter of reference.  He also seeks additional damages from the estate for his wrongful dismissal.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>Claims Against Lopez and Otero</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Kagan concedes that 29 L.P.R.A. &#167; 185a is the sole remedy for his claim of wrongful dismissal under Puerto Rico law.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Weatherly v.  International Paper Co., <span class=\"citation\" data-id=\"1430962\"><a href=\"/opinion/1430962/weatherly-v-international-paper-co/\"><span class=\"volume\">648</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">872</span></a></span>, 878 (D.P.R. 1986) (citing cases).  However, he notes that &#167; 185a does not prohibit recovery when an employee \"can establish that the employer committed an independent tortious act in the course of terminating employment.\"   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 877-78. </span> Kagan asserts that in this case Lopez and Otero committed the \"independent tortious act of not correcting the record of dismissal and giving false bad references.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  He seeks recovery under 31 L.P.R.A. &#167; 5141 which provides that</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A person who by an act or omission causes damage to another through fault or negligence shall be obliged to repair the damage so done.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To state a claim for damages under &#167; 5141, a plaintiff must show (1) that the defendants owed him a duty to prevent the harm suffered;  (2) that the duty was negligently breached;  and (3) that the breach caused the plaintiff harm.  Tokio Marine &amp; Fire Ins. Co. v.  Grove Mfg. Co., <span class=\"citation\" data-id=\"579443\"><a href=\"/opinion/579443/tokio-marine-fire-insurance-company-ltd-v-the-grove-manufacturing/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span>, 1171 (1st Cir. 1992) (citing cases).  In this case, Kagan has shown no basis for inferring that either Lopez or Otero had a legal duty to correct his references which had been given by the previous trustee Rodriguez ten months before Lopez and Otero arrived on the scene.  Even assuming that Lopez and Otero were employers of Kagan, they were under no obligation to provide any references to him.  See 48 Am.Jur.2d.  Labor and Labor Relations &#167; 43 (in absence of statute \"employer who discharges an employee is not liable to the employee for his refusal to give the employee a 'character' or recommendation\").<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Therefore, we cannot see why they would be required to provide \"corrected\" ones.  \"It is axiomatic that the failure to perform an act cannot give rise to a cause of action unless there was a legal duty to act.\"  Torres v. United States, <span class=\"citation\" data-id=\"377951\"><a href=\"/opinion/377951/jose-d-montero-torres-v-united-states/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">30</span></a></span>, 33 (1st Cir. 1980) (applying Puerto Rico law).  Nor would it be reasonable to require Lopez and Otero to provide \"corrected\" references for an employee whom they never employed and whose performance they were therefore in no position to evaluate.  Finally, while Lopez and Otero owe fiduciary duties to the bankrupt estate,  see In Re Thompson, <span class=\"citation\" data-id=\"584141\"><a href=\"/opinion/584141/in-re-christina-thompson-debtor-sanford-a-kowal-v-charles-m-malkemus/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1136</span></a></span>, 1145 (1st Cir. 1992), and to its creditors,  In Re Consupak, Inc., <span class=\"citation\" data-id=\"2020331\"><a href=\"/opinion/2020331/in-re-consupak-inc/\"><span class=\"volume\">87</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">529</span></a></span>, 539 (Bankr.N.D.Ill. 1988); Bankruptcy Code &#167; 704(1), 11 U.S.C. &#167; 704(a) (duties of trustee), this duty does not extend to Kagan who is seeking damages not as a creditor of the estate but as a former employee of it.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On appeal, Kagan also asserts that Lopez and Otero harmed him by providing false references.  However, this claim was not raised below and therefore is not properly before us.  Johnston v.  Holiday Inns, Inc., <span class=\"citation\" data-id=\"364881\"><a href=\"/opinion/364881/alfred-m-johnston-individually-alfred-m-johnston-trustee-and-daniel/\"><span class=\"volume\">595</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 894 (1st Cir. 1979).  In any event, Kagan admits that he never actually sought any references for a prospective employer from Lopez or Otero and that the uncorrected letter was never disseminated.  His claim to have been harmed by receiving false references is devoid of merit.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Similarly without merit is Kagan's reliance on &#167;&#167; 107, 704 and 1106(a) of the Bankruptcy Code.  Section 1106(a), through incorporation of &#167; 704, provides that \"[t]he trustee shall ... unless the court orders otherwise, furnish such information concerning the estate and the estate's administration as is requested by a party in interest.\"  11 U.S.C. &#167; 704(7).  Section 107 provides that \"the bankruptcy court shall ... protect a person with respect to scandalous or defamatory matter contained in a paper filed in a case under this title.\"  11 U.S.C. &#167; 107(b)(2).  Alleging that the uncorrected reference was defamatory, Kagan seeks to find in these provisions a duty on the part of the trustee to provide proper references and to revise false ones.  However (1) any duty under the Bankruptcy Code to prevent the dissemination of defamatory material is imposed on the court not the trustee;  (2) the allegedly defamatory letter is not a \"paper filed\" in a bankruptcy case;  and (3) as noted above, Kagan concedes that the letter was never disseminated.</p>\n    </div>\n    <p>Claim Against the Estate</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Kagan asserts that he is entitled to relief under the federal common law for his wrongful dismissal.  According to Kagan, he was dismissed because he tried to stop the bankruptcy trustee from violating federal law.  Moreover, he alleges that the Puerto Rico wrongful dismissal statute provides insufficient protection because of the limited amount of compensation the statute provides.  Citing the federal interest in seeing that federal law is not violated, Kagan asks this court to formulate federal common law based on analogous state court decisions which have found a \"public policy\" exception to the employment-at-will doctrine where an employee is terminated for refusing to participate in illegal acts.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The instances in which a federal court has the authority to formulate a federal common law remedy are \"few and restricted.\"  Wheeldin v.  Wheeler, <span class=\"citation\" data-id=\"106628\"><a href=\"/opinion/106628/wheeldin-v-wheeler/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">647</span></a></span>, 651 (1963).  Absent some statutory authorization to formulate substantive rules of decision, and none is alleged here, the court has authority to create a federal common law remedy only when it is \"necessary to protect uniquely federal interests.\"  Texas Industries, Inc. v.  Radcliff Materials, Inc., <span class=\"citation\" data-id=\"110484\"><a href=\"/opinion/110484/texas-industries-inc-v-radcliff-materials-inc/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">630</span></a></span>, 640 (1981) (quoting Banco Nacional de Cuba v.  Sabbatino, <span class=\"citation\" data-id=\"106775\"><a href=\"/opinion/106775/banco-nacional-de-cuba-v-sabbatino/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">398</span></a></span>, 426 (1964)).  It is not enough that a remedy \"supplements federal enforcement and fulfills the object of the statutory scheme.\"  <span class=\"citation\" data-id=\"106775\"><a href=\"/opinion/106775/banco-nacional-de-cuba-v-sabbatino/\"><span class=\"id_token\">Id.</span> at 642. </a></span> Federal common law is appropriate only where \"the authority and duties of the United States as sovereign are intimately involved or because the interstate or international nature of the controversy makes it inappropriate for state law to control.\"  <span class=\"citation\" data-id=\"106775\"><a href=\"/opinion/106775/banco-nacional-de-cuba-v-sabbatino/\"><span class=\"id_token\">Id.</span> at 641. </a></span> Moreover, \"[i]n deciding whether rules of federal common law should be fashioned, normally the guiding principle is that a significant conflict between some federal policy or interest and the use of state law ... must first be specifically shown.\"  Wallis v.  Pan American Petroleum Corp., 384 U.S 63, 68 (1966).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We find no such \"uniquely federal interests\" in this case which would warrant the formulation of federal common law.  Furthermore, no conflict exists here between the federal policy to be promoted and the application of state law.  The Commonwealth of Puerto Rico, like most states, already provides protection for those dismissed for acting in accordance with law.  Finally, the rationale on which Kagan relies-i.e., that the court ought to formulate a federal common law remedy to protect those dismissed for upholding federal law-would apply to all federal regulatory schemes.  Yet, Congress has chosen to enact specific protections for \"whistle-blowers\" where it has thought appropriate.  See Note, Protecting Employees at Will Against Wrongful Discharge:  the Public Policy Exception, 96 Harv.L.Rev. 1931, 1934 (1983) (listing federal statutes).  In adopting Kagan's rationale, we would not only be extending this protection into areas where Congress has not thought appropriate but we would be ignoring the Supreme Court's advisory that the appropriate occasions for the formulation of federal common law are \"few and restricted.\"   <span class=\"citation\" data-id=\"106628\"><span class=\"antecedent_guess\">Wheeldin,</span> <a href=\"/opinion/106628/wheeldin-v-wheeler/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">651</span></a></span>.  We decline to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Kagan calls our attention to Barany v.  Buller, <span class=\"citation\" data-id=\"399332\"><a href=\"/opinion/399332/gene-f-barany-and-helen-l-elliott-v-john-buller/\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">726</span> </a></span>(7th Cir. 1982).  In Barany, the court formulated a federal common law remedy for reinstatement of federal credit union employees allegedly dismissed in violation of federal laws.  This case is distinguishable from Barany in two ways.  First, the decision in Barany was based in part on the congressional desire to \"insure uniform development in credit unions.\"   <span class=\"citation\" data-id=\"399332\"><a href=\"/opinion/399332/gene-f-barany-and-helen-l-elliott-v-john-buller/\"><span class=\"id_token\">Id.</span> at 733. </a></span> In contrast, no similar desire for national uniformity is found in congressional control over bankruptcy law.  Butner v. United States, <span class=\"citation\" data-id=\"110017\"><a href=\"/opinion/110017/butner-v-united-states/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">48</span></a></span>, 54 n.9 (1979) (bankruptcy law frequently recognizes state substantive law).  Second, the rationale of Barany-that the federalization of the governance of an institution makes it of \"uniquely federal interest\"-was limited to federal credit unions and similar federal institutions.   <span class=\"citation\" data-id=\"399332\"><span class=\"antecedent_guess\">Barany,</span> <a href=\"/opinion/399332/gene-f-barany-and-helen-l-elliott-v-john-buller/\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">734</span></a></span>.  We see no principled way to limit the rationale for the remedy sought in the present case.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The opinion of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In his prayer for relief, Kagan asks this court to \"[r]emand to the Bankruptcy Court for appropriate action on the pending motion for Otero to disgorge his fees, and for Lopez to be removed from office and [to] forfeit[ ] his fees.\"  The district court dismissed the claim against Otero on the ground that Kagan lacked standing to raise this claim in the context of a wrongful discharge suit.  <span class=\"citation\" data-id=\"1981700\"><span class=\"antecedent_guess\">Kagan,</span> <a href=\"/opinion/1981700/in-re-el-san-juan-hotel-corp/\"><span class=\"volume\">149</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">270-72</span></a></span>.  We agree.  Moreover, although the district court did not address the claim against Lopez, that claim would suffer the same defect.  In any event, since Kagan has presented no argument to support this prayer in his brief, the issue is waived.   Ryan v. Royal Ins. Co., <span class=\"citation\" data-id=\"550084\"><a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 734 (1st Cir. 1990) (issues adverted to on appeal in a perfunctory matter are deemed waived)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We assume, without deciding, that the failure to provide corrected references and the supplying of false ones would be within \"the course of terminating employment.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Kagan's reliance on  Ackerman v. Thompson, <span class=\"citation\" data-id=\"3533553\"><a href=\"/opinion/3556529/ackerman-v-thompson/\"><span class=\"volume\">356</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">558</span></a></span>, <span class=\"citation\" data-id=\"3533553\"><a href=\"/opinion/3556529/ackerman-v-thompson/\"><span class=\"volume\">202</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">795</span> </a></span>(1947), is in vain.  In Ackerman, a state statute compelled the employer to provide a \"service letter\" upon terminating an employee.  Puerto Rico has no such statute</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court found that Otero, as the estate's attorney, owed no duty to the employees of the estate.  <span class=\"citation\" data-id=\"1981700\"><span class=\"antecedent_guess\">Kagan,</span> <a href=\"/opinion/1981700/in-re-el-san-juan-hotel-corp/\"><span class=\"volume\">149</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">273</span></a></span>.  However, the district court did state that Lopez owed a duty to Kagan to act as a reasonable employer.  <span class=\"citation\" data-id=\"1981700\"><a href=\"/opinion/1981700/in-re-el-san-juan-hotel-corp/\"><span class=\"id_token\">Id.</span> Since we </a></span>find that Lopez owed no duty to Kagan to provide corrected references, Kagan's claim would be subject to dismissal under the \"reasonable employer\" standard as well</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We also note that the Fourth Circuit has disagreed with the Barany holding.   Ridenour v. Andrews Federal Credit Union, <span class=\"citation no-link\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">715</span></span>, 721-22 (4th Cir. 1990) (declining to fashion federal remedy as a matter of federal common law to create cause of action for federal credit union employees challenging adverse employment actions)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106628/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106775/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110017/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110484/",
    "https://www.courtlistener.com/api/rest/v3/opinions/364881/",
    "https://www.courtlistener.com/api/rest/v3/opinions/377951/",
    "https://www.courtlistener.com/api/rest/v3/opinions/399332/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506588/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579443/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584141/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1430962/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1928166/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1981700/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2020331/",
    "https://www.courtlistener.com/api/rest/v3/opinions/3533553/"
  ]
}