{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194906/",
  "id": 194906,
  "absolute_url": "/opinion/194906/muckle-v-lotus-development/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194906/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:43Z",
  "date_modified": "2020-02-22T00:09:33.111019Z",
  "type": "010combined",
  "sha1": "0f0582f07dfe12a2aa33a085d67946d19800f545",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1010.01A",
  "local_path": null,
  "plain_text": "September 7, 1993\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1010 \n\n                       PAUL L. MUCKLE,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                      LOTUS DEVELOPMENT,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\n                                                      \n\n                                         \n\n                            Before\n\n                   Selya, Boudin and Stahl,\n                       Circuit Judges.\n                                     \n\n                                         \n\nPaul L. Muckle on brief pro se.\n              \nMelinda Milberg and Glovsky &amp; Associates on brief for appellee.\n                                        \n\n                                         \n\n                                         \n\n     Per Curiam.  The appellant, Paul  Muckle, appeals from a\n               \n\njudgment  of the district court dismissing his complaint.  We\n\nvacate and remand.\n\n     In August  1991, Muckle  filed a civil  rights complaint\n\nagainst  his former  employer, Lotus  Development Corporation\n\n(Lotus),  in which he alleged that  his lay-off and/or denial\n\nof  permanent employment resulted from racial discrimination.\n\nThe district court concluded  that the complaint survived the\n\nthreshold  standard for in  forma pauperis proceedings, i.e.,\n\nit  was not frivolous, see  28 U.S.C.    1915(d), and allowed\n                          \n\nthe case to proceed.\n\n     On  October 2,  1992, the  district court  set a  status\n\nconference for  October 26 at 2:45  pm.  On  October 6, Lotus\n\nnotified Muckle that it would  take his deposition on October\n\n22.   It is undisputed  that Muckle received  notification of\n\nboth the deposition  and the status  conference.  Muckle  did\n\nnot appear for his deposition on October 22.  Muckle also did\n\nnot  appear at  the October  26 status  conference.   At that\n\nconference,  Lotus moved to dismiss  on the basis  of Fed. R.\n\nCiv. P. 37(d), i.e., on the ground that  Muckle had failed to\n\nattend  his own deposition.1  The district court, in a margin\n\n                    \n\n1.  Rule 37(d) states, in pertinent part:\n          If a party ... fails ... to appear before\n          the   officer   who   is  to   take   the\n          deposition,  after  being  served with  a\n          proper notice, ... the court in which the\n          action is pending on motion may make such\n          orders in regard  to the  failure as  are\n\norder, dated  October 26, endorsed Lotus'  motion, \"Motion To\n\nDismiss is allowed.\"   Judgment entered by separate document,\n\nFed. R. Civ. P. 58, on October 27, 1992.\n\n     The  district  court record  reveals,  however, that  on\n\nOctober  26 at  1:29 pm,  i.e., before  the scheduled  status\n\nconference, Muckle  filed and  the district court  received a\n\ndocument  captioned, \"Petition  for Writ  of Habeas  Corpus.\"\n\nThat document, dated October 20, asked that  the court direct\n\nthe   superintendent   of   the  Massachusetts   Correctional\n\nInstitute  at Concord to produce  Muckle for a  hearing.  The\n\npetition  was a boilerplate  form, but at  the bottom, Muckle\n\nhandwrote the following:\n\n          P.S. If possible could  court please  put\n          off  status  conference  till 11-2-92  or\n          whenever court deem possible.\n\nThe petition was signed by Muckle, with apparently his inmate\n\nnumber,  and his prison address at MCI Concord.  Although the\n\nhabeas  petition was filed in the district court at 1:29 p.m.\n\nbefore  the   2:45  p.m.  status  conference,   there  is  no\n\nindication that the district  judge had any knowledge  of the\n\npetition prior to the status conference.\n\n     But  there  is considerably  more  to  the story.    The\n\njudgment of dismissal was entered on a separate document  and\n\n                    \n\n          just, and  among others  it may take  any\n          action  authorized under  paragraphs (A),\n          (B),   and   (C)   [which,  inter   alia,\n          authorizes  dismissal  of the  action] of\n          subdivision (b)(2) of this rule.\n\n                             -3-\n\nfiled on October 27,  1992, and transmitted to Muckle  at his\n\nlast known pre-incarceration address.   On December 28, 1992,\n\nlong  after the 30 day period for filing appeals had expired,\n\nsee Fed. R. App. P. 4(a)(1), Muckle filed a notice  of appeal\n\nin the district  court.  On review of the appeal papers, this\n\ncourt  sua sponte asked Muckle  to show cause  why the appeal\n\nshould not  be dismissed  for lack  of jurisdiction.   Muckle\n\nthen asked this  court to  treat his notice  as timely  under\n\nsubsection (a)(6) of the rule which allows the district court\n\nto reopen the time to appeal  under certain circumstances. We\n\nthen  asked  the  district  court to  determine  whether  the\n\nreopening provision had been  satisfied.  Based on affidavits\n\nfrom Muckle and his sister, the district court found that the\n\nprovision  had  been satisfied  and  it  reopened the  appeal\n\nperiod.  \n\n     The  district court has  very substantial  discretion in\n\napplying sanctions  for failure  to comply with  discovery or\n\nother deadlines, as it must have in a time of crowded dockets\n\nand  multitudinous management  tasks.   But  even this  broad\n\ndiscretion might be strained by a dismissal based solely on a\n\nlitigant's failure  to appear at a  deposition where illness,\n\nincarceration or  some other powerful excuse  existed and was\n\nbrought to the  court's attention  in a timely  fashion.   In\n\nthis  instance, however,  Muckle's failure  to appear  at the\n\n                             -4-\n\ndeposition  or status  hearing--despite notice  of both--does\n\nnot stand alone.\n\n     It  appears  from  the  record  that  Muckle  filed  his\n\ncomplaint on or about August 21, 1991, but did not  serve the\n\ncomplaint  until January  7,  1992, well  after  the 120  day\n\nperiod normally  fixed for service.2   When  Lotus sought  to\n\nserve its answer,  the mailing to Muckle's record address was\n\nreturned, apparently because Muckle had moved in the meantime\n\nwithout advising  Lotus.  Thereafter, Muckle  was located and\n\nreserved on July 15, 1992, acknowledged receipt but then took\n\nno   action  whatever   in  the   litigation  prior   to  his\n\nincarceration  three  months'  later.     This  inaction   is\n\ntroublesome because  the magistrate  judge had  earlier fixed\n\nOctober 31, 1992, as the cut-off date for discovery.  \n\n     It  also  appears  that  Muckle was  advised  of  Lotus'\n\nOctober 6, 1992, deposition notice scheduling  his deposition\n\nfor  October 22, 1992,  and of the  district court's pretrial\n\nconference scheduled  for October  26, 1992.   Muckle's later\n\nexplanation that he  was sentenced on  October 16, 1992,  and\n\nthereafter  imprisoned in MCI Concord does not explain why at\n\nsome  point between October 6  and October 26  Muckle did not\n\n                    \n\n2.  Muckle does provide some  explanation for the delay which\nmay  have been  caused  in part  by  his initial  failure  to\nprovide the district court with the customary letter from the\nEEOC.   This  letter, which  he had  received, said  that the\nagency had found no grounds for proceeding with his complaint\nand freed him to file the complaint in district court.\n\n                             -5-\n\nnotify the court and Lotus that he might or would not be able\n\nto  attend either of  the scheduled functions.   Although his\n\nfilings  do indicate  the  difficulties of  proceeding  under\n\nprison conditions, they also indicate that he had access to a\n\ntelephone  by October  21; but  there is  no indication  that\n\neither Lotus' counsel or the court was notified.\n\n     Thus,  even apart  from questions  about whether  Muckle\n\nmade timely efforts to pursue the appeal after the October 27\n\njudgment, Muckle's attention to this civil suit was seriously\n\ndeficient.  Against this background, we do not think that the\n\ndistrict  court could be held to have abused its considerable\n\ndiscretion  if it  dismissed  the case  despite knowledge  of\n\nMuckle's  incarceration.   Rather, dismissal  for failure  to\n\nattend the  deposition--or at least  to notify the  court and\n\nLotus in advance that attendance might be or was impossible--\n\nwould represent  a permissible  judgment that Muckle  was not\n\ntaking seriously  his responsibilities to  the district court\n\nor  the   defendant  in   litigation  that  he   himself  had\n\ninstigated. \n\n     Nevertheless,  we think  that Muckle  is entitled  to an\n\ninformed  exercise of  the  district court's  discretion--and\n\nthat discretion belongs to the district court and not to us--\n\nbefore the extreme  penalty of a dismissal  with prejudice is\n\nvisited on  him based on a  failure to appear.   Based on the\n\ncomplaint alone, the district court has already said that the\n\n                             -6-\n\nallegations  cannot be  deemed frivolous.   While  Muckle has\n\nbeen somewhat careless and dilatory, our review of the record\n\nindicates that he has partial  explanations for at least some\n\nof the  deficiencies and he is  a pro se litigant.   Since we\n\nasked the district judge only  for a finding on reinstatement\n\nof the appeal, he may well have thought it beyond his mandate\n\nto  reconsider  the  dismissal.   Indeed,  Muckle  has  never\n\nformally  asked  the   district  court   to  reconsider   its\n\ndismissal.\n\n     We think that the fair and efficient course is to vacate\n\nthe  judgment  dismissing the  case  and  to  remand for  the\n\ndistrict  court  to exercise  its  discretion  as to  whether\n\ndismissal is warranted  and, if so,  whether with or  without\n\nprejudice,  in light of its  current knowledge of  all of the\n\ncircumstances including  Muckle's incarceration.   The record\n\nis now ample  and the district court  is not obliged  to have\n\nany hearing  or entertain further  submissions before  making\n\nits final determination.3\n\n     Vacated and remanded.  No costs.\n                         \n\n                    \n\n3.  Muckle has moved for reconsideration of our order of July\n23, 1993,  denying  his motions  which  sought to  amend  his\ncomplaint and sought the  production of documents from Lotus.\nThe motion for reconsideration is denied.  We take no view on\n                                         \nthe merits of these  requests.  Because we have  remanded the\ncase, this denial is  without prejudice to Muckle  filing his\nmotions to amend and  for the production of documents  in the\ndistrict  court, in the event that that court reconsiders its\ndismissal and reopens the case.\n\n                             -7-\n",
  "html": "<p class=\"case_cite\">4 F.3d 982</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Paul L. MUCKLE, Plaintiff, Appellant,<br>v.<br>LOTUS DEVELOPMENT, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1010.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Sept. 7, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts</p>\n      <p class=\"indent\">Paul L. Muckle on brief pro se.</p>\n      <p class=\"indent\">Melinda Milberg and Glovsky &amp; Associates on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">VACATED AND REMANDED.</p>\n      <p class=\"indent\">Before Selya, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The appellant, Paul Muckle, appeals from a judgment of the district court dismissing his complaint.  We vacate and remand.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In August 1991, Muckle filed a civil rights complaint against his former employer, Lotus Development Corporation (Lotus), in which he alleged that his lay-off and/or denial of permanent employment resulted from racial discrimination.  The district court concluded that the complaint survived the threshold standard for in forma pauperis proceedings, i.e., it was not frivolous, see 28 U.S.C. Sec. 1915(d), and allowed the case to proceed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 2, 1992, the district court set a status conference for October 26 at 2:45 pm.  On October 6, Lotus notified Muckle that it would take his deposition on October 22.  It is undisputed that Muckle received notification of both the deposition and the status conference.  Muckle did not appear for his deposition on October 22.  Muckle also did not appear at the October 26 status conference.  At that conference, Lotus moved to dismiss on the basis of Fed.  R. Civ. P. 37(d), i.e., on the ground that Muckle had failed to attend his own deposition.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The district court, in a margin order, dated October 26, endorsed Lotus' motion, \"Motion To Dismiss is allowed.\"  Judgment entered by separate document, Fed.  R. Civ. P. 58, on October 27, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court record reveals, however, that on October 26 at 1:29 pm, i.e., before the scheduled status conference, Muckle filed and the district court received a document captioned, \"Petition for Writ of Habeas Corpus.\"  That document, dated October 20, asked that the court direct the superintendent of the Massachusetts Correctional Institute at Concord to produce Muckle for a hearing.  The petition was a boilerplate form, but at the bottom, Muckle handwrote the following:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>P.S. If possible could court please put off status conference till 11-2-92 or whenever court deem possible.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The petition was signed by Muckle, with apparently his inmate number, and his prison address at MCI Concord.  Although the habeas petition was filed in the district court at 1:29 p.m.  before the 2:45 p.m.  status conference, there is no indication that the district judge had any knowledge of the petition prior to the status conference.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">But there is considerably more to the story.  The judgment of dismissal was entered on a separate document and filed on October 27, 1992, and transmitted to Muckle at his last known pre-incarceration address.  On December 28, 1992, long after the 30 day period for filing appeals had expired, see Fed.  R. App.  P. 4(a)(1), Muckle filed a notice of appeal in the district court.  On review of the appeal papers, this court sua sponte asked Muckle to show cause why the appeal should not be dismissed for lack of jurisdiction.  Muckle then asked this court to treat his notice as timely under subsection (a)(6) of the rule which allows the district court to reopen the time to appeal under certain circumstances.  We then asked the district court to determine whether the reopening provision had been satisfied.  Based on affidavits from Muckle and his sister, the district court found that the provision had been satisfied and it reopened the appeal period.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court has very substantial discretion in applying sanctions for failure to comply with discovery or other deadlines, as it must have in a time of crowded dockets and multitudinous management tasks.  But even this broad discretion might be strained by a dismissal based solely on a litigant's failure to appear at a deposition where illness, incarceration or some other powerful excuse existed and was brought to the court's attention in a timely fashion.  In this instance, however, Muckle's failure to appear at the deposition or status hearing-despite notice of both-does not stand alone.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It appears from the record that Muckle filed his complaint on or about August 21, 1991, but did not serve the complaint until January 7, 1992, well after the 120 day period normally fixed for service.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  When Lotus sought to serve its answer, the mailing to Muckle's record address was returned, apparently because Muckle had moved in the meantime without advising Lotus.  Thereafter, Muckle was located and reserved on July 15, 1992, acknowledged receipt but then took no action whatever in the litigation prior to his incarceration three months' later.  This inaction is troublesome because the magistrate judge had earlier fixed October 31, 1992, as the cut-off date for discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It also appears that Muckle was advised of Lotus' October 6, 1992, deposition notice scheduling his deposition for October 22, 1992, and of the district court's pretrial conference scheduled for October 26, 1992.  Muckle's later explanation that he was sentenced on October 16, 1992, and thereafter imprisoned in MCI Concord does not explain why at some point between October 6 and October 26 Muckle did not notify the court and Lotus that he might or would not be able to attend either of the scheduled functions.  Although his filings do indicate the difficulties of proceeding under prison conditions, they also indicate that he had access to a telephone by October 21;  but there is no indication that either Lotus' counsel or the court was notified.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Thus, even apart from questions about whether Muckle made timely efforts to pursue the appeal after the October 27 judgment, Muckle's attention to this civil suit was seriously deficient.  Against this background, we do not think that the district court could be held to have abused its considerable discretion if it dismissed the case despite knowledge of Muckle's incarceration.  Rather, dismissal for failure to attend the deposition-or at least to notify the court and Lotus in advance that attendance might be or was impossible-would represent a permissible judgment that Muckle was not taking seriously his responsibilities to the district court or the defendant in litigation that he himself had instigated.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Nevertheless, we think that Muckle is entitled to an informed exercise of the district court's discretion-and that discretion belongs to the district court and not to us-before the extreme penalty of a dismissal with prejudice is visited on him based on a failure to appear.  Based on the complaint alone, the district court has already said that the allegations cannot be deemed frivolous.  While Muckle has been somewhat careless and dilatory, our review of the record indicates that he has partial explanations for at least some of the deficiencies and he is a pro se litigant.  Since we asked the district judge only for a finding on reinstatement of the appeal, he may well have thought it beyond his mandate to reconsider the dismissal.  Indeed, Muckle has never formally asked the district court to reconsider its dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We think that the fair and efficient course is to vacate the judgment dismissing the case and to remand for the district court to exercise its discretion as to whether dismissal is warranted and, if so, whether with or without prejudice, in light of its current knowledge of all of the circumstances including Muckle's incarceration.  The record is now ample and the district court is not obliged to have any hearing or entertain further submissions before making its final determination.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Vacated and remanded.  No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rule 37(d) states, in pertinent part:</p>\n        <p>If a party ... fails ... to appear before the officer who is to take the deposition, after being served with a proper notice, ... the court in which the action is pending on motion may make such orders in regard to the failure as are just, and among others it may take any action authorized under paragraphs (A), (B), and (C) [which, inter alia, authorizes dismissal of the action] of subdivision (b)(2) of this rule.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Muckle does provide some explanation for the delay which may have been caused in part by his initial failure to provide the district court with the customary letter from the EEOC.  This letter, which he had received, said that the agency had found no grounds for proceeding with his complaint and freed him to file the complaint in district court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Muckle has moved for reconsideration of our order of July 23, 1993, denying his motions which sought to amend his complaint and sought the production of documents from Lotus.  The motion for reconsideration is denied.  We take no view on the merits of these requests.  Because we have remanded the case, this denial is without prejudice to Muckle filing his motions to amend and for the production of documents in the district court, in the event that that court reconsiders its dismissal and reopens the case</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">982</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Paul L. MUCKLE, Plaintiff, Appellant,<br>v.<br>LOTUS DEVELOPMENT, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1010.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Sept. 7, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts</p>\n      <p class=\"indent\">Paul L. Muckle on brief pro se.</p>\n      <p class=\"indent\">Melinda Milberg and Glovsky &amp; Associates on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">VACATED AND REMANDED.</p>\n      <p class=\"indent\">Before Selya, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The appellant, Paul Muckle, appeals from a judgment of the district court dismissing his complaint.  We vacate and remand.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In August 1991, Muckle filed a civil rights complaint against his former employer, Lotus Development Corporation (Lotus), in which he alleged that his lay-off and/or denial of permanent employment resulted from racial discrimination.  The district court concluded that the complaint survived the threshold standard for in forma pauperis proceedings, i.e., it was not frivolous, see 28 U.S.C. Sec. 1915(d), and allowed the case to proceed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 2, 1992, the district court set a status conference for October 26 at 2:45 pm.  On October 6, Lotus notified Muckle that it would take his deposition on October 22.  It is undisputed that Muckle received notification of both the deposition and the status conference.  Muckle did not appear for his deposition on October 22.  Muckle also did not appear at the October 26 status conference.  At that conference, Lotus moved to dismiss on the basis of Fed.  R. Civ. P. 37(d), i.e., on the ground that Muckle had failed to attend his own deposition.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The district court, in a margin order, dated October 26, endorsed Lotus' motion, \"Motion To Dismiss is allowed.\"  Judgment entered by separate document, Fed.  R. Civ. P. 58, on October 27, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court record reveals, however, that on October 26 at 1:29 pm, i.e., before the scheduled status conference, Muckle filed and the district court received a document captioned, \"Petition for Writ of Habeas Corpus.\"  That document, dated October 20, asked that the court direct the superintendent of the Massachusetts Correctional Institute at Concord to produce Muckle for a hearing.  The petition was a boilerplate form, but at the bottom, Muckle handwrote the following:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>P.S. If possible could court please put off status conference till 11-2-92 or whenever court deem possible.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The petition was signed by Muckle, with apparently his inmate number, and his prison address at MCI Concord.  Although the habeas petition was filed in the district court at 1:29 p.m.  before the 2:45 p.m.  status conference, there is no indication that the district judge had any knowledge of the petition prior to the status conference.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">But there is considerably more to the story.  The judgment of dismissal was entered on a separate document and filed on October 27, 1992, and transmitted to Muckle at his last known pre-incarceration address.  On December 28, 1992, long after the 30 day period for filing appeals had expired, see Fed.  R. App.  P. 4(a)(1), Muckle filed a notice of appeal in the district court.  On review of the appeal papers, this court sua sponte asked Muckle to show cause why the appeal should not be dismissed for lack of jurisdiction.  Muckle then asked this court to treat his notice as timely under subsection (a)(6) of the rule which allows the district court to reopen the time to appeal under certain circumstances.  We then asked the district court to determine whether the reopening provision had been satisfied.  Based on affidavits from Muckle and his sister, the district court found that the provision had been satisfied and it reopened the appeal period.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court has very substantial discretion in applying sanctions for failure to comply with discovery or other deadlines, as it must have in a time of crowded dockets and multitudinous management tasks.  But even this broad discretion might be strained by a dismissal based solely on a litigant's failure to appear at a deposition where illness, incarceration or some other powerful excuse existed and was brought to the court's attention in a timely fashion.  In this instance, however, Muckle's failure to appear at the deposition or status hearing-despite notice of both-does not stand alone.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It appears from the record that Muckle filed his complaint on or about August 21, 1991, but did not serve the complaint until January 7, 1992, well after the 120 day period normally fixed for service.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  When Lotus sought to serve its answer, the mailing to Muckle's record address was returned, apparently because Muckle had moved in the meantime without advising Lotus.  Thereafter, Muckle was located and reserved on July 15, 1992, acknowledged receipt but then took no action whatever in the litigation prior to his incarceration three months' later.  This inaction is troublesome because the magistrate judge had earlier fixed October 31, 1992, as the cut-off date for discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It also appears that Muckle was advised of Lotus' October 6, 1992, deposition notice scheduling his deposition for October 22, 1992, and of the district court's pretrial conference scheduled for October 26, 1992.  Muckle's later explanation that he was sentenced on October 16, 1992, and thereafter imprisoned in MCI Concord does not explain why at some point between October 6 and October 26 Muckle did not notify the court and Lotus that he might or would not be able to attend either of the scheduled functions.  Although his filings do indicate the difficulties of proceeding under prison conditions, they also indicate that he had access to a telephone by October 21;  but there is no indication that either Lotus' counsel or the court was notified.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Thus, even apart from questions about whether Muckle made timely efforts to pursue the appeal after the October 27 judgment, Muckle's attention to this civil suit was seriously deficient.  Against this background, we do not think that the district court could be held to have abused its considerable discretion if it dismissed the case despite knowledge of Muckle's incarceration.  Rather, dismissal for failure to attend the deposition-or at least to notify the court and Lotus in advance that attendance might be or was impossible-would represent a permissible judgment that Muckle was not taking seriously his responsibilities to the district court or the defendant in litigation that he himself had instigated.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Nevertheless, we think that Muckle is entitled to an informed exercise of the district court's discretion-and that discretion belongs to the district court and not to us-before the extreme penalty of a dismissal with prejudice is visited on him based on a failure to appear.  Based on the complaint alone, the district court has already said that the allegations cannot be deemed frivolous.  While Muckle has been somewhat careless and dilatory, our review of the record indicates that he has partial explanations for at least some of the deficiencies and he is a pro se litigant.  Since we asked the district judge only for a finding on reinstatement of the appeal, he may well have thought it beyond his mandate to reconsider the dismissal.  Indeed, Muckle has never formally asked the district court to reconsider its dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We think that the fair and efficient course is to vacate the judgment dismissing the case and to remand for the district court to exercise its discretion as to whether dismissal is warranted and, if so, whether with or without prejudice, in light of its current knowledge of all of the circumstances including Muckle's incarceration.  The record is now ample and the district court is not obliged to have any hearing or entertain further submissions before making its final determination.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Vacated and remanded.  No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rule 37(d) states, in pertinent part:</p>\n        <p>If a party ... fails ... to appear before the officer who is to take the deposition, after being served with a proper notice, ... the court in which the action is pending on motion may make such orders in regard to the failure as are just, and among others it may take any action authorized under paragraphs (A), (B), and (C) [which, inter alia, authorizes dismissal of the action] of subdivision (b)(2) of this rule.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Muckle does provide some explanation for the delay which may have been caused in part by his initial failure to provide the district court with the customary letter from the EEOC.  This letter, which he had received, said that the agency had found no grounds for proceeding with his complaint and freed him to file the complaint in district court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Muckle has moved for reconsideration of our order of July 23, 1993, denying his motions which sought to amend his complaint and sought the production of documents from Lotus.  The motion for reconsideration is denied.  We take no view on the merits of these requests.  Because we have remanded the case, this denial is without prejudice to Muckle filing his motions to amend and for the production of documents in the district court, in the event that that court reconsiders its dismissal and reopens the case</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": []
}