{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194927/",
  "id": 194927,
  "absolute_url": "/opinion/194927/united-states-v-carrozza/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194927/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:28:13Z",
  "date_modified": "2020-02-22T00:10:20.880993Z",
  "type": "010combined",
  "sha1": "cf94245012df5e9f3cf9d39725a626dbb6faede4",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1798.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-1798\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                     ROBERT F. CARROZZA,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-1868\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                    RAYMOND J. PATRIARCA,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-2213\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellant,\n\n                              v.\n\n                    RAYMOND J. PATRIARCA,\n\n                     Defendant, Appellee.\n\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Mark L. Wolf, U.S. District Judge]\n                                                  \n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge,\n                                         \n\n               Campbell, Senior Circuit Judge,\n                                             \n\n                  and Stahl, Circuit Judge.\n                                          \n\n                                         \n\nMartin  G. Weinberg with  whom Oteri,  Weinberg &amp;  Lawson, John F.\n                                                                  \nCicilline, Kimberly Homan  and Sheketoff  &amp; Homan were  on briefs  for\n                                             \nRaymond J. Patriarca.\nJames L.  Sultan  with  whom  Rankin &amp;  Sultan  was on  brief  for\n                                              \nRobert F. Carrozza.\nJames  D. Herbert,  Assistant United  States Attorney,  with  whom\n                 \nA. John   Pappalardo,  United   States  Attorney,   Jeffrey  Auerhahn,\n                                                                 \nAssistant  United States  Attorney, and  Gregg L.  Sullivan, Assistant\n                                                       \nUnited States Attorney, were on briefs for the United States.\n\n                                         \n\n                      September 16, 1993\n                                         \n\n          CAMPBELL,  Senior  Circuit   Judge.    Raymond   J.\n                                            \n\nPatriarca pled guilty  to one count of conspiring  to violate\n\nthe  Racketeering Influenced  and  Corrupt Organizations  Act\n\n(\"RICO\"), 18  U.S.C.   1962(d), one count  of violating RICO,\n\n18  U.S.C.   1962(c), four counts of interstate travel in aid\n\nof racketeering, 18 U.S.C.   1952 (the \"Travel Act\"), and one\n\ncount of conspiring to violate the Travel Act. \n\n          He  was  sentenced by  the  United  States District\n\nCourt for the District  of Massachusetts to a prison  term of\n\n97 months, three years of supervised release, a $50,000 fine,\n\n$122,344  costs  of   incarceration,  and  $3,954   costs  of\n\nsupervision.  Pursuant to 18 U.S.C.   3742(b), the government\n\nappeals  from the  district  court's  determination that  the\n\nrelevant conduct for sentencing purposes in this RICO case is\n\nlimited to  just the predicate Travel  Act violations charged\n\nagainst Patriarca  and  conduct relating  directly  to  those\n\ncharged  predicates.   Patriarca  appeals from  the  district\n\ncourt's upward  departure under U.S.S.G.   4A1.3 and from the\n\ndistrict court's imposition of the costs of incarceration and\n\nsupervision under U.S.S.G.   5E1.2(i).\n\n          Robert  F.   Carrozza  appeals  from   a  228-month\n\nsentence imposed by the district court after Carrozza pleaded\n\nguilty   to  49  counts   of  racketeering-related  offenses.\n\nCarrozza  argues  that  the  district  court's  decision   to\n\n                             -3-\n\n\"assume\"  that  his base  offense  level  should be  adjusted\n\nupwards for his role in the offense constituted plain error.\n\nI.  Patriarca's Sentence\n                        \n\n     A.  Background\n                   \n\n          Count One of the  indictment charged Patriarca  and\n\nseven   codefendants  with   participation   in  a   criminal\n\nconspiracy to violate  the RICO statute.   Count Two  charged\n\nthe same defendants with a substantive violation  of the RICO\n\nstatute.     The   remaining  63   counts   charged   related\n\nracketeering acts involving  different defendants,  including\n\n   in Count 30    a conspiracy to violate the Travel Act.  \n\n          The RICO  charges alleged that the Patriarca Family\n\nhad committed  illegal activities over a period  of 14 years.\n\nThey  identified the  defendants as  members of  a nationwide\n\ncriminal organization known as  La Cosa Nostra, and described\n\nPatriarca's  role, after July 1984,  as the boss and ultimate\n\nsupervisor of the Patriarca Family.  The  RICO counts alleged\n\nthat  the Patriarca  Family,  named as  the RICO  enterprise,\n\nacted  in  conformity  with  the  rules of  La  Cosa  Nostra,\n\nincluding the  requirement that members commit  murder at the\n\ndirection of  their superiors.   It was further  alleged that\n\nmembers of  the Patriarca Family were required  to obey their\n\nsuperiors  and  commit  criminal  acts  at  their  direction,\n\nincluding  murder.   Members  of  the  Patriarca Family  were\n\nallegedlyrequiredto\n                  sharetheirillegalprofitswiththeirsuperiors.\n\n                             -4-\n\n          The  indictment alleged  that the  Patriarca Family\n\nwas in  the  business of  extortion,  narcotics  trafficking,\n\nloansharking, gambling,  and murder.   The indictment charged\n\nthe  commission of  a total of  68 separate,  predicate acts,\n\nmost  of  them  by  defendants other  than  Patriarca.    The\n\npredicate racketeering acts in which Patriarca was personally\n\nnamed were five violations of (and conspiracy to violate) the\n\nTravel  Act, four of  which were also  charged as substantive\n\nviolations against Patriarca in Counts 31, 36, 38 and 39.\n\n          Prior to  Patriarca's entry  of a guilty  plea, the\n\ngovernment  informed the  court and  Patriarca that  it would\n\nseek to  include specific acts of  relevant conduct, pursuant\n\nto U.S.S.G.   1B1.3,  in determining Patriarca's base offense\n\nlevel, and  would further seek upward  departures pursuant to\n\nU.S.S.G.    4A1.3  and   5K2.0.   As  an example  of relevant\n\nconduct, the government then cited Patriarca's involvement in\n\nthe narcotics trafficking of Patriarca's associate, Salvatore\n\nMichael Caruana.   As  an example  of  conduct justifying  an\n\nupward departure, the government  cited the murder of Vincent\n\nJames Limoli,  which was  charged against one  of Patriarca's\n\ncodefendants.\n\n          On December 3, 1991, Patriarca  pled guilty without\n\nhaving entered  into any agreement  with the government.   In\n\nthe sentencing proceedings that ensued, the government  asked\n\nthe court  to consider  seven instances of  relevant conduct,\n\n                             -5-\n\nalong with the  charged conduct,  in determining  Patriarca's\n\nbase  offense level for  his RICO offenses.   These instances\n\nwere (1)  Patriarca's involvement in the  drug trafficking of\n\nCaruana;  (2)  Patriarca's efforts  to  harbor  Caruana as  a\n\nfugitive;  (3)  the  murder  of Limoli;  (4)  the  murder  of\n\nTheodore Berns,  which was  committed by  Caruana purportedly\n\nbecause  Berns  was involved  with  Caruana's  wife; (5)  the\n\nnarcotics  activities  charged  against   codefendant  Robert\n\nCarrozza; (6) Patriarca's alleged authorization of an attempt\n\nto murder Vincent Ferrara;  and (7) the harboring of  La Cosa\n\nNostra member, Alphonse Persico, while he was a fugitive from\n\njustice.    Of  these  acts,   only  the  Limoli  murder  and\n\nCarrozza's  drug  trafficking  had   been  mentioned  in  the\n\nindictment, these  two acts having been  charged as predicate\n\nacts   against   Patriarca's   codefendants  (not   Patriarca\n\nhimself).   The  government acknowledges  that Patriarca  had\n\ndirect  personal   involvement  only  in   the  Caruana  drug\n\ntrafficking  and the harboring of Caruana as a fugitive.  But\n\nit  also argues  that  all seven  activities were  reasonably\n\nforeseeable to  Patriarca and  were committed during,  and in\n\nfurtherance  of,  the  RICO conspiracy  after  Patriarca  had\n\njoined it as its chief.\n\n          The  government  asserted  that  holding  Patriarca\n\nresponsible for the Limoli or the Berns murder would increase\n\nhis base offense level to 43, but that this level should then\n\n                             -6-\n\nbe  reduced  by three  levels  because  Patriarca's role  was\n\nminimal or minor under U.S.S.G.   3B1.2.  The guideline range\n\nfor an offense level of 40 and Criminal History Category I is\n\n292-365  months  in prison.    The  government recommended  a\n\nsentence of 292 months.\n\n          After numerous evidentiary  hearings, the  district\n\ncourt  announced its  decision  to sentence  Patriarca to  97\n\nmonths imprisonment.  This was  an upward departure from  the\n\ncourt's  calculated guideline range of 63 to 78 months.1  The\n\ncourt  concluded that relevant conduct in a RICO case was, as\n\na matter  of  law, limited  to  the specific  predicate  acts\n\ncharged  against the  defendant (here,  as to  Patriarca, the\n\nTravel Act  violations) and  conduct relating to  the charged\n\npredicates.  The  court observed that the  base offense level\n\nfor  RICO  is  the  greater  of  19  or  \"the  offense  level\n\napplicable   to   the   underlying  racketeering   activity.\"\n\nU.S.S.G.   2E1.1(a).  Because   2E1.1 specifies more than one\n\nbase  offense  level,  the  court  determined  that     1B1.3\n\nrequires the proper  base offense  to be  ascertained by  the\n\ninclusion of  relevant conduct.   The core  question, in  the\n\ncourt's view,  was whether \"underlying racketeering activity\"\n\nwithin the  meaning of     2E1.1(a)(2) referred  only to  the\n\npredicate   racketeering   acts  charged   against  Patriarca\n\n                    \n\n1.  The  district court's extensive  sentencing memorandum is\npublished at 807 F. Supp. 165 (D. Mass. 1992).\n\n                             -7-\n\nhimself, or whether it  also embraced other racketeering acts\n\nincluding those of Patriarca's RICO  coconspirators committed\n\nin the course of the RICO conspiracy.\n\n          In  opting for  the former construction,  the court\n\nrelied  upon  three principles  it felt  were  key:   (1) the\n\nguidelines are  primarily a \"charge offense\"  system; (2) the\n\nguidelines  are  generally intended  to  duplicate nationwide\n\npast  practices;  and  (3)  the guidelines  are  intended  to\n\nestablish a sentencing system which is  both administratively\n\nworkable and fair.  Regarding the first, the court noted that\n\nnone   of  the  seven  instances  of  conduct  cited  by  the\n\ngovernment had been charged  against Patriarca personally  in\n\nthe indictment.   As to  the second reason,  the court  noted\n\nthat there are no reported  pre-guideline RICO cases in which\n\na  defendant  was sentenced  and  punished  for an  uncharged\n\nmurder.  With respect to the third, the court stated that the\n\ngovernment's position was administratively unwieldy: weeks or\n\nmonths of evidentiary hearings could be required to decide if\n\na  defendant  committed   the  uncharged  relevant   conduct.\n\nFinally,  the  court  was   concerned  about  the  procedural\n\nfairness  of punishing  a defendant  for an  uncharged murder\n\nwithout  indictment,  trial  by  jury,  and  proof  beyond  a\n\nreasonable doubt.\n\n          The   court   reasoned   that   adoption   of   the\n\ngovernment's  position  would  raise  serious  constitutional\n\n                             -8-\n\nquestions  which  the district  court's  interpretation would\n\navoid.   Treating  the Limoli  or  Berns murder  as  relevant\n\nconduct would, the court believed, have the effect of raising\n\nthe  maximum penalty for the RICO violations from 20 years to\n\nlife imprisonment.   The RICO penalty provision,  18 U.S.C.  \n\n1963(a),  provides for a maximum sentence  of 20 years unless\n\n\"the  RICO violation  is based  on racketeering  activity for\n\nwhich  the  maximum penalty  includes life  imprisonment,\" in\n\nwhich  case the  maximum  sentence is  life.   The  guideline\n\npenalty  for murder,  which is  a level  43 offense,  is life\n\nimprisonment.     Because  the  district  court,  unlike  the\n\ngovernment, thought  a three-level  reduction for a  minor or\n\nminimal role in the offense was unlikely, the court  reasoned\n\nthat  if Patriarca  was held  responsible for  the Limoli  or\n\nBerns   murders,   his  probable   sentence  would   be  life\n\nimprisonment.   In the court's view,  therefore, treating the\n\nmurders as relevant conduct (thereby increasing the guideline\n\nrange  from  63-78  months to  life)  would  violate  the due\n\nprocess clause of the constitution by permitting the relevant\n\nconduct determination \"to be a tail which wags the dog of the\n\nsubstantive offense.\"  McMillan v. Pennsylvania, 477 U.S. 79,\n                                               \n\n88 (1986).  \n\n          The government appeals from this determination.\n\n     B.  The Government's Appeal:  Relevant Conduct\n                                                   \n\n                             -9-\n\n          \"The legal determination as to the proper interplay\n\namong  related  guidelines  is  subject  to plenary  review.\"\n\nUnited  States v. Schultz, 970 F.2d 960, 962 (1st Cir. 1992),\n                         \n\ncert. denied, 113 S.  Ct. 1020 (1993).  Therefore,  we review\n            \n\nde  novo the  district  court's application  of the  relevant\n\nconduct guideline,  U.S.S.G.   1B1.3, to  the RICO guideline,\n\nU.S.S.G.    2E1.1.  We conclude that the district court erred\n\nwhen it limited relevant conduct to conduct in furtherance of\n\nthe predicate acts charged  against Patriarca.  We hold  that\n\nrelevant  conduct  in  a   RICO  case  includes  all  conduct\n\nreasonably   foreseeable  to  the   particular  defendant  in\n\nfurtherance of the RICO enterprise to which he belongs.\n\n          We agree  with the government that  the language of\n\nthe relevant  conduct section,   1B1.32,  and its application\n\n                    \n\n2.  The  relevant  conduct   guideline,  in  pertinent  part,\nprovides the following:\n\n     Unless  otherwise specified,  (i) the  base offense\n     level where  the guideline specifies more  than one\n     base   offense   level,   (ii)   specific   offense\n     characteristics  and  (iii)  cross   references  in\n     Chapter Two, and (iv) adjustments in Chapter Three,\n     shall be determined on the basis of the following:\n\n     (1)(A)    all acts and omissions  committed, aided,\n               abetted,  counseled,  commanded, induced,\n               procured,  or  willfully  caused  by  the\n               defendant; and\n\n        (B)    in  the  case  of  a  jointly  undertaken\n               criminal   activity  (a   criminal  plan,\n               scheme,    endeavor,    or     enterprise\n               undertaken  by  the defendant  in concert\n               with others, whether or not charged as  a\n               conspiracy),  all  reasonably foreseeable\n\n                             -10-\n\nto the RICO guideline,   2E1.1, are clear, and  hence must be\n\napplied.   Section 1B1.3 calls for  determining the following\n\nguideline  elements  on  the  basis of  relevant  conduct  as\n\ndefined:  (1) the  base  offense level,  where the  guideline\n\nspecifies  more than  one  base offense  level, (2)  specific\n\noffense characteristics, (3) cross references in Chapter Two,\n\nand  (4) adjustments  in Chapter  3.   The RICO  guideline,  \n\n2E1.13,  specifies  more   than  one   base  offense   level,\n\n                    \n\n               acts   and   omissions   of   others   in\n               furtherance  of  the  jointly  undertaken\n               criminal activity,\n\n          that occurred  during  the commission  of  the\n          offense of conviction, in preparation for that\n          offense,  or  in the  course of  attempting to\n          avoid  detection  or  responsibility for  that\n          offense . . . .\n\nU.S.S.G.   1B1.3(a)(1).\n\n     The  relevant  conduct  guideline  quoted  here  is  the\namended  version  of     1B1.3,  which  became  effective  on\nNovember 1, 1992, after Patriarca was sentenced.  Because the\n1992 amendments to   1B1.3  only clarify the previous version\nof the guideline,  we may  refer to the  later version.   See\n                                                             \n1B1.11(b)(2)   (\"the   court   shall    consider   subsequent\namendments, to the extent that such amendments are clarifying\nrather than substantive changes\").\n\n3.  The RICO guideline provides the following:\n\n       2E1.1.  Unlawful   Conduct   Relating   to   Racketeer\n                                                             \n               Influenced and Corrupt Organizations\n                                                   \n\n          (a)  Base Offense Level (Apply the greater):\n\n               (1)  19; or\n                    19\n\n               (2)  the  offense  level  applicable   to  the\n                    underlying racketeering activity.\n\n                             -11-\n\nincluding a cross reference  to \"the offense level applicable\n\nto the underlying racketeering  activity.\"  See United States\n                                                             \n\nv. Masters, 978 F.2d  281, 284 (7th Cir. 1992)  (reference to\n          \n\n\"underlying  racketeering  activity\" in     2E1.1(a)(2) is  a\n\ncross  reference),  cert. denied,  113  S.  Ct. 2333  (1993);\n                                \n\nU.S.S.G.   1B1.5, application note 1 (cross references may be\n\ngeneral,  such  as  \"to  the guideline  for  the  'underlying\n\noffense'\").   Therefore,    1B1.3  requires the  base offense\n\nlevel for   2E1.1 to  be determined on the basis of  relevant\n\nconduct as that term is described in   1B1.3(a)(1).\n\n          Section 1B1.3 states that \"in the case of a jointly\n\nundertaken criminal activity,\" relevant conduct includes \"all\n\nreasonably  foreseeable  acts  and  omissions  of  others  in\n\nfurtherance of  the  jointly undertaken  criminal  activity.\"\n\nU.S.S.G.    1B1.3(a)(1)(B).  This is often referred to as the\n\naccomplice attribution element of relevant conduct.  \"Jointly\n\nundertaken criminal activity\" is defined in    1B1.3(a)(1)(B)\n\nas  \"a  criminal   plan,  scheme,  endeavor,   or  enterprise\n                                                             \n\nundertaken by  the defendant in concert  with others, whether\n                                                             \n\nor not  charged  as a  conspiracy.\"   Id.  (emphasis  added).\n                                         \n\nHere,  the RICO enterprise     the Patriarca Family     was a\n\n\"jointly undertaken criminal  activity.\"  Thus, Patriarca  is\n\npotentially  liable  for  the  foreseeable  criminal acts  of\n\n                    \n\nU.S.S.G.   2E1.1.\n\n                             -12-\n\nothers in furtherance of  that enterprise even though  he did\n\nnot personally participate in them.\n\n          The  application  notes  expand  on  the  role   of\n\nrelevant conduct in the  case of criminal activity undertaken\n\nin concert with  others.  We quote from application note 2 to\n\n   1B1.3 at  length because  of the  guidance it  provides to\n\ncourts in determining when a defendant is responsible for the\n\nconduct of others under the accomplice attribution element of\n\nthe relevant conduct guideline:\n\n     In the  case of a jointly  undertaken criminal activity,\n     subsection  (a)(1)(B)  provides   that  a  defendant  is\n     accountable  for  the conduct  (acts  and omissions)  of\n     others that was both:\n\n     (i)  in  furtherance  of  the   jointly  undertaken\n          criminal activity; and\n     (ii) reasonably foreseeable in connection with that\n          criminal activity.\n\n     Because a  count may be worded  broadly and include\n     the conduct  of many participants over  a period of\n     time,  the scope of  the criminal  activity jointly\n     undertaken   by   the   defendant   (the   \"jointly\n     undertaken criminal activity\")  is not  necessarily\n     the same as the scope of the entire conspiracy, and\n     hence  relevant conduct is not necessarily the same\n     for every  participant.  In order  to determine the\n     defendant's  accountability  for  the   conduct  of\n     others under  subsection (a)(1)(B), the  court must\n     first determine the scope  of the criminal activity\n     the   particular   defendant   agreed  to   jointly\n     undertake (i.e., the scope  of the specific conduct\n                    \n     and   objectives   embraced   by  the   defendant's\n     agreement).  The conduct of others that was both in\n     furtherance  of,  and  reasonably   foreseeable  in\n     connection  with,  the  criminal  activity  jointly\n     undertaken  by  the defendant  is  relevant conduct\n     under this  provision.  The conduct  of others that\n     was  not in  furtherance of  the criminal  activity\n     jointly undertaken  by the  defendant,  or was  not\n     reasonably  foreseeable  in  connection  with  that\n\n                             -13-\n\n     criminal  activity, is  not relevant  conduct under\n     this provision.\n\n     In determining  the scope of the  criminal activity\n     that  the particular  defendant  agreed to  jointly\n     undertake (i.e., the scope  of the specific conduct\n                    \n     and   objectives   embraced   by  the   defendant's\n     agreement),  the court  may  consider any  explicit\n     agreement  or  implicit  agreement fairly  inferred\n     from the conduct of the defendant and others.\n\n     Note that the criminal activity that the  defendant\n     agreed  to  jointly undertake,  and  the reasonably\n     foreseeable  conduct of  others  in furtherance  of\n     that   criminal   activity,  are   not  necessarily\n     identical.   For example,  two defendants agree  to\n     commit  a robbery  and, during  the course  of that\n     robbery, the first defendant assaults and injures a\n     victim.   The second defendant  is accountable  for\n     the  assault and injury to the  victim (even if the\n     second defendant had not  agreed to the assault and\n     had cautioned the first defendant to be careful not\n     to hurt  anyone) because the assaultive conduct was\n     in  furtherance of the  jointly undertaken criminal\n     activity   (the   robbery)   and   was   reasonably\n     foreseeable  in  connection   with  that   criminal\n     activity (given the nature of the offense).\n\nU.S.S.G. 1B1.3, application note 2.\n\n          Application  note 2  reflects recognition  that the\n\naccomplice attribution provision of    1B1.3 operates to hold\n\na defendant responsible for the conduct of others even though\n\n\"a count may  be worded  broadly and include  the conduct  of\n\nmany participants  over a period of time.\"  So as to keep the\n\ncriminal  responsibility  within  bounds,     1B1.3  requires\n\nsentencing  courts to  ascertain on  an individual  basis the\n\nscope of the criminal  activity that the particular defendant\n\nagreed jointly to undertake.   U.S.S.G.    1B1.3, application\n\nnote 2.   To do  this, the  court may consider  any \"explicit\n\n                             -14-\n\nagreement  or  implicit agreement  fairly  inferred  from the\n\nconduct  of  the defendant  and others.\"    Id.;   see United\n                                                             \n\nStates v. Innamorati, No.  91-1896, slip op. at 66  (1st Cir.\n                    \n\nJune 17,  1993) (members of drug  distribution conspiracy may\n\nbe held accountable at sentencing for different quantities of\n\nnarcotics,   \"depending   on   the  circumstances   of   each\n\ndefendant's involvement\"); United States v. Collado, 975 F.2d\n                                                   \n\n985,  992 (3d Cir.  1992) (\"the crucial  factor in accomplice\n\nattribution is  the extent of the  defendant's involvement in\n\nthe  conspiracy\"); Wilkens  &amp; Steer,  Relevant Conduct:   The\n                                                             \n\nCornerstone of the  Federal Sentencing Guidelines,  41 S.C.L.\n                                                 \n\nRev. 495, 511 (1990) (\"liability might be justified for those\n\nwho  are  at the  top  directing and  controlling  the entire\n\noperation\")  (quoting 2  W.  LaFave &amp;  A. Scott,  Substantive\n\nCriminal Law   6.8, at 155 (1986)). \n\n          On remand here, therefore, the district  court must\n\ndetermine  (1)  the  scope  of the  joint  criminal  activity\n\nexplicitly or implicitly agreed  to by Patriarca jointly with\n\nothers; (2)  whether the criminal acts  proffered as relevant\n\nconduct  were  in  furtherance  of  this  jointly  undertaken\n\ncriminal activity;  and (3)  whether the proffered  acts were\n\nreasonably  foreseeable  in  connection  with  that  criminal\n\nactivity.  These determinations will fix the relevant conduct\n\nunder    1B1.3 for purposes of  calculating the offense level\n\nunder     2E1.1.   Such  determinations are,  of  course, all\n\n                             -15-\n\ninherently fact-bound.   See,  e.g., Innamorati, slip  op. at\n                                               \n\n66.\n\n          Rather  than applying    1B1.3  to    2E1.1 in  the\n\nstraightforward  manner discussed  above, the  district court\n\nlimited relevant  conduct to  only those predicate  acts that\n\nwere  charged against  Patriarca  personally     namely,  the\n\nTravel  Act  violations.   In  doing so,  the  district court\n\nimproperly   treated   the   term  \"underlying   racketeering\n\nactivity\"  in    2E1.1(a)(2) as  if it  \"otherwise specified\"\n\nthat relevant conduct  should not apply  to each \"offense  of\n\nconviction\"  (including  the RICO  conspiracy  count and  the\n\nsubstantive RICO count) and instead  should apply only to the\n\npredicate  Travel Act  violations.   See U.S.S.G.    1B1.3(a)\n                                        \n\n(\"Unless  otherwise specified, . .  . cross references  . . .\n                             \n\nshall  be determined  on the basis  of .  . .  all reasonably\n\nforeseeable acts . . . that occurred during the commission of\n\nthe offense of  conviction . . .  \") (emphasis added).   This\n                          \n\nwas error.  \"Subsection  (a) [of   1B1.3] establishes  a rule\n\nof  construction  by  specifying,  in  the  absence  of  more\n\nexplicit instructions in the context of a specific guideline,\n\nthe  range of  conduct that  is relevant  to determining  the\n\napplicable  offense level  .  .  .  .\"    U.S.S.G.     1B1.3,\n\nBackground.   The  background commentary  to    1B1.3 further\n\nmakes  clear that \"[c]onduct that is  not formally charged or\n\nis not an element of the offense of conviction may enter into\n\n                             -16-\n\nthe  determination  of   the  applicable  guideline   range.\"\n\nSection   2E1.1        specifically   the   term  \"underlying\n\nracketeering activity\"     contains no  explicit instructions\n\ndisplacing the general rule in   1B1.3 that relevant  conduct\n\nincludes  uncharged conduct.   In  a RICO  case, there  is no\n\njustification for limiting \"underlying racketeering activity\"\n\njust  to  predicate  acts specifically  charged  against  one\n\ndefendant.4  \n\n          We,  therefore, agree with  the government that the\n\nterm  \"underlying racketeering  activity\"  in     2E1.1(a)(2)\n\nmeans  simply  any  act,   whether  or  not  charged  against\n\ndefendant personally, that qualifies  as a RICO predicate act\n\nunder 18 U.S.C.   1961(1)5 and is otherwise relevant  conduct\n\n                    \n\n4.  Aside  from  its  departure  from  the  relevant  conduct\nguideline,  the district  court's interpretation  could raise\nother problems.  For example, in some circuits the government\nneed not  allege specific  predicate acts when  it charges  a\ndefendant  with  RICO  conspiracy.    See  United  States  v.\n                                                         \nGlecier, 923 F.2d 496,  501 (7th Cir.), cert. denied,  112 S.\n                                                    \nCt.  54 (1991); United States v. Phillips, 874 F.2d 123, 127-\n                                         \n28 (3d Cir. 1989).  A court sentencing a defendant  in such a\ncase would be put in a difficult position  if forced to apply\nliterally the district court's  analysis.  Because such cases\ndo  not  identify  and  charge the  \"underlying  racketeering\nactivity,\" a  court following  the district court's  approach\nmight be limited to the base offense level of 19 as specified\nin     2E1.1(a)(1),  even  though the  real  offense  conduct\nunderlying the  conspiracy is considerably  more serious than\nother level 19 offenses.\n\n5.  Section  1961(1)  defines   \"racketeering  activity\"   to\ninclude,  inter alia,  \"any act  or threat  involving murder,\n                    \nkidnaping,  gambling,  arson,  robbery,  bribery,  extortion,\ndealing in  obscene matter, or  dealing in narcotic  or other\ndangerous  drugs, which  is  chargeable under  State law  and\npunishable  by imprisonment  for more  than one  year; .  . .\n\n                             -17-\n\nunder     1B1.3.     Because  the  reference  to  \"underlying\n\nracketeering activity\"  is a  cross reference,    1B1.3 comes\n\ninto  play and defines \"the range of conduct that is relevant\n\n.  . . .\"  See U.S.S.G.   1B1.3, Background.  It follows that\n              \n\nthe acts of relevant conduct proffered by the government, all\n\nof  which are racketeering acts that  could have been charged\n\nas predicate  offenses, come  under the heading  of \"relevant\n\nconduct\"  for  sentencing Patriarca  on  the  RICO counts  of\n\nconviction,  provided  they  otherwise  meet  the  accomplice\n\nattribution standards of   1B1.3(a)(1)(B).\n\n          To  avoid  this  conclusion,  Patriarca   cites  to\n\napplication notes  1 and 5  to U.S.S.G.    1B1.2.   He argues\n\nthat these  application notes show that  the term \"underlying\n\nracketeering  activity\" should  be  limited  to the  specific\n\npredicate acts  charged against him.   We think  that neither\n\napplication note is applicable here.\n\n          Application note  1 to U.S.S.G.    1B1.2 states the\n\nfollowing:\n\n          This section provides the basic rules for\n          determining the  guidelines applicable to\n          the  offense  conduct  under Chapter  Two\n          (Offense  Conduct).   As a  general rule,\n          the court is to use the guideline section\n          from  Chapter Two most  applicable to the\n          offense  of  conviction.   The  Statutory\n          Index (Appendix A)  provides a listing to\n          assist in  this  determination.   When  a\n\n                    \n\n[and] any act which is indictable under . . . title 18 .  . .\nsection 1512  (relating to tampering with  a witness, victim,\nor an informant) . . . .\"\n\n                             -18-\n\n          particular  statute   proscribes  only  a\n          single  type  of  criminal  conduct,  the\n          offense  of  conviction  and the  conduct\n          proscribed by the statute  will coincide,\n          and  there  will   be  only  one  offense\n          guideline referenced.  When  a particular\n          statute proscribes a  variety of  conduct\n          that  might  constitute  the  subject  of\n          different  offense guidelines,  the court\n          will  determine  which guideline  section\n          applies  based  upon  the nature  of  the\n                                                   \n          offense  conduct charged in  the count of\n                                                   \n          which   the   defendant  was   convicted.\n                                                  \n          (Emphasis ours.)\n\nPatriarca   relies  on   the  emphasized   portion   for  the\n\nproposition that  relevant  conduct pertaining  to  composite\n\ncrimes,  like RICO, must be limited to conduct charged in the\n\nindictment.  It is clear, however, from  the full text of the\n\napplication note, that the  note is meant to guide  courts in\n\nthe initial selection of  the applicable guideline in Chapter\n\nTwo,  not  to  limit  cross references  within  a  particular\n\nguideline.   There is  no question here  that the  applicable\n\nguideline for RICO convictions is   2E1.1.  Thus, application\n\nnote  1  to     1B1.2  provides  no  support  for Patriarca's\n\nargument.\n\n          Application note 5 to   1B1.2 is equally immaterial\n\nto  the   application  of   relevant  conduct  to      2E1.1.\n\nApplication note 5 relates  specifically to   1B1.2(d), which\n\nstates  that:  \"A conviction on a count charging a conspiracy\n\nto commit more than  one offense shall  be treated as if  the\n\ndefendant  had   been  convicted  on  a   separate  count  of\n\n                             -19-\n\nconspiracy for  each offense that the  defendant conspired to\n\ncommit.\"  Application note 5 in turn provides the following:\n\n     Particular   care  must   be   taken  in   applying\n     subsection (d) because there are cases in which the\n     verdict or plea does not establish which offense(s)\n     was the object of  the conspiracy.  In such  cases,\n     subsection (d)  should only be applied with respect\n     to an  object  offense alleged  in  the  conspiracy\n                                                        \n     count if the court,  were it sitting as a  trier of\n          \n     fact, would convict the defendant of conspiring  to\n     commit that object offense.   Note, however, if the\n     object offenses  specified in the  conspiracy count\n     would be grouped together under   3D1.2(d) (e.g., a\n                                                     \n     conspiracy to  steal three government checks) it is\n     not necessary to engage in the  foregoing analysis,\n     because   1B1.3(a)(2) governs consideration  of the\n     defendant's conduct.\n\nU.S.S.G.   1B1.2, application note 5 (emphasis added).\n\n          In arguing  that   1B1.2(d) and  application note 5\n\nlimit relevant  conduct in composite cases,  like RICO cases,\n\nto  conduct \"alleged\"  in the  indictment as  predicate acts,\n                    \n\nPatriarca notes similar language  in the application notes to\n\n  2E1.1 and  the multiple count rules.  Application note 1 to\n\n   2E1.1  states  that  \"[w]here  there  is   more  than  one\n\nunderlying offense,  treat  each  underlying  offense  as  if\n\ncontained  in a  separate  count  of  conviction  .  .  .  .\"\n\nSimilarly, the introductory commentary  to the multiple count\n\nrules provides that \"[s]ome  offenses, e.g., racketeering and\n                                           \n\nconspiracy, may be 'composite' in that they involve a pattern\n\nof conduct or scheme involving multiple  underlying offenses.\n\nThe rules  in this  Part  are to  be  used to  determine  the\n\noffense level  for such  composite offenses from  the offense\n\n                             -20-\n\nlevel  for the underlying offenses.\"  Application note 8 to  \n\n3D1.2 refers specifically  back to   1B1.2(d):   \"A defendant\n\nmay be convicted of  conspiring to commit several substantive\n\noffenses  and   also  of  committing  one  or   more  of  the\n\nsubstantive offenses.   In  such cases, treat  the conspiracy\n\ncount as if it were several counts, each  charging conspiracy\n\nto  commit one of the  substantive offenses.   See   1B1.2(d)\n                                                             \n\nand accompanying commentary.\"  U.S.S.G.    3D1.2, application\n                           \n\nnote 8 (emphasis added).\n\n          On the basis of this commentary, Patriarca contends\n\nthat the only way to apply  the multiple count section of the\n\nguidelines  to a RICO conviction is to use the directions for\n\nthe more commonly applied conspiracy, and hence the rule of  \n\n1B1.2(d).6  We disagree.   First, the definition of \"offense\"\n\n                    \n\n6.  The   training  staff   at   the  Sentencing   Commission\napparently agrees.   In  the latest issue  of the  Sentencing\nCommission's   Most  Frequently  Asked  Questions  About  the\n                                                             \nSentencing  Guidelines, Vol.  VI, Dec.  1, 1992,  Question 30\n                      \nasks:   \"The  defendant was  convicted of  RICO (18  U.S.C.  \n1962).   How  is  the alternative  base  offense level  at   \n2E1.1(a)(2) determined?\"  The answer provides the following:\n\n     Application note 1 to    2E1.1 instructs that where\n     there is  more than  one underlying offense  (i.e.,\n                                                       \n     predicate  act), each underlying  offense should be\n     treated  as if  contained  in a  separate count  of\n     conviction for  the purposes of  subsection (a)(2).\n     (See   1B1.2(d) and Application  Note 5.)  Each  of\n         \n     the  underlying offenses, whether or not charged in\n     substantive counts of conviction, are treated as if\n     they  were  substantive  counts  of  conviction, or\n     \"pseudo counts.\"\n\nId.   The training staff's informational  booklet states that\n   \n\"[t]he  information  does   not  necessarily  represent   the\n\n                             -21-\n\ncontained in the application notes to U.S.S.G.   1B1.1 is not\n\nlimited to  charged offenses.  Instead,  \"offense\" is defined\n\nto mean \"the  offense of conviction and  all relevant conduct\n                                                             \n\nunder    1B1.3 (Relevant Conduct) unless  a different meaning\n                                 \n\nis  specified  or  is  otherwise  clear  from  the  context.\"\n\nU.S.S.G.   1B1.1, application note 1(l) (emphasis added).  As\n\nstated  previously,    2E1.1  does  not  specify a  different\n\nmeaning;  therefore,  there   is  no   reason  to   interpret\n\n\"underlying offense\" to exclude uncharged conduct.\n\n          Furthermore, although applying    1B1.2(d) to  RICO\n\nconvictions has  some  superficial  appeal,  there  would  be\n\ninsurmountable  obstacles  to   its  practical   application.\n\nFirst,  by its  own terms,    1B1.2(d)  is limited  to counts\n\n\"charging a conspiracy.\"   Therefore, it is  difficult to see\n                      \n\nhow    1B1.2(d) could apply  to a substantive  RICO violation\n\n(as opposed  to a  RICO conspiracy).   Even overlooking  this\n\nlanguage, it would be impossible under application note 5 for\n\na court  to determine whether it \"would convict the defendant\n\nof conspiring to commit\"  an underlying offense in situations\n             \n\nwhere  the  defendant  is  charged with  a  substantive  RICO\n\nviolation  and the  underlying offense  is not  a conspiracy.\n\n                    \n\nofficial position of the Commission, should not be considered\ndefinitive,  and  is not  binding  upon  the Commission,  the\ncourt, or  the parties in any case.\"   Because   1B1.2(d), by\nits own terms, is  not applicable to RICO convictions,  we do\nnot follow the training staff's suggestion.\n\n                             -22-\n\nThus,   1B1.2(d)  is inapplicable  to nonconspiracy  offenses\n\nsuch as a substantive RICO violation.\n\n          There are problems with applying   1B1.2(d) to RICO\n\nconspiracies as well.  It seems clear from the plain  text of\n\n   1B1.2(d),   the  application   notes,  and  the   official\n\ncommentary7  that     1B1.2(d)   was  enacted  to  deal  with\n\nmultiple object conspiracies  charged in a  single count.   A\n\nRICO  conspiracy,  however,  is  considered a  single  object\n\n                    \n\n7.  Official  comments made by  the Sentencing  Commission at\nthe  time that it enacted    1B1.2(d) clarify  the purpose of\nApplication note 5:\n\n     [Application note 5]  is provided to  address cases\n     in which  the jury's  verdict does not  specify how\n     many  or  which offenses  were  the  object of  the\n     conspiracy  of which  the defendant  was convicted.\n     Compare U.S. v. Johnson, 713 F.2d 633, 645-46 (11th\n                            \n     Cir.  1983)   (conviction   stands  if   there   is\n     sufficient  proof with  respect to  any one  of the\n     objectives),  with U.S.  v. Tarnopol, 561  F.2d 466\n                                         \n     (3d Cir.  1977) (failure  of proof with  respect to\n     any one  of the  objectives renders the  conspiracy\n     conviction   invalid).     In  order   to  maintain\n     consistency with other    1B1.2(a)  determinations,\n     this decision  should be governed  by a  reasonable\n     doubt standard.  A  higher standard of proof should\n     govern the  creation of what  is, in effect,  a new\n     count  of  conviction for  the purposes  of Chapter\n     Three,  Part D  (Multiple  Counts).    Because  the\n     guidelines do not explicitly establish standards of\n     proof, the proposed new application note calls upon\n     the  court to  determine  which offense(s)  was the\n     object of the conspiracy as if it  were \"sitting as\n     a trier  of fact.\"  The  foregoing determination is\n     not required, however, in the case of offenses that\n     are grouped  together under   3D1.2(d) (e.g., fraud\n                                                 \n     and   theft)   because        1B1.3(a)(2)   governs\n     consideration of the defendant's conduct.\n\nU.S.S.G. App. C., para. 75, p.29 (Nov. 1, 1989).\n\n                             -23-\n\nconspiracy  with that  object  being the  violation of  RICO.\n\nUnited  States v. Ashman, 979  F.2d 469, 485  (7th Cir. 1992)\n                        \n\n(\"The goal of  a RICO  conspiracy is a  violation of  RICO.\")\n\n(quoting United States v. Neapolitan, 791 F.2d 489, 496  (7th\n                                    \n\nCir.), cert. denied, 479 U.S. 940 (1986)), petition for cert.\n                                                             \n\nfiled  sub nom.  Barcal  v. United  States, 61  U.S.L.W. 3857\n                                          \n\n(U.S. April  6,  1993)  (No. 92-1804).    In  enacting  RICO,\n\nCongress intended  that \"'a  series of agreements  that under\n\npre-RICO  law would  constitute  multiple conspiracies  could\n\nunder RICO be tried as a single enterprise conspiracy' if the\n\ndefendants   have  agreed   to  commit  a   substantive  RICO\n\noffense.\"8  United States v.  Riccobene, 709 F.2d 214, 224-25\n                                       \n\n(3d  Cir.) (quoting  United  States v.  Sutherland, 656  F.2d\n                                                  \n\n1181, 1192 (5th Cir. 1981), cert. denied, 455 U.S. 949 (1982)\n                                        \n\n(internal   citation  omitted)),   cert.   denied  sub   nom.\n                                                             \n\nCiancaglini v. United States, 464 U.S. 849 (1983).\n                            \n\n          Application notes  1  and 5  to    1B1.2  are  not,\n\ntherefore, material  to determining whether  relevant conduct\n\n                    \n\n8.  Rather  than merely  requiring  a defendant  to agree  to\ncommit a  substantive RICO offense, this  circuit follows the\nminority  rule, which  requires  that a  defendant agreed  to\ncommit, or in fact committed, two or more specified predicate\ncrimes  as  part  of  the defendant's  participation  in  the\naffairs of  the enterprise in order to  convict the defendant\nfor a RICO  conspiracy.   United States v.  Boylan, 898  F.2d\n                                                  \n230,  241 (1st  Cir.),  cert. denied,  498  U.S. 849  (1990);\n                                    \nUnited States v. Winter, 663 F.2d 1120, 1136 (1st Cir. 1981),\n                       \ncert.  denied, 460  U.S.  1011 (1983).   This  minority rule,\n             \nhowever,  does not  affect the  general  premise that  a RICO\nconspiracy is a single object conspiracy.\n\n                             -24-\n\nmust  be   limited  to  predicate  acts   charged  against  a\n\ndefendant.   Instead,   1B1.3 determines the range of conduct\n\nthat  is  relevant  to  cross references  such  as  the  term\n\n\"underlying  racketeering activity\" in   2E1.1(a)(2), and the\n\nbackground commentary to    1B1.3 makes clear that \"[c]onduct\n\nthat  is  not formally  charged  .  . .  may  enter  into the\n\ndetermination of the applicable guideline sentencing range.\"\n\n          Because  the application of    1B1.3 to    2E1.1 is\n\nstraightforward and unambiguous, the district court  erred in\n\nresorting to the general principles underlying the guidelines\n\nand  the general  rule  of construction  that \"courts  should\n\nconstrue   statutes   to   avoid   decision   as   to   their\n\nconstitutionality.\"   See, e.g.,  United States  v. Monsanto,\n                                                            \n\n491 U.S. 600, 611  (1989).  \"[C]ourts should strive  to apply\n\nthe guidelines  as written, giving  full force and  effect to\n\nthe  Sentencing  Commission's  interpretive   commentary  and\n\napplication notes.\"   United  States v. Zapata,  No. 93-1116,\n                                              \n\nslip  op. at 4  (1st Cir. July  19, 1993); accord  Stinson v.\n                                                          \n\nUnited States, 113 S. Ct. 1913, 1915 (1993); United States v.\n                                                          \n\nBrewster,  No.  93-1046, slip  op. at  7  (1st Cir.  July 28,\n        \n\n1993).  Absent specific provision in   2E1.1 that \"underlying\n\nracketeering  activity\" includes only charged predicate acts,\n\nwe see no principled basis to read such a limitation into the\n\nprovision.\n\n                             -25-\n\n          Even were the application  of relevant conduct to  \n\n2E1.1  less clear than it is, we would have trouble accepting\n\nthe  three principles  cited  by the  district  court as  the\n\nrationale for limiting relevant conduct to the predicate acts\n\nactually  charged against  a defendant.   The  district court\n\nfelt that \"the Sentencing Guidelines are closer to  a 'charge\n\noffense' system than a  'real offense' system of punishment.\"\n\nPatriarca, 807 F. Supp.  at 190; U.S.S.G. Ch. 1, Pt. A, 4(a),\n         \n\np. 5.  In the court's view, the reason the government did not\n\ncharge  the conduct at issue in this appeal as predicate acts\n\nin the indictment is  because the government had insufficient\n\nevidence  to sustain a conviction  for this conduct.   807 F.\n\nSupp. at  191.   Because  conduct \"which  the prosecutor  can\n\nprove in court\" is supposed to \"impose[] a natural limit upon\n\nthe prosecutor's ability to increase a defendant's sentence,\"\n\nU.S.S.G.  Ch.1, Pt. A, 4(a),  p.5, the court  thought that it\n\nwould  be  improper  for  a sentencing  court  to  increase a\n\ndefendant's  sentence  on the  basis  of uncharged  predicate\n\nacts.\n\n          Similar arguments have been  rejected by this court\n\nand virtually every other circuit court to have addressed the\n\nissue.   See, e.g., United  States v. Mocciola,  891 F.2d 13,\n                                              \n\n16-17 (1st  Cir. 1989); United  States v. Galloway,  976 F.2d\n                                                  \n\n414,  424  n.6  (8th  Cir. 1992)  (collecting  cases),  cert.\n                                                             \n\ndenied, 113 S. Ct. 1420 (1993).   While the district court is\n      \n\n                             -26-\n\ncorrect that \"for the most part, the court will determine the\n\napplicable  guideline by looking  to the charge  of which the\n                     \n\noffender was convicted,\"   United States v.  Blanco, 888 F.2d\n                                                   \n\n907, 910 (1st Cir. 1989), real offense principles enter  into\n\nthe  punishment prescribed  in  the  guidelines  through  the\n\nrelevant  conduct guideline,    1B1.3.   Breyer,  The Federal\n                                                             \n\nSentencing Guidelines and the Key Compromises Upon Which They\n                                                             \n\nRest, 17 Hofstra L.  Rev. 1, 11-12 (1988).   Relevant conduct\n    \n\nincreases    a    defendant's   sentence,    sometimes   very\n\nsignificantly, despite the fact that it was not charged in an\n\nindictment, e.g., Blanco,  888 F.2d at 910, and  even despite\n                        \n\nthe fact that  a jury  may have acquitted  the defendant  for\n\nthat  precise conduct.   E.g., Mocciola,  891 F.2d  at 16-17;\n                                       \n\nUnited  States  v.  Rumney,  867 F.2d  714,  719  (1st  Cir.)\n                          \n\n(\"traditional  sentencing  factors need  not  be  pleaded and\n\nproved at trial\")  (quoting United States v. Brewer, 853 F.2d\n                                                   \n\n1319,  1326 (6th Cir.),  cert. denied, 488  U.S. 946 (1988)),\n                                     \n\ncert.  denied,   491  U.S.  908  (1989).    This  is  because\n             \n\nsentencing factors, including  the applicability of  relevant\n\nconduct,  need  only be  proven  by  a  preponderance of  the\n\nevidence, not beyond a reasonable  doubt.  Mocciola, 891 F.2d\n                                                   \n\nat 16-17; Galloway, 976 F.2d at 424 n.6.  As noted below,  in\n                  \n\npre-guideline cases courts likewise took into account untried\n\ncriminal conduct when exercising sentencing discretion.   The\n\nfact  that the government has not charged and proven beyond a\n\n                             -27-\n\nreasonable doubt the conduct now asserted as relevant conduct\n\ndoes  not prevent the increase in sentence resulting from the\n\nrelevant  conduct guideline.   We  see no  special reason  to\n\ndeviate  from  this  principle   when  dealing  with  a  RICO\n\nconviction.\n\n          Nor are we as convinced as the district  court that\n\nsentencing  Patriarca  on  the basis  of  uncharged  relevant\n\nconduct  might be so unfair as to raise due process concerns.\n\nThe  district  court  assumed  that  if  Patriarca  was  held\n\nresponsible for either the  Limoli or Berns murder, Patriarca\n\nwould face a potential life sentence under the guidelines and\n\nthe RICO  penalty provision.   We  believe that  the district\n\ncourt was mistaken in this assumption.  The RICO statute sets\n\nthe maximum prison sentence at 20 years unless \"the violation\n                                                             \n\nis based  on a racketeering  activity for  which the  maximum\n\npenalty  includes  life  imprisonment.\"    18 U.S.C.  1963(a)\n\n(emphasis added).    We agree  with the  government that  the\n\nstatutory maximum sentence must  be determined by the conduct\n\nalleged   within  the   four  corners   of   the  indictment.\n\nOtherwise,  a defendant  would not  know at  the time  of his\n\narraignment  or  change of  plea  what  his maximum  possible\n\nsentence  would  be on  the  charged offenses.    The charged\n                                                             \n\nconduct, if proven beyond a reasonable doubt, constitutes the\n\n\"violation\" of  which a defendant is  convicted.  Patriarca's\n          \n\ncharged  conduct included no acts  such as would  result in a\n\n                             -28-\n\nlife sentence.  The predicate acts  charged in the indictment\n\nwere all violations of the Travel Act, which does not carry a\n\npossible  life sentence.    Therefore, while  for  sentencing\n\npurposes within  the 20-year maximum Patriarca  is liable for\n\nuncharged as  well as  charged relevant conduct,  his maximum\n\npenalty  is  fixed  at twenty  years  for  each  of the  RICO\n\ncounts.9   The  relevant conduct  determination here  affects\n\nonly where, within that  statutory range, Patriarca should be\n                                        \n\nsentenced.\n\n          We  are also  unpersuaded  by the  district court's\n\nconcern that  sentencing Patriarca on the  basis of uncharged\n\npredicate  acts would  be \"inconsistent  with  the Sentencing\n\n                    \n\n9.  At  oral  argument,  Patriarca  contended  that   if  the\ndistrict court determines that Patriarca's base offense level\non the  RICO counts  is 43 (i.e.,  if the court  decides that\n                                \nPatriarca is responsible for a murder and that a minimal role\nadjustment  would be  improper), then  the court  in applying\nU.S.S.G.     5G1.2(d)  should  impose  consecutive sentences,\nwhich could  total up to 65  years (20 years for  each of the\ntwo RICO counts  and 5 years for each of  the five Travel Act\ncounts).  See  United States  v. Masters, 978  F.2d 281,  284\n                                        \n(7th  Cir. 1992)  (affirming  district court  sentencing RICO\ndefendant  to consecutive  maximum sentences  of 20  years on\neach count,  for a total  of 40  years, in order  to come  as\nclose as  possible to life imprisonment  prescribed for level\n43 offenses), cert. denied, 113 S. Ct. 2333 (1993).  At least\n                          \none member of the  panel believes that serious constitutional\nconcerns may  arise if the defendant  ultimately receives the\nequivalent of a life sentence on the ground of his connection\nwith  a  murder for  which he  was  never indicted,  tried or\nconvicted by a  jury.   However, the district  court may  yet\nultimately sentence Patriarca  to considerably  less than  65\nyears.   Because  the district  court has  not yet  sentenced\nPatriarca   under  the  relevant   conduct  guideline  as  we\ninterpret  it today,  any decision  as to  the constitutional\nimplications,  if  any,  of   a  65-year  sentence  would  be\npremature.\n\n                             -29-\n\nCommission's  intention  to  set up  a  system  which is  not\n\nadministratively unwieldy.\"  Patriarca,  807 F. Supp. at 192.\n                                      \n\nWhile  it  is  true  that  considerations  of  administrative\n\nefficiency  as  well  as  procedural  fairness  prompted  the\n\nCommission  to require  sentencing courts  \"to  determine the\n\napplicable guideline  by looking to  the charge of  which the\n                    \n\noffender was convicted,\" it is also clear that the Commission\n\nintended real  offense principles  to apply to  determine the\n\napplicability   of   various  adjustments,   including  cross\n\nreferences.   See  Blanco, 888  F.2d at 910.   The  fact that\n                         \n\napplication   of  real   offense  principles  may   burden  a\n\nsentencing court with additional fact finding is no reason to\n\nignore the Commission's compromise between \"real offense\" and\n\n\"charge offense\" sentencing.   See id. at 911.   Sentencing a\n                                      \n\nRICO  defendant on the basis of  uncharged predicate acts may\n\nnot, indeed,  prove to  be impracticable.   Drug conspirators\n\nare frequently  sentenced on  the basis of  drug transactions\n\ncommitted by  coconspirators.  In both  situations, the court\n\nmust determine the scope  of the criminal activity  agreed to\n\nby  the  defendant,  the  reasonable  foreseeability  of  the\n\nconduct  proffered  as  relevant  conduct,  and  whether  the\n\nrelevant conduct was in furtherance of the jointly undertaken\n\nactivity.   To be sure,  the wide range of  crimes covered by\n\nRICO may inject new complexities, but, if so, the remedy lies\n\n                             -30-\n\nwith the Sentencing Commission.  The courts are not empowered\n\nto rewrite the relevant conduct guideline.10\n\n          Finally,  the  district  court's  observation  that\n\nthere are apparently no reported pre-guideline cases in which\n\na RICO defendant was  sentenced on the basis of  an uncharged\n\nmurder is not dispositive.  There could, of course, have been\n\nsuch  cases that  went unreported  or unappealed.   Sentences\n\nwere not usually the subject  of published opinions prior  to\n\nthe guidelines.   And courts often  used material information\n\nfrom many sources  in exercising  their discretion  to set  a\n\nsentence within the  permissible, often very  wide, statutory\n\nrange.   See, e.g., Roberts  v. United States,  445 U.S. 552,\n                                             \n\n556  (1980); Williams  v.  New  York,  337 U.S.  241,  250-51\n                                    \n\n(1949); United States v.  Lee, 818 F.2d 1052, 1055  (2d Cir.)\n                             \n\n(\"Any circumstance that aids the sentencing court in deriving\n\na  more complete  and  true picture  regarding the  convicted\n\nperson's   background,  history,  or   behavior  is  properly\n\nconsidered.  For that reason, .  . . , other crimes for which\n\nthe  defendant was  neither tried  nor convicted,  and crimes\n\ncharged that  resulted  in  acquittal  may  be  used  by  the\n\n                    \n\n10.  We recognize that determining uncharged relevant conduct\ncould  sometimes  impose tremendous  additional burdens  on a\ncourt.  Relief may be afforded, however, in some instances by\nthe  fact that district courts  need not make  findings as to\nacts  proffered as relevant conduct if  the findings will not\nreflect   the  offense   level.     See   U.S.S.G.      3D1.4\n                                       \n(instructions on determining the combined offense level).\n\n                             -31-\n\nsentencing   court   in   determining  sentence\")   (citation\n\nomitted), cert. denied, 484 U.S. 956 (1987).\n                      \n\n          We conclude that the  principles put forward by the\n\ndistrict  court  provide  no  adequate  reason  for  limiting\n\nrelevant  conduct to  charged predicate  acts in  RICO cases.\n\nBecause  the  district   court  incorrectly  interpreted  the\n\nguidelines, it did not reach a host of other arguments raised\n\nby  Patriarca  in an  attempt  to  avoid the  straightforward\n\napplication of  the relevant conduct guideline,   1B1.3, to  \n\n2E1.1.  These arguments include:  whether due process and the\n\nConfrontation Clause require additional procedures, such as a\n\nhigher standard of proof  than preponderance of the evidence,\n\nin  order to  hold  Patriarca responsible  for the  proffered\n\nrelevant  conduct; whether  due  process  requires notice  of\n\nproffered  relevant  conduct not  otherwise disclosed  in the\n\nindictment prior  to  the  entry of  a  defendant's  plea  of\n\nguilty;   whether  sentencing  Patriarca   for  murders  that\n\noccurred  prior  to  the  effective date  of  the  guidelines\n\nviolates  the  Ex Post  Facto  Clause, even  though  the RICO\n\noffense  extended  beyond  that date;  whether  the  relevant\n\nconduct   guideline   exceeds  the   Sentencing  Commission's\n\nstatutory  authority;  and whether  the government  should be\n\nestopped from  arguing that Patriarca is  responsible for the\n\nproffered relevant conduct.   Several of these arguments have\n\nbeen expressly  rejected by  this circuit  and others.   See,\n                                                            \n\n                             -32-\n\ne.g., United States v.  Brewster, No. 93-1046, slip op.  at 5\n                                \n\n(1st  Cir. July  28,  1993)  (\"Absent bad  faith  . .  .  the\n\ncritical time for  disclosure of sentence-related information\n\nis  not  prior  to  the  taking  of  a  plea,  but  prior  to\n\nsentencing.\"); United States v. David, 940 F.2d 722, 739 (1st\n                                     \n\nCir. 1991) (\"It is well established that the guidelines apply\n\nto a  defendant whose  offense begins before  the guidelines'\n\neffective  date  and continues  after the  effective date.\"),\n\ncert. denied, 112 S.  Ct. 2301 (1992); Galloway, 976  F.2d at\n                                               \n\n421-22 (rejecting argument that relevant conduct provision is\n\nnot authorized by the Sentencing Reform Act).  However, it is\n\nnot  necessary for  us to  decide these  issues in  the first\n\ninstance.  On remand, the district court should consider, and\n\nwhere appropriate, decide those issues that Patriarca chooses\n\nto assert again.  \n\n          In  a  last  ditch  effort  to avoid  resentencing,\n\nPatriarca  contends  that the  legal  issue  of how  relevant\n\nconduct is applied to the RICO guideline has been effectively\n\nmooted  by  the  district  court's  findings  concerning  the\n\nproffered acts  of relevant conduct.   Patriarca asserts that\n\nthe in the course of  determining whether an upward departure\n\nwas  warranted pursuant  to    5K2.0 and    4A1.3,  the court\n\nfound,  as  a matter  of fact,  that  the government  had not\n\nestablished  his criminal  liability  for five  of the  seven\n\nrelevant  conduct  allegations       the  Limoli   and  Berns\n\n                             -33-\n\nhomicides, the  Carrozza drug dealing, the  Ferrara \"hit,\" or\n\nthe harboring of Alphonse Persico.11  \n\n          This contention  has no merit.   The district court\n\nexpressly stated that because  it found that relevant conduct\n\nmust  be  limited  to  charged predicate  acts,  it  was  not\n\ndeciding \"whether the crimes at issue with regard to relevant\n\nconduct were  within the scope of  the defendant's conspiracy\n\nand/or   reasonably   foreseeable   consequences    of   it.\"\n\nPatriarca,  807 F. Supp. at 196.  In discussing the purported\n         \n\nconduct in its upward  departure analysis, the district court\n\nmerely stated that  it was not persuaded that  Patriarca knew\n\nof, or personally participated  in, these offenses.  However,\n\na  defendant   can  be  accountable  for  the   acts  of  his\n\ncoconspirators under    1B1.3 without having  been personally\n\ninvolved.  The standard is whether the acts of coconspirators\n\nwere in  furtherance of  the jointly undertaken  activity and\n\nwere reasonably foreseeable to the defendant.  The seven acts\n\n                    \n\n11.  As  to  the remaining  two  proffered  acts of  relevant\nconduct       Caruana's  marijuana  importation and  fugitive\nstatus   ,  Patriarca contends that the  court's finding that\nsuch conduct  warranted a  criminal history upward  departure\nand the fact that the indictment mentions drug trafficking in\ngeneral,   rather   than   particularly  alleging   marijuana\nimportation,  preclude  consideration   of  this  conduct  as\nrelevant conduct.  Neither contention  has merit.  The  court\ntreated  the Caruana  allegations under the  upward departure\nguideline,     4A1.3, only  because  the  court thought  this\nuncharged conduct could not qualify as relevant conduct under\n   1B1.3.    Moreover,  we  think  the  indictment's  generic\nallegation of  narcotics trafficking is sufficient  to permit\nthe  court  to  consider  marijuana  importation  as relevant\nconduct.\n\n                             -34-\n\nproffered as relevant conduct must be  reexamined in light of\n\nthis standard.\n\n     C.  Patriarca's Appeal\n                           \n\n          Patriarca  appeals from the district court's upward\n\ndeparture  under  U.S.S.G.     4A1.3 and  from  the  district\n\ncourt's  imposition   of  the  costs  of   incarceration  and\n\nsupervision under U.S.S.G.    5E1.2(i).  Our holding that the\n\ndistrict court must resentence Patriarca on the  basis of his\n\nrelevant conduct  moots the  issue of  the  propriety of  the\n\ncourt's  upward  departure.    The  district  court  departed\n\nupwards under    4A1.3 on the  basis of its finding  that the\n\ngovernment had proved by a preponderance of the evidence that\n\nPatriarca  had \"aided  and abetted  drug crimes  committed by\n\nSalvatore Michael Caruana\" from 1981 to 1983.  Patriarca, 807\n                                                        \n\nF. Supp. at 170.  Because  on remand the court will decide if\n\nthe   Caruana  conspiracy  is   relevant  conduct   for  RICO\n\nsentencing purposes,  its utilization  as a basis  for upward\n\ndeparture need not be considered here, and is vacated.\n\n          For  similar  reasons, we  must  reject Patriarca's\n\nchallenge to his  cost-of-imprisonment fine.  As part  of his\n\nsentence, the district court ordered  Patriarca to pay a fine\n\nof $50,000 pursuant to U.S.S.G.   5E1.2(c), plus $122,344 for\n\nthe cost of his imprisonment, and $3,954 for the  cost of his\n\nsupervision.   Patriarca,  807 F.  Supp. at  210.   The later\n                        \n\n                             -35-\n\nportion  of  the fine  was  assessed pursuant  to  U.S.S.G.  \n\n5E1.2(i), which states the following:\n\n     Notwithstanding  the  provisions of  subsection (c)\n     [the  minimum-maximum fine table]  of this section,\n     but subject  to the  provisions  of subsection  (f)\n     [the defendant's ability to pay]  herein, the court\n     shall impose  an additional fine amount  that is at\n     least sufficient to pay the costs to the government\n     of  any  imprisonment,  probation,   or  supervised\n     release ordered.\n\nU.S.S.G.   5E1.2(i).   Patriarca contends that the Sentencing\n\nReform  Act,   18  U.S.C.     3553(a),   does  not  authorize\n\nimposition of  a fine  to recompense  the government  for the\n\ncost of  incarceration or supervised release,  and   5E1.2(i)\n\nis therefore invalid.\n\n          The  few  circuit  courts  to  have addressed  this\n\nquestion  agree  that  the  Sentencing Reform  Act  does  not\n\nauthorize  the assessment  of a  fine solely  to pay  for the\n\ncosts  of  a  defendant's  imprisonment.   United  States  v.\n                                                         \n\nSpiropoulos,  976 F.2d  155,  165-69 (3d  Cir. 1992);  United\n                                                             \n\nStates  v. Hagmann, 950 F.2d  175, 187 n.29  (5th Cir. 1991),\n                  \n\ncert. denied, 113 S. Ct. 108 (1992).  They disagree, however,\n            \n\nas to whether    5E1.2(i) can be justified on  other grounds.\n\nCompare United States  v. Turner, No. 93-1148, 1993 U.S. App.\n                                \n\nLEXIS 17472 (7th Cir.  July 14, 1993)  (costs  of confinement\n\nreflect seriousness of the crime and increase deterrence) and\n                                                             \n\nHagmann, 950 F.2d  at 187  (\"the uniform  practice of  fining\n       \n\ncriminals  on the  basis  of their  individualistic terms  of\n\nimprisonment     an  indicator of  the actual  harm each  has\n\n                             -36-\n\ninflicted upon society     is a rational means to  assist the\n\nvictims of crime collectively\") with Spiropoulos, 976 F.2d at\n                                                \n\n168  (\"The cost  of imprisoning  a defendant  has little,  if\n\nanything, to do with the amount that the defendant has harmed\n\nhis or  her victim(s),  and is  therefore questionable  as an\n\nappropriate method  of restitution.\");  see United  States v.\n                                                          \n\nDoyan,  909  F.2d 412,  416  (10th Cir.  1990)  (\"Whether the\n     \n\npurpose  of the  contested fine  is to  punish, deter,  or to\n\nspare  the  taxpayers a  substantial  expense  that has  been\n\ngenerated by an intentional criminal act,  we cannot say that\n\nGuideline     5E1.2(i)  as  applied here  bears  no  rational\n\nrelation to  the legitimate governmental interest in criminal\n\njustice.\").  The  government here argues  that   5E1.2(i)  is\n\nmerely a means of achieving the clearly authorized purpose of\n\npunishing  a defendant based on the seriousness of his or her\n\noffense.\n\n          We  do  not  find  it appropriate  to  answer  this\n\nquestion  at the  present  time.   First,  Patriarca did  not\n\nobject  to  his  cost-of-imprisonment  fine at  the  time  of\n\nsentencing.  Hence, the district court had no reason to focus\n\non  the  issue, and  we lack  the  benefit of  its considered\n\nviews.   Absent plain error, we normally will not consider an\n\nissue raised for the first time on appeal.  See United States\n                                                             \n\nv.  Newman, 982 F.2d 665,  672 (1st Cir.  1992), petition for\n                                                             \n\ncert.  filed, 61 U.S.L.W. 3751 (U.S. April 22, 1993) (No. 92-\n            \n\n                             -37-\n\n1703); United States  v. Haggert,  980 F.2d 8,  11 (1st  Cir.\n                                \n\n1992);  United States v.  Mondello, 927 F.2d  1463, 1468 (9th\n                                  \n\nCir. 1991)  (refusing to  consider argument not  raised below\n\nthat the fine  provisions of the  Guidelines are contrary  to\n\nstatutory  authorization).   Because  the fine  issue is  one\n\nwhich has divided our sister circuits, we cannot see that the\n\ndistrict court's  alleged error  in assessing the    5E1.2(i)\n\nfine was a \"plain\" one within the meaning of Fed. R. Crim. P.\n\n52(b).   See United  States v. Olano,  113 S.  Ct. 1770, 1777\n                                    \n\n(1993).\n\n          In  addition, our  decision that Patriarca  must be\n\nresentenced  taking into  account uncharged  relevant conduct\n\nrequires that we also vacate the fine portion of  Patriarca's\n\nsentence.  Should the district court on remand determine that\n\nPatriarca  must be sentenced at a  higher base offense level,\n\nhis  minimum and  maximum fine  range under     5E1.2(c) will\n\nlikewise   increase.      Moreover,   Patriarca's   cost   of\n\nimprisonment necessarily  depends  upon  the  length  of  his\n\nconfinement.  On remand, Patriarca can  argue that a cost-of-\n\nimprisonment fine  under   5E1.2(i) is  inconsistent with the\n\nSentencing Reform Act.  Should  the district court reject the\n\nargument and Patriarca again appeal from the fine, that  will\n\nbe  the  appropriate  time  for  this  court  to  decide  the\n\nquestion.   Presently,  however, because  we must  vacate the\n\nfine and because Patriarca  did not raise the issue  below   \n\n                             -38-\n\nhence  failing  to bring  the claimed  error to  the district\n\ncourt's  attention for  focused consideration     we  find it\n\ninappropriate to decide whether   5E1.2(i) is valid.\n\nII.  Carrozza's Sentence\n                        \n\n          Defendant/appellant Robert F. Carrozza appeals from\n\na judgment of conviction and a 228-month sentence  imposed by\n\nthe  district  court, after  Carrozza  pleaded  guilty to  49\n\ncounts of racketeering-related offenses, including violations\n\nof  the RICO  statute,  extortion, kidnapping,  loansharking,\n\nnarcotics distribution, gambling, obstruction of justice, and\n\nintimidation of a witness.  Carrozza argues that the district\n\ncourt's  decision to  \"assume\" that  Carrozza's  base offense\n\nlevel  should be adjusted upwards for his role in the offense\n\nconstituted plain error.  \n\n          After  extensive  plea  negotiations, Carrozza  and\n\nfour of  his codefendants  entered into plea  agreements with\n\nthe  government.  Pursuant  to Fed. R.  Crim. P. 11(e)(1)(C),\n\nCarrozza and  the government agreed that  a specific sentence\n\nof 228 months was \"the appropriate  disposition of the case,\"\n\nconstituting \"a justifiable departure within the meaning of  \n\n6B1.2(c)(2)  of  the  United States  Sentencing  Guidelines.\"\n\nBoth  parties  agree   on  appeal   that  this   \"justifiable\n\ndeparture\" was understood to  have been a downward departure.\n\n                             -39-\n\n          Apart from the  agreed sentence, Carrozza  received\n\ntwo additional benefits  in exchange for his plea  of guilty.\n\nFirst, the government promised  not to prosecute Carrozza for\n\nhis alleged  involvement in the murder of  William Grasso and\n\nthe attempted  murder of  Francis Salemme,  Sr.   Second, the\n\ngovernment promised that Carrozza  would not be subpoenaed to\n\ntestify  in  any  federal  grand jury  investigation  in  the\n\nDistrict of  Massachusetts relating to the  activities of the\n\nPatriarcaFamily occurringbefore thedate of theplea agreement.\n\n          The plea  agreements for all  five defendants  were\n\nmade  expressly   contingent   upon  the   district   court's\n\nacceptance  of  the  pleas  of guilty  from  each  defendant.\n\nAccording to the government,  the interdependency of the plea\n\nagreements  reflected  the  government's  major   purpose  in\n\nentering  the  agreements     eliminating  the  need for  any\n\ntrial, which the parties estimated would take from six months\n\nto  a year or more.  Because removing some but not all of the\n\ndefendants  would not significantly reduce the time necessary\n\nto try the case, the government  bargained for, and obtained,\n\nthe option to withdraw all five plea agreements if any of the\n\ndefendants moved successfully to withdraw his plea.\n\n          The  district  court  conditionally   accepted  the\n\nguilty pleas pending consideration of the presentence reports\n\n(\"PSR\").   The preliminary PSR for  Carrozza was completed on\n\nApril 3, 1992.  The preliminary PSR calculated his applicable\n\n                             -40-\n\nguideline  range, based  on  an offense  level  of 33  and  a\n\ncriminal  history category of  IV, to be  188-235 months, and\n\ntherefore concluded  that the  agreed sentence of  228 months\n\nwas consistent with the guidelines.  The PSR determined  that\n\nthere were no factors warranting departure.\n\n          On April 9, the  government filed its objections to\n\nthis PSR, complaining  that some of the PSR's calculations of\n\nCarrozza's offense level were too high and some were too low.\n\nThe key objection  made by  the government was  that the  PSR\n\nshould have made an upward adjustment  pursuant to U.S.S.G.  \n\n3B1.1(a) for  Carrozza's role  as an organizer  or leader  in\n\nseveral of  the offenses charged.   The government calculated\n\nthe applicable  guideline range  to be 235-293  months, based\n\nupon an offense level  of 35 and a criminal  history category\n\nof IV.    Finally,  the  government argued  that  there  were\n\njustifiable factors to support a downward departure.\n\n          Carrozza  filed several specific  objections to the\n\nPSR  on  April 17.   Although  Carrozza  did not  discuss the\n\nparticulars  of  his  own   calculation  of  the   applicable\n\nguideline range, he  did argue that \"a downward  departure to\n\nthe agreed  upon sentence\" was  warranted.  Carrozza  did not\n\ndispute the  government's calculations as to his  role in the\n\noffenses charged.\n\n          The Addendum to the PSR was completed on  April 23.\n\nThe Addendum  accepted some  of  the government's  objections\n\n                             -41-\n\ncalling  for  a  downward   revision  in  the  offense  level\n\ncalculations,  but  rejected  the  government's  role in  the\n\noffense  objection because  the  government had  not provided\n\n\"sufficient  information  .  .  .  in  the  details  of   the\n\nparticular episodes to delineate  the individual roles of the\n          \n\ndefendant within those episodes.\"   The Addendum recalculated\n                      \n\nthe  total offense level to be 31, yielding a guideline range\n\nof  151-188 months.  The Addendum noted that this range would\n\nrequire \"an  upward departure if  the Court were  to sentence\n\nthe  defendant to the amount  of time designated  in the plea\n\nagreement [228 months].\"\n\n          On  the same day that  the Addendum to  the PSR was\n\ndisclosed,  the  government   and  Carrozza  filed   separate\n\nsentencing  memoranda, each  arguing  to the  court that  the\n\nagreed  upon  sentence  constituted  a  justifiable  downward\n\ndeparture.\n\n          The sentencing hearing was  held on April 29, 1992.\n\nAt the  outset of the sentencing hearing, the court explained\n\nthat under Rule 11(e)(1)(C), it could  either accept the plea\n\nagreements and impose the  agreed-upon sentence in each case,\n\nor  reject  the  agreements   and  offer  the  defendants  an\n\nopportunity  to  withdraw their  pleas.    The court  clearly\n\narticulated the disparate guideline ranges calculated  by the\n\ngovernment and the probation office and then stated:\n\n          I think the most  sensible thing to do is\n          to not resolve that dispute but to decide\n\n                             -42-\n\n          whether the 228-month  sentence, which  I\n          think  is  about  19  years,  if  it  is,\n          indeed, an eight-month downward departure\n          as    the    Government    intends,    is\n          appropriate. . . .\n\n          Well,  I am going to proceed . . . in the\n          following  fashion:   I  am not  deciding\n          whether the Guidelines are 151  months to\n          188    months    or   [if]    Probation's\n          calculation  is   followed,  which  would\n          involve  40-month   upward  departure  or\n          whether, as the Government contends, that\n          Mr.  Carrozza has assumed up to now, [or]\n          at least up to the time of  his plea, the\n          calculations might be 235 to 293 months.\n\n          I am going to analyze this in the context\n          of the  question being whether     if the\n          Guidelines are  235 [to] 293  months, the\n          seven-month  downward  departure  to  228\n          months   [as]  called  for  by  the  plea\n          agreement is justifiable.\n\nThe  court explained  that it was  not resolving  the dispute\n\nbecause  Fed. R. Crim. P.  32 does not  require resolution of\n\nissues  that will  not  be material  to  the sentence  to  be\n\nimposed.            When  asked  if anyone  objected  to this\n\nprocedure, the parties responded \"no.\"  Consistent with their\n\nprehearing positions, both Carrozza and the government argued\n\nthat  the agreed  upon  sentence  represented  a  justifiable\n\ndownward departure from the applicable guideline range.\n\n          The  court  thereafter  sentenced Carrozza  to  228\n\nmonths imprisonment,  to be followed by  60 months supervised\n\nrelease.   On  the same  day, the  district court  entered an\n\norder relating  to the presentence  reports.  In  this order,\n\nthe  court  stated that  one  of the  justifications  for its\n\n                             -43-\n\ndownward departures  for several  of the defendants  was that\n\nthe  departures \"eliminated the need for both a lengthy trial\n\n(which it was estimated would take  six months to a year) and\n\nfor   protracted  sentencing  hearings  to  resolve  disputes\n\nrelevant to the term  of incarceration to be imposed  on each\n\ndefendant.\"\n\n          On April  30, 1992,  the court entered  its \"Second\n\nOrder Relating to Presentence Report\" in Carrozza's case.  In\n\nthat  order, the court expressly  relied on Fed.  R. Crim. P.\n\n32(c)(3)(D)(ii) as its justification for failing to calculate\n\nthe sentencing guideline range applicable to Carrozza:\n\n          With    regard   to    the   government's\n          objections   to   the  PSR,   the  court,\n          pursuant    to    Fed.   R.    Crim.   P.\n          32(c)(3)(D)(ii),  did not  decide whether\n          the applicable Sentencing Guidelines were\n          235  to  293 months  as  asserted by  the\n          government  or  151   to  188  months  as\n          recommended  by  the  Probation  Officer.\n          Rather, the court assumed  the Sentencing\n          Guidelines were  a minimum of  235 months\n          and  agreed with  the government  and the\n          defendant  that  if   the  binding   plea\n          agreement, pursuant  to Fed. R.  Crim. P.\n          11(c)(1)(C) [sic], calling for a sentence\n          of  228  months represented  a departure,\n          there  were  justifiable reasons  for it.\n          Thus, the agreed-upon 228  month sentence\n          was imposed.\n\n          Judgment    was   entered    on   May    1,   1992.\n\nNotwithstanding the court's previous  assertions that it  was\n\nmerely  \"assuming\"  that  the  government  was  correct,  the\n\njudgment indicates  that the court found  the guideline range\n\nto be  235-293 months  and imposed  a downward  departure for\n\n                             -44-\n\njustifiable reasons.  In a May  7, 1992 memorandum explaining\n\nits  sentence,   the  court  once  again   stated  its  basic\n\nassumption:\n\n          In the Presentence Report,  the Probation\n          Department      calculated     Carrozza's\n          Sentencing  Guidelines  to  151   to  188\n          months.      The   government,   however,\n          contended that the proper  calculation of\n          Carrozza's Sentencing  Guidelines was 235\n          to 293 months.  Carrozza's plea agreement\n          specified a sentence of 228 months, or 19\n          years, in prison.  The court analyzed his\n          plea agreement on the assumption that the\n          required  sentence  represented  a  seven\n          month downward departure.\n\n          On  appeal, Carrozza  contends that  the sentencing\n\nprocedure  employed  by  the  district   court  was  patently\n\nunlawful because the court failed to determine the applicable\n\nguideline range.\n\n     A.  Plain Error Standard12\n                             \n\n                    \n\n12.  In   its   jurisdictional   statement,  the   government\nquestions  whether  this  court  has  jurisdiction  over  the\ninstant appeal.   The government  notes that a  defendant may\nonly  appeal a sentence  pursuant to a  Rule 11(e)(1)(C) plea\nagreement  on the  grounds that the  sentence was  imposed in\nviolation of law or  as a result of an  incorrect application\nof   the  guidelines.    18   U.S.C.     3742(c).     In  his\njurisdictional  statement, Carrozza  asserts  only  that  the\nsentence  was in  violation  of the  law.   Because  Carrozza\nprovides no authority  for the proposition that a  claim such\nas he raises  of procedural error  in determining a  sentence\nmay rise to the level of a claim that  the resulting sentence\nwas  imposed in violation  of the law,  the government argues\nthat  this  court is  without  jurisdiction  to consider  the\nappeal.  Regardless whether  the district court's error rises\nto the level of  a violation of law, Carrozza  clearly argues\nin  his brief  that the  district court  failed to  apply the\nguidelines correctly when it \"assumed\" a role in  the offense\nadjustment.     That  is   sufficient  to  give   this  court\njurisdiction to  decide this  appeal.   See United States  v.\n                                                         \n\n                             -45-\n\n          Carrozza concedes that because he  failed to object\n\nto  the  district  court's   course  of  conduct  during  the\n\nsentencing hearing, his sentence can  be reversed only upon a\n\nshowing  of plain  error.    See  Fed.  R.  Crim.  P.  52(b).\n                                \n\nCarrozza has failed to make such a showing here.\n\n          The  Supreme Court  recently interpreted  the plain\n\nerror rule in United States v. Olano, 113 S. Ct. 1770 (1993).\n                                    \n\nIn  Olano,  the Court  reiterated  the  three limitations  on\n         \n\nappellate authority  to recognize errors under  Fed. R. Crim.\n\nP.  52(b):  (1) there must be  an \"error,\" (2) the error must\n\nbe  \"plain,\" and  (3)  the error  must \"affec[t]  substantial\n\nrights.\"  Id. at 1777-78.  Even if a  defendant can establish\n             \n\nall three criteria, an appellate court has discretion not  to\n\nreview the error because Rule 52(b) is written in permissive,\n\nnot mandatory, terms.   Id. at  1778.  The standard  to guide\n                           \n\nthat discretion was  stated in United States v. Atkinson, 297\n                                                        \n\nU.S. 157, 160 (1936):  appellate courts  should correct plain\n\nforfeited errors affecting  substantial rights if  the errors\n\n\"seriously  affect[]  the   fairness,  integrity  or   public\n\nreputation  of judicial proceedings.\"   Olano, 113  S. Ct. at\n                                             \n\n1779.\n\n          We  agree  with Carrozza  that  the  district court\n\ncommitted  error when it  \"assumed\" that Carrozza's guideline\n\n                    \n\nSmith, 918  F.2d 664, 668-69  (6th Cir. 1990)  (upholding the\n     \nright of a defendant to file a similar appeal under 18 U.S.C.\n3742(a)(1) or (a)(2)), cert. denied, 111 S. Ct. 1088 (1991).\n                                   \n\n                             -46-\n\nrange was 235-293 months prior to its \"downward\" departure to\n\n228  months.  Before accepting a plea agreement that contains\n\na specific  sentence under  Fed. R.  Crim. P.  11(e)(1)(C), a\n\nsentencing court  is required to satisfy  itself either that:\n\n\"(1) the  agreed sentence is within  the applicable guideline\n\nrange; or (2) the agreed sentence departs from the applicable\n\nguideline  range  for  justifiable   reasons.\"    U.S.S.G.   \n\n6B1.2(c).  To determine whether the sentence departs from the\n\napplicable guideline range for justifiable reasons, the court\n\nmust first  determine what the applicable  guideline range is\n\nand  then analyze  whether a  departure  is authorized  by 18\n\nU.S.C.   3553(b)  and the general departure  rules in Chapter\n\n1, Part  A (4)(b) of the  Guidelines.  See  U.S.S.G.   6B1.3,\n                                          \n\nCommentary.  In effect,    6B1.2(c) instructs courts to apply\n\ngeneral  guideline  principles  when determining  whether  to\n\naccept  a plea  under  Fed. R.  Crim.  P. 11(e)(1)(C).    See\n                                                             \n\nU.S.S.G.     1B1.1  (general  instructions  on  applying  the\n\nguidelines).13\n\n                    \n\n13.  The government argues that Carrozza has waived his right\nto  have the  district  court determine  an actual  guideline\nrange by expressly agreeing  to the district court's decision\nto assume a guideline  range.  A deviation from a  legal rule\nis  not considered  an \"error\"  if that  legal rule  has been\nwaived,  as opposed to merely  forfeited.  See  Olano, 113 S.\n                                                     \nCt. at 1777 (\"Whereas  forfeiture is the failure to  make the\ntimely  assertion  of  a  right, waiver  is  the  intentional\nrelinquishment or abandonment of  a known right.\")  (internal\nquotations omitted).  We doubt that the sentencing guidelines\ncan be waived.   For  example, we suspect  that an  agreement\nbetween the  government  and a  defendant  not to  apply  the\nguidelines would be  ineffective.  Because of doubts that the\n\n                             -47-\n\n          In   sentencing   Carrozza,   the  district   court\n\nmistakenly  believed  that  Fed.  R.  Crim.   P.  32(c)(3)(D)\n\nauthorized its decision not  to determine an actual guideline\n\nrange for Carrozza's offenses.   As we have stated,  this was\n\nerror.    Rule  32(c)(3)(D)14 apparently  relates  to factual\n\ninaccuracies in a presentence  report, not to mixed questions\n\nof  law and  fact that  a  defendant does  not dispute.   See\n                                                             \n\nUnited States v.  Hand, 913  F.2d 854, 857  (10th Cir.  1990)\n                      \n\n(defendant's  disagreement over  PSR's legal  conclusion that\n\ndefendant was not a minor participant does not allege factual\n\ninaccuracies  in   the  PSR  and  does   not  implicate  Rule\n\n32(c)(3)(D)).   But see  United States v.  Rosado-Ubiera, 947\n                                                        \n\nF.2d 644,  646 (2d Cir. 1991) (Rule  32(c)(3)(D) was violated\n\n                    \n\nsentencing  guidelines  are waivable,  we  rest  our decision\ntoday on  Carrozza's failure  to establish that  the district\ncourt's   error  affects  substantial   rights,  and  on  our\ndiscretion  not to recognize  plain errors even  when they do\naffect substantial rights.\n\n14.  Fed. R. Crim. P.  32(c)(3)(D) provides in pertinent part\nthe following:\n\n          If  the   comments   of  the   defendant  and   the\n                                                  \n     defendant's  counsel or  testimony or  other information\n     introduced by them allege  any factual inaccuracy in the\n                                                      \n     presentence investigation  report or the summary  of the\n     report or  part thereof,  the  court shall,  as to  each\n                                                             \n     matter  controverted,  make  (i)  a finding  as  to  the\n                         \n     allegation, or (ii) a determination that no such finding\n     is necessary because the matter controverted will not be\n     taken into account in sentencing.\n\nFed. R. Crim. P. 32(c)(3)(D) (emphasis added).\n\n                             -48-\n\nwhen court failed to resolve the  defendant's precise role in\n\nthe offense).  \n\n          To be sure, a district court has inherent power not\n\nto decide  disputes that are immaterial or  irrelevant to the\n\nultimate sentence.  For example,  a sentencing court need not\n\ndetermine  whether prior  convictions  should be  added to  a\n\ndefendant's criminal  history score if the  addition will not\n\naffect the defendant's criminal history category.  See United\n                                                             \n\nStates  v. Lopez, 923 F.2d  47, 51 (5th  Cir.), cert. denied,\n                                                            \n\n111 S. Ct. 2032 (1991).  We have also held  that a sentencing\n\ncourt need  not  choose  between  two  overlapping  guideline\n\nranges when the  same sentence would have  been imposed under\n\neither range.  United States v. Ortiz, 966 F.2d 707, 718 (1st\n                                     \n\nCir.  1992), cert.  denied, 113  S. Ct.  1005 (1993);  United\n                                                             \n\nStates  v. Concemi, 957 F.2d 942, 953 (1st Cir. 1992); United\n                                                             \n\nStates v. Bermingham, 855 F.2d 925, 934 (2d Cir. 1988).  Here\n                    \n\nhowever,  the  two  ranges  did  not  overlap,  nor  was  the\n\nsentencing factor  immaterial to Carrozza's  guideline range.\n\nInstead,  if   the  disputed   factor  was  decided   in  the\n\ngovernment's favor, Carrozza's sentencing range would be 235-\n\n293 months, but  if the  issue was decided  as the  probation\n\noffice recommended, Carrozza's guideline range  would be 151-\n\n188 months.  \n\n          We have  also  intimated  in  the past  that  if  a\n\nsentencing court intends  to depart, an error in applying the\n\n                             -49-\n\nguidelines  may prove to be harmless if the court makes clear\n\nthat it would  have departed to the same  sentence regardless\n\nof the exact guideline range.  United States v. Plaza-Garcia,\n                                                            \n\n914 F.2d  345, 347 (1st Cir. 1990).   We have never, however,\n\nsuggested  that   a  sentencing  court  need   not  decide  a\n\nsentencing factor when one decision will result in  an upward\n\ndeparture and another in  a downward departure.  Such  a rule\n\nwould  be inimical  to  the very  principle behind  guideline\n\ndepartures.  United States  v. McCall, 915 F.2d 811,  814 n.3\n                                     \n\n(2d   Cir.  1990)   (rejecting  government's   argument  that\n\nincorrect  application of  guidelines, resulting in  range of\n\n151-188 months  instead of  87-108 months, was  irrelevant to\n\ncourt's ultimate  sentence because court indicated  an intent\n\nto depart  down for substantial cooperation     an indication\n               \n\nthat could not be reconciled with court's 108-month sentence,\n\nwhich was at the high end of the correct guideline range).\n\n          The district court, therefore, erred when it simply\n\nassumed that Carrozza's  guideline range was  235-293 months,\n\nand ignored the probation  office's suggestion that the range\n\nshould  be 151-188 months.   And while we  can understand and\n\nsympathize  with  the district  court's  desire  to avoid  an\n\nobtuse decision  that may have seemed academic,  we think the\n\nerror  was \"plain\" in the sense  that it was both \"clear\" and\n\n\"obvious.\"  See Olano, 113 S. Ct. at 1777.  That is enough to\n                     \n\n                             -50-\n\npass  the second  hurdle  to appellate  authority under  Rule\n\n52(b).\n\n          We now turn to the  third and often deciding factor\n\nin our  plain error  analysis     whether  the error  affects\n\nsubstantial rights.  In most  cases, \"although perhaps not in\n\nevery case,  the defendant must  make a  specific showing  of\n\nprejudice to satisfy the 'affecting substantial rights' prong\n\nof Rule  52(b).\"  Olano,  113 S.  Ct. at 1778.   For  several\n                       \n\nreasons, we think Carrozza has not made such a showing here.\n\n          First, Carrozza  has not  argued, and points  to no\n\nevidence suggesting,  that an actual adjustment  for his role\n\nin the offense  would have been improper.   Instead, Carrozza\n\nmerely assumes that the  district court's \"assumption\" was in\n\nfact wrong,  and argues  that he  was prejudiced  because his\n\nactual  guideline range  might have  been years  shorter than\n                              \n\nthat assumed by the district court.  However, analysis of the\n\nrecord reveals that, in  all likelihood, the district court's\n\nassumption  that Carrozza's  base  offense level  was 35  was\n\ncorrect.  \n\n          The difference  between  the government's  and  the\n\nprobation  office's calculations  of Carrozza's  base offense\n\nlevel  resulted  entirely  from  whether  or  not  an  upward\n\nadjustment should have been given  for Carrozza's role in the\n\ndrug conspiracy.  The probation office assigned a level 26 to\n\nCarrozza's  drug trafficking activity.  The government argued\n\n                             -51-\n\nthat  this level  should be  increased by  four levels  to 30\n\nbecause Carrozza was an organizer/leader of this activity and\n\nbecause the  activity involved more  than five  participants.\n\nSee  U.S.S.G.     3B1.1(a).    Because  Carrozza's  narcotics\n   \n\nactivities yielded the highest offense level among Carrozza's\n\nvarious offenses  and, therefore, served as  a starting point\n\nfor  the multiple count analysis  under U.S.S.G.   3D1.4, the\n\ndifference  was  crucial.     Applying  the  multiple   count\n\nanalysis, both the probation  office and the government added\n\nfive  levels     the  probation  office arriving  at  a total\n\noffense level 31 and a guideline range of 151-188 months, and\n\nthe government  calculating a  total offense  level 35  and a\n\nguideline range of 235-293 months.\n\n          The  probation  office  rejected  the  government's\n\nrequest  for  a role  in the  offense  adjustment for  any of\n\nCarrozza's offenses, contending  that there was  insufficient\n\nevidence as to Carrozza's role in the  individual offenses to\n\nmake such a determination.   While the specifics with  regard\n\nto Carrozza's  role in his bookmaking  and extortion offenses\n\nare  rather  sketchy,  the   government  provided  more  than\n\nsufficient  evidence  that  Carrozza directed  the  narcotics\n\nactivities of  five or  more participants.   The government's\n\n104-page  factual  submission  to  the  probation  office  is\n\nreplete with  evidence that Carrozza  directed and  organized\n\nthe drug trafficking  conspiracy.  Given this evidence, it is\n\n                             -52-\n\nunderstandable why Carrozza completely neglected to argue the\n\npropriety  of  a  role  in  the  offense  adjustment  in  his\n\nappellate  brief and below.  Since it is Carrozza's burden to\n\nestablish   that  the   district   court's   error   affected\n\nsubstantial rights,  his failure  to argue that  a four-level\n\nrole  in the  offense  adjustment would  have been  improper,\n\ncombined with  the fact  that an  adjustment would have  been\n\nappropriate at  least with  respect to the  crucial narcotics\n\nconspiracy, undermines Carrozza's claim of prejudice.   To be\n\nsure, a role in the offense adjustment is a mixed question of\n\nlaw and fact.  In most instances, an appellate court will not\n\nexamine  such questions in the  first instance.   We make the\n\nanalysis only to indicate  the unlikelihood that Carrozza was\n\nprejudiced  by the  district  court's failure  to decide  the\n\nissue.  \n\n          A further  reason  for finding  no error  affecting\n\nsubstantial  rights  is  the  significant  benefits  Carrozza\n\nreceived in exchange for his plea of guilty.  In exchange for\n\nCarrozza's agreement  to a 228-month sentence, the government\n\npromised   not  to   prosecute  Carrozza   for  his   alleged\n\ninvolvement in  the murder  of William  Grasso     an offense\n\nthat could carry a  sentence of life imprisonment     and the\n\nattempted  murder of  Frank Salemme,  Sr.   In addition,  the\n\ngovernment promised  not to  subpoena Carrozza to  testify in\n\nany  federal  grand jury  investigation  in  the District  of\n\n                             -53-\n\nMassachusetts  relating  to the  activities of  the Patriarca\n\nFamily.    This later  promise  was  probably significant  to\n\nCarrozza,  who, as a made member of the Patriarca Family, had\n\ntaken  the oath  of \"omerta\"  to protect  the secrets  of the\n\nPatriarca Family of La Cosa Nostra to his grave.  In light of\n\nthe  significant benefits  Carrozza  received  from the  plea\n\nagreement,  it is difficult to  see how he  was prejudiced by\n\nthe district  court's acceptance  of his plea  and sentencing\n\nhim  to a term of imprisonment upon which he had specifically\n\nagreed.   See United States v. Ybabez, 919 F.2d 508, 510 (8th\n                                     \n\nCir.  1990) (\"We do not discern a miscarriage of justice when\n\na  defendant receives the sentence he bargained for in a plea\n\nagreement.\"), cert. denied, 111 S. Ct. 1398 (1991).\n                          \n\n          Finally, even  if Carrozza  were able  to establish\n\nsome  form of prejudice from the  district court's failure to\n\naddress  his role in the  offense and thereby  pass the third\n\nand final hurdle of appellate  authority under Fed. R.  Crim.\n\nP. 52(b), the case  would be an  inappropriate one for us  to\n\nexercise our  discretion to recognize plain forfeited errors.\n\nThe Supreme Court  has made clear on numerous  occasions that\n\ncourts  of  appeals  should correct  plain  forfeited  errors\n\naffecting substantial rights  only if the errors  \"'seriously\n\naffect[] the  fairness,  integrity or  public  reputation  of\n\njudicial  proceedings.'\"  Olano, 113 S.  Ct. at 1779 (quoting\n                               \n\nAtkinson, 297  U.S. at 160).   We see no such  serious effect\n        \n\n                             -54-\n\nhere.   Carrozza failed  to object in  circumstances strongly\n\nindicative that  he wished to accept  the compromise sentence\n\nbecause  of  the  benefits   it  conferred.    The  attendant\n\ncircumstances do not reflect discreditably upon the fairness,\n\nintegrity or public reputation of the proceeding.\n\n          We  vacate  Patriarca's  sentence  and  remand  for\n                    \n\nresentencing  in accordance  with this  opinion.   Carrozza's\n\nsentence is affirmed.\n                    \n\n                             -55-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-1798\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                     ROBERT F. CARROZZA,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-1868\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                    RAYMOND J. PATRIARCA,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-2213\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellant,\n\n                              v.\n\n                    RAYMOND J. PATRIARCA,\n\n                     Defendant, Appellee.\n\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Mark L. Wolf, U.S. District Judge]\n                                                  \n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge,\n                                         \n\n               Campbell, Senior Circuit Judge,\n                                             \n\n                  and Stahl, Circuit Judge.\n                                          \n\n                                         \n\nMartin  G. Weinberg with  whom Oteri,  Weinberg &amp;  Lawson, John F.\n                                                                  \nCicilline, Kimberly Homan  and Sheketoff  &amp; Homan were  on briefs  for\n                                             \nRaymond J. Patriarca.\nJames L.  Sultan  with  whom  Rankin &amp;  Sultan  was on  brief  for\n                                              \nRobert F. Carrozza.\nJames  D. Herbert,  Assistant United  States Attorney,  with  whom\n                 \nA. John   Pappalardo,  United   States  Attorney,   Jeffrey  Auerhahn,\n                                                                 \nAssistant  United States  Attorney, and  Gregg L.  Sullivan, Assistant\n                                                       \nUnited States Attorney, were on briefs for the United States.\n\n                                         \n\n                      September 16, 1993\n                                         \n\n          CAMPBELL,  Senior  Circuit   Judge.    Raymond   J.\n                                            \n\nPatriarca pled guilty  to one count of conspiring  to violate\n\nthe  Racketeering Influenced  and  Corrupt Organizations  Act\n\n(\"RICO\"), 18  U.S.C.   1962(d), one count  of violating RICO,\n\n18  U.S.C.   1962(c), four counts of interstate travel in aid\n\nof racketeering, 18 U.S.C.   1952 (the \"Travel Act\"), and one\n\ncount of conspiring to violate the Travel Act. \n\n          He  was  sentenced by  the  United  States District\n\nCourt for the District  of Massachusetts to a prison  term of\n\n97 months, three years of supervised release, a $50,000 fine,\n\n$122,344  costs  of   incarceration,  and  $3,954   costs  of\n\nsupervision.  Pursuant to 18 U.S.C.   3742(b), the government\n\nappeals  from the  district  court's  determination that  the\n\nrelevant conduct for sentencing purposes in this RICO case is\n\nlimited to  just the predicate Travel  Act violations charged\n\nagainst Patriarca  and  conduct relating  directly  to  those\n\ncharged  predicates.   Patriarca  appeals from  the  district\n\ncourt's upward  departure under U.S.S.G.   4A1.3 and from the\n\ndistrict court's imposition of the costs of incarceration and\n\nsupervision under U.S.S.G.   5E1.2(i).\n\n          Robert  F.   Carrozza  appeals  from   a  228-month\n\nsentence imposed by the district court after Carrozza pleaded\n\nguilty   to  49  counts   of  racketeering-related  offenses.\n\nCarrozza  argues  that  the  district  court's  decision   to\n\n                             -3-\n\n\"assume\"  that  his base  offense  level  should be  adjusted\n\nupwards for his role in the offense constituted plain error.\n\nI.  Patriarca's Sentence\n                        \n\n     A.  Background\n                   \n\n          Count One of the  indictment charged Patriarca  and\n\nseven   codefendants  with   participation   in  a   criminal\n\nconspiracy to violate  the RICO statute.   Count Two  charged\n\nthe same defendants with a substantive violation  of the RICO\n\nstatute.     The   remaining  63   counts   charged   related\n\nracketeering acts involving  different defendants,  including\n\n   in Count 30    a conspiracy to violate the Travel Act.  \n\n          The RICO  charges alleged that the Patriarca Family\n\nhad committed  illegal activities over a period  of 14 years.\n\nThey  identified the  defendants as  members of  a nationwide\n\ncriminal organization known as  La Cosa Nostra, and described\n\nPatriarca's  role, after July 1984,  as the boss and ultimate\n\nsupervisor of the Patriarca Family.  The  RICO counts alleged\n\nthat  the Patriarca  Family,  named as  the RICO  enterprise,\n\nacted  in  conformity  with  the  rules of  La  Cosa  Nostra,\n\nincluding the  requirement that members commit  murder at the\n\ndirection of  their superiors.   It was further  alleged that\n\nmembers of  the Patriarca Family were required  to obey their\n\nsuperiors  and  commit  criminal  acts  at  their  direction,\n\nincluding  murder.   Members  of  the  Patriarca Family  were\n\nallegedlyrequiredto\n                  sharetheirillegalprofitswiththeirsuperiors.\n\n                             -4-\n\n          The  indictment alleged  that the  Patriarca Family\n\nwas in  the  business of  extortion,  narcotics  trafficking,\n\nloansharking, gambling,  and murder.   The indictment charged\n\nthe  commission of  a total of  68 separate,  predicate acts,\n\nmost  of  them  by  defendants other  than  Patriarca.    The\n\npredicate racketeering acts in which Patriarca was personally\n\nnamed were five violations of (and conspiracy to violate) the\n\nTravel  Act, four of  which were also  charged as substantive\n\nviolations against Patriarca in Counts 31, 36, 38 and 39.\n\n          Prior to  Patriarca's entry  of a guilty  plea, the\n\ngovernment  informed the  court and  Patriarca that  it would\n\nseek to  include specific acts of  relevant conduct, pursuant\n\nto U.S.S.G.   1B1.3,  in determining Patriarca's base offense\n\nlevel, and  would further seek upward  departures pursuant to\n\nU.S.S.G.    4A1.3  and   5K2.0.   As  an example  of relevant\n\nconduct, the government then cited Patriarca's involvement in\n\nthe narcotics trafficking of Patriarca's associate, Salvatore\n\nMichael Caruana.   As  an example  of  conduct justifying  an\n\nupward departure, the government  cited the murder of Vincent\n\nJames Limoli,  which was  charged against one  of Patriarca's\n\ncodefendants.\n\n          On December 3, 1991, Patriarca  pled guilty without\n\nhaving entered  into any agreement  with the government.   In\n\nthe sentencing proceedings that ensued, the government  asked\n\nthe court  to consider  seven instances of  relevant conduct,\n\n                             -5-\n\nalong with the  charged conduct,  in determining  Patriarca's\n\nbase  offense level for  his RICO offenses.   These instances\n\nwere (1)  Patriarca's involvement in the  drug trafficking of\n\nCaruana;  (2)  Patriarca's efforts  to  harbor  Caruana as  a\n\nfugitive;  (3)  the  murder  of Limoli;  (4)  the  murder  of\n\nTheodore Berns,  which was  committed by  Caruana purportedly\n\nbecause  Berns  was involved  with  Caruana's  wife; (5)  the\n\nnarcotics  activities  charged  against   codefendant  Robert\n\nCarrozza; (6) Patriarca's alleged authorization of an attempt\n\nto murder Vincent Ferrara;  and (7) the harboring of  La Cosa\n\nNostra member, Alphonse Persico, while he was a fugitive from\n\njustice.    Of  these  acts,   only  the  Limoli  murder  and\n\nCarrozza's  drug  trafficking  had   been  mentioned  in  the\n\nindictment, these  two acts having been  charged as predicate\n\nacts   against   Patriarca's   codefendants  (not   Patriarca\n\nhimself).   The  government acknowledges  that Patriarca  had\n\ndirect  personal   involvement  only  in   the  Caruana  drug\n\ntrafficking  and the harboring of Caruana as a fugitive.  But\n\nit  also argues  that  all seven  activities were  reasonably\n\nforeseeable to  Patriarca and  were committed during,  and in\n\nfurtherance  of,  the  RICO conspiracy  after  Patriarca  had\n\njoined it as its chief.\n\n          The  government  asserted  that  holding  Patriarca\n\nresponsible for the Limoli or the Berns murder would increase\n\nhis base offense level to 43, but that this level should then\n\n                             -6-\n\nbe  reduced  by three  levels  because  Patriarca's role  was\n\nminimal or minor under U.S.S.G.   3B1.2.  The guideline range\n\nfor an offense level of 40 and Criminal History Category I is\n\n292-365  months  in prison.    The  government recommended  a\n\nsentence of 292 months.\n\n          After numerous evidentiary  hearings, the  district\n\ncourt  announced its  decision  to sentence  Patriarca to  97\n\nmonths imprisonment.  This was  an upward departure from  the\n\ncourt's  calculated guideline range of 63 to 78 months.1  The\n\ncourt  concluded that relevant conduct in a RICO case was, as\n\na matter  of  law, limited  to  the specific  predicate  acts\n\ncharged  against the  defendant (here,  as to  Patriarca, the\n\nTravel Act  violations) and  conduct relating to  the charged\n\npredicates.  The  court observed that the  base offense level\n\nfor  RICO  is  the  greater  of  19  or  \"the  offense  level\n\napplicable   to   the   underlying  racketeering   activity.\"\n\nU.S.S.G.   2E1.1(a).  Because   2E1.1 specifies more than one\n\nbase  offense  level,  the  court  determined  that     1B1.3\n\nrequires the proper  base offense  to be  ascertained by  the\n\ninclusion of  relevant conduct.   The core  question, in  the\n\ncourt's view,  was whether \"underlying racketeering activity\"\n\nwithin the  meaning of     2E1.1(a)(2) referred  only to  the\n\npredicate   racketeering   acts  charged   against  Patriarca\n\n                    \n\n1.  The  district court's extensive  sentencing memorandum is\npublished at </pre><span class=\"citation\" data-id=\"1967939\"><a href=\"/opinion/1967939/united-states-v-patriarca/\"><span class=\"volume\">807</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">165</span> </a></span><pre class=\"inline\">(D. Mass. 1992).\n\n                             -7-\n\nhimself, or whether it  also embraced other racketeering acts\n\nincluding those of Patriarca's RICO  coconspirators committed\n\nin the course of the RICO conspiracy.\n\n          In  opting for  the former construction,  the court\n\nrelied  upon  three principles  it felt  were  key:   (1) the\n\nguidelines are  primarily a \"charge offense\"  system; (2) the\n\nguidelines  are  generally intended  to  duplicate nationwide\n\npast  practices;  and  (3)  the guidelines  are  intended  to\n\nestablish a sentencing system which is  both administratively\n\nworkable and fair.  Regarding the first, the court noted that\n\nnone   of  the  seven  instances  of  conduct  cited  by  the\n\ngovernment had been charged  against Patriarca personally  in\n\nthe indictment.   As to  the second reason,  the court  noted\n\nthat there are no reported  pre-guideline RICO cases in which\n\na  defendant  was sentenced  and  punished  for an  uncharged\n\nmurder.  With respect to the third, the court stated that the\n\ngovernment's position was administratively unwieldy: weeks or\n\nmonths of evidentiary hearings could be required to decide if\n\na  defendant  committed   the  uncharged  relevant   conduct.\n\nFinally,  the  court  was   concerned  about  the  procedural\n\nfairness  of punishing  a defendant  for an  uncharged murder\n\nwithout  indictment,  trial  by  jury,  and  proof  beyond  a\n\nreasonable doubt.\n\n          The   court   reasoned   that   adoption   of   the\n\ngovernment's  position  would  raise  serious  constitutional\n\n                             -8-\n\nquestions  which  the district  court's  interpretation would\n\navoid.   Treating  the Limoli  or  Berns murder  as  relevant\n\nconduct would, the court believed, have the effect of raising\n\nthe  maximum penalty for the RICO violations from 20 years to\n\nlife imprisonment.   The RICO penalty provision,  18 U.S.C.  \n\n1963(a),  provides for a maximum sentence  of 20 years unless\n\n\"the  RICO violation  is based  on racketeering  activity for\n\nwhich  the  maximum penalty  includes life  imprisonment,\" in\n\nwhich  case the  maximum  sentence is  life.   The  guideline\n\npenalty  for murder,  which is  a level  43 offense,  is life\n\nimprisonment.     Because  the  district  court,  unlike  the\n\ngovernment, thought  a three-level  reduction for a  minor or\n\nminimal role in the offense was unlikely, the court  reasoned\n\nthat  if Patriarca  was held  responsible for  the Limoli  or\n\nBerns   murders,   his  probable   sentence  would   be  life\n\nimprisonment.   In the court's view,  therefore, treating the\n\nmurders as relevant conduct (thereby increasing the guideline\n\nrange  from  63-78  months to  life)  would  violate  the due\n\nprocess clause of the constitution by permitting the relevant\n\nconduct determination \"to be a tail which wags the dog of the\n\nsubstantive offense.\"  McMillan v. Pennsylvania, </pre><span class=\"citation\" data-id=\"111713\"><a href=\"/opinion/111713/mcmillan-v-pennsylvania/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span><pre class=\"inline\">,\n                                               \n\n88 (1986).  \n\n          The government appeals from this determination.\n\n     B.  The Government's Appeal:  Relevant Conduct\n                                                   \n\n                             -9-\n\n          \"The legal determination as to the proper interplay\n\namong  related  guidelines  is  subject  to plenary  review.\"\n\nUnited  States v. Schultz, </pre><span class=\"citation\" data-id=\"587569\"><a href=\"/opinion/587569/united-states-v-brian-k-schultz/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">960</span></a></span><pre class=\"inline\">, 962 (1st Cir. 1992),\n                         \n\ncert. denied, 113 S.  Ct. 1020 (1993).  Therefore,  we review\n            \n\nde  novo the  district  court's application  of the  relevant\n\nconduct guideline,  U.S.S.G.   1B1.3, to  the RICO guideline,\n\nU.S.S.G.    2E1.1.  We conclude that the district court erred\n\nwhen it limited relevant conduct to conduct in furtherance of\n\nthe predicate acts charged  against Patriarca.  We hold  that\n\nrelevant  conduct  in  a   RICO  case  includes  all  conduct\n\nreasonably   foreseeable  to  the   particular  defendant  in\n\nfurtherance of the RICO enterprise to which he belongs.\n\n          We agree  with the government that  the language of\n\nthe relevant  conduct section,   1B1.32,  and its application\n\n                    \n\n2.  The  relevant  conduct   guideline,  in  pertinent  part,\nprovides the following:\n\n     Unless  otherwise specified,  (i) the  base offense\n     level where  the guideline specifies more  than one\n     base   offense   level,   (ii)   specific   offense\n     characteristics  and  (iii)  cross   references  in\n     Chapter Two, and (iv) adjustments in Chapter Three,\n     shall be determined on the basis of the following:\n\n     (1)(A)    all acts and omissions  committed, aided,\n               abetted,  counseled,  commanded, induced,\n               procured,  or  willfully  caused  by  the\n               defendant; and\n\n        (B)    in  the  case  of  a  jointly  undertaken\n               criminal   activity  (a   criminal  plan,\n               scheme,    endeavor,    or     enterprise\n               undertaken  by  the defendant  in concert\n               with others, whether or not charged as  a\n               conspiracy),  all  reasonably foreseeable\n\n                             -10-\n\nto the RICO guideline,   2E1.1, are clear, and  hence must be\n\napplied.   Section 1B1.3 calls for  determining the following\n\nguideline  elements  on  the  basis of  relevant  conduct  as\n\ndefined:  (1) the  base  offense level,  where the  guideline\n\nspecifies  more than  one  base offense  level, (2)  specific\n\noffense characteristics, (3) cross references in Chapter Two,\n\nand  (4) adjustments  in Chapter  3.   The RICO  guideline,  \n\n2E1.13,  specifies  more   than  one   base  offense   level,\n\n                    \n\n               acts   and   omissions   of   others   in\n               furtherance  of  the  jointly  undertaken\n               criminal activity,\n\n          that occurred  during  the commission  of  the\n          offense of conviction, in preparation for that\n          offense,  or  in the  course of  attempting to\n          avoid  detection  or  responsibility for  that\n          offense . . . .\n\nU.S.S.G.   1B1.3(a)(1).\n\n     The  relevant  conduct  guideline  quoted  here  is  the\namended  version  of     1B1.3,  which  became  effective  on\nNovember 1, 1992, after Patriarca was sentenced.  Because the\n1992 amendments to   1B1.3  only clarify the previous version\nof the guideline,  we may  refer to the  later version.   See\n                                                             \n1B1.11(b)(2)   (\"the   court   shall    consider   subsequent\namendments, to the extent that such amendments are clarifying\nrather than substantive changes\").\n\n3.  The RICO guideline provides the following:\n\n       2E1.1.  Unlawful   Conduct   Relating   to   Racketeer\n                                                             \n               Influenced and Corrupt Organizations\n                                                   \n\n          (a)  Base Offense Level (Apply the greater):\n\n               (1)  19; or\n                    19\n\n               (2)  the  offense  level  applicable   to  the\n                    underlying racketeering activity.\n\n                             -11-\n\nincluding a cross reference  to \"the offense level applicable\n\nto the underlying racketeering  activity.\"  See United States\n                                                             \n\nv. Masters, </pre><span class=\"citation\" data-id=\"593337\"><a href=\"/opinion/593337/united-states-v-alan-masters-and-james-d-keating/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">281</span></a></span><pre class=\"inline\">, 284 (7th Cir. 1992)  (reference to\n          \n\n\"underlying  racketeering  activity\" in     2E1.1(a)(2) is  a\n\ncross  reference),  cert. denied,  113  S.  Ct. 2333  (1993);\n                                \n\nU.S.S.G.   1B1.5, application note 1 (cross references may be\n\ngeneral,  such  as  \"to  the guideline  for  the  'underlying\n\noffense'\").   Therefore,    1B1.3  requires the  base offense\n\nlevel for   2E1.1 to  be determined on the basis of  relevant\n\nconduct as that term is described in   1B1.3(a)(1).\n\n          Section 1B1.3 states that \"in the case of a jointly\n\nundertaken criminal activity,\" relevant conduct includes \"all\n\nreasonably  foreseeable  acts  and  omissions  of  others  in\n\nfurtherance of  the  jointly undertaken  criminal  activity.\"\n\nU.S.S.G.    1B1.3(a)(1)(B).  This is often referred to as the\n\naccomplice attribution element of relevant conduct.  \"Jointly\n\nundertaken criminal activity\" is defined in    1B1.3(a)(1)(B)\n\nas  \"a  criminal   plan,  scheme,  endeavor,   or  enterprise\n                                                             \n\nundertaken by  the defendant in concert  with others, whether\n                                                             \n\nor not  charged  as a  conspiracy.\"   </pre><span class=\"citation\" data-id=\"593337\"><a href=\"/opinion/593337/united-states-v-alan-masters-and-james-d-keating/\"><span class=\"id_token\">Id.</span>  (emphasis  added).\n</a></span><pre class=\"inline\">                                         \n\nHere,  the RICO enterprise     the Patriarca Family     was a\n\n\"jointly undertaken criminal  activity.\"  Thus, Patriarca  is\n\npotentially  liable  for  the  foreseeable  criminal acts  of\n\n                    \n\nU.S.S.G.   2E1.1.\n\n                             -12-\n\nothers in furtherance of  that enterprise even though  he did\n\nnot personally participate in them.\n\n          The  application  notes  expand  on  the  role   of\n\nrelevant conduct in the  case of criminal activity undertaken\n\nin concert with  others.  We quote from application note 2 to\n\n   1B1.3 at  length because  of the  guidance it  provides to\n\ncourts in determining when a defendant is responsible for the\n\nconduct of others under the accomplice attribution element of\n\nthe relevant conduct guideline:\n\n     In the  case of a jointly  undertaken criminal activity,\n     subsection  (a)(1)(B)  provides   that  a  defendant  is\n     accountable  for  the conduct  (acts  and omissions)  of\n     others that was both:\n\n     (i)  in  furtherance  of  the   jointly  undertaken\n          criminal activity; and\n     (ii) reasonably foreseeable in connection with that\n          criminal activity.\n\n     Because a  count may be worded  broadly and include\n     the conduct  of many participants over  a period of\n     time,  the scope of  the criminal  activity jointly\n     undertaken   by   the   defendant   (the   \"jointly\n     undertaken criminal activity\")  is not  necessarily\n     the same as the scope of the entire conspiracy, and\n     hence  relevant conduct is not necessarily the same\n     for every  participant.  In order  to determine the\n     defendant's  accountability  for  the   conduct  of\n     others under  subsection (a)(1)(B), the  court must\n     first determine the scope  of the criminal activity\n     the   particular   defendant   agreed  to   jointly\n     undertake (i.e., the scope  of the specific conduct\n                    \n     and   objectives   embraced   by  the   defendant's\n     agreement).  The conduct of others that was both in\n     furtherance  of,  and  reasonably   foreseeable  in\n     connection  with,  the  criminal  activity  jointly\n     undertaken  by  the defendant  is  relevant conduct\n     under this  provision.  The conduct  of others that\n     was  not in  furtherance of  the criminal  activity\n     jointly undertaken  by the  defendant,  or was  not\n     reasonably  foreseeable  in  connection  with  that\n\n                             -13-\n\n     criminal  activity, is  not relevant  conduct under\n     this provision.\n\n     In determining  the scope of the  criminal activity\n     that  the particular  defendant  agreed to  jointly\n     undertake (i.e., the scope  of the specific conduct\n                    \n     and   objectives   embraced   by  the   defendant's\n     agreement),  the court  may  consider any  explicit\n     agreement  or  implicit  agreement fairly  inferred\n     from the conduct of the defendant and others.\n\n     Note that the criminal activity that the  defendant\n     agreed  to  jointly undertake,  and  the reasonably\n     foreseeable  conduct of  others  in furtherance  of\n     that   criminal   activity,  are   not  necessarily\n     identical.   For example,  two defendants agree  to\n     commit  a robbery  and, during  the course  of that\n     robbery, the first defendant assaults and injures a\n     victim.   The second defendant  is accountable  for\n     the  assault and injury to the  victim (even if the\n     second defendant had not  agreed to the assault and\n     had cautioned the first defendant to be careful not\n     to hurt  anyone) because the assaultive conduct was\n     in  furtherance of the  jointly undertaken criminal\n     activity   (the   robbery)   and   was   reasonably\n     foreseeable  in  connection   with  that   criminal\n     activity (given the nature of the offense).\n\nU.S.S.G. 1B1.3, application note 2.\n\n          Application  note 2  reflects recognition  that the\n\naccomplice attribution provision of    1B1.3 operates to hold\n\na defendant responsible for the conduct of others even though\n\n\"a count may  be worded  broadly and include  the conduct  of\n\nmany participants  over a period of time.\"  So as to keep the\n\ncriminal  responsibility  within  bounds,     1B1.3  requires\n\nsentencing  courts to  ascertain on  an individual  basis the\n\nscope of the criminal  activity that the particular defendant\n\nagreed jointly to undertake.   U.S.S.G.    1B1.3, application\n\nnote 2.   To do  this, the  court may consider  any \"explicit\n\n                             -14-\n\nagreement  or  implicit agreement  fairly  inferred  from the\n\nconduct  of  the defendant  and others.\"    Id.;   see United\n                                                             \n\nStates v. Innamorati, No.  91-1896, slip op. at 66  (1st Cir.\n                    \n\nJune 17,  1993) (members of drug  distribution conspiracy may\n\nbe held accountable at sentencing for different quantities of\n\nnarcotics,   \"depending   on   the  circumstances   of   each\n\ndefendant's involvement\"); United States v. Collado, </pre><span class=\"citation\" data-id=\"591135\"><a href=\"/opinion/591135/united-states-v-policai-collado-aka-poli-jorge-collado-in-91-1492/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\n<span class=\"page\">985</span></a></span><pre class=\"inline\">,  992 (3d Cir.  1992) (\"the crucial  factor in accomplice\n\nattribution is  the extent of the  defendant's involvement in\n\nthe  conspiracy\"); Wilkens  &amp; Steer,  Relevant Conduct:   The\n                                                             \n\nCornerstone of the  Federal Sentencing Guidelines,  41 S.C.L.\n                                                 \n\nRev. 495, 511 (1990) (\"liability might be justified for those\n\nwho  are  at the  top  directing and  controlling  the entire\n\noperation\")  (quoting 2  W.  LaFave &amp;  A. Scott,  Substantive\n\nCriminal Law   6.8, at 155 (1986)). \n\n          On remand here, therefore, the district  court must\n\ndetermine  (1)  the  scope  of the  joint  criminal  activity\n\nexplicitly or implicitly agreed  to by Patriarca jointly with\n\nothers; (2)  whether the criminal acts  proffered as relevant\n\nconduct  were  in  furtherance  of  this  jointly  undertaken\n\ncriminal activity;  and (3)  whether the proffered  acts were\n\nreasonably  foreseeable  in  connection  with  that  criminal\n\nactivity.  These determinations will fix the relevant conduct\n\nunder    1B1.3 for purposes of  calculating the offense level\n\nunder     2E1.1.   Such  determinations are,  of  course, all\n\n                             -15-\n\ninherently fact-bound.   See,  e.g., Innamorati, slip  op. at\n                                               \n\n66.\n\n          Rather  than applying    1B1.3  to    2E1.1 in  the\n\nstraightforward  manner discussed  above, the  district court\n\nlimited relevant  conduct to  only those predicate  acts that\n\nwere  charged against  Patriarca  personally     namely,  the\n\nTravel  Act  violations.   In  doing so,  the  district court\n\nimproperly   treated   the   term  \"underlying   racketeering\n\nactivity\"  in    2E1.1(a)(2) as  if it  \"otherwise specified\"\n\nthat relevant conduct  should not apply  to each \"offense  of\n\nconviction\"  (including  the RICO  conspiracy  count and  the\n\nsubstantive RICO count) and instead  should apply only to the\n\npredicate  Travel Act  violations.   See U.S.S.G.    1B1.3(a)\n                                        \n\n(\"Unless  otherwise specified, . .  . cross references  . . .\n                             \n\nshall  be determined  on the basis  of .  . .  all reasonably\n\nforeseeable acts . . . that occurred during the commission of\n\nthe offense of  conviction . . .  \") (emphasis added).   This\n                          \n\nwas error.  \"Subsection  (a) [of   1B1.3] establishes  a rule\n\nof  construction  by  specifying,  in  the  absence  of  more\n\nexplicit instructions in the context of a specific guideline,\n\nthe  range of  conduct that  is relevant  to determining  the\n\napplicable  offense level  .  .  .  .\"    U.S.S.G.     1B1.3,\n\nBackground.   The  background commentary  to    1B1.3 further\n\nmakes  clear that \"[c]onduct that is  not formally charged or\n\nis not an element of the offense of conviction may enter into\n\n                             -16-\n\nthe  determination  of   the  applicable  guideline   range.\"\n\nSection   2E1.1        specifically   the   term  \"underlying\n\nracketeering activity\"     contains no  explicit instructions\n\ndisplacing the general rule in   1B1.3 that relevant  conduct\n\nincludes  uncharged conduct.   In  a RICO  case, there  is no\n\njustification for limiting \"underlying racketeering activity\"\n\njust  to  predicate  acts specifically  charged  against  one\n\ndefendant.4  \n\n          We,  therefore, agree with  the government that the\n\nterm  \"underlying racketeering  activity\"  in     2E1.1(a)(2)\n\nmeans  simply  any  act,   whether  or  not  charged  against\n\ndefendant personally, that qualifies  as a RICO predicate act\n\nunder 18 U.S.C.   1961(1)5 and is otherwise relevant  conduct\n\n                    \n\n4.  Aside  from  its  departure  from  the  relevant  conduct\nguideline,  the district  court's interpretation  could raise\nother problems.  For example, in some circuits the government\nneed not  allege specific  predicate acts when  it charges  a\ndefendant  with  RICO  conspiracy.    See  United  States  v.\n                                                         \nGlecier, </pre><span class=\"citation\" data-id=\"554064\"><a href=\"/opinion/554064/united-states-v-daniel-p-glecier/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">496</span></a></span><pre class=\"inline\">,  501 (7th Cir.), cert. denied,  112 S.\n                                                    \nCt.  54 (1991); United States v. Phillips, </pre><span class=\"citation\" data-id=\"522879\"><a href=\"/opinion/522879/united-states-v-romaine-phillips-at-no-88-1136-united-states-of-america/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">123</span></a></span><pre class=\"inline\">, 127-\n                                         \n28 (3d Cir. 1989).  A court sentencing a defendant  in such a\ncase would be put in a difficult position  if forced to apply\nliterally the district court's  analysis.  Because such cases\ndo  not  identify  and  charge the  \"underlying  racketeering\nactivity,\" a  court following  the district court's  approach\nmight be limited to the base offense level of 19 as specified\nin     2E1.1(a)(1),  even  though the  real  offense  conduct\nunderlying the  conspiracy is considerably  more serious than\nother level 19 offenses.\n\n5.  Section  1961(1)  defines   \"racketeering  activity\"   to\ninclude,  inter alia,  \"any act  or threat  involving murder,\n                    \nkidnaping,  gambling,  arson,  robbery,  bribery,  extortion,\ndealing in  obscene matter, or  dealing in narcotic  or other\ndangerous  drugs, which  is  chargeable under  State law  and\npunishable  by imprisonment  for more  than one  year; .  . .\n\n                             -17-\n\nunder     1B1.3.     Because  the  reference  to  \"underlying\n\nracketeering activity\"  is a  cross reference,    1B1.3 comes\n\ninto  play and defines \"the range of conduct that is relevant\n\n.  . . .\"  See U.S.S.G.   1B1.3, Background.  It follows that\n              \n\nthe acts of relevant conduct proffered by the government, all\n\nof  which are racketeering acts that  could have been charged\n\nas predicate  offenses, come  under the heading  of \"relevant\n\nconduct\"  for  sentencing Patriarca  on  the  RICO counts  of\n\nconviction,  provided  they  otherwise  meet  the  accomplice\n\nattribution standards of   1B1.3(a)(1)(B).\n\n          To  avoid  this  conclusion,  Patriarca   cites  to\n\napplication notes  1 and 5  to U.S.S.G.    1B1.2.   He argues\n\nthat these  application notes show that  the term \"underlying\n\nracketeering  activity\" should  be  limited  to the  specific\n\npredicate acts  charged against him.   We think  that neither\n\napplication note is applicable here.\n\n          Application note  1 to U.S.S.G.    1B1.2 states the\n\nfollowing:\n\n          This section provides the basic rules for\n          determining the  guidelines applicable to\n          the  offense  conduct  under Chapter  Two\n          (Offense  Conduct).   As a  general rule,\n          the court is to use the guideline section\n          from  Chapter Two most  applicable to the\n          offense  of  conviction.   The  Statutory\n          Index (Appendix A)  provides a listing to\n          assist in  this  determination.   When  a\n\n                    \n\n[and] any act which is indictable under . . . title 18 .  . .\nsection 1512  (relating to tampering with  a witness, victim,\nor an informant) . . . .\"\n\n                             -18-\n\n          particular  statute   proscribes  only  a\n          single  type  of  criminal  conduct,  the\n          offense  of  conviction  and the  conduct\n          proscribed by the statute  will coincide,\n          and  there  will   be  only  one  offense\n          guideline referenced.  When  a particular\n          statute proscribes a  variety of  conduct\n          that  might  constitute  the  subject  of\n          different  offense guidelines,  the court\n          will  determine  which guideline  section\n          applies  based  upon  the nature  of  the\n                                                   \n          offense  conduct charged in  the count of\n                                                   \n          which   the   defendant  was   convicted.\n                                                  \n          (Emphasis ours.)\n\nPatriarca   relies  on   the  emphasized   portion   for  the\n\nproposition that  relevant  conduct pertaining  to  composite\n\ncrimes,  like RICO, must be limited to conduct charged in the\n\nindictment.  It is clear, however, from  the full text of the\n\napplication note, that the  note is meant to guide  courts in\n\nthe initial selection of  the applicable guideline in Chapter\n\nTwo,  not  to  limit  cross references  within  a  particular\n\nguideline.   There is  no question here  that the  applicable\n\nguideline for RICO convictions is   2E1.1.  Thus, application\n\nnote  1  to     1B1.2  provides  no  support  for Patriarca's\n\nargument.\n\n          Application note 5 to   1B1.2 is equally immaterial\n\nto  the   application  of   relevant  conduct  to      2E1.1.\n\nApplication note 5 relates  specifically to   1B1.2(d), which\n\nstates  that:  \"A conviction on a count charging a conspiracy\n\nto commit more than  one offense shall  be treated as if  the\n\ndefendant  had   been  convicted  on  a   separate  count  of\n\n                             -19-\n\nconspiracy for  each offense that the  defendant conspired to\n\ncommit.\"  Application note 5 in turn provides the following:\n\n     Particular   care  must   be   taken  in   applying\n     subsection (d) because there are cases in which the\n     verdict or plea does not establish which offense(s)\n     was the object of  the conspiracy.  In such  cases,\n     subsection (d)  should only be applied with respect\n     to an  object  offense alleged  in  the  conspiracy\n                                                        \n     count if the court,  were it sitting as a  trier of\n          \n     fact, would convict the defendant of conspiring  to\n     commit that object offense.   Note, however, if the\n     object offenses  specified in the  conspiracy count\n     would be grouped together under   3D1.2(d) (e.g., a\n                                                     \n     conspiracy to  steal three government checks) it is\n     not necessary to engage in the  foregoing analysis,\n     because   1B1.3(a)(2) governs consideration  of the\n     defendant's conduct.\n\nU.S.S.G.   1B1.2, application note 5 (emphasis added).\n\n          In arguing  that   1B1.2(d) and  application note 5\n\nlimit relevant  conduct in composite cases,  like RICO cases,\n\nto  conduct \"alleged\"  in the  indictment as  predicate acts,\n                    \n\nPatriarca notes similar language  in the application notes to\n\n  2E1.1 and  the multiple count rules.  Application note 1 to\n\n   2E1.1  states  that  \"[w]here  there  is   more  than  one\n\nunderlying offense,  treat  each  underlying  offense  as  if\n\ncontained  in a  separate  count  of  conviction  .  .  .  .\"\n\nSimilarly, the introductory commentary  to the multiple count\n\nrules provides that \"[s]ome  offenses, e.g., racketeering and\n                                           \n\nconspiracy, may be 'composite' in that they involve a pattern\n\nof conduct or scheme involving multiple  underlying offenses.\n\nThe rules  in this  Part  are to  be  used to  determine  the\n\noffense level  for such  composite offenses from  the offense\n\n                             -20-\n\nlevel  for the underlying offenses.\"  Application note 8 to  \n\n3D1.2 refers specifically  back to   1B1.2(d):   \"A defendant\n\nmay be convicted of  conspiring to commit several substantive\n\noffenses  and   also  of  committing  one  or   more  of  the\n\nsubstantive offenses.   In  such cases, treat  the conspiracy\n\ncount as if it were several counts, each  charging conspiracy\n\nto  commit one of the  substantive offenses.   See   1B1.2(d)\n                                                             \n\nand accompanying commentary.\"  U.S.S.G.    3D1.2, application\n                           \n\nnote 8 (emphasis added).\n\n          On the basis of this commentary, Patriarca contends\n\nthat the only way to apply  the multiple count section of the\n\nguidelines  to a RICO conviction is to use the directions for\n\nthe more commonly applied conspiracy, and hence the rule of  \n\n1B1.2(d).6  We disagree.   First, the definition of \"offense\"\n\n                    \n\n6.  The   training  staff   at   the  Sentencing   Commission\napparently agrees.   In  the latest issue  of the  Sentencing\nCommission's   Most  Frequently  Asked  Questions  About  the\n                                                             \nSentencing  Guidelines, Vol.  VI, Dec.  1, 1992,  Question 30\n                      \nasks:   \"The  defendant was  convicted of  RICO (18  U.S.C.  \n1962).   How  is  the alternative  base  offense level  at   \n2E1.1(a)(2) determined?\"  The answer provides the following:\n\n     Application note 1 to    2E1.1 instructs that where\n     there is  more than  one underlying offense  (i.e.,\n                                                       \n     predicate  act), each underlying  offense should be\n     treated  as if  contained  in a  separate count  of\n     conviction for  the purposes of  subsection (a)(2).\n     (See   1B1.2(d) and Application  Note 5.)  Each  of\n         \n     the  underlying offenses, whether or not charged in\n     substantive counts of conviction, are treated as if\n     they  were  substantive  counts  of  conviction, or\n     \"pseudo counts.\"\n\n</pre><span class=\"citation\" data-id=\"522879\"><a href=\"/opinion/522879/united-states-v-romaine-phillips-at-no-88-1136-united-states-of-america/\"><span class=\"id_token\">Id.</span>   The training </a></span><pre class=\"inline\">staff's informational  booklet states that\n   \n\"[t]he  information  does   not  necessarily  represent   the\n\n                             -21-\n\ncontained in the application notes to U.S.S.G.   1B1.1 is not\n\nlimited to  charged offenses.  Instead,  \"offense\" is defined\n\nto mean \"the  offense of conviction and  all relevant conduct\n                                                             \n\nunder    1B1.3 (Relevant Conduct) unless  a different meaning\n                                 \n\nis  specified  or  is  otherwise  clear  from  the  context.\"\n\nU.S.S.G.   1B1.1, application note 1(l) (emphasis added).  As\n\nstated  previously,    2E1.1  does  not  specify a  different\n\nmeaning;  therefore,  there   is  no   reason  to   interpret\n\n\"underlying offense\" to exclude uncharged conduct.\n\n          Furthermore, although applying    1B1.2(d) to  RICO\n\nconvictions has  some  superficial  appeal,  there  would  be\n\ninsurmountable  obstacles  to   its  practical   application.\n\nFirst,  by its  own terms,    1B1.2(d)  is limited  to counts\n\n\"charging a conspiracy.\"   Therefore, it is  difficult to see\n                      \n\nhow    1B1.2(d) could apply  to a substantive  RICO violation\n\n(as opposed  to a  RICO conspiracy).   Even overlooking  this\n\nlanguage, it would be impossible under application note 5 for\n\na court  to determine whether it \"would convict the defendant\n\nof conspiring to commit\"  an underlying offense in situations\n             \n\nwhere  the  defendant  is  charged with  a  substantive  RICO\n\nviolation  and the  underlying offense  is not  a conspiracy.\n\n                    \n\nofficial position of the Commission, should not be considered\ndefinitive,  and  is not  binding  upon  the Commission,  the\ncourt, or  the parties in any case.\"   Because   1B1.2(d), by\nits own terms, is  not applicable to RICO convictions,  we do\nnot follow the training staff's suggestion.\n\n                             -22-\n\nThus,   1B1.2(d)  is inapplicable  to nonconspiracy  offenses\n\nsuch as a substantive RICO violation.\n\n          There are problems with applying   1B1.2(d) to RICO\n\nconspiracies as well.  It seems clear from the plain  text of\n\n   1B1.2(d),   the  application   notes,  and  the   official\n\ncommentary7  that     1B1.2(d)   was  enacted  to  deal  with\n\nmultiple object conspiracies  charged in a  single count.   A\n\nRICO  conspiracy,  however,  is  considered a  single  object\n\n                    \n\n7.  Official  comments made by  the Sentencing  Commission at\nthe  time that it enacted    1B1.2(d) clarify  the purpose of\nApplication note 5:\n\n     [Application note 5]  is provided to  address cases\n     in which  the jury's  verdict does not  specify how\n     many  or  which offenses  were  the  object of  the\n     conspiracy  of which  the defendant  was convicted.\n     Compare U.S. v. Johnson, </pre><span class=\"citation\" data-id=\"422166\"><a href=\"/opinion/422166/united-states-v-marvin-p-johnson-robert-a-wilkins-duane-quamina/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span><pre class=\"inline\">, 645-46 (11th\n                            \n     Cir.  1983)   (conviction   stands  if   there   is\n     sufficient  proof with  respect to  any one  of the\n     objectives),  with U.S.  v. Tarnopol, </pre><span class=\"citation\" data-id=\"348626\"><a href=\"/opinion/348626/united-states-v-nat-tarnopol-peter-garris-irving-wiegan-lee-shep-carl/\"><span class=\"volume\">561</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">466</span>\n</a></span><pre class=\"inline\">                                         \n     (3d Cir.  1977) (failure  of proof with  respect to\n     any one  of the  objectives renders the  conspiracy\n     conviction   invalid).     In  order   to  maintain\n     consistency with other    1B1.2(a)  determinations,\n     this decision  should be governed  by a  reasonable\n     doubt standard.  A  higher standard of proof should\n     govern the  creation of what  is, in effect,  a new\n     count  of  conviction for  the purposes  of Chapter\n     Three,  Part D  (Multiple  Counts).    Because  the\n     guidelines do not explicitly establish standards of\n     proof, the proposed new application note calls upon\n     the  court to  determine  which offense(s)  was the\n     object of the conspiracy as if it  were \"sitting as\n     a trier  of fact.\"  The  foregoing determination is\n     not required, however, in the case of offenses that\n     are grouped  together under   3D1.2(d) (e.g., fraud\n                                                 \n     and   theft)   because        1B1.3(a)(2)   governs\n     consideration of the defendant's conduct.\n\nU.S.S.G. App. C., para. 75, p.29 (Nov. 1, 1989).\n\n                             -23-\n\nconspiracy  with that  object  being the  violation of  RICO.\n\nUnited  States v. Ashman, </pre><span class=\"citation no-link\"><span class=\"volume\">979</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">469</span></span><pre class=\"inline\">, 485  (7th Cir. 1992)\n                        \n\n(\"The goal of  a RICO  conspiracy is a  violation of  RICO.\")\n\n(quoting United States v. Neapolitan, </pre><span class=\"citation\" data-id=\"470332\"><a href=\"/opinion/470332/united-states-v-robert-neapolitan-united-states-of-america-v-thomas/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">489</span></a></span><pre class=\"inline\">, 496  (7th\n                                    \n\nCir.), cert. denied, </pre><span class=\"citation\" data-id=\"111808\"><a href=\"/opinion/111808/david-j-brown-v-north-carolina/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">940</span> </a></span><pre class=\"inline\">(1986)), petition for cert.\n                                                             \n\nfiled  sub nom.  Barcal  v. United  States, </pre><span class=\"citation no-link\"><span class=\"volume\">61</span>  <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3857</span>\n</span><pre class=\"inline\">                                          \n\n(U.S. April  6,  1993)  (No. 92-1804).    In  enacting  RICO,\n\nCongress intended  that \"'a  series of agreements  that under\n\npre-RICO  law would  constitute  multiple conspiracies  could\n\nunder RICO be tried as a single enterprise conspiracy' if the\n\ndefendants   have  agreed   to  commit  a   substantive  RICO\n\noffense.\"8  United States v.  Riccobene, </pre><span class=\"citation\" data-id=\"419746\"><a href=\"/opinion/419746/united-states-v-mario-riccobene-in-no-82-1399-v-joseph-ciancaglini-in/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">214</span></a></span><pre class=\"inline\">, 224-25\n                                       \n\n(3d  Cir.) (quoting  United  States v.  Sutherland, </pre><span class=\"citation\" data-id=\"393273\"><a href=\"/opinion/393273/united-states-v-glen-sutherland-edward-maynard-and-grace-walker/\"><span class=\"volume\">656</span>  <span class=\"reporter\">F.2d</span>\n                                                  \n\n<span class=\"page\">1181</span></a></span><pre class=\"inline\">, 1192 (5th Cir. 1981), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">949</span> </span><pre class=\"inline\">(1982)\n                                        \n\n(internal   citation  omitted)),   cert.   denied  sub   nom.\n                                                             \n\nCiancaglini v. United States, </pre><span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">849</span> </span><pre class=\"inline\">(1983).\n                            \n\n          Application notes  1  and 5  to    1B1.2  are  not,\n\ntherefore, material  to determining whether  relevant conduct\n\n                    \n\n8.  Rather  than merely  requiring  a defendant  to agree  to\ncommit a  substantive RICO offense, this  circuit follows the\nminority  rule, which  requires  that a  defendant agreed  to\ncommit, or in fact committed, two or more specified predicate\ncrimes  as  part  of  the defendant's  participation  in  the\naffairs of  the enterprise in order to  convict the defendant\nfor a RICO  conspiracy.   United States v.  Boylan, </pre><span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span>  <span class=\"reporter\">F.2d</span>\n                                                  \n<span class=\"page\">230</span></a></span><pre class=\"inline\">,  241 (1st  Cir.),  cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">498</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">849</span> </span><pre class=\"inline\"> (1990);\n                                    \nUnited States v. Winter, </pre><span class=\"citation\" data-id=\"396888\"><a href=\"/opinion/396888/united-states-v-howard-t-winter-united-states-of-america-v-melvin/\"><span class=\"volume\">663</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1120</span></a></span><pre class=\"inline\">, 1136 (1st Cir. 1981),\n                       \ncert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">460</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">1011</span> </span><pre class=\"inline\">(1983).   This  minority rule,\n             \nhowever,  does not  affect the  general  premise that  a RICO\nconspiracy is a single object conspiracy.\n\n                             -24-\n\nmust  be   limited  to  predicate  acts   charged  against  a\n\ndefendant.   Instead,   1B1.3 determines the range of conduct\n\nthat  is  relevant  to  cross references  such  as  the  term\n\n\"underlying  racketeering activity\" in   2E1.1(a)(2), and the\n\nbackground commentary to    1B1.3 makes clear that \"[c]onduct\n\nthat  is  not formally  charged  .  . .  may  enter  into the\n\ndetermination of the applicable guideline sentencing range.\"\n\n          Because  the application of    1B1.3 to    2E1.1 is\n\nstraightforward and unambiguous, the district court  erred in\n\nresorting to the general principles underlying the guidelines\n\nand  the general  rule  of construction  that \"courts  should\n\nconstrue   statutes   to   avoid   decision   as   to   their\n\nconstitutionality.\"   See, e.g.,  United States  v. Monsanto,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"112310\"><a href=\"/opinion/112310/united-states-v-monsanto/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">600</span></a></span><pre class=\"inline\">, 611  (1989).  \"[C]ourts should strive  to apply\n\nthe guidelines  as written, giving  full force and  effect to\n\nthe  Sentencing  Commission's  interpretive   commentary  and\n\napplication notes.\"   United  States v. Zapata,  No. 93-1116,\n                                              \n\nslip  op. at 4  (1st Cir. July  19, 1993); accord  Stinson v.\n                                                          \n\nUnited States, </pre><span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1913</span></a></span><pre class=\"inline\">, 1915 (1993); United States v.\n                                                          \n\nBrewster,  No.  93-1046, slip  op. at  7  (1st Cir.  July 28,\n        \n\n1993).  Absent specific provision in   2E1.1 that \"underlying\n\nracketeering  activity\" includes only charged predicate acts,\n\nwe see no principled basis to read such a limitation into the\n\nprovision.\n\n                             -25-\n\n          Even were the application  of relevant conduct to  \n\n2E1.1  less clear than it is, we would have trouble accepting\n\nthe  three principles  cited  by the  district  court as  the\n\nrationale for limiting relevant conduct to the predicate acts\n\nactually  charged against  a defendant.   The  district court\n\nfelt that \"the Sentencing Guidelines are closer to  a 'charge\n\noffense' system than a  'real offense' system of punishment.\"\n\n</pre><span class=\"citation\" data-id=\"1967939\"><span class=\"antecedent_guess\">Patriarca,</span> <a href=\"/opinion/1967939/united-states-v-patriarca/\"><span class=\"volume\">807</span> <span class=\"reporter\">F. Supp.</span>  at <span class=\"page\">190</span></a></span><pre class=\"inline\">; U.S.S.G. Ch. 1, Pt. A, 4(a),\n         \n\np. 5.  In the court's view, the reason the government did not\n\ncharge  the conduct at issue in this appeal as predicate acts\n\nin the indictment is  because the government had insufficient\n\nevidence  to sustain a conviction  for this conduct.   807 F.\n\nSupp. at  191.   Because  conduct \"which  the prosecutor  can\n\nprove in court\" is supposed to \"impose[] a natural limit upon\n\nthe prosecutor's ability to increase a defendant's sentence,\"\n\nU.S.S.G.  Ch.1, Pt. A, 4(a),  p.5, the court  thought that it\n\nwould  be  improper  for  a sentencing  court  to  increase a\n\ndefendant's  sentence  on the  basis  of uncharged  predicate\n\nacts.\n\n          Similar arguments have been  rejected by this court\n\nand virtually every other circuit court to have addressed the\n\nissue.   See, e.g., United  States v. Mocciola,  </pre><span class=\"citation\" data-id=\"533000\"><a href=\"/opinion/533000/united-states-v-gerard-peter-mocciola/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\">,\n                                              \n\n16-17 (1st  Cir. 1989); United  States v. Galloway,  </pre><span class=\"citation\" data-id=\"591442\"><a href=\"/opinion/591442/united-states-v-eddie-lee-galloway/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span>\n                                                  \n\n<span class=\"page\">414</span></a></span><pre class=\"inline\">,  424  n.6  (8th  Cir. 1992)  (collecting  cases),  cert.\n                                                             \n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1420</span> </span><pre class=\"inline\">(1993).   While the district court is\n      \n\n                             -26-\n\ncorrect that \"for the most part, the court will determine the\n\napplicable  guideline by looking  to the charge  of which the\n                     \n\noffender was convicted,\"   United States v.  Blanco, </pre><span class=\"citation\" data-id=\"531324\"><a href=\"/opinion/531324/united-states-v-alfonso-blanco/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\n<span class=\"page\">907</span></a></span><pre class=\"inline\">, 910 (1st Cir. 1989), real offense principles enter  into\n\nthe  punishment prescribed  in  the  guidelines  through  the\n\nrelevant  conduct guideline,    1B1.3.   Breyer,  The Federal\n                                                             \n\nSentencing Guidelines and the Key Compromises Upon Which They\n                                                             \n\nRest, 17 Hofstra L.  Rev. 1, 11-12 (1988).   Relevant conduct\n    \n\nincreases    a    defendant's   sentence,    sometimes   very\n\nsignificantly, despite the fact that it was not charged in an\n\nindictment, e.g., </pre><span class=\"citation\" data-id=\"531324\"><span class=\"antecedent_guess\">Blanco,</span>  <a href=\"/opinion/531324/united-states-v-alfonso-blanco/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">910</span></a></span><pre class=\"inline\">, and  even despite\n                        \n\nthe fact that  a jury  may have acquitted  the defendant  for\n\nthat  precise conduct.   E.g., </pre><span class=\"citation\" data-id=\"533000\"><span class=\"antecedent_guess\">Mocciola,</span>  <a href=\"/opinion/533000/united-states-v-gerard-peter-mocciola/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">16-17</span></a></span><pre class=\"inline\">;\n                                       \n\nUnited  States  v.  Rumney,  </pre><span class=\"citation\" data-id=\"518388\"><a href=\"/opinion/518388/united-states-v-arthur-w-rumney/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">714</span></a></span><pre class=\"inline\">,  719  (1st  Cir.)\n                          \n\n(\"traditional  sentencing  factors need  not  be  pleaded and\n\nproved at trial\")  (quoting United States v. Brewer, </pre><span class=\"citation\" data-id=\"510062\"><a href=\"/opinion/510062/united-states-v-curtis-lee-brewer-86-6155-james-phillip-brewer/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\n<span class=\"page\">1319</span></a></span><pre class=\"inline\">,  1326 (6th Cir.),  cert. denied, </pre><span class=\"citation\" data-id=\"112187\"><a href=\"/opinion/112187/dow-jones-company-inc-v-stanley-simon/\"><span class=\"volume\">488</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">946</span> </a></span><pre class=\"inline\">(1988)),\n                                     \n\ncert.  denied,   </pre><span class=\"citation no-link\"><span class=\"volume\">491</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">908</span> </span><pre class=\"inline\"> (1989).    This  is  because\n             \n\nsentencing factors, including  the applicability of  relevant\n\nconduct,  need  only be  proven  by  a  preponderance of  the\n\nevidence, not beyond a reasonable  doubt.  </pre><span class=\"citation\" data-id=\"533000\"><span class=\"antecedent_guess\">Mocciola,</span> <a href=\"/opinion/533000/united-states-v-gerard-peter-mocciola/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\nat <span class=\"page\">16-17</span></a></span><pre class=\"inline\">; </pre><span class=\"citation\" data-id=\"591442\"><span class=\"antecedent_guess\">Galloway,</span> <a href=\"/opinion/591442/united-states-v-eddie-lee-galloway/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">424</span> </a></span><pre class=\"inline\">n.6.  As noted below,  in\n                  \n\npre-guideline cases courts likewise took into account untried\n\ncriminal conduct when exercising sentencing discretion.   The\n\nfact  that the government has not charged and proven beyond a\n\n                             -27-\n\nreasonable doubt the conduct now asserted as relevant conduct\n\ndoes  not prevent the increase in sentence resulting from the\n\nrelevant  conduct guideline.   We  see no  special reason  to\n\ndeviate  from  this  principle   when  dealing  with  a  RICO\n\nconviction.\n\n          Nor are we as convinced as the district  court that\n\nsentencing  Patriarca  on  the basis  of  uncharged  relevant\n\nconduct  might be so unfair as to raise due process concerns.\n\nThe  district  court  assumed  that  if  Patriarca  was  held\n\nresponsible for either the  Limoli or Berns murder, Patriarca\n\nwould face a potential life sentence under the guidelines and\n\nthe RICO  penalty provision.   We  believe that  the district\n\ncourt was mistaken in this assumption.  The RICO statute sets\n\nthe maximum prison sentence at 20 years unless \"the violation\n                                                             \n\nis based  on a racketeering  activity for  which the  maximum\n\npenalty  includes  life  imprisonment.\"    18 U.S.C.  1963(a)\n\n(emphasis added).    We agree  with the  government that  the\n\nstatutory maximum sentence must  be determined by the conduct\n\nalleged   within  the   four  corners   of   the  indictment.\n\nOtherwise,  a defendant  would not  know at  the time  of his\n\narraignment  or  change of  plea  what  his maximum  possible\n\nsentence  would  be on  the  charged offenses.    The charged\n                                                             \n\nconduct, if proven beyond a reasonable doubt, constitutes the\n\n\"violation\" of  which a defendant is  convicted.  Patriarca's\n          \n\ncharged  conduct included no acts  such as would  result in a\n\n                             -28-\n\nlife sentence.  The predicate acts  charged in the indictment\n\nwere all violations of the Travel Act, which does not carry a\n\npossible  life sentence.    Therefore, while  for  sentencing\n\npurposes within  the 20-year maximum Patriarca  is liable for\n\nuncharged as  well as  charged relevant conduct,  his maximum\n\npenalty  is  fixed  at twenty  years  for  each  of the  RICO\n\ncounts.9   The  relevant conduct  determination here  affects\n\nonly where, within that  statutory range, Patriarca should be\n                                        \n\nsentenced.\n\n          We  are also  unpersuaded  by the  district court's\n\nconcern that  sentencing Patriarca on the  basis of uncharged\n\npredicate  acts would  be \"inconsistent  with  the Sentencing\n\n                    \n\n9.  At  oral  argument,  Patriarca  contended  that   if  the\ndistrict court determines that Patriarca's base offense level\non the  RICO counts  is 43 (i.e.,  if the court  decides that\n                                \nPatriarca is responsible for a murder and that a minimal role\nadjustment  would be  improper), then  the court  in applying\nU.S.S.G.     5G1.2(d)  should  impose  consecutive sentences,\nwhich could  total up to 65  years (20 years for  each of the\ntwo RICO counts  and 5 years for each of  the five Travel Act\ncounts).  See  United States  v. Masters, </pre><span class=\"citation\" data-id=\"593337\"><a href=\"/opinion/593337/united-states-v-alan-masters-and-james-d-keating/\"><span class=\"volume\">978</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">281</span></a></span><pre class=\"inline\">,  284\n                                        \n(7th  Cir. 1992)  (affirming  district court  sentencing RICO\ndefendant  to consecutive  maximum sentences  of 20  years on\neach count,  for a total  of 40  years, in order  to come  as\nclose as  possible to life imprisonment  prescribed for level\n43 offenses), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2333</span> </span><pre class=\"inline\">(1993).  At least\n                          \none member of the  panel believes that serious constitutional\nconcerns may  arise if the defendant  ultimately receives the\nequivalent of a life sentence on the ground of his connection\nwith  a  murder for  which he  was  never indicted,  tried or\nconvicted by a  jury.   However, the district  court may  yet\nultimately sentence Patriarca  to considerably  less than  65\nyears.   Because  the district  court has  not yet  sentenced\nPatriarca   under  the  relevant   conduct  guideline  as  we\ninterpret  it today,  any decision  as to  the constitutional\nimplications,  if  any,  of   a  65-year  sentence  would  be\npremature.\n\n                             -29-\n\nCommission's  intention  to  set up  a  system  which is  not\n\nadministratively unwieldy.\"  </pre><span class=\"citation\" data-id=\"1967939\"><span class=\"antecedent_guess\">Patriarca,</span>  <a href=\"/opinion/1967939/united-states-v-patriarca/\"><span class=\"volume\">807</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">192</span></a></span><pre class=\"inline\">.\n                                      \n\nWhile  it  is  true  that  considerations  of  administrative\n\nefficiency  as  well  as  procedural  fairness  prompted  the\n\nCommission  to require  sentencing courts  \"to  determine the\n\napplicable guideline  by looking to  the charge of  which the\n                    \n\noffender was convicted,\" it is also clear that the Commission\n\nintended real  offense principles  to apply to  determine the\n\napplicability   of   various  adjustments,   including  cross\n\nreferences.   See  </pre><span class=\"citation\" data-id=\"531324\"><span class=\"antecedent_guess\">Blanco,</span> <a href=\"/opinion/531324/united-states-v-alfonso-blanco/\"><span class=\"volume\">888</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">910</span></a></span><pre class=\"inline\">.   The  fact that\n                         \n\napplication   of  real   offense  principles  may   burden  a\n\nsentencing court with additional fact finding is no reason to\n\nignore the Commission's compromise between \"real offense\" and\n\n\"charge offense\" sentencing.   See </pre><span class=\"citation\" data-id=\"531324\"><a href=\"/opinion/531324/united-states-v-alfonso-blanco/\"><span class=\"id_token\">id.</span> at 911. </a></span><pre class=\"inline\">  Sentencing a\n                                      \n\nRICO  defendant on the basis of  uncharged predicate acts may\n\nnot, indeed,  prove to  be impracticable.   Drug conspirators\n\nare frequently  sentenced on  the basis of  drug transactions\n\ncommitted by  coconspirators.  In both  situations, the court\n\nmust determine the scope  of the criminal activity  agreed to\n\nby  the  defendant,  the  reasonable  foreseeability  of  the\n\nconduct  proffered  as  relevant  conduct,  and  whether  the\n\nrelevant conduct was in furtherance of the jointly undertaken\n\nactivity.   To be sure,  the wide range of  crimes covered by\n\nRICO may inject new complexities, but, if so, the remedy lies\n\n                             -30-\n\nwith the Sentencing Commission.  The courts are not empowered\n\nto rewrite the relevant conduct guideline.10\n\n          Finally,  the  district  court's  observation  that\n\nthere are apparently no reported pre-guideline cases in which\n\na RICO defendant was  sentenced on the basis of  an uncharged\n\nmurder is not dispositive.  There could, of course, have been\n\nsuch  cases that  went unreported  or unappealed.   Sentences\n\nwere not usually the subject  of published opinions prior  to\n\nthe guidelines.   And courts often  used material information\n\nfrom many sources  in exercising  their discretion  to set  a\n\nsentence within the  permissible, often very  wide, statutory\n\nrange.   See, e.g., Roberts  v. United States,  </pre><span class=\"citation\" data-id=\"110234\"><a href=\"/opinion/110234/roberts-v-united-states/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">552</span></a></span><pre class=\"inline\">,\n                                             \n\n556  (1980); Williams  v.  New  York,  </pre><span class=\"citation\" data-id=\"104681\"><a href=\"/opinion/104681/williams-v-new-york/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">241</span></a></span><pre class=\"inline\">,  250-51\n                                    \n\n(1949); United States v.  Lee, </pre><span class=\"citation\" data-id=\"488525\"><a href=\"/opinion/488525/united-states-v-daniel-lee-aka-monkey/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1052</span></a></span><pre class=\"inline\">, 1055  (2d Cir.)\n                             \n\n(\"Any circumstance that aids the sentencing court in deriving\n\na  more complete  and  true picture  regarding the  convicted\n\nperson's   background,  history,  or   behavior  is  properly\n\nconsidered.  For that reason, .  . . , other crimes for which\n\nthe  defendant was  neither tried  nor convicted,  and crimes\n\ncharged that  resulted  in  acquittal  may  be  used  by  the\n\n                    \n\n10.  We recognize that determining uncharged relevant conduct\ncould  sometimes  impose tremendous  additional burdens  on a\ncourt.  Relief may be afforded, however, in some instances by\nthe  fact that district courts  need not make  findings as to\nacts  proffered as relevant conduct if  the findings will not\nreflect   the  offense   level.     See   U.S.S.G.      3D1.4\n                                       \n(instructions on determining the combined offense level).\n\n                             -31-\n\nsentencing   court   in   determining  sentence\")   (citation\n\nomitted), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">956</span> </span><pre class=\"inline\">(1987).\n                      \n\n          We conclude that the  principles put forward by the\n\ndistrict  court  provide  no  adequate  reason  for  limiting\n\nrelevant  conduct to  charged predicate  acts in  RICO cases.\n\nBecause  the  district   court  incorrectly  interpreted  the\n\nguidelines, it did not reach a host of other arguments raised\n\nby  Patriarca  in an  attempt  to  avoid the  straightforward\n\napplication of  the relevant conduct guideline,   1B1.3, to  \n\n2E1.1.  These arguments include:  whether due process and the\n\nConfrontation Clause require additional procedures, such as a\n\nhigher standard of proof  than preponderance of the evidence,\n\nin  order to  hold  Patriarca responsible  for the  proffered\n\nrelevant  conduct; whether  due  process  requires notice  of\n\nproffered  relevant  conduct not  otherwise disclosed  in the\n\nindictment prior  to  the  entry of  a  defendant's  plea  of\n\nguilty;   whether  sentencing  Patriarca   for  murders  that\n\noccurred  prior  to  the  effective date  of  the  guidelines\n\nviolates  the  Ex Post  Facto  Clause, even  though  the RICO\n\noffense  extended  beyond  that date;  whether  the  relevant\n\nconduct   guideline   exceeds  the   Sentencing  Commission's\n\nstatutory  authority;  and whether  the government  should be\n\nestopped from  arguing that Patriarca is  responsible for the\n\nproffered relevant conduct.   Several of these arguments have\n\nbeen expressly  rejected by  this circuit  and others.   See,\n                                                            \n\n                             -32-\n\ne.g., United States v.  Brewster, No. 93-1046, slip op.  at 5\n                                \n\n(1st  Cir. July  28,  1993)  (\"Absent bad  faith  . .  .  the\n\ncritical time for  disclosure of sentence-related information\n\nis  not  prior  to  the  taking  of  a  plea,  but  prior  to\n\nsentencing.\"); United States v. David, </pre><span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span><pre class=\"inline\">, 739 (1st\n                                     \n\nCir. 1991) (\"It is well established that the guidelines apply\n\nto a  defendant whose  offense begins before  the guidelines'\n\neffective  date  and continues  after the  effective date.\"),\n\ncert. denied, 112 S.  Ct. 2301 (1992); </pre><span class=\"citation\" data-id=\"591442\"><span class=\"antecedent_guess\">Galloway,</span> <a href=\"/opinion/591442/united-states-v-eddie-lee-galloway/\"><span class=\"volume\">976</span>  <span class=\"reporter\">F.2d</span> at\n                                               \n\n<span class=\"page\">421-22</span> </a></span><pre class=\"inline\">(rejecting argument that relevant conduct provision is\n\nnot authorized by the Sentencing Reform Act).  However, it is\n\nnot  necessary for  us to  decide these  issues in  the first\n\ninstance.  On remand, the district court should consider, and\n\nwhere appropriate, decide those issues that Patriarca chooses\n\nto assert again.  \n\n          In  a  last  ditch  effort  to avoid  resentencing,\n\nPatriarca  contends  that the  legal  issue  of how  relevant\n\nconduct is applied to the RICO guideline has been effectively\n\nmooted  by  the  district  court's  findings  concerning  the\n\nproffered acts  of relevant conduct.   Patriarca asserts that\n\nthe in the course of  determining whether an upward departure\n\nwas  warranted pursuant  to    5K2.0 and    4A1.3,  the court\n\nfound,  as  a matter  of fact,  that  the government  had not\n\nestablished  his criminal  liability  for five  of the  seven\n\nrelevant  conduct  allegations       the  Limoli   and  Berns\n\n                             -33-\n\nhomicides, the  Carrozza drug dealing, the  Ferrara \"hit,\" or\n\nthe harboring of Alphonse Persico.11  \n\n          This contention  has no merit.   The district court\n\nexpressly stated that because  it found that relevant conduct\n\nmust  be  limited  to  charged predicate  acts,  it  was  not\n\ndeciding \"whether the crimes at issue with regard to relevant\n\nconduct were  within the scope of  the defendant's conspiracy\n\nand/or   reasonably   foreseeable   consequences    of   it.\"\n\n</pre><span class=\"citation\" data-id=\"1967939\"><span class=\"antecedent_guess\">Patriarca,</span>  <a href=\"/opinion/1967939/united-states-v-patriarca/\"><span class=\"volume\">807</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">196</span></a></span><pre class=\"inline\">.  In discussing the purported\n         \n\nconduct in its upward  departure analysis, the district court\n\nmerely stated that  it was not persuaded that  Patriarca knew\n\nof, or personally participated  in, these offenses.  However,\n\na  defendant   can  be  accountable  for  the   acts  of  his\n\ncoconspirators under    1B1.3 without having  been personally\n\ninvolved.  The standard is whether the acts of coconspirators\n\nwere in  furtherance of  the jointly undertaken  activity and\n\nwere reasonably foreseeable to the defendant.  The seven acts\n\n                    \n\n11.  As  to  the remaining  two  proffered  acts of  relevant\nconduct       Caruana's  marijuana  importation and  fugitive\nstatus   ,  Patriarca contends that the  court's finding that\nsuch conduct  warranted a  criminal history upward  departure\nand the fact that the indictment mentions drug trafficking in\ngeneral,   rather   than   particularly  alleging   marijuana\nimportation,  preclude  consideration   of  this  conduct  as\nrelevant conduct.  Neither contention  has merit.  The  court\ntreated  the Caruana  allegations under the  upward departure\nguideline,     4A1.3, only  because  the  court thought  this\nuncharged conduct could not qualify as relevant conduct under\n   1B1.3.    Moreover,  we  think  the  indictment's  generic\nallegation of  narcotics trafficking is sufficient  to permit\nthe  court  to  consider  marijuana  importation  as relevant\nconduct.\n\n                             -34-\n\nproffered as relevant conduct must be  reexamined in light of\n\nthis standard.\n\n     C.  Patriarca's Appeal\n                           \n\n          Patriarca  appeals from the district court's upward\n\ndeparture  under  U.S.S.G.     4A1.3 and  from  the  district\n\ncourt's  imposition   of  the  costs  of   incarceration  and\n\nsupervision under U.S.S.G.    5E1.2(i).  Our holding that the\n\ndistrict court must resentence Patriarca on the  basis of his\n\nrelevant conduct  moots the  issue of  the  propriety of  the\n\ncourt's  upward  departure.    The  district  court  departed\n\nupwards under    4A1.3 on the  basis of its finding  that the\n\ngovernment had proved by a preponderance of the evidence that\n\nPatriarca  had \"aided  and abetted  drug crimes  committed by\n\nSalvatore Michael Caruana\" from 1981 to 1983.  </pre><span class=\"citation\" data-id=\"1967939\"><span class=\"antecedent_guess\">Patriarca,</span> <a href=\"/opinion/1967939/united-states-v-patriarca/\"><span class=\"volume\">807</span>\n                                                        \n\n<span class=\"reporter\">F. Supp.</span> at <span class=\"page\">170</span></a></span><pre class=\"inline\">.  Because  on remand the court will decide if\n\nthe   Caruana  conspiracy  is   relevant  conduct   for  RICO\n\nsentencing purposes,  its utilization  as a basis  for upward\n\ndeparture need not be considered here, and is vacated.\n\n          For  similar  reasons, we  must  reject Patriarca's\n\nchallenge to his  cost-of-imprisonment fine.  As part  of his\n\nsentence, the district court ordered  Patriarca to pay a fine\n\nof $50,000 pursuant to U.S.S.G.   5E1.2(c), plus $122,344 for\n\nthe cost of his imprisonment, and $3,954 for the  cost of his\n\nsupervision.   Patriarca,  807 F.  Supp. at  210.   The later\n                        \n\n                             -35-\n\nportion  of  the fine  was  assessed pursuant  to  U.S.S.G.  \n\n5E1.2(i), which states the following:\n\n     Notwithstanding  the  provisions of  subsection (c)\n     [the  minimum-maximum fine table]  of this section,\n     but subject  to the  provisions  of subsection  (f)\n     [the defendant's ability to pay]  herein, the court\n     shall impose  an additional fine amount  that is at\n     least sufficient to pay the costs to the government\n     of  any  imprisonment,  probation,   or  supervised\n     release ordered.\n\nU.S.S.G.   5E1.2(i).   Patriarca contends that the Sentencing\n\nReform  Act,   18  U.S.C.     3553(a),   does  not  authorize\n\nimposition of  a fine  to recompense  the government  for the\n\ncost of  incarceration or supervised release,  and   5E1.2(i)\n\nis therefore invalid.\n\n          The  few  circuit  courts  to  have addressed  this\n\nquestion  agree  that  the  Sentencing Reform  Act  does  not\n\nauthorize  the assessment  of a  fine solely  to pay  for the\n\ncosts  of  a  defendant's  imprisonment.   United  States  v.\n                                                         \n\nSpiropoulos,  </pre><span class=\"citation\" data-id=\"591403\"><a href=\"/opinion/591403/united-states-v-rene-spiropoulos/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">155</span></a></span><pre class=\"inline\">,  165-69 (3d  Cir. 1992);  United\n                                                             \n\nStates  v. Hagmann, </pre><span class=\"citation no-link\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">175</span></span><pre class=\"inline\">, 187 n.29  (5th Cir. 1991),\n                  \n\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">108</span> </span><pre class=\"inline\">(1992).  They disagree, however,\n            \n\nas to whether    5E1.2(i) can be justified on  other grounds.\n\nCompare United States  v. Turner, No. 93-1148, 1993 U.S. App.\n                                \n\nLEXIS 17472 (7th Cir.  July 14, 1993)  (costs  of confinement\n\nreflect seriousness of the crime and increase deterrence) and\n                                                             \n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Hagmann,</span> <span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">187</span> </span><pre class=\"inline\"> (\"the uniform  practice of  fining\n       \n\ncriminals  on the  basis  of their  individualistic terms  of\n\nimprisonment     an  indicator of  the actual  harm each  has\n\n                             -36-\n\ninflicted upon society     is a rational means to  assist the\n\nvictims of crime collectively\") with </pre><span class=\"citation\" data-id=\"591403\"><span class=\"antecedent_guess\">Spiropoulos,</span> <a href=\"/opinion/591403/united-states-v-rene-spiropoulos/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> at\n                                                \n\n<span class=\"page\">168</span> </a></span><pre class=\"inline\"> (\"The cost  of imprisoning  a defendant  has little,  if\n\nanything, to do with the amount that the defendant has harmed\n\nhis or  her victim(s),  and is  therefore questionable  as an\n\nappropriate method  of restitution.\");  see United  States v.\n                                                          \n\nDoyan,  </pre><span class=\"citation\" data-id=\"545289\"><a href=\"/opinion/545289/united-states-v-ernie-c-doyan-jr/\"><span class=\"volume\">909</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">412</span></a></span><pre class=\"inline\">,  416  (10th Cir.  1990)  (\"Whether the\n     \n\npurpose  of the  contested fine  is to  punish, deter,  or to\n\nspare  the  taxpayers a  substantial  expense  that has  been\n\ngenerated by an intentional criminal act,  we cannot say that\n\nGuideline     5E1.2(i)  as  applied here  bears  no  rational\n\nrelation to  the legitimate governmental interest in criminal\n\njustice.\").  The  government here argues  that   5E1.2(i)  is\n\nmerely a means of achieving the clearly authorized purpose of\n\npunishing  a defendant based on the seriousness of his or her\n\noffense.\n\n          We  do  not  find  it appropriate  to  answer  this\n\nquestion  at the  present  time.   First,  Patriarca did  not\n\nobject  to  his  cost-of-imprisonment  fine at  the  time  of\n\nsentencing.  Hence, the district court had no reason to focus\n\non  the  issue, and  we lack  the  benefit of  its considered\n\nviews.   Absent plain error, we normally will not consider an\n\nissue raised for the first time on appeal.  See United States\n                                                             \n\nv.  Newman, </pre><span class=\"citation no-link\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">665</span></span><pre class=\"inline\">,  672 (1st Cir.  1992), petition for\n                                                             \n\ncert.  filed, </pre><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3751</span> </span><pre class=\"inline\">(U.S. April 22, 1993) (No. 92-\n            \n\n                             -37-\n\n1703); United States  v. Haggert,  </pre><span class=\"citation\" data-id=\"595476\"><a href=\"/opinion/595476/united-states-v-lloyd-r-haggert/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span><pre class=\"inline\">,  11 (1st  Cir.\n                                \n\n1992);  United States v.  Mondello, </pre><span class=\"citation\" data-id=\"557348\"><a href=\"/opinion/557348/united-states-v-edward-x-mondello/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1463</span></a></span><pre class=\"inline\">, 1468 (9th\n                                  \n\nCir. 1991)  (refusing to  consider argument not  raised below\n\nthat the fine  provisions of the  Guidelines are contrary  to\n\nstatutory  authorization).   Because  the fine  issue is  one\n\nwhich has divided our sister circuits, we cannot see that the\n\ndistrict court's  alleged error  in assessing the    5E1.2(i)\n\nfine was a \"plain\" one within the meaning of Fed. R. Crim. P.\n\n52(b).   See United  States v. Olano,  113 S.  Ct. 1770, 1777\n                                    \n\n(1993).\n\n          In  addition, our  decision that Patriarca  must be\n\nresentenced  taking into  account uncharged  relevant conduct\n\nrequires that we also vacate the fine portion of  Patriarca's\n\nsentence.  Should the district court on remand determine that\n\nPatriarca  must be sentenced at a  higher base offense level,\n\nhis  minimum and  maximum fine  range under     5E1.2(c) will\n\nlikewise   increase.      Moreover,   Patriarca's   cost   of\n\nimprisonment necessarily  depends  upon  the  length  of  his\n\nconfinement.  On remand, Patriarca can  argue that a cost-of-\n\nimprisonment fine  under   5E1.2(i) is  inconsistent with the\n\nSentencing Reform Act.  Should  the district court reject the\n\nargument and Patriarca again appeal from the fine, that  will\n\nbe  the  appropriate  time  for  this  court  to  decide  the\n\nquestion.   Presently,  however, because  we must  vacate the\n\nfine and because Patriarca  did not raise the issue  below   \n\n                             -38-\n\nhence  failing  to bring  the claimed  error to  the district\n\ncourt's  attention for  focused consideration     we  find it\n\ninappropriate to decide whether   5E1.2(i) is valid.\n\nII.  Carrozza's Sentence\n                        \n\n          Defendant/appellant Robert F. Carrozza appeals from\n\na judgment of conviction and a 228-month sentence  imposed by\n\nthe  district  court, after  Carrozza  pleaded  guilty to  49\n\ncounts of racketeering-related offenses, including violations\n\nof  the RICO  statute,  extortion, kidnapping,  loansharking,\n\nnarcotics distribution, gambling, obstruction of justice, and\n\nintimidation of a witness.  Carrozza argues that the district\n\ncourt's  decision to  \"assume\" that  Carrozza's  base offense\n\nlevel  should be adjusted upwards for his role in the offense\n\nconstituted plain error.  \n\n          After  extensive  plea  negotiations, Carrozza  and\n\nfour of  his codefendants  entered into plea  agreements with\n\nthe  government.  Pursuant  to Fed. R.  Crim. P. 11(e)(1)(C),\n\nCarrozza and  the government agreed that  a specific sentence\n\nof 228 months was \"the appropriate  disposition of the case,\"\n\nconstituting \"a justifiable departure within the meaning of  \n\n6B1.2(c)(2)  of  the  United States  Sentencing  Guidelines.\"\n\nBoth  parties  agree   on  appeal   that  this   \"justifiable\n\ndeparture\" was understood to  have been a downward departure.\n\n                             -39-\n\n          Apart from the  agreed sentence, Carrozza  received\n\ntwo additional benefits  in exchange for his plea  of guilty.\n\nFirst, the government promised  not to prosecute Carrozza for\n\nhis alleged  involvement in the murder of  William Grasso and\n\nthe attempted  murder of  Francis Salemme,  Sr.   Second, the\n\ngovernment promised that Carrozza  would not be subpoenaed to\n\ntestify  in  any  federal  grand jury  investigation  in  the\n\nDistrict of  Massachusetts relating to the  activities of the\n\nPatriarcaFamily occurringbefore thedate of theplea agreement.\n\n          The plea  agreements for all  five defendants  were\n\nmade  expressly   contingent   upon  the   district   court's\n\nacceptance  of  the  pleas  of guilty  from  each  defendant.\n\nAccording to the government,  the interdependency of the plea\n\nagreements  reflected  the  government's  major   purpose  in\n\nentering  the  agreements     eliminating  the  need for  any\n\ntrial, which the parties estimated would take from six months\n\nto  a year or more.  Because removing some but not all of the\n\ndefendants  would not significantly reduce the time necessary\n\nto try the case, the government  bargained for, and obtained,\n\nthe option to withdraw all five plea agreements if any of the\n\ndefendants moved successfully to withdraw his plea.\n\n          The  district  court  conditionally   accepted  the\n\nguilty pleas pending consideration of the presentence reports\n\n(\"PSR\").   The preliminary PSR for  Carrozza was completed on\n\nApril 3, 1992.  The preliminary PSR calculated his applicable\n\n                             -40-\n\nguideline  range, based  on  an offense  level  of 33  and  a\n\ncriminal  history category of  IV, to be  188-235 months, and\n\ntherefore concluded  that the  agreed sentence of  228 months\n\nwas consistent with the guidelines.  The PSR determined  that\n\nthere were no factors warranting departure.\n\n          On April 9, the  government filed its objections to\n\nthis PSR, complaining  that some of the PSR's calculations of\n\nCarrozza's offense level were too high and some were too low.\n\nThe key objection  made by  the government was  that the  PSR\n\nshould have made an upward adjustment  pursuant to U.S.S.G.  \n\n3B1.1(a) for  Carrozza's role  as an organizer  or leader  in\n\nseveral of  the offenses charged.   The government calculated\n\nthe applicable  guideline range  to be 235-293  months, based\n\nupon an offense level  of 35 and a criminal  history category\n\nof IV.    Finally,  the  government argued  that  there  were\n\njustifiable factors to support a downward departure.\n\n          Carrozza  filed several specific  objections to the\n\nPSR  on  April 17.   Although  Carrozza  did not  discuss the\n\nparticulars  of  his  own   calculation  of  the   applicable\n\nguideline range, he  did argue that \"a downward  departure to\n\nthe agreed  upon sentence\" was  warranted.  Carrozza  did not\n\ndispute the  government's calculations as to his  role in the\n\noffenses charged.\n\n          The Addendum to the PSR was completed on  April 23.\n\nThe Addendum  accepted some  of  the government's  objections\n\n                             -41-\n\ncalling  for  a  downward   revision  in  the  offense  level\n\ncalculations,  but  rejected  the  government's  role in  the\n\noffense  objection because  the  government had  not provided\n\n\"sufficient  information  .  .  .  in  the  details  of   the\n\nparticular episodes to delineate  the individual roles of the\n          \n\ndefendant within those episodes.\"   The Addendum recalculated\n                      \n\nthe  total offense level to be 31, yielding a guideline range\n\nof  151-188 months.  The Addendum noted that this range would\n\nrequire \"an  upward departure if  the Court were  to sentence\n\nthe  defendant to the amount  of time designated  in the plea\n\nagreement [228 months].\"\n\n          On  the same day that  the Addendum to  the PSR was\n\ndisclosed,  the  government   and  Carrozza  filed   separate\n\nsentencing  memoranda, each  arguing  to the  court that  the\n\nagreed  upon  sentence  constituted  a  justifiable  downward\n\ndeparture.\n\n          The sentencing hearing was  held on April 29, 1992.\n\nAt the  outset of the sentencing hearing, the court explained\n\nthat under Rule 11(e)(1)(C), it could  either accept the plea\n\nagreements and impose the  agreed-upon sentence in each case,\n\nor  reject  the  agreements   and  offer  the  defendants  an\n\nopportunity  to  withdraw their  pleas.    The court  clearly\n\narticulated the disparate guideline ranges calculated  by the\n\ngovernment and the probation office and then stated:\n\n          I think the most  sensible thing to do is\n          to not resolve that dispute but to decide\n\n                             -42-\n\n          whether the 228-month  sentence, which  I\n          think  is  about  19  years,  if  it  is,\n          indeed, an eight-month downward departure\n          as    the    Government    intends,    is\n          appropriate. . . .\n\n          Well,  I am going to proceed . . . in the\n          following  fashion:   I  am not  deciding\n          whether the Guidelines are 151  months to\n          188    months    or   [if]    Probation's\n          calculation  is   followed,  which  would\n          involve  40-month   upward  departure  or\n          whether, as the Government contends, that\n          Mr.  Carrozza has assumed up to now, [or]\n          at least up to the time of  his plea, the\n          calculations might be 235 to 293 months.\n\n          I am going to analyze this in the context\n          of the  question being whether     if the\n          Guidelines are  235 [to] 293  months, the\n          seven-month  downward  departure  to  228\n          months   [as]  called  for  by  the  plea\n          agreement is justifiable.\n\nThe  court explained  that it was  not resolving  the dispute\n\nbecause  Fed. R. Crim. P.  32 does not  require resolution of\n\nissues  that will  not  be material  to  the sentence  to  be\n\nimposed.            When  asked  if anyone  objected  to this\n\nprocedure, the parties responded \"no.\"  Consistent with their\n\nprehearing positions, both Carrozza and the government argued\n\nthat  the agreed  upon  sentence  represented  a  justifiable\n\ndownward departure from the applicable guideline range.\n\n          The  court  thereafter  sentenced Carrozza  to  228\n\nmonths imprisonment,  to be followed by  60 months supervised\n\nrelease.   On  the same  day, the  district court  entered an\n\norder relating  to the presentence  reports.  In  this order,\n\nthe  court  stated that  one  of the  justifications  for its\n\n                             -43-\n\ndownward departures  for several  of the defendants  was that\n\nthe  departures \"eliminated the need for both a lengthy trial\n\n(which it was estimated would take  six months to a year) and\n\nfor   protracted  sentencing  hearings  to  resolve  disputes\n\nrelevant to the term  of incarceration to be imposed  on each\n\ndefendant.\"\n\n          On April  30, 1992,  the court entered  its \"Second\n\nOrder Relating to Presentence Report\" in Carrozza's case.  In\n\nthat  order, the court expressly  relied on Fed.  R. Crim. P.\n\n32(c)(3)(D)(ii) as its justification for failing to calculate\n\nthe sentencing guideline range applicable to Carrozza:\n\n          With    regard   to    the   government's\n          objections   to   the  PSR,   the  court,\n          pursuant    to    Fed.   R.    Crim.   P.\n          32(c)(3)(D)(ii),  did not  decide whether\n          the applicable Sentencing Guidelines were\n          235  to  293 months  as  asserted by  the\n          government  or  151   to  188  months  as\n          recommended  by  the  Probation  Officer.\n          Rather, the court assumed  the Sentencing\n          Guidelines were  a minimum of  235 months\n          and  agreed with  the government  and the\n          defendant  that  if   the  binding   plea\n          agreement, pursuant  to Fed. R.  Crim. P.\n          11(c)(1)(C) [sic], calling for a sentence\n          of  228  months represented  a departure,\n          there  were  justifiable reasons  for it.\n          Thus, the agreed-upon 228  month sentence\n          was imposed.\n\n          Judgment    was   entered    on   May    1,   1992.\n\nNotwithstanding the court's previous  assertions that it  was\n\nmerely  \"assuming\"  that  the  government  was  correct,  the\n\njudgment indicates  that the court found  the guideline range\n\nto be  235-293 months  and imposed  a downward  departure for\n\n                             -44-\n\njustifiable reasons.  In a May  7, 1992 memorandum explaining\n\nits  sentence,   the  court  once  again   stated  its  basic\n\nassumption:\n\n          In the Presentence Report,  the Probation\n          Department      calculated     Carrozza's\n          Sentencing  Guidelines  to  151   to  188\n          months.      The   government,   however,\n          contended that the proper  calculation of\n          Carrozza's Sentencing  Guidelines was 235\n          to 293 months.  Carrozza's plea agreement\n          specified a sentence of 228 months, or 19\n          years, in prison.  The court analyzed his\n          plea agreement on the assumption that the\n          required  sentence  represented  a  seven\n          month downward departure.\n\n          On  appeal, Carrozza  contends that  the sentencing\n\nprocedure  employed  by  the  district   court  was  patently\n\nunlawful because the court failed to determine the applicable\n\nguideline range.\n\n     A.  Plain Error Standard12\n                             \n\n                    \n\n12.  In   its   jurisdictional   statement,  the   government\nquestions  whether  this  court  has  jurisdiction  over  the\ninstant appeal.   The government  notes that a  defendant may\nonly  appeal a sentence  pursuant to a  Rule 11(e)(1)(C) plea\nagreement  on the  grounds that the  sentence was  imposed in\nviolation of law or  as a result of an  incorrect application\nof   the  guidelines.    18   U.S.C.     3742(c).     In  his\njurisdictional  statement, Carrozza  asserts  only  that  the\nsentence  was in  violation  of the  law.   Because  Carrozza\nprovides no authority  for the proposition that a  claim such\nas he raises  of procedural error  in determining a  sentence\nmay rise to the level of a claim that  the resulting sentence\nwas  imposed in violation  of the law,  the government argues\nthat  this  court is  without  jurisdiction  to consider  the\nappeal.  Regardless whether  the district court's error rises\nto the level of  a violation of law, Carrozza  clearly argues\nin  his brief  that the  district court  failed to  apply the\nguidelines correctly when it \"assumed\" a role in  the offense\nadjustment.     That  is   sufficient  to  give   this  court\njurisdiction to  decide this  appeal.   See United States  v.\n                                                         \n\n                             -45-\n\n          Carrozza concedes that because he  failed to object\n\nto  the  district  court's   course  of  conduct  during  the\n\nsentencing hearing, his sentence can  be reversed only upon a\n\nshowing  of plain  error.    See  Fed.  R.  Crim.  P.  52(b).\n                                \n\nCarrozza has failed to make such a showing here.\n\n          The  Supreme Court  recently interpreted  the plain\n\nerror rule in United States v. Olano, </pre><span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span> </a></span><pre class=\"inline\">(1993).\n                                    \n\nIn  Olano,  the Court  reiterated  the  three limitations  on\n         \n\nappellate authority  to recognize errors under  Fed. R. Crim.\n\nP.  52(b):  (1) there must be  an \"error,\" (2) the error must\n\nbe  \"plain,\" and  (3)  the error  must \"affec[t]  substantial\n\nrights.\"  </pre><span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"id_token\">Id.</span> at 1777-78. </a></span><pre class=\"inline\"> Even if a  defendant can establish\n             \n\nall three criteria, an appellate court has discretion not  to\n\nreview the error because Rule 52(b) is written in permissive,\n\nnot mandatory, terms.   </pre><span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"id_token\">Id.</span> at  1778. </a></span><pre class=\"inline\"> The standard  to guide\n                           \n\nthat discretion was  stated in United States v. Atkinson, </pre><span class=\"citation\" data-id=\"102591\"><a href=\"/opinion/102591/united-states-v-atkinson/\"><span class=\"volume\">297</span>\n                                                        \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">157</span></a></span><pre class=\"inline\">, 160 (1936):  appellate courts  should correct plain\n\nforfeited errors affecting  substantial rights if  the errors\n\n\"seriously  affect[]  the   fairness,  integrity  or   public\n\nreputation  of judicial proceedings.\"   </pre><span class=\"citation\" data-id=\"112848\"><span class=\"antecedent_guess\">Olano,</span> <a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span> at\n                                             \n\n<span class=\"page\">1779</span></a></span><pre class=\"inline\">.\n\n          We  agree  with Carrozza  that  the  district court\n\ncommitted  error when it  \"assumed\" that Carrozza's guideline\n\n                    \n\nSmith, </pre><span class=\"citation\" data-id=\"551331\"><a href=\"/opinion/551331/united-states-v-william-smith-89-3817-chester-sargent-89-3831-wayne/\"><span class=\"volume\">918</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">664</span></a></span><pre class=\"inline\">, 668-69  (6th Cir. 1990)  (upholding the\n     \nright of a defendant to file a similar appeal under 18 U.S.C.\n3742(a)(1) or (a)(2)), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1088</span> </span><pre class=\"inline\">(1991).\n                                   \n\n                             -46-\n\nrange was 235-293 months prior to its \"downward\" departure to\n\n228  months.  Before accepting a plea agreement that contains\n\na specific  sentence under  Fed. R.  Crim. P.  11(e)(1)(C), a\n\nsentencing court  is required to satisfy  itself either that:\n\n\"(1) the  agreed sentence is within  the applicable guideline\n\nrange; or (2) the agreed sentence departs from the applicable\n\nguideline  range  for  justifiable   reasons.\"    U.S.S.G.   \n\n6B1.2(c).  To determine whether the sentence departs from the\n\napplicable guideline range for justifiable reasons, the court\n\nmust first  determine what the applicable  guideline range is\n\nand  then analyze  whether a  departure  is authorized  by 18\n\nU.S.C.   3553(b)  and the general departure  rules in Chapter\n\n1, Part  A (4)(b) of the  Guidelines.  See  U.S.S.G.   6B1.3,\n                                          \n\nCommentary.  In effect,    6B1.2(c) instructs courts to apply\n\ngeneral  guideline  principles  when determining  whether  to\n\naccept  a plea  under  Fed. R.  Crim.  P. 11(e)(1)(C).    See\n                                                             \n\nU.S.S.G.     1B1.1  (general  instructions  on  applying  the\n\nguidelines).13\n\n                    \n\n13.  The government argues that Carrozza has waived his right\nto  have the  district  court determine  an actual  guideline\nrange by expressly agreeing  to the district court's decision\nto assume a guideline  range.  A deviation from a  legal rule\nis  not considered  an \"error\"  if that  legal rule  has been\nwaived,  as opposed to merely  forfeited.  See  Olano, 113 S.\n                                                     \nCt. at 1777 (\"Whereas  forfeiture is the failure to  make the\ntimely  assertion  of  a  right, waiver  is  the  intentional\nrelinquishment or abandonment of  a known right.\")  (internal\nquotations omitted).  We doubt that the sentencing guidelines\ncan be waived.   For  example, we suspect  that an  agreement\nbetween the  government  and a  defendant  not to  apply  the\nguidelines would be  ineffective.  Because of doubts that the\n\n                             -47-\n\n          In   sentencing   Carrozza,   the  district   court\n\nmistakenly  believed  that  Fed.  R.  Crim.   P.  32(c)(3)(D)\n\nauthorized its decision not  to determine an actual guideline\n\nrange for Carrozza's offenses.   As we have stated,  this was\n\nerror.    Rule  32(c)(3)(D)14 apparently  relates  to factual\n\ninaccuracies in a presentence  report, not to mixed questions\n\nof  law and  fact that  a  defendant does  not dispute.   See\n                                                             \n\nUnited States v.  Hand, </pre><span class=\"citation\" data-id=\"547582\"><a href=\"/opinion/547582/united-states-v-steven-jean-hand-aka-timothy-r-edwards/\"><span class=\"volume\">913</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span><pre class=\"inline\">, 857  (10th Cir.  1990)\n                      \n\n(defendant's  disagreement over  PSR's legal  conclusion that\n\ndefendant was not a minor participant does not allege factual\n\ninaccuracies  in   the  PSR  and  does   not  implicate  Rule\n\n32(c)(3)(D)).   But see  United States v.  Rosado-Ubiera, </pre><span class=\"citation\" data-id=\"570496\"><a href=\"/opinion/570496/united-states-v-gustavo-rosado-ubiera-cespedes-nunez-beltre-mora-gustavo/\"><span class=\"volume\">947</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">644</span></a></span><pre class=\"inline\">,  646 (2d Cir. 1991) (Rule  32(c)(3)(D) was violated\n\n                    \n\nsentencing  guidelines  are waivable,  we  rest  our decision\ntoday on  Carrozza's failure  to establish that  the district\ncourt's   error  affects  substantial   rights,  and  on  our\ndiscretion  not to recognize  plain errors even  when they do\naffect substantial rights.\n\n14.  Fed. R. Crim. P.  32(c)(3)(D) provides in pertinent part\nthe following:\n\n          If  the   comments   of  the   defendant  and   the\n                                                  \n     defendant's  counsel or  testimony or  other information\n     introduced by them allege  any factual inaccuracy in the\n                                                      \n     presentence investigation  report or the summary  of the\n     report or  part thereof,  the  court shall,  as to  each\n                                                             \n     matter  controverted,  make  (i)  a finding  as  to  the\n                         \n     allegation, or (ii) a determination that no such finding\n     is necessary because the matter controverted will not be\n     taken into account in sentencing.\n\nFed. R. Crim. P. 32(c)(3)(D) (emphasis added).\n\n                             -48-\n\nwhen court failed to resolve the  defendant's precise role in\n\nthe offense).  \n\n          To be sure, a district court has inherent power not\n\nto decide  disputes that are immaterial or  irrelevant to the\n\nultimate sentence.  For example,  a sentencing court need not\n\ndetermine  whether prior  convictions  should be  added to  a\n\ndefendant's criminal  history score if the  addition will not\n\naffect the defendant's criminal history category.  See United\n                                                             \n\nStates  v. Lopez, </pre><span class=\"citation no-link\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">47</span></span><pre class=\"inline\">, 51 (5th  Cir.), cert. denied,\n                                                            \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2032</span> </span><pre class=\"inline\">(1991).  We have also held  that a sentencing\n\ncourt need  not  choose  between  two  overlapping  guideline\n\nranges when the  same sentence would have  been imposed under\n\neither range.  United States v. Ortiz, </pre><span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span><pre class=\"inline\">, 718 (1st\n                                     \n\nCir.  1992), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">1005</span> </span><pre class=\"inline\">(1993);  United\n                                                             \n\nStates  v. Concemi, </pre><span class=\"citation\" data-id=\"578607\"><a href=\"/opinion/578607/united-states-v-samuel-j-concemi-united-states-of-america-v-walter/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span><pre class=\"inline\">, 953 (1st Cir. 1992); United\n                                                             \n\nStates v. Bermingham, </pre><span class=\"citation\" data-id=\"510963\"><a href=\"/opinion/510963/united-states-v-gerald-john-bermingham/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">925</span></a></span><pre class=\"inline\">, 934 (2d Cir. 1988).  Here\n                    \n\nhowever,  the  two  ranges  did  not  overlap,  nor  was  the\n\nsentencing factor  immaterial to Carrozza's  guideline range.\n\nInstead,  if   the  disputed   factor  was  decided   in  the\n\ngovernment's favor, Carrozza's sentencing range would be 235-\n\n293 months, but  if the  issue was decided  as the  probation\n\noffice recommended, Carrozza's guideline range  would be 151-\n\n188 months.  \n\n          We have  also  intimated  in  the past  that  if  a\n\nsentencing court intends  to depart, an error in applying the\n\n                             -49-\n\nguidelines  may prove to be harmless if the court makes clear\n\nthat it would  have departed to the same  sentence regardless\n\nof the exact guideline range.  United States v. Plaza-Garcia,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"548348\"><a href=\"/opinion/548348/united-states-v-luis-plaza-garcia/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">345</span></a></span><pre class=\"inline\">, 347 (1st Cir. 1990).   We have never, however,\n\nsuggested  that   a  sentencing  court  need   not  decide  a\n\nsentencing factor when one decision will result in  an upward\n\ndeparture and another in  a downward departure.  Such  a rule\n\nwould  be inimical  to  the very  principle behind  guideline\n\ndepartures.  United States  v. McCall, </pre><span class=\"citation\" data-id=\"548936\"><a href=\"/opinion/548936/united-states-v-stanley-mccall/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">811</span></a></span><pre class=\"inline\">,  814 n.3\n                                     \n\n(2d   Cir.  1990)   (rejecting  government's   argument  that\n\nincorrect  application of  guidelines, resulting in  range of\n\n151-188 months  instead of  87-108 months, was  irrelevant to\n\ncourt's ultimate  sentence because court indicated  an intent\n\nto depart  down for substantial cooperation     an indication\n               \n\nthat could not be reconciled with court's 108-month sentence,\n\nwhich was at the high end of the correct guideline range).\n\n          The district court, therefore, erred when it simply\n\nassumed that Carrozza's  guideline range was  235-293 months,\n\nand ignored the probation  office's suggestion that the range\n\nshould  be 151-188 months.   And while we  can understand and\n\nsympathize  with  the district  court's  desire  to avoid  an\n\nobtuse decision  that may have seemed academic,  we think the\n\nerror  was \"plain\" in the sense  that it was both \"clear\" and\n\n\"obvious.\"  See </pre><span class=\"citation\" data-id=\"112848\"><span class=\"antecedent_guess\">Olano,</span> <a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1777</span></a></span><pre class=\"inline\">.  That is enough to\n                     \n\n                             -50-\n\npass  the second  hurdle  to appellate  authority under  Rule\n\n52(b).\n\n          We now turn to the  third and often deciding factor\n\nin our  plain error  analysis     whether  the error  affects\n\nsubstantial rights.  In most  cases, \"although perhaps not in\n\nevery case,  the defendant must  make a  specific showing  of\n\nprejudice to satisfy the 'affecting substantial rights' prong\n\nof Rule  52(b).\"  Olano,  113 S.  Ct. at 1778.   For  several\n                       \n\nreasons, we think Carrozza has not made such a showing here.\n\n          First, Carrozza  has not  argued, and points  to no\n\nevidence suggesting,  that an actual adjustment  for his role\n\nin the offense  would have been improper.   Instead, Carrozza\n\nmerely assumes that the  district court's \"assumption\" was in\n\nfact wrong,  and argues  that he  was prejudiced  because his\n\nactual  guideline range  might have  been years  shorter than\n                              \n\nthat assumed by the district court.  However, analysis of the\n\nrecord reveals that, in  all likelihood, the district court's\n\nassumption  that Carrozza's  base  offense level  was 35  was\n\ncorrect.  \n\n          The difference  between  the government's  and  the\n\nprobation  office's calculations  of Carrozza's  base offense\n\nlevel  resulted  entirely  from  whether  or  not  an  upward\n\nadjustment should have been given  for Carrozza's role in the\n\ndrug conspiracy.  The probation office assigned a level 26 to\n\nCarrozza's  drug trafficking activity.  The government argued\n\n                             -51-\n\nthat  this level  should be  increased by  four levels  to 30\n\nbecause Carrozza was an organizer/leader of this activity and\n\nbecause the  activity involved more  than five  participants.\n\nSee  U.S.S.G.     3B1.1(a).    Because  Carrozza's  narcotics\n   \n\nactivities yielded the highest offense level among Carrozza's\n\nvarious offenses  and, therefore, served as  a starting point\n\nfor  the multiple count analysis  under U.S.S.G.   3D1.4, the\n\ndifference  was  crucial.     Applying  the  multiple   count\n\nanalysis, both the probation  office and the government added\n\nfive  levels     the  probation  office arriving  at  a total\n\noffense level 31 and a guideline range of 151-188 months, and\n\nthe government  calculating a  total offense  level 35  and a\n\nguideline range of 235-293 months.\n\n          The  probation  office  rejected  the  government's\n\nrequest  for  a role  in the  offense  adjustment for  any of\n\nCarrozza's offenses, contending  that there was  insufficient\n\nevidence as to Carrozza's role in the  individual offenses to\n\nmake such a determination.   While the specifics with  regard\n\nto Carrozza's  role in his bookmaking  and extortion offenses\n\nare  rather  sketchy,  the   government  provided  more  than\n\nsufficient  evidence  that  Carrozza directed  the  narcotics\n\nactivities of  five or  more participants.   The government's\n\n104-page  factual  submission  to  the  probation  office  is\n\nreplete with  evidence that Carrozza  directed and  organized\n\nthe drug trafficking  conspiracy.  Given this evidence, it is\n\n                             -52-\n\nunderstandable why Carrozza completely neglected to argue the\n\npropriety  of  a  role  in  the  offense  adjustment  in  his\n\nappellate  brief and below.  Since it is Carrozza's burden to\n\nestablish   that  the   district   court's   error   affected\n\nsubstantial rights,  his failure  to argue that  a four-level\n\nrole  in the  offense  adjustment would  have been  improper,\n\ncombined with  the fact  that an  adjustment would have  been\n\nappropriate at  least with  respect to the  crucial narcotics\n\nconspiracy, undermines Carrozza's claim of prejudice.   To be\n\nsure, a role in the offense adjustment is a mixed question of\n\nlaw and fact.  In most instances, an appellate court will not\n\nexamine  such questions in the  first instance.   We make the\n\nanalysis only to indicate  the unlikelihood that Carrozza was\n\nprejudiced  by the  district  court's failure  to decide  the\n\nissue.  \n\n          A further  reason  for finding  no error  affecting\n\nsubstantial  rights  is  the  significant  benefits  Carrozza\n\nreceived in exchange for his plea of guilty.  In exchange for\n\nCarrozza's agreement  to a 228-month sentence, the government\n\npromised   not  to   prosecute  Carrozza   for  his   alleged\n\ninvolvement in  the murder  of William  Grasso     an offense\n\nthat could carry a  sentence of life imprisonment     and the\n\nattempted  murder of  Frank Salemme,  Sr.   In addition,  the\n\ngovernment promised  not to  subpoena Carrozza to  testify in\n\nany  federal  grand jury  investigation  in  the District  of\n\n                             -53-\n\nMassachusetts  relating  to the  activities of  the Patriarca\n\nFamily.    This later  promise  was  probably significant  to\n\nCarrozza,  who, as a made member of the Patriarca Family, had\n\ntaken  the oath  of \"omerta\"  to protect  the secrets  of the\n\nPatriarca Family of La Cosa Nostra to his grave.  In light of\n\nthe  significant benefits  Carrozza  received  from the  plea\n\nagreement,  it is difficult to  see how he  was prejudiced by\n\nthe district  court's acceptance  of his plea  and sentencing\n\nhim  to a term of imprisonment upon which he had specifically\n\nagreed.   See United States v. Ybabez, </pre><span class=\"citation\" data-id=\"551872\"><a href=\"/opinion/551872/united-states-v-leonardo-ernie-ybabez-jr-aka-chico-ybabez/\"><span class=\"volume\">919</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">508</span></a></span><pre class=\"inline\">, 510 (8th\n                                     \n\nCir.  1990) (\"We do not discern a miscarriage of justice when\n\na  defendant receives the sentence he bargained for in a plea\n\nagreement.\"), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span> </span><pre class=\"inline\">(1991).\n                          \n\n          Finally, even  if Carrozza  were able  to establish\n\nsome  form of prejudice from the  district court's failure to\n\naddress  his role in the  offense and thereby  pass the third\n\nand final hurdle of appellate  authority under Fed. R.  Crim.\n\nP. 52(b), the case  would be an  inappropriate one for us  to\n\nexercise our  discretion to recognize plain forfeited errors.\n\nThe Supreme Court  has made clear on numerous  occasions that\n\ncourts  of  appeals  should correct  plain  forfeited  errors\n\naffecting substantial rights  only if the errors  \"'seriously\n\naffect[] the  fairness,  integrity or  public  reputation  of\n\njudicial  proceedings.'\"  Olano, 113 S.  Ct. at 1779 (quoting\n                               \n\n</pre><span class=\"citation\" data-id=\"102591\"><span class=\"antecedent_guess\">Atkinson,</span> <a href=\"/opinion/102591/united-states-v-atkinson/\"><span class=\"volume\">297</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">160</span></a></span><pre class=\"inline\">).   We see no such  serious effect\n        \n\n                             -54-\n\nhere.   Carrozza failed  to object in  circumstances strongly\n\nindicative that  he wished to accept  the compromise sentence\n\nbecause  of  the  benefits   it  conferred.    The  attendant\n\ncircumstances do not reflect discreditably upon the fairness,\n\nintegrity or public reputation of the proceeding.\n\n          We  vacate  Patriarca's  sentence  and  remand  for\n                    \n\nresentencing  in accordance  with this  opinion.   Carrozza's\n\nsentence is affirmed.\n                    \n\n                             -55-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/102591/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104681/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110234/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111713/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111808/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112187/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112310/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112854/",
    "https://www.courtlistener.com/api/rest/v3/opinions/348626/",
    "https://www.courtlistener.com/api/rest/v3/opinions/393273/",
    "https://www.courtlistener.com/api/rest/v3/opinions/396888/",
    "https://www.courtlistener.com/api/rest/v3/opinions/419746/",
    "https://www.courtlistener.com/api/rest/v3/opinions/422166/",
    "https://www.courtlistener.com/api/rest/v3/opinions/470332/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488525/",
    "https://www.courtlistener.com/api/rest/v3/opinions/510062/",
    "https://www.courtlistener.com/api/rest/v3/opinions/510963/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518388/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522879/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531324/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533000/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545289/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547582/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548348/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548936/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551331/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551872/",
    "https://www.courtlistener.com/api/rest/v3/opinions/554064/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557348/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570496/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578607/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587569/",
    "https://www.courtlistener.com/api/rest/v3/opinions/591135/",
    "https://www.courtlistener.com/api/rest/v3/opinions/591403/",
    "https://www.courtlistener.com/api/rest/v3/opinions/591442/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593337/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595476/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1967939/"
  ]
}