{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194996/",
  "id": 194996,
  "absolute_url": "/opinion/194996/united-states-v-casillas/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194996/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:29:55Z",
  "date_modified": "2020-02-21T23:42:12.609670Z",
  "type": "010combined",
  "sha1": "cd598ed180a63371da75efca175033a8d031dac8",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=91-2298.01A",
  "local_path": null,
  "plain_text": "October 28, 1993\n                      [NOT FOR PUBLICATION]\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 91-2298\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                      JOHN ANTONIO CASILLAS,\n\n                      Plaintiff, Appellant.\n\n                                           \n\nNo. 92-1493\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                    JOSE E. BONILLA-MARTINEZ,\n\n                      Defendant, Appellant.\n\n                                           \n\nNo. 92-1494\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                      FERNANDO FACIO-LABOY,\n\n                      Defendant, Appellant.\n\n                                           \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n           [Hon. Carmen C. Cerezo, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                       Selya, Circuit Judge,\n                                           \n            Aldrich and Coffin, Senior Circuit Judges.\n                                                     \n\n                                           \n\n  Manfredo E. Lespier-Garcia for appellant John Antonio Casillas.\n                            \n  David  Rive-Rivera,  by Appointment  of the  Court, for  appellant\n                    \nFernando Faccio-Laboy.\n  Carlos  R.  Noriega, by  Appointment of  the Court,  for appellant\n                     \nJose E. Bonilla-Martinez.\n  Rosa  Emilia Rodriguez-Velez,  Assistant U.S. Attorney,  with whom\n                              \nCharles E. Fitzwilliam,  United States Attorney,  and Jose A.  Quiles-\n                                                                    \nEspinosa, Senior Litigation Counsel, were on brief for appellee.\n      \n                                           \n\n                                           \n\n     COFFIN,  Senior  Circuit  Judge.   These  three  appeals are\n                                    \n\nbrought  by defendants  Jose  Antonio  Casillas (Casillas),  Jose\n\nEnrique  Bonilla  Martinez (Bonilla),  and  Fernando Faccio-Laboy\n\n(Faccio), who were adjudged guilty of conspiracy  to possess with\n\nintent  to  distribute  multi-kilo  quantities  of   cocaine,  in\n\nviolation  of 21  U.S.C.    846.   One  defendant, Casillas,  was\n\nconvicted of using a telephone in facilitating the conspiracy, in\n\nviolation of  21  U.S.C.    843(b).    In addition  to  terms  of\n\nsupervised  release   and  special   monetary  assessments,   the\n\nfollowing  terms  of  imprisonment were  imposed:  Casillas,  292\n\nmonths; Bonilla, 264 months; Faccio, 264 months.\n\n     Appellants Casillas and Bonilla challenge the sufficiency of\n\nthe  evidence to support  their convictions.   Appellant Casillas\n\nalso   challenges  the  district  court's  finding,  pursuant  to\n\nSentencing Guideline   3B1.1, U.S.S.G.   3B1.1, that his role was\n\nthat  of manager/supervisor of the conspiracy, and its consequent\n\nincreasing of his  offense level.  Each  appellant challenges the\n\ncourt's finding  that he was instrumental in  negotiating for the\n\npurchase of  150 kilograms of  cocaine, a finding resulting  in a\n\nbase  offense level  of  38.   More particularly,  each appellant\n\nclaims that he  had neither the intent nor the  capacity to bring\n\nabout the purchase of such a large quantity of cocaine.\n\n     After  reviewing the  record of  events and the  evidence of\n\nappellants' intent and capacity, we affirm as to all issues.\n\n                               -3-\n\n            The reverse drug buy undercover operation\n                                                     \n\n     We  set forth  what  we consider  a sufficient  narration of\n\nevents, as the  jury was warranted  in viewing them, to  make our\n\ndiscussion  of  the   legal  issues  comprehensible.     We  have\n\nnecessarily excluded much and selected from not always consistent\n\ntestimony.\n\n     The conspiracy originated  with the government.  This  was a\n\n\"reverse sting\"  operation, in which government undercover agents\n\nposed  as sellers  and set  up deals  with would-be  drug buyers.\n\nDrug  Enforcement Administration  (DEA)  special agent  Jefferson\n\nJustice worked with  and often through a  confidential informant,\n\nWilliam  Hoercherl, to  involve  appellant  Casillas  in  a  drug\n\nimporting scheme.  Casillas had participated with  Hoercherl in a\n\nprior deal, involving some 102 kilograms, and was thought to be a\n\nsuitable target for  DEA activity.  Contacts began  in May, 1990,\n\nand by June had progressed to the  point where Casillas agreed to\n\nbe a broker for Hoercherl  and Justice (now posing as Hoercherl's\n\nnephew) in the importation and  sale of 600 kilograms of cocaine.\n\nNew  York and  Miami were  to be  the locus for  the sale  of 400\n\nkilograms and Puerto Rico the locus for 200 kilos.  The price for\n\na kilo was $12,500.  Casillas was to find the customers.\n\n     During July there was  continual activity: Casillas  brought\n\ninto the venture one Torres,  who was expected to find  buyers in\n\nNew York and Miami; a sampling of  cocaine was done at the Caribe\n\nHilton  Hotel,  but  Casillas  canceled a  scheduled  transaction\n\nbecause  his  buyers  distrusted  the  location;  and  the  terms\n\n                               -4-\n\nchanged, the  amount of  down payment  required by  the \"sellers\"\n\nhaving dropped from $1,000,000 for 200 kilos to $400,000.\n\n     In early  August, Torres  introduced one  Ortiz, who was  to\n\ncome forward  with property  as collateral for  part of  the down\n\npayment.   On August  8, Ortiz attended  a meeting  with Justice,\n\nCasillas,  and others, and gave Justice documents concerning four\n\npieces  of real estate:  a four-unit apartment  building, Ortiz's\n\nresidence, an  urban  lot in  Dorado Del  Mar, and  a rural  lot.\n\nCasillas  had received  from Ortiz documents  of title  to eleven\n\nautomobiles; these he gave to Justice.   Then Ortiz signed a note\n\ngiving Justice all  of the collateral \"if the  money for services\n\n[i.e., drugs delivered] is not paid in full.\"  Ortiz also claimed\n\nto have  nineteen other  vehicles on his  lot and  thirty-four en\n\nroute via  barge.  This satisfied the  first half of the required\n\ndown payment of  $400,000.  Casillas, however, failed  to come up\n\nwith the second half of the down payment in cash on that day.\n\n     Two  days later, on August 10, Casillas introduced appellant\n\nFaccio to Hoercherl as the person who would provide the money for\n\nthe additional down payment.  The amount of drugs to be delivered\n\nhad dropped from 200 kilos to 150 kilos.  Hoercherl discussed the\n\ntransaction, which would  require a down payment of $400,000 (one\n\nhalf  of which was the Ortiz  collateral), and would buy 50 kilos\n\nof cocaine, 25 of which would be delivered at once, the remainder\n\nto be delivered  on consignment.  Presumably this  meant that the\n\nseller  would retain title  until payment was  accomplished.  The\n\nremaining 100 kilos were to be  delivered later in the day.   Not\n\n                               -5-\n\npart  of Hoercherl's  discussion but  elsewhere  revealed in  the\n\ntestimony  was the understanding  that Casillas would  be charged\n\nwith ensuring that the sales proceeds would be collected and paid\n\nto the sellers.   In other words,  delivery of the 100  kilos was\n\nnot conditioned on a down payment.\n\n     A meeting  took place  on August 13,  which was  attended by\n\nHoercherl,  Justice, Faccio, and  Casillas.  While  the August 10\n\nmeeting  was  not recorded  on  tape,  this  one was.    Although\n\nHoercherl  testified that  on August 13  there was  discussion of\n\narrangements  to deliver  the 150  kilos on  August 15,  the tape\n\ncontains no  reference to this  total amount.  Faccio,  who spoke\n\nonly Spanish and to whom the remarks of Justice and Hoercherl had\n\nto be translated by Casillas, was recorded as mentioning \"the 25\"\n\nand being told  by Casillas that  \"those 25 are  gonna leave  you\n\nwith 25 more\" and that \"It will pay off for you.\"   It was agreed\n\nthat the transaction  not take place until August  15 in Faccio's\n\nFeria Court Apartments  building.  Faccio preferred  that date to\n\nthe 14th \"Because  that way you give  me all day  today to get  a\n\nhold of  Quique.\"  Quique  was elsewhere identified  as appellant\n\nBonilla.  However, on August  15, Casillas spoke with Justice and\n\nHoercherl  and postponed the meeting  until the following day, as\n\nhe needed more time to secure the money for the deal.  \n\n     On  August  16,  Justice  and  Hoercherl  came  to  Faccio's\n\napartment building.   At 4:30, Bonilla  drove up in a  white Ford\n\nBronco,  talked with Casillas, and entered the building.  Bonilla\n\ncame back to the Bronco at 4:45, reentered the building, came out\n\n                               -6-\n\nagain at  4:55, went  to the  Bronco, took  out a  white box  and\n\nreentered the  building.  Faccio  and Bonilla talked in  front of\n\nthe  building, then  Bonilla made  a  third trip  to the  Bronco,\n\nbringing back a blue money pouch.  He was then seen shortly after\n\nat a fifth story window.  He and another person (an acquitted co-\n\ndefendant) were seen  talking together at apartment  203; Bonilla\n\nwas  nervous  about  this  location,  because  of  some  adjacent\n\noccupant.  He  then talked to Faccio, who told him that the money\n\nwould  be in  apartment 305.   Faccio went  to the  elevator, and\n\npushed  the button;  the door  opened, revealing  Bonilla and  an\n\nassociate with both the white box and the blue  pouch.  Hoercherl\n\nsubsequently saw  the white box  and the blue pouch  in apartment\n\n305, both  with money  in them.   When he  asked Casillas  if the\n\n$200,000 were all  there, Casillas replied that it  was \"a little\n\nshort.\"  Casillas  then said that Bonilla and  his associate must\n\ninspect the delivered drug cargo, for it was \"their money.\"\n\n     Casillas  exited the building,  carrying the white  box, and\n\nwent to his Volvo, outside the gate to the apartment complex.  At\n\nthis juncture,  Justice, who was  waiting outside the  gate, gave\n\nHoercherl the keys  to the car which supposedly  was carrying the\n\ncocaine.   Hoercherl walked  toward it,  meanwhile telling  other\n\ngovernment agents what to expect inside the gate.   He then drove\n\nto the  gate, followed by federal  agents in a  van, entered, and\n\nthe  arrest  of  the  appellants  followed.   The  white  box  in\n\nCasillas's Volvo contained  $97,950.  Bonilla threw away  the key\n\nto the pouch,  which was now empty.   Keys to apartment  305 were\n\n                               -7-\n\nfound  on him.   Faccio possessed  a box containing  many keys to\n\napartments, including number 305.\n\n               A Preliminary Inquiry - Entrapment?\n                                                  \n\n     Appellant Casillas  has devoted  a substantial  part of  his\n\nbrief  to  asserting  that  this  prosecution  was  the  kind  of\n\nsituation described in Sorrells  v. United States, 287  U.S. 435,\n                                                 \n\n442  (1932),  \"when  the  criminal  design  originates  with  the\n\nofficials of the Government, and  they implant in the mind of  an\n\ninnocent person the disposition to commit the alleged offense and\n\ninduce   its  commission  in  order  that  they  may  prosecute.\"\n\nAppellant cites as support the governmental origin of the scheme,\n\nthe use and instruction of  an informant, the uninvited visits to\n\nCasillas, the initiation of telephone  calls by the informant  or\n\nthe undercover agent, and the absence of cocaine. \n\n     But entrapment (a word  which does not appear  in Casillas's\n\nbrief) is not  an issue in this  case.  Appellant requested,  and\n\nthe  district  court  refused,   an  instruction  on  entrapment.\n\nAppellant  has not identified this ruling as  error or made it an\n\nissue.   He cannot now slide it into the case.  Nor can appellant\n\ngain  any comfort from the safety valve of \"plain error\" -- which\n\nin any event he has not  invoked.  The evidence of predisposition\n\nwas manifest.  See generally United States  v. Panet-Collazo, 960\n                                                            \n\nF.2d 256, 259-60 (1st Cir. 1992).  And this is not that rare case\n\nwhere  we   might  characterize   the  government's   conduct  as\n\noutrageous.  As we have noted in United States v.  Rafael Santana\n                                                                 \n\nand Francis Fuentes, No. 90-1393, slip  op. at 6 (1st Cir.  Sept.\n                   \n\n                               -8-\n\n16, 1993), \"The  banner of outrageous misconduct  is often raised\n\nbut seldom saluted.\" \n\n                           Sufficiency\n                                      \n\n     Both Casillas and  Bonilla challenge the sufficiency  of the\n\nevidence  to support  their  convictions  for  conspiracy.    Our\n\nstandard  of  review  is  limited.   We  indulge  all  reasonable\n\ninferences  favoring the  prosecution.   Our  query is  whether a\n\nrational jury could  have found guilt beyond  a reasonable doubt.\n\nUnited States  v. Benevides, 985  F.2d 629, 633 (1st  Cir. 1993).\n                           \n\nSo long as  the government has shown by  direct or circumstantial\n\nevidence  that  a  defendant  intended  to  agree  and to  commit\n\nwhatever substantive criminal offense may have been the target of\n\nthe conspirators' agreement, it has met its  obligations.  United\n                                                                 \n\nStates  v. Cruz, 981 F.2d 613, 616  (1st Cir. 1992).  It does not\n               \n\nneed to show  that a defendant  took part in  all aspects of  the\n\nconspiracy.  Id.,  at 617; Benevides, 985  F.2d at 633 (proof  of\n                                    \n\nthe essential nature of the plan, and defendant's connection with\n\nit is enough) (quoting Blumenthal  v. United States, 332 U.S. 539\n                                                   \n\n(1947)).\n\n     The  record, insofar as it concerns Casillas, is voluminous.\n\nHe  participated in all the meetings, conducted negotiations, and\n\nsought  buyers, recruiting  Torres  who  brought  in  Ortiz,  and\n\nFaccio, who brought in Bonilla.  He inspected samples, called off\n\nor delayed meetings,  and decided when  a transaction was  ready.\n\nHe was the  spokesman of the buyer  group and was the  person who\n\nplaced the  money in  his car  for exchange  on  delivery of  the\n\n                               -9-\n\ncocaine.    The  evidence  of his  participation  was  more  than\n\nsufficient.\n\n     Bonilla's main argument  is that he had not  appeared at any\n\nof the many  meetings at which the  drug deal was  discussed, and\n\nthat his presence on August 16 at the Feria Court Apartments (the\n\nscene of the  drug transaction) was innocent, as  he was there to\n\nnegotiate the purchase of  an apartment, not drugs.  But that day\n\nwas  crucial to the  conspiracy, and Bonilla proved  to be a most\n\nactive  and visible  actor.   In the  first place,  a defendant's\n\n\"mere  presence\" claim  is  more difficult  to  sustain when  his\n\n\"presence\"  was at  the scene  of  the transaction.   See  United\n                                                                 \n\nStates v. Ortiz, 966 F.2d  707, 712 (1st Cir. 1992)  (\"Jurors can\n               \n\nbe assumed to know that criminals rarely welcome innocent persons\n\nas witnesses  to serious  crimes and  rarely  seek to  perpetrate\n\nfelonies  before  larger-than-necessary  audiences.\").    In  the\n\nsecond place,  Faccio's expressed satisfaction  that postponement\n\nof the transaction would give him a day to \"get a hold of Quique\"\n\n(identified as  Bonilla) could be  taken by the jury  to indicate\n\nthe essentiality of his role.  In the third place, the  events of\n\nAugust  16 reveal  his  omnipresence: his  several  trips to  the\n\nBronco;  his nervousness at  having the transaction  in apartment\n\n203 and his apparent influence  in changing to apartment 305; his\n\nappearance in  the elevator with the white box and the blue money\n\npouch; Casillas's statement that Bonilla and his associate should\n\ninspect the drugs being delivered,  for it was \"their money;\" his\n\n                               -10-\n\nattempt to throw away the key to the pouch; and his possession of\n\nthe key to apartment 305, the money room.\n\n     The   jury,  of  course,  was  entitled  to  disbelieve  his\n\nproffered alibi that he was there to inspect an apartment that he\n\nand  his  wife might  decide  to  buy.   Moreover,  the  jury was\n\nentitled to draw the inference that Bonilla would not likely have\n\nbrought almost a  hundred thousand dollars to the  transaction if\n\nhe  had not  known of  the  total down  payment requirement,  the\n\nextent   of  Ortiz's   contribution   of   collateral,  and   the\n\nunderstanding  as  to the  remaining  delivery.   In  short,  the\n\nevidence was sufficient to support the verdict.\n\n                        Sentencing Issues\n                                         \n\n     Manager/Supervisor.      Appellant  Casillas   devotes   two\n                       \n\nsentences in his brief to the claim that the district court erred\n\nin increasing his offense level because of his role as manager or\n\nsupervisor of  the  conspiracy.    He  argues  that  Justice  and\n\nHoercherl occupied that role.\n\n     We review this finding only  for clear error.  United States\n                                                                 \n\nv. Wright, 873 F.2d 437, 442-44 (1st Cir. 1989); United States v.\n                                                              \n\nVega-Encarnacion,  914 F.2d 20, 24 (1st Cir. 1990).  From what we\n                \n\nhave  already said about Casillas's participation, it is manifest\n\nthat there  was no error.  His acceptance  of the role of broker,\n\nhis  recruiting efforts,  and his  central  role in  negotiating,\n\nplanning  and delaying meetings  support the finding.   Moreover,\n\nAgent   Justice  testified  that  Casillas  was  to  be  given  a\n\npercentage of the sale proceeds  plus fifty kilograms of cocaine.\n\n                               -11-\n\nThis record  satisfies most,  if not indeed  all, of  the factors\n\ncharacterizing  a   leadership  role  specified  in   U.S.S.G.   \n\n3B1.1(c).  See id., comment. (note 3).\n                  \n\n     Intent to  Accomplish  Sale of  150  Kilograms.   All  three\n                                                   \n\nappellants  claim that  the negotiated  amount  of 150  kilograms\n\nshould not be used in calculating their offense levels.  Casillas\n\nargues that the amount  of drugs, \"if any,\"  should be either  50\n\nkilograms (the total  he claims that he intended  to purchase) or\n\n\"around 7 kilograms.\"  Bonilla  argues that, since the sum seized\n\ncould have  purchased only 7.7  kilograms (at $12,500  per kilo),\n\nthis figure should have been  used, resulting in an offense level\n\nof 30,  not 38.   Faccio  argues that  the only  evidence of  his\n\ninvolvement  in  the  enterprise was  his  tape  recorded remarks\n\nconcerning his interest in purchasing, at most, 25 kilograms.  \n\n     In  addressing these  contentions, we  are  directed by  two\n\nguidelines.     U.S.S.G.      1B1.3(a)(1)(B)   provides  that   a\n\nconspirator is responsible  for all criminal acts  in furtherance\n\nof the  conspiracy and  they  are includible  in the  defendant's\n\noffense level to the extent that they are either within the scope\n\nof the criminal activity embraced by the defendant's agreement or\n\n\"reasonably  foreseeable in connection with the criminal activity\n\nthe defendant agreed  to jointly undertake.\"    See id., comment.\n                                                       \n\n(note  2).    In addition,  in  connection  with  then applicable\n\nU.S.S.G.   2D1.4,  comment. (note 1) (1991), the  amount of drugs\n\nsought or under negotiation in a conspiracy should be used if the\n\namount seized is  less and defendant intended to  produce and was\n\n                               -12-\n\n\"reasonably  capable\" of  producing  the  larger  amount.    This\n\ninstruction applies  to buyers as  well as  sellers and  includes\n\nthose who  negotiate purchases  from undercover  agents.   United\n                                                                 \n\nStates v. Frazier, 985 F.2d 1001, 1002-3 (9th Cir. 1993).\n                 \n\n     There  can  be  no  question  that  appellant  Casillas  was\n\nproperly charged with  the intent to bring about  the purchase of\n\n150 kilograms.   He was  in the center  of developments from  the\n\nvery  beginning, when  the  total  amount  contemplated  was  600\n\nkilograms, and privy to every subsequent change of plans.\n\n     With reference to  Bonilla the district court  found that he\n\nwas \"fully aware of the total amount negotiated and he produced a\n\nsubstantial  amount  of money  towards  the purchase  of  the 150\n\nkilograms of  cocaine.  [He]  played an instrumental role  in the\n\nconspiracy   as   a   financier,  an   essential   part   of  the\n\nconspiratorial scheme.\"\n\n     With reference to Faccio, the court found that he \"was aware\n\nof the total  amount negotiated and he negotiated  to produce the\n\nmonies for the purchase  of 150 kilograms of cocaine.   As one of\n\nthe  financier[s] his role in the conspiracy was instr[u]mental.\"\n\nThe  court filed supplemental findings, after reviewing its notes\n\nand the arguments of the parties, that Faccio had \"negotiated the\n\namount  of 150  kilograms of  cocaine, that  the amount  of money\n\ncorresponding  to  quantity  and  the  condition  [sic]  for  the\n\ndelivery were also a part of the discussions.\"\n\n     We review  a trial  court's determination of  the amount  of\n\ndrugs included in  the offense for sentencing  purposes under the\n\n                               -13-\n\nstrict \"clearly  erroneous\" standard.   United  States v.  Panet-\n                                                                 \n\nCollazo,  960 F.2d at 261.  Can we say that the court was clearly\n       \n\nwrong in  finding that Bonilla  and Faccio, called in  to provide\n\nthe  second half of  the required down  payment, could reasonably\n\nforesee the wider reaches  of the scheme?  Whether or  not Faccio\n\nwas   to  receive  substantial   amounts  of  cocaine   as  extra\n\ncompensation, as some testimony indicated, we cannot believe that\n\nit was  irrational to find  that Bonilla, who  contributed nearly\n\n$100,000, and Faccio,  who, according to the taped  record of the\n\nAugust 13  meeting, was willing to  give a deed to  his property,\n\nknew of  the extent of  the underlying agreement.   Specifically,\n\nthe court  cannot  be  faulted for  concluding  that  Faccio  and\n\nBonilla knew that the cash contribution Bonilla  would make would\n\ncomplete the $400,000 down payment required to transfer the title\n\nto 25 kilograms,  obtain the delivery of another  25 kilograms on\n\nconsignment,   and  pave  the   way,  if  the   money  count  was\n\nsatisfactory, to the  delivery later in the day  of 100 kilograms\n\nwhich could be sold before payment was made to the sellers.\n\n     In short, even though Faccio and Bonilla came in at the last\n\nchapter,  it was  a  chapter  that reflected  all  that had  gone\n\nbefore.   The roles of  both men  were far more  significant than\n\nthat of  a guard  for a \"money  man\" where,  in United  States v.\n                                                              \n\nAlfonso Mena-Robles and Miguel Torres-Rivera, Nos. 92-1233, 1299,\n                                            \n\nslip op. at 21  (1st Cir. Sept. 28, 1993), we  held, \"his general\n\nknowledge  of the  size of the  cocaine deal  is inferable.\"   We\n\n                               -14-\n\ntherefore  hold  that  the court's  findings  of  the appellants'\n\nknowledge and intent were not clearly erroneous.\n\n     Capacity to Finance  the 150 Kilogram  Purchase.  Faccio  is\n                                                    \n\nthe only appellant who clearly raises a challenge to the district\n\ncourt's  150-kilogram  finding  by  arguing  that the  government\n\nfailed to carry its burden of showing, by a preponderance of  the\n\nevidence,  that he  was reasonably  capable  of buying  that much\n\ncocaine from the government agents.   He relies on our statements\n\nin United States  v. Estrada-Molina, 931 F.2d 964,  966 (1st Cir.\n                                   \n\n1991) and  United States  v. Bradley, 917  F.2d 601,  604-05 (1st\n                                    \n\nCir.  1990), where we said that  the government had the burden of\n\nproving  capability as  well as  intent to  produce  the quantity\n\nproposed to be used for determining the offense level.\n\n     Neither  the  government   below  nor  the   district  court\n\nresponded   to  this argument.   In  reviewing the record  we can\n\nunderstand why.   The thrust  of Faccio's objections to  his pre-\n\nsentence report was  that, not understanding English,  he did not\n\nknow the  extent of the  planning, and his own  intended purchase\n\nwas  limited to  25  kilograms.   He  invoked  U.S.S.G.    2D1.4,\n\ncomment. (note 1) (now consolidated  as part of U.S.S.G.   2D1.1,\n\ncomment.  (note  12)),   recognizing  the  inappropriateness   of\n\nconsidering the total amount negotiated when the  court finds the\n\ndefendant  \"did not  intend  to produce  and  was not  reasonably\n\ncapable  of  producing the  negotiated  amount.\"   He  also cited\n\nEstrada-Molina.\n              \n\n                               -15-\n\n     But even  these passing references to capability disappeared\n\nat  the subsequent  hearing  on  objections  to  the  presentence\n\nreport.  Faccio  repeatedly stated his position that the evidence\n\ndid not support a finding that he knew or had anything to do with\n\nfacilitating  the  purchase of  more  than  25,  or at  most  50,\n\nkilograms.    The   issue  of  Faccio's  capability   to  produce\n\nsufficient funds was never presented to the district court.\n\n     Since,  however,   the  leveraging  effect   of  considering\n\nnegotiated but undelivered amounts is so enormous, we look at the\n\nrecord.   Our conclusion is  that, though harsh, it  supports the\n\nhigher offense level  of 38.  We first point out that the planned\n\npurchase of  150 kilograms  (about which Faccio  was told  at the\n\nAugust 10,  untaped meeting,  notwithstanding the  fact that  the\n\nAugust 13 meeting  made no mention of this amount), was not to be\n\nmade wholly  in cash.   The requirements  had been narrowed  to a\n\ndown payment  of  $400,000.   This  would trigger  the  immediate\n\ndelivery  of complete  title  to 25  kilograms  and delivery,  on\n\nconsignment, of another 25 kilograms, followed by a delivery  for\n\nsale and later repayment of 100 kilograms.  The first half of the\n\ndown payment had been supplied by the Ortiz collateral.  And what\n\nwas  actually delivered by Bonilla  was approximately half of the\n\nremaining $200,000.   So  the focus must  be: would  the district\n\ncourt have  been clearly  in error in  finding Faccio  capable of\n\nproviding the remaining $100,000?\n\n     What we  find in  the record are  unrebutted intimations  of\n\nFaccio's capacity to  do so.  On  August 13, Faccio  was recorded\n\n                               -16-\n\nsaying that  he could give a  deed to his  property and that   \"I\n\nhave there over  $83,000 that are mine.\"   This is followed  by a\n\nstatement  by Casillas that  Faccio had property  worth $800,000,\n\nand by Hoercherl's comment that the  amount was a million.   Then\n\nthere is the evidence that Bonilla and  his wife were prepared to\n\npay $103,000 for one of Faccio's apartments.   We do not know the\n\nsize of  the apartment  building, but the  record discloses  that\n\nthere were five floors, that perhaps half had been sold (occupied\n\nby  professional people), with half yet to be sold.  Perhaps most\n\ncompelling  is the  statement  in  Faccio's pre-sentence  report,\n\nunobjected  to,  that the  government had  confiscated properties\n\nvalued  at  over  two  million dollars.    All  this  may not  be\n\nconclusive, for mortgage indebtedness is  not revealed.  But  the\n\ndistrict  court  was  surely entitled  to  accept  these figures,\n\nabsent any  indication that they  were misleading.  All  of these\n\nindicia meet  if not  exceed those we  found sufficient  to prove\n\ncapacity  in United  States v.  Bradley, 917  F.2d 601  (1st Cir.\n                                       \n\n1990).\n\n     In objecting  to  his pre-sentence  report,  Bonilla  merely\n\nstated that  he had  been able  to come  up with  only the  money\n\nseized  (nearly $98,000), not $200,000.   He did not specifically\n\nargue  incapacity  in  either  his  appellate  brief or  at  oral\n\nargument.   Even were  we to  consider such an  argument now,  we\n\nshould have to  treat Bonilla as  accountable for the  reasonable\n\ncapacity of  his co-conspirators.   As the Sixth Circuit  held in\n\nUnited States v. Snelling, 961 F.2d 93, 96 (1991), \n                         \n\n                               -17-\n\n     Since the  negotiated amount in  this reverse buy  was three\n     kilograms  and the co-defendants had sufficient funds at the\n     time  of arrest to purchase three  kilograms of cocaine, the\n     district court was correct in utilizing a base level of 28.\n\nAs  we said  of a  defendant making a  similar argument  in Mena-\n                                                                 \n\nRobles, appellant's  \"personal financial ability is inapposite to\n                              \n\nthe  matter at hand.\"   Nos. 92-1233,  1299, slip op.  at 19 (1st\n\nCir. Sept. 28, 1993) (emphasis in original).\n\n     Casillas advanced an  incapacity argument only  conclusorily\n\nand obliquely.  But, again, spurred by the dramatic impact of the\n\ntotal amount  negotiated on his prison sentence, we have reviewed\n\nthe record.   Here, unlike with  Faccio and  Bonilla, we are  not\n\nconcerned with Casillas's  own ability to finance  the purchases.\n\nCasillas's role was that of finder, facilitator, recruiter.  That\n\nhe  performed this role with considerable effectiveness was shown\n\nby  his track record  in this case.   Being a  middleman, his own\n\ninability to  pay is not  controlling.  United States  v. Fowler,\n                                                                \n\n990  F.2d  1005,  1006-08  (7th  Cir. 1993).    He  supplied  the\n\nfinanciers with most of the  down payment; it is likely  that any\n\nshortfall could have been remedied; he  would be free to sell the\n\ncocaine delivered on consignment and have the remaining 100 kilos\n\ndelivered without down payment.\n\n     We therefore reject the arguments asserting lack of proof of\n\nthe  defendants'  ability to  finance  the down  payment  for the\n\nplanned 150 kilogram transaction.\n\n     AFFIRMED. \n\n                               -18-\n",
  "html": "<p class=\"case_cite\">8 F.3d 809</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Appellee,<br>v.<br>John Antonio CASILLAS, Plaintiff, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>JOSE E. BONILLA-MARTINEZ, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>FERNANDO FACIO-LABOY, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 91-2298, 92-1493, 92-1494.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">October 28, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals From The United States District Court For the District of Puerto Rico</p>\n      <p class=\"indent\">Manfredo E. Lespier-Garcia for appellant John Antonio Casillas.</p>\n      <p class=\"indent\">David Rive-Rivera, by Appointment of the Court, for appellant Fernando Faccio-Laboy.</p>\n      <p class=\"indent\">Carlos R. Noriega, by Appointment of the Court, for appellant Jose E. Bonilla-Martinez.</p>\n      <p class=\"indent\">Rosa Emilia Rodriguez-Velez, Assistant U.S. Attorney, with whom Charles E. Fitzwilliam, United States Attorney, and Jose A. Quiles-Espinosa, Senior Litigation Counsel, were on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Aldrich and Coffin, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These three appeals are brought by defendants Jose Antonio Casillas (Casillas), Jose Enrique Bonilla Martinez (Bonilla), and Fernando Faccio-Laboy (Faccio), who were adjudged guilty of conspiracy to possess with intent to distribute multi-kilo quantities of cocaine, in violation of 21 U.S.C. &#167; 846.  One defendant, Casillas, was convicted of using a telephone in facilitating the conspiracy, in violation of 21 U.S.C. &#167; 843(b).  In addition to terms of supervised release and special monetary assessments, the following terms of imprisonment were imposed: Casillas, 292 months;  Bonilla, 264 months;  Faccio, 264 months.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellants Casillas and Bonilla challenge the sufficiency of the evidence to support their convictions.  Appellant Casillas also challenges the district court's finding, pursuant to Sentencing Guideline &#167; 3B1.1, U.S.S.G. &#167; 3B1.1, that his role was that of manager/supervisor of the conspiracy, and its consequent increasing of his offense level.  Each appellant challenges the court's finding that he was instrumental in negotiating for the purchase of 150 kilograms of cocaine, a finding resulting in a base offense level of 38.  More particularly, each appellant claims that he had neither the intent nor the capacity to bring about the purchase of such a large quantity of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After reviewing the record of events and the evidence of appellants' intent and capacity, we affirm as to all issues.</p>\n    </div>\n    <p>The reverse drug buy undercover operation</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We set forth what we consider a sufficient narration of events, as the jury was warranted in viewing them, to make our discussion of the legal issues comprehensible.  We have necessarily excluded much and selected from not always consistent testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The conspiracy originated with the government.  This was a \"reverse sting\" operation, in which government undercover agents posed as sellers and set up deals with would-be drug buyers.  Drug Enforcement Administration (DEA) special agent Jefferson Justice worked with and often through a confidential informant, William Hoercherl, to involve appellant Casillas in a drug importing scheme.  Casillas had participated with Hoercherl in a prior deal, involving some 102 kilograms, and was thought to be a suitable target for DEA activity.  Contacts began in May, 1990, and by June had progressed to the point where Casillas agreed to be a broker for Hoercherl and Justice (now posing as Hoercherl's nephew) in the importation and sale of 600 kilograms of cocaine.  New York and Miami were to be the locus for the sale of 400 kilograms and Puerto Rico the locus for 200 kilos.  The price for a kilo was $12,500.  Casillas was to find the customers.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">During July there was continual activity:  Casillas brought into the venture one Torres, who was expected to find buyers in New York and Miami;  a sampling of cocaine was done at the Caribe Hilton Hotel, but Casillas canceled a scheduled transaction because his buyers distrusted the location;  and the terms changed, the amount of down payment required by the \"sellers\" having dropped from $1,000,000 for 200 kilos to $400,000.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In early August, Torres introduced one Ortiz, who was to come forward with property as collateral for part of the down payment.  On August 8, Ortiz attended a meeting with Justice, Casillas, and others, and gave Justice documents concerning four pieces of real estate:  a four-unit apartment building, Ortiz's residence, an urban lot in Dorado Del Mar, and a rural lot.  Casillas had received from Ortiz documents of title to eleven automobiles;  these he gave to Justice.  Then Ortiz signed a note giving Justice all of the collateral \"if the money for services [i.e., drugs delivered] is not paid in full.\"  Ortiz also claimed to have nineteen other vehicles on his lot and thirty-four en route via barge.  This satisfied the first half of the required down payment of $400,000.  Casillas, however, failed to come up with the second half of the down payment in cash on that day.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Two days later, on August 10, Casillas introduced appellant Faccio to Hoercherl as the person who would provide the money for the additional down payment.  The amount of drugs to be delivered had dropped from 200 kilos to 150 kilos.  Hoercherl discussed the transaction, which would require a down payment of $400,000 (one half of which was the Ortiz collateral), and would buy 50 kilos of cocaine, 25 of which would be delivered at once, the remainder to be delivered on consignment.  Presumably this meant that the seller would retain title until payment was accomplished.  The remaining 100 kilos were to be delivered later in the day.  Not part of Hoercherl's discussion but elsewhere revealed in the testimony was the understanding that Casillas would be charged with ensuring that the sales proceeds would be collected and paid to the sellers.  In other words, delivery of the 100 kilos was not conditioned on a down payment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A meeting took place on August 13, which was attended by Hoercherl, Justice, Faccio, and Casillas.  While the August 10 meeting was not recorded on tape, this one was.  Although Hoercherl testified that on August 13 there was discussion of arrangements to deliver the 150 kilos on August 15, the tape contains no reference to this total amount.  Faccio, who spoke only Spanish and to whom the remarks of Justice and Hoercherl had to be translated by Casillas, was recorded as mentioning \"the 25\" and being told by Casillas that \"those 25 are gonna leave you with 25 more\" and that \"It will pay off for you.\"  It was agreed that the transaction not take place until August 15 in Faccio's Feria Court Apartments building.  Faccio preferred that date to the 14th \"Because that way you give me all day today to get a hold of Quique.\"  Quique was elsewhere identified as appellant Bonilla.  However, on August 15, Casillas spoke with Justice and Hoercherl and postponed the meeting until the following day, as he needed more time to secure the money for the deal.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On August 16, Justice and Hoercherl came to Faccio's apartment building.  At 4:30, Bonilla drove up in a white Ford Bronco, talked with Casillas, and entered the building.  Bonilla came back to the Bronco at 4:45, reentered the building, came out again at 4:55, went to the Bronco, took out a white box and reentered the building.  Faccio and Bonilla talked in front of the building, then Bonilla made a third trip to the Bronco, bringing back a blue money pouch.  He was then seen shortly after at a fifth story window.  He and another person (an acquitted co-defendant) were seen talking together at apartment 203;  Bonilla was nervous about this location, because of some adjacent occupant.  He then talked to Faccio, who told him that the money would be in apartment 305.  Faccio went to the elevator, and pushed the button;  the door opened, revealing Bonilla and an associate with both the white box and the blue pouch.  Hoercherl subsequently saw the white box and the blue pouch in apartment 305, both with money in them.  When he asked Casillas if the $200,000 were all there, Casillas replied that it was \"a little short.\"  Casillas then said that Bonilla and his associate must inspect the delivered drug cargo, for it was \"their money.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Casillas exited the building, carrying the white box, and went to his Volvo, outside the gate to the apartment complex.  At this juncture, Justice, who was waiting outside the gate, gave Hoercherl the keys to the car which supposedly was carrying the cocaine.  Hoercherl walked toward it, meanwhile telling other government agents what to expect inside the gate.  He then drove to the gate, followed by federal agents in a van, entered, and the arrest of the appellants followed.  The white box in Casillas's Volvo contained $97,950.  Bonilla threw away the key to the pouch, which was now empty.  Keys to apartment 305 were found on him.  Faccio possessed a box containing many keys to apartments, including number 305.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>A Preliminary Inquiry Entrapment?</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellant Casillas has devoted a substantial part of his brief to asserting that this prosecution was the kind of situation described in  Sorrells v. United States, 287 U.S. 435, 442 (1932), \"when the criminal design originates with the officials of the Government, and they implant in the mind of an innocent person the disposition to commit the alleged offense and induce its commission in order that they may prosecute.\"  Appellant cites as support the governmental origin of the scheme, the use and instruction of an informant, the uninvited visits to Casillas, the initiation of telephone calls by the informant or the undercover agent, and the absence of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But entrapment (a word which does not appear in Casillas's brief) is not an issue in this case.  Appellant requested, and the district court refused, an instruction on entrapment.  Appellant has not identified this ruling as error or made it an issue.  He cannot now slide it into the case.  Nor can appellant gain any comfort from the safety valve of \"plain error\"-which in any event he has not invoked.  The evidence of predisposition was manifest.   See generally United States v. Panet-Collazo, 960 F.2d 256, 259-60 (1st Cir. 1992).  And this is not that rare case where we might characterize the government's conduct as outrageous.  As we have noted in United States v. Rafael Santana and Francis Fuentes, No. 90-1393, slip op. at 6 (1st Cir.  Sept. 16, 1993), \"The banner of outrageous misconduct is often raised but seldom saluted.\"</p>\n    </div>\n    <p>Sufficiency</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Both Casillas and Bonilla challenge the sufficiency of the evidence to support their convictions for conspiracy.  Our standard of review is limited.  We indulge all reasonable inferences favoring the prosecution.  Our query is whether a rational jury could have found guilt beyond a reasonable doubt.   United States v. Benevides, 985 F.2d 629, 633 (1st Cir. 1993).  So long as the government has shown by direct or circumstantial evidence that a defendant intended to agree and to commit whatever substantive criminal offense may have been the target of the conspirators' agreement, it has met its obligations.   United States v. Cruz, 981 F.2d 613, 616 (1st Cir. 1992).  It does not need to show that a defendant took part in all aspects of the conspiracy.   Id., at 617;   Benevides, 985 F.2d at 633 (proof of the essential nature of the plan, and defendant's connection with it is enough) (quoting  Blumenthal v. United States, 332 U.S. 539 (1947)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The record, insofar as it concerns Casillas, is voluminous.  He participated in all the meetings, conducted negotiations, and sought buyers, recruiting Torres who brought in Ortiz, and Faccio, who brought in Bonilla.  He inspected samples, called off or delayed meetings, and decided when a transaction was ready.  He was the spokesman of the buyer group and was the person who placed the money in his car for exchange on delivery of the cocaine.  The evidence of his participation was more than sufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Bonilla's main argument is that he had not appeared at any of the many meetings at which the drug deal was discussed, and that his presence on August 16 at the Feria Court Apartments (the scene of the drug transaction) was innocent, as he was there to negotiate the purchase of an apartment, not drugs.  But that day was crucial to the conspiracy, and Bonilla proved to be a most active and visible actor.  In the first place, a defendant's \"mere presence\" claim is more difficult to sustain when his \"presence\" was at the scene of the transaction.   See United States v. Ortiz, 966 F.2d 707, 712 (1st Cir. 1992) (\"Jurors can be assumed to know that criminals rarely welcome innocent persons as witnesses to serious crimes and rarely seek to perpetrate felonies before larger-than-necessary audiences.\").  In the second place, Faccio's expressed satisfaction that postponement of the transaction would give him a day to \"get a hold of Quique\" (identified as Bonilla) could be taken by the jury to indicate the essentiality of his role.  In the third place, the events of August 16 reveal his omnipresence:  his several trips to the Bronco;  his nervousness at having the transaction in apartment 203 and his apparent influence in changing to apartment 305;  his appearance in the elevator with the white box and the blue money pouch;  Casillas's statement that Bonilla and his associate should inspect the drugs being delivered, for it was \"their money;\" his attempt to throw away the key to the pouch;  and his possession of the key to apartment 305, the money room.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The jury, of course, was entitled to disbelieve his proffered alibi that he was there to inspect an apartment that he and his wife might decide to buy.  Moreover, the jury was entitled to draw the inference that Bonilla would not likely have brought almost a hundred thousand dollars to the transaction if he had not known of the total down payment requirement, the extent of Ortiz's contribution of collateral, and the understanding as to the remaining delivery.  In short, the evidence was sufficient to support the verdict.</p>\n    </div>\n    <p>Sentencing Issues</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Manager/Supervisor.  Appellant Casillas devotes two sentences in his brief to the claim that the district court erred in increasing his offense level because of his role as manager or supervisor of the conspiracy.  He argues that Justice and Hoercherl occupied that role.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We review this finding only for clear error.   United States v. Wright, 873 F.2d 437, 442-44 (1st Cir. 1989);  United States v. Vega-Encarnacion, 914 F.2d 20, 24 (1st Cir. 1990).  From what we have already said about Casillas's participation, it is manifest that there was no error.  His acceptance of the role of broker, his recruiting efforts, and his central role in negotiating, planning and delaying meetings support the finding.  Moreover, Agent Justice testified that Casillas was to be given a percentage of the sale proceeds plus fifty kilograms of cocaine.  This record satisfies most, if not indeed all, of the factors characterizing a leadership role specified in U.S.S.G. &#167; 3B1.1(c).  See id., comment.  (note 3).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Intent to Accomplish Sale of 150 Kilograms.  All three appellants claim that the negotiated amount of 150 kilograms should not be used in calculating their offense levels.  Casillas argues that the amount of drugs, \"if any,\" should be either 50 kilograms (the total he claims that he intended to purchase) or \"around 7 kilograms.\"  Bonilla argues that, since the sum seized could have purchased only 7.7 kilograms (at $12,500 per kilo), this figure should have been used, resulting in an offense level of 30, not 38.  Faccio argues that the only evidence of his involvement in the enterprise was his tape recorded remarks concerning his interest in purchasing, at most, 25 kilograms.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In addressing these contentions, we are directed by two guidelines.  U.S.S.G. &#167; 1B1.3(a)(1)(B) provides that a conspirator is responsible for all criminal acts in furtherance of the conspiracy and they are includible in the defendant's offense level to the extent that they are either within the scope of the criminal activity embraced by the defendant's agreement or \"reasonably foreseeable in connection with the criminal activity the defendant agreed to jointly undertake.\"  See id., comment.  (note 2).  In addition, in connection with then applicable U.S.S.G. &#167; 2D1.4, comment.  (note 1) (1991), the amount of drugs sought or under negotiation in a conspiracy should be used if the amount seized is less and defendant intended to produce and was \"reasonably capable\" of producing the larger amount.  This instruction applies to buyers as well as sellers and includes those who negotiate purchases from undercover agents.   United States v. Frazier, 985 F.2d 1001, 1002-3 (9th Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">There can be no question that appellant Casillas was properly charged with the intent to bring about the purchase of 150 kilograms.  He was in the center of developments from the very beginning, when the total amount contemplated was 600 kilograms, and privy to every subsequent change of plans.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">With reference to Bonilla the district court found that he was \"fully aware of the total amount negotiated and he produced a substantial amount of money towards the purchase of the 150 kilograms of cocaine.  [He] played an instrumental role in the conspiracy as a financier, an essential part of the conspiratorial scheme.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">With reference to Faccio, the court found that he \"was aware of the total amount negotiated and he negotiated to produce the monies for the purchase of 150 kilograms of cocaine.  As one of the financier[s] his role in the conspiracy was instr[u]mental.\"  The court filed supplemental findings, after reviewing its notes and the arguments of the parties, that Faccio had \"negotiated the amount of 150 kilograms of cocaine, that the amount of money corresponding to quantity and the condition [sic] for the delivery were also a part of the discussions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We review a trial court's determination of the amount of drugs included in the offense for sentencing purposes under the strict \"clearly erroneous\" standard.   United States v. Panet-Collazo, 960 F.2d at 261.  Can we say that the court was clearly wrong in finding that Bonilla and Faccio, called in to provide the second half of the required down payment, could reasonably foresee the wider reaches of the scheme?  Whether or not Faccio was to receive substantial amounts of cocaine as extra compensation, as some testimony indicated, we cannot believe that it was irrational to find that Bonilla, who contributed nearly $100,000, and Faccio, who, according to the taped record of the August 13 meeting, was willing to give a deed to his property, knew of the extent of the underlying agreement.  Specifically, the court cannot be faulted for concluding that Faccio and Bonilla knew that the cash contribution Bonilla would make would complete the $400,000 down payment required to transfer the title to 25 kilograms, obtain the delivery of another 25 kilograms on consignment, and pave the way, if the money count was satisfactory, to the delivery later in the day of 100 kilograms which could be sold before payment was made to the sellers.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In short, even though Faccio and Bonilla came in at the last chapter, it was a chapter that reflected all that had gone before.  The roles of both men were far more significant than that of a guard for a \"money man\" where, in United States v. Alfonso Mena-Robles and Miguel Torres-Rivera, Nos. 92-1233, 1299, slip op. at 21 (1st Cir.  Sept. 28, 1993), we held, \"his general knowledge of the size of the cocaine deal is inferable.\"  We therefore hold that the court's findings of the appellants' knowledge and intent were not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Capacity to Finance the 150 Kilogram Purchase.  Faccio is the only appellant who clearly raises a challenge to the district court's 150-kilogram finding by arguing that the government failed to carry its burden of showing, by a preponderance of the evidence, that he was reasonably capable of buying that much cocaine from the government agents.  He relies on our statements in United States v.  Estrada-Molina, 931 F.2d 964, 966 (1st Cir. 1991) and  United States v. Bradley, 917 F.2d 601, 604-05 (1st Cir. 1990), where we said that the government had the burden of proving capability as well as intent to produce the quantity proposed to be used for determining the offense level.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Neither the government below nor the district court responded to this argument.  In reviewing the record we can understand why.  The thrust of Faccio's objections to his pre-sentence report was that, not understanding English, he did not know the extent of the planning, and his own intended purchase was limited to 25 kilograms.  He invoked U.S.S.G. &#167; 2D1.4, comment.  (note 1) (now consolidated as part of U.S.S.G. &#167; 2D1.1, comment.  (note 12)), recognizing the inappropriateness of considering the total amount negotiated when the court finds the defendant \"did not intend to produce and was not reasonably capable of producing the negotiated amount.\"  He also cited Estrada-Molina.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">But even these passing references to capability disappeared at the subsequent hearing on objections to the presentence report.  Faccio repeatedly stated his position that the evidence did not support a finding that he knew or had anything to do with facilitating the purchase of more than 25, or at most 50, kilograms.  The issue of Faccio's capability to produce sufficient funds was never presented to the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Since, however, the leveraging effect of considering negotiated but undelivered amounts is so enormous, we look at the record.  Our conclusion is that, though harsh, it supports the higher offense level of 38.  We first point out that the planned purchase of 150 kilograms (about which Faccio was told at the August 10, untaped meeting, notwithstanding the fact that the August 13 meeting made no mention of this amount), was not to be made wholly in cash.  The requirements had been narrowed to a down payment of $400,000.  This would trigger the immediate delivery of complete title to 25 kilograms and delivery, on consignment, of another 25 kilograms, followed by a delivery for sale and later repayment of 100 kilograms.  The first half of the down payment had been supplied by the Ortiz collateral.  And what was actually delivered by Bonilla was approximately half of the remaining $200,000.  So the focus must be:  would the district court have been clearly in error in finding Faccio capable of providing the remaining $100,000?</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">What we find in the record are unrebutted intimations of Faccio's capacity to do so.  On August 13, Faccio was recorded saying that he could give a deed to his property and that \"I have there over $83,000 that are mine.\"  This is followed by a statement by Casillas that Faccio had property worth $800,000, and by Hoercherl's comment that the amount was a million.  Then there is the evidence that Bonilla and his wife were prepared to pay $103,000 for one of Faccio's apartments.  We do not know the size of the apartment building, but the record discloses that there were five floors, that perhaps half had been sold (occupied by professional people), with half yet to be sold.  Perhaps most compelling is the statement in Faccio's pre-sentence report, unobjected to, that the government had confiscated properties valued at over two million dollars.  All this may not be conclusive, for mortgage indebtedness is not revealed.  But the district court was surely entitled to accept these figures, absent any indication that they were misleading.  All of these indicia meet if not exceed those we found sufficient to prove capacity in  United States v. Bradley, 917 F.2d 601 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In objecting to his pre-sentence report, Bonilla merely stated that he had been able to come up with only the money seized (nearly $98,000), not $200,000.  He did not specifically argue incapacity in either his appellate brief or at oral argument.  Even were we to consider such an argument now, we should have to treat Bonilla as accountable for the reasonable capacity of his co-conspirators.  As the Sixth Circuit held in  United States v. Snelling, 961 F.2d 93, 96 (1991),</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Since the negotiated amount in this reverse buy was three kilograms and the co-defendants had sufficient funds at the time of arrest to purchase three kilograms of cocaine, the district court was correct in utilizing a base level of 28.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As we said of a defendant making a similar argument in Mena-Robles, appellant's \"personal financial ability is inapposite to the matter at hand.\"  Nos. 92-1233, 1299, slip op. at 19 (1st Cir.  Sept. 28, 1993) (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Casillas advanced an incapacity argument only conclusorily and obliquely.  But, again, spurred by the dramatic impact of the total amount negotiated on his prison sentence, we have reviewed the record.  Here, unlike with Faccio and Bonilla, we are not concerned with Casillas's own ability to finance the purchases.  Casillas's role was that of finder, facilitator, recruiter.  That he performed this role with considerable effectiveness was shown by his track record in this case.  Being a middleman, his own inability to pay is not controlling.   United States v. Fowler, 990 F.2d 1005, 1006-08 (7th Cir. 1993).  He supplied the financiers with most of the down payment;  it is likely that any shortfall could have been remedied;  he would be free to sell the cocaine delivered on consignment and have the remaining 100 kilos delivered without down payment.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We therefore reject the arguments asserting lack of proof of the defendants' ability to finance the down payment for the planned 150 kilogram transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">809</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Appellee,<br>v.<br>John Antonio CASILLAS, Plaintiff, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>JOSE E. BONILLA-MARTINEZ, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>FERNANDO FACIO-LABOY, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 91-2298, 92-1493, 92-1494.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">October 28, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals From The United States District Court For the District of Puerto Rico</p>\n      <p class=\"indent\">Manfredo E. Lespier-Garcia for appellant John Antonio Casillas.</p>\n      <p class=\"indent\">David Rive-Rivera, by Appointment of the Court, for appellant Fernando Faccio-Laboy.</p>\n      <p class=\"indent\">Carlos R. Noriega, by Appointment of the Court, for appellant Jose E. Bonilla-Martinez.</p>\n      <p class=\"indent\">Rosa Emilia Rodriguez-Velez, Assistant U.S. Attorney, with whom Charles E. Fitzwilliam, United States Attorney, and Jose A. Quiles-Espinosa, Senior Litigation Counsel, were on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Aldrich and Coffin, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These three appeals are brought by defendants Jose Antonio Casillas (Casillas), Jose Enrique Bonilla Martinez (Bonilla), and Fernando Faccio-Laboy (Faccio), who were adjudged guilty of conspiracy to possess with intent to distribute multi-kilo quantities of cocaine, in violation of 21 U.S.C. &#167; 846.  One defendant, Casillas, was convicted of using a telephone in facilitating the conspiracy, in violation of 21 U.S.C. &#167; 843(b).  In addition to terms of supervised release and special monetary assessments, the following terms of imprisonment were imposed: Casillas, 292 months;  Bonilla, 264 months;  Faccio, 264 months.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellants Casillas and Bonilla challenge the sufficiency of the evidence to support their convictions.  Appellant Casillas also challenges the district court's finding, pursuant to Sentencing Guideline &#167; 3B1.1, U.S.S.G. &#167; 3B1.1, that his role was that of manager/supervisor of the conspiracy, and its consequent increasing of his offense level.  Each appellant challenges the court's finding that he was instrumental in negotiating for the purchase of 150 kilograms of cocaine, a finding resulting in a base offense level of 38.  More particularly, each appellant claims that he had neither the intent nor the capacity to bring about the purchase of such a large quantity of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After reviewing the record of events and the evidence of appellants' intent and capacity, we affirm as to all issues.</p>\n    </div>\n    <p>The reverse drug buy undercover operation</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We set forth what we consider a sufficient narration of events, as the jury was warranted in viewing them, to make our discussion of the legal issues comprehensible.  We have necessarily excluded much and selected from not always consistent testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The conspiracy originated with the government.  This was a \"reverse sting\" operation, in which government undercover agents posed as sellers and set up deals with would-be drug buyers.  Drug Enforcement Administration (DEA) special agent Jefferson Justice worked with and often through a confidential informant, William Hoercherl, to involve appellant Casillas in a drug importing scheme.  Casillas had participated with Hoercherl in a prior deal, involving some 102 kilograms, and was thought to be a suitable target for DEA activity.  Contacts began in May, 1990, and by June had progressed to the point where Casillas agreed to be a broker for Hoercherl and Justice (now posing as Hoercherl's nephew) in the importation and sale of 600 kilograms of cocaine.  New York and Miami were to be the locus for the sale of 400 kilograms and Puerto Rico the locus for 200 kilos.  The price for a kilo was $12,500.  Casillas was to find the customers.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">During July there was continual activity:  Casillas brought into the venture one Torres, who was expected to find buyers in New York and Miami;  a sampling of cocaine was done at the Caribe Hilton Hotel, but Casillas canceled a scheduled transaction because his buyers distrusted the location;  and the terms changed, the amount of down payment required by the \"sellers\" having dropped from $1,000,000 for 200 kilos to $400,000.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In early August, Torres introduced one Ortiz, who was to come forward with property as collateral for part of the down payment.  On August 8, Ortiz attended a meeting with Justice, Casillas, and others, and gave Justice documents concerning four pieces of real estate:  a four-unit apartment building, Ortiz's residence, an urban lot in Dorado Del Mar, and a rural lot.  Casillas had received from Ortiz documents of title to eleven automobiles;  these he gave to Justice.  Then Ortiz signed a note giving Justice all of the collateral \"if the money for services [i.e., drugs delivered] is not paid in full.\"  Ortiz also claimed to have nineteen other vehicles on his lot and thirty-four en route via barge.  This satisfied the first half of the required down payment of $400,000.  Casillas, however, failed to come up with the second half of the down payment in cash on that day.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Two days later, on August 10, Casillas introduced appellant Faccio to Hoercherl as the person who would provide the money for the additional down payment.  The amount of drugs to be delivered had dropped from 200 kilos to 150 kilos.  Hoercherl discussed the transaction, which would require a down payment of $400,000 (one half of which was the Ortiz collateral), and would buy 50 kilos of cocaine, 25 of which would be delivered at once, the remainder to be delivered on consignment.  Presumably this meant that the seller would retain title until payment was accomplished.  The remaining 100 kilos were to be delivered later in the day.  Not part of Hoercherl's discussion but elsewhere revealed in the testimony was the understanding that Casillas would be charged with ensuring that the sales proceeds would be collected and paid to the sellers.  In other words, delivery of the 100 kilos was not conditioned on a down payment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A meeting took place on August 13, which was attended by Hoercherl, Justice, Faccio, and Casillas.  While the August 10 meeting was not recorded on tape, this one was.  Although Hoercherl testified that on August 13 there was discussion of arrangements to deliver the 150 kilos on August 15, the tape contains no reference to this total amount.  Faccio, who spoke only Spanish and to whom the remarks of Justice and Hoercherl had to be translated by Casillas, was recorded as mentioning \"the 25\" and being told by Casillas that \"those 25 are gonna leave you with 25 more\" and that \"It will pay off for you.\"  It was agreed that the transaction not take place until August 15 in Faccio's Feria Court Apartments building.  Faccio preferred that date to the 14th \"Because that way you give me all day today to get a hold of Quique.\"  Quique was elsewhere identified as appellant Bonilla.  However, on August 15, Casillas spoke with Justice and Hoercherl and postponed the meeting until the following day, as he needed more time to secure the money for the deal.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On August 16, Justice and Hoercherl came to Faccio's apartment building.  At 4:30, Bonilla drove up in a white Ford Bronco, talked with Casillas, and entered the building.  Bonilla came back to the Bronco at 4:45, reentered the building, came out again at 4:55, went to the Bronco, took out a white box and reentered the building.  Faccio and Bonilla talked in front of the building, then Bonilla made a third trip to the Bronco, bringing back a blue money pouch.  He was then seen shortly after at a fifth story window.  He and another person (an acquitted co-defendant) were seen talking together at apartment 203;  Bonilla was nervous about this location, because of some adjacent occupant.  He then talked to Faccio, who told him that the money would be in apartment 305.  Faccio went to the elevator, and pushed the button;  the door opened, revealing Bonilla and an associate with both the white box and the blue pouch.  Hoercherl subsequently saw the white box and the blue pouch in apartment 305, both with money in them.  When he asked Casillas if the $200,000 were all there, Casillas replied that it was \"a little short.\"  Casillas then said that Bonilla and his associate must inspect the delivered drug cargo, for it was \"their money.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Casillas exited the building, carrying the white box, and went to his Volvo, outside the gate to the apartment complex.  At this juncture, Justice, who was waiting outside the gate, gave Hoercherl the keys to the car which supposedly was carrying the cocaine.  Hoercherl walked toward it, meanwhile telling other government agents what to expect inside the gate.  He then drove to the gate, followed by federal agents in a van, entered, and the arrest of the appellants followed.  The white box in Casillas's Volvo contained $97,950.  Bonilla threw away the key to the pouch, which was now empty.  Keys to apartment 305 were found on him.  Faccio possessed a box containing many keys to apartments, including number 305.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>A Preliminary Inquiry Entrapment?</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellant Casillas has devoted a substantial part of his brief to asserting that this prosecution was the kind of situation described in  Sorrells v. United States, <span class=\"citation\" data-id=\"101997\"><a href=\"/opinion/101997/sorrells-v-united-states/\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">435</span></a></span>, 442 (1932), \"when the criminal design originates with the officials of the Government, and they implant in the mind of an innocent person the disposition to commit the alleged offense and induce its commission in order that they may prosecute.\"  Appellant cites as support the governmental origin of the scheme, the use and instruction of an informant, the uninvited visits to Casillas, the initiation of telephone calls by the informant or the undercover agent, and the absence of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But entrapment (a word which does not appear in Casillas's brief) is not an issue in this case.  Appellant requested, and the district court refused, an instruction on entrapment.  Appellant has not identified this ruling as error or made it an issue.  He cannot now slide it into the case.  Nor can appellant gain any comfort from the safety valve of \"plain error\"-which in any event he has not invoked.  The evidence of predisposition was manifest.   See generally United States v. Panet-Collazo, <span class=\"citation\" data-id=\"580701\"><a href=\"/opinion/580701/united-states-v-pablo-panet-collazo-united-states-v-ruben-santana-diaz/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">256</span></a></span>, 259-60 (1st Cir. 1992).  And this is not that rare case where we might characterize the government's conduct as outrageous.  As we have noted in United States v. Rafael Santana and Francis Fuentes, No. 90-1393, slip op. at 6 (1st Cir.  Sept. 16, 1993), \"The banner of outrageous misconduct is often raised but seldom saluted.\"</p>\n    </div>\n    <p>Sufficiency</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Both Casillas and Bonilla challenge the sufficiency of the evidence to support their convictions for conspiracy.  Our standard of review is limited.  We indulge all reasonable inferences favoring the prosecution.  Our query is whether a rational jury could have found guilt beyond a reasonable doubt.   United States v. Benevides, <span class=\"citation\" data-id=\"600260\"><a href=\"/opinion/600260/united-states-v-joseph-s-benevides/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">629</span></a></span>, 633 (1st Cir. 1993).  So long as the government has shown by direct or circumstantial evidence that a defendant intended to agree and to commit whatever substantive criminal offense may have been the target of the conspirators' agreement, it has met its obligations.   United States v. Cruz, <span class=\"citation\" data-id=\"596488\"><a href=\"/opinion/596488/united-states-v-joseph-cruz/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">613</span></a></span>, 616 (1st Cir. 1992).  It does not need to show that a defendant took part in all aspects of the conspiracy.   <span class=\"citation\" data-id=\"596488\"><a href=\"/opinion/596488/united-states-v-joseph-cruz/\"><span class=\"id_token\">Id.,</span> at 617; </a></span>  <span class=\"citation\" data-id=\"600260\"><span class=\"antecedent_guess\">Benevides,</span> <a href=\"/opinion/600260/united-states-v-joseph-s-benevides/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">633</span> </a></span>(proof of the essential nature of the plan, and defendant's connection with it is enough) (quoting  Blumenthal v. United States, <span class=\"citation no-link\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span> </span>(1947)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The record, insofar as it concerns Casillas, is voluminous.  He participated in all the meetings, conducted negotiations, and sought buyers, recruiting Torres who brought in Ortiz, and Faccio, who brought in Bonilla.  He inspected samples, called off or delayed meetings, and decided when a transaction was ready.  He was the spokesman of the buyer group and was the person who placed the money in his car for exchange on delivery of the cocaine.  The evidence of his participation was more than sufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Bonilla's main argument is that he had not appeared at any of the many meetings at which the drug deal was discussed, and that his presence on August 16 at the Feria Court Apartments (the scene of the drug transaction) was innocent, as he was there to negotiate the purchase of an apartment, not drugs.  But that day was crucial to the conspiracy, and Bonilla proved to be a most active and visible actor.  In the first place, a defendant's \"mere presence\" claim is more difficult to sustain when his \"presence\" was at the scene of the transaction.   See United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 712 (1st Cir. 1992) (\"Jurors can be assumed to know that criminals rarely welcome innocent persons as witnesses to serious crimes and rarely seek to perpetrate felonies before larger-than-necessary audiences.\").  In the second place, Faccio's expressed satisfaction that postponement of the transaction would give him a day to \"get a hold of Quique\" (identified as Bonilla) could be taken by the jury to indicate the essentiality of his role.  In the third place, the events of August 16 reveal his omnipresence:  his several trips to the Bronco;  his nervousness at having the transaction in apartment 203 and his apparent influence in changing to apartment 305;  his appearance in the elevator with the white box and the blue money pouch;  Casillas's statement that Bonilla and his associate should inspect the drugs being delivered, for it was \"their money;\" his attempt to throw away the key to the pouch;  and his possession of the key to apartment 305, the money room.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The jury, of course, was entitled to disbelieve his proffered alibi that he was there to inspect an apartment that he and his wife might decide to buy.  Moreover, the jury was entitled to draw the inference that Bonilla would not likely have brought almost a hundred thousand dollars to the transaction if he had not known of the total down payment requirement, the extent of Ortiz's contribution of collateral, and the understanding as to the remaining delivery.  In short, the evidence was sufficient to support the verdict.</p>\n    </div>\n    <p>Sentencing Issues</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Manager/Supervisor.  Appellant Casillas devotes two sentences in his brief to the claim that the district court erred in increasing his offense level because of his role as manager or supervisor of the conspiracy.  He argues that Justice and Hoercherl occupied that role.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We review this finding only for clear error.   United States v. Wright, <span class=\"citation\" data-id=\"522147\"><a href=\"/opinion/522147/united-states-v-bertie-alexander-wright/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">437</span></a></span>, 442-44 (1st Cir. 1989);  United States v. Vega-Encarnacion, <span class=\"citation\" data-id=\"547668\"><a href=\"/opinion/547668/united-states-v-victor-vega-encarnacion-united-states-v-hector-orlando/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 24 (1st Cir. 1990).  From what we have already said about Casillas's participation, it is manifest that there was no error.  His acceptance of the role of broker, his recruiting efforts, and his central role in negotiating, planning and delaying meetings support the finding.  Moreover, Agent Justice testified that Casillas was to be given a percentage of the sale proceeds plus fifty kilograms of cocaine.  This record satisfies most, if not indeed all, of the factors characterizing a leadership role specified in U.S.S.G. &#167; 3B1.1(c).  See <span class=\"citation no-link\"><span class=\"id_token\">id.,</span> comment.  (note </span>3).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Intent to Accomplish Sale of 150 Kilograms.  All three appellants claim that the negotiated amount of 150 kilograms should not be used in calculating their offense levels.  Casillas argues that the amount of drugs, \"if any,\" should be either 50 kilograms (the total he claims that he intended to purchase) or \"around 7 kilograms.\"  Bonilla argues that, since the sum seized could have purchased only 7.7 kilograms (at $12,500 per kilo), this figure should have been used, resulting in an offense level of 30, not 38.  Faccio argues that the only evidence of his involvement in the enterprise was his tape recorded remarks concerning his interest in purchasing, at most, 25 kilograms.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In addressing these contentions, we are directed by two guidelines.  U.S.S.G. &#167; 1B1.3(a)(1)(B) provides that a conspirator is responsible for all criminal acts in furtherance of the conspiracy and they are includible in the defendant's offense level to the extent that they are either within the scope of the criminal activity embraced by the defendant's agreement or \"reasonably foreseeable in connection with the criminal activity the defendant agreed to jointly undertake.\"  See <span class=\"citation no-link\"><span class=\"id_token\">id.,</span> comment.  (note </span>2).  In addition, in connection with then applicable U.S.S.G. &#167; 2D1.4, comment.  (note 1) (1991), the amount of drugs sought or under negotiation in a conspiracy should be used if the amount seized is less and defendant intended to produce and was \"reasonably capable\" of producing the larger amount.  This instruction applies to buyers as well as sellers and includes those who negotiate purchases from undercover agents.   United States v. Frazier, <span class=\"citation\" data-id=\"600325\"><a href=\"/opinion/600325/united-states-v-phelix-henry-frazier/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1001</span></a></span>, 1002-3 (9th Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">There can be no question that appellant Casillas was properly charged with the intent to bring about the purchase of 150 kilograms.  He was in the center of developments from the very beginning, when the total amount contemplated was 600 kilograms, and privy to every subsequent change of plans.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">With reference to Bonilla the district court found that he was \"fully aware of the total amount negotiated and he produced a substantial amount of money towards the purchase of the 150 kilograms of cocaine.  [He] played an instrumental role in the conspiracy as a financier, an essential part of the conspiratorial scheme.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">With reference to Faccio, the court found that he \"was aware of the total amount negotiated and he negotiated to produce the monies for the purchase of 150 kilograms of cocaine.  As one of the financier[s] his role in the conspiracy was instr[u]mental.\"  The court filed supplemental findings, after reviewing its notes and the arguments of the parties, that Faccio had \"negotiated the amount of 150 kilograms of cocaine, that the amount of money corresponding to quantity and the condition [sic] for the delivery were also a part of the discussions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We review a trial court's determination of the amount of drugs included in the offense for sentencing purposes under the strict \"clearly erroneous\" standard.   United States v. <span class=\"citation\" data-id=\"580701\"><span class=\"antecedent_guess\">Panet-Collazo,</span> <a href=\"/opinion/580701/united-states-v-pablo-panet-collazo-united-states-v-ruben-santana-diaz/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">261</span></a></span>.  Can we say that the court was clearly wrong in finding that Bonilla and Faccio, called in to provide the second half of the required down payment, could reasonably foresee the wider reaches of the scheme?  Whether or not Faccio was to receive substantial amounts of cocaine as extra compensation, as some testimony indicated, we cannot believe that it was irrational to find that Bonilla, who contributed nearly $100,000, and Faccio, who, according to the taped record of the August 13 meeting, was willing to give a deed to his property, knew of the extent of the underlying agreement.  Specifically, the court cannot be faulted for concluding that Faccio and Bonilla knew that the cash contribution Bonilla would make would complete the $400,000 down payment required to transfer the title to 25 kilograms, obtain the delivery of another 25 kilograms on consignment, and pave the way, if the money count was satisfactory, to the delivery later in the day of 100 kilograms which could be sold before payment was made to the sellers.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In short, even though Faccio and Bonilla came in at the last chapter, it was a chapter that reflected all that had gone before.  The roles of both men were far more significant than that of a guard for a \"money man\" where, in United States v. Alfonso Mena-Robles and Miguel Torres-Rivera, Nos. 92-1233, 1299, slip op. at 21 (1st Cir.  Sept. 28, 1993), we held, \"his general knowledge of the size of the cocaine deal is inferable.\"  We therefore hold that the court's findings of the appellants' knowledge and intent were not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Capacity to Finance the 150 Kilogram Purchase.  Faccio is the only appellant who clearly raises a challenge to the district court's 150-kilogram finding by arguing that the government failed to carry its burden of showing, by a preponderance of the evidence, that he was reasonably capable of buying that much cocaine from the government agents.  He relies on our statements in United States v.  Estrada-Molina, <span class=\"citation\" data-id=\"560352\"><a href=\"/opinion/560352/united-states-v-manuel-jose-estrada-molina-aka-pedro-alvarez-aka/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">964</span></a></span>, 966 (1st Cir. 1991) and  United States v. Bradley, <span class=\"citation\" data-id=\"550637\"><a href=\"/opinion/550637/united-states-v-robert-e-bradley/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">601</span></a></span>, 604-05 (1st Cir. 1990), where we said that the government had the burden of proving capability as well as intent to produce the quantity proposed to be used for determining the offense level.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Neither the government below nor the district court responded to this argument.  In reviewing the record we can understand why.  The thrust of Faccio's objections to his pre-sentence report was that, not understanding English, he did not know the extent of the planning, and his own intended purchase was limited to 25 kilograms.  He invoked U.S.S.G. &#167; 2D1.4, comment.  (note 1) (now consolidated as part of U.S.S.G. &#167; 2D1.1, comment.  (note 12)), recognizing the inappropriateness of considering the total amount negotiated when the court finds the defendant \"did not intend to produce and was not reasonably capable of producing the negotiated amount.\"  He also cited Estrada-Molina.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">But even these passing references to capability disappeared at the subsequent hearing on objections to the presentence report.  Faccio repeatedly stated his position that the evidence did not support a finding that he knew or had anything to do with facilitating the purchase of more than 25, or at most 50, kilograms.  The issue of Faccio's capability to produce sufficient funds was never presented to the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Since, however, the leveraging effect of considering negotiated but undelivered amounts is so enormous, we look at the record.  Our conclusion is that, though harsh, it supports the higher offense level of 38.  We first point out that the planned purchase of 150 kilograms (about which Faccio was told at the August 10, untaped meeting, notwithstanding the fact that the August 13 meeting made no mention of this amount), was not to be made wholly in cash.  The requirements had been narrowed to a down payment of $400,000.  This would trigger the immediate delivery of complete title to 25 kilograms and delivery, on consignment, of another 25 kilograms, followed by a delivery for sale and later repayment of 100 kilograms.  The first half of the down payment had been supplied by the Ortiz collateral.  And what was actually delivered by Bonilla was approximately half of the remaining $200,000.  So the focus must be:  would the district court have been clearly in error in finding Faccio capable of providing the remaining $100,000?</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">What we find in the record are unrebutted intimations of Faccio's capacity to do so.  On August 13, Faccio was recorded saying that he could give a deed to his property and that \"I have there over $83,000 that are mine.\"  This is followed by a statement by Casillas that Faccio had property worth $800,000, and by Hoercherl's comment that the amount was a million.  Then there is the evidence that Bonilla and his wife were prepared to pay $103,000 for one of Faccio's apartments.  We do not know the size of the apartment building, but the record discloses that there were five floors, that perhaps half had been sold (occupied by professional people), with half yet to be sold.  Perhaps most compelling is the statement in Faccio's pre-sentence report, unobjected to, that the government had confiscated properties valued at over two million dollars.  All this may not be conclusive, for mortgage indebtedness is not revealed.  But the district court was surely entitled to accept these figures, absent any indication that they were misleading.  All of these indicia meet if not exceed those we found sufficient to prove capacity in  United States v. Bradley, <span class=\"citation\" data-id=\"550637\"><a href=\"/opinion/550637/united-states-v-robert-e-bradley/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">601</span> </a></span>(1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In objecting to his pre-sentence report, Bonilla merely stated that he had been able to come up with only the money seized (nearly $98,000), not $200,000.  He did not specifically argue incapacity in either his appellate brief or at oral argument.  Even were we to consider such an argument now, we should have to treat Bonilla as accountable for the reasonable capacity of his co-conspirators.  As the Sixth Circuit held in  United States v. Snelling, <span class=\"citation\" data-id=\"580939\"><a href=\"/opinion/580939/united-states-v-joseph-m-snelling/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">93</span></a></span>, 96 (1991),</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Since the negotiated amount in this reverse buy was three kilograms and the co-defendants had sufficient funds at the time of arrest to purchase three kilograms of cocaine, the district court was correct in utilizing a base level of 28.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As we said of a defendant making a similar argument in Mena-Robles, appellant's \"personal financial ability is inapposite to the matter at hand.\"  Nos. 92-1233, 1299, slip op. at 19 (1st Cir.  Sept. 28, 1993) (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Casillas advanced an incapacity argument only conclusorily and obliquely.  But, again, spurred by the dramatic impact of the total amount negotiated on his prison sentence, we have reviewed the record.  Here, unlike with Faccio and Bonilla, we are not concerned with Casillas's own ability to finance the purchases.  Casillas's role was that of finder, facilitator, recruiter.  That he performed this role with considerable effectiveness was shown by his track record in this case.  Being a middleman, his own inability to pay is not controlling.   United States v. Fowler, <span class=\"citation\" data-id=\"604175\"><a href=\"/opinion/604175/united-states-v-roger-fowler/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1005</span></a></span>, 1006-08 (7th Cir. 1993).  He supplied the financiers with most of the down payment;  it is likely that any shortfall could have been remedied;  he would be free to sell the cocaine delivered on consignment and have the remaining 100 kilos delivered without down payment.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We therefore reject the arguments asserting lack of proof of the defendants' ability to finance the down payment for the planned 150 kilogram transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/101997/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522147/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547668/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550637/",
    "https://www.courtlistener.com/api/rest/v3/opinions/560352/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580701/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580939/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596488/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600260/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600325/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604175/"
  ]
}