{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194954/",
  "id": 194954,
  "absolute_url": "/opinion/194954/vote-choice-v-di-stefano/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194954/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:28:46Z",
  "date_modified": "2020-02-22T00:11:42.086731Z",
  "type": "010combined",
  "sha1": "d6273de083a5c8479b503b4549458ee819b847ee",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1171.01A",
  "local_path": null,
  "plain_text": "\n\nSeptember 28, 1993\n                  UNITED STATES COURT OF APPEALS\n\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1171\n                    VOTE CHOICE, INC., ET AL.,\n                      Plaintiffs, Appellees,\n\n                                v.\n\n                 JOSEPH DiSTEFANO, ETC., ET AL.,\n                      Defendants, Appellees.\n\n                                             \n\n                        ELIZABETH LEONARD,\n                      Plaintiff, Appellant.\n\nNo. 93-1236\n                    VOTE CHOICE, INC., ET AL.,\n                      Plaintiffs, Appellees,\n\n                                v.\n\n                 JOSEPH DiSTEFANO, ETC., ET AL.,\n                     Defendants, Appellants.\n\n                                            \n\n                           ERRATA SHEET\r                                     ERRATA SHEET\n\n     The  order of  the  court  issued  on  August  31,  1993  is\ncorrected as follows:\n\n     On page  24, lines  14, 15  and 16      replace the  cite to\n\"Adams v. Watson, . . . slip op. at 7 n.8].\" with \"Association of\r                                                                           \nData Processing Serv. Orgs. v. Camp, 397 U.S. 150, 153 (1970).\"\r                                             \r\n\n       [SYSTEMS NOTE: Appendix available at Clerk's Office]\nAugust 31, 1993   UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                             \nNo. 93-1171\n                    VOTE CHOICE, INC., ET AL.,\n                      Plaintiffs, Appellees,\n\n                                v.\n\n                 JOSEPH DiSTEFANO, ETC., ET AL.,\n                      Defendants, Appellees,\n                                             \n\n                        ELIZABETH LEONARD,\n                      Plaintiff, Appellant.\n                                             \nNo. 93-1236\n\n                    VOTE CHOICE, INC., ET AL.,\n                      Plaintiffs, Appellees,\n\n                                v.\n\n                 JOSEPH DiSTEFANO, ETC., ET AL.,\n                     Defendants, Appellants.\n                                             \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n      [Hon. Raymond J. Pettine, Senior U.S. District Judge]\r                                                                    \n                                             \n\n                              Before\n\n              Selya, Cyr and Boudin, Circuit Judges.\r                                                             \n                                             \n     Neal  J. McNamara,  with  whom Matthew  F.  Medeiros was  on\r                                                                   \nbrief,  for plaintiff  Elizabeth  Leonard (No.  93-1171) and  for\nplaintiffs-appellees (No. 93-1236).\n     Donald  J.  Simon, with  whom  Sonosky,  Chambers, Sachse  &amp;\r                                                                           \nEndreson was on brief for Common Cause  and Common Cause of R.I.,\r                  \namici curiae (No. 93-1171).\n     Anthony J. Bucci,  Jr., with  whom Licht &amp;  Semonoff was  on\r                                                                   \nbrief, for defendants Joseph DiStefano, et al.\n     Donald  J.  Simon, with  whom  Sonosky,  Chambers, Sachse  &amp;\r                                                                           \nEndreson,  Roger M. Witten, Carol F. Lee, W. Hardy Callcott, Eric\r                                                                           \nJ.  Mogilnicki, and Wilmer, Cutler &amp; Pickering were on brief, for\r                                                        \nCommon  Cause and  Common Cause  of R.I.,  amici curiae  (No. 93-\n1236).\n                                             \n\n                                             \r\n\n          SELYA,  Circuit Judge.    These  consolidated  appeals,\r                    SELYA,  Circuit Judge.\r                                         \n\nwhich  implicate  various  aspects  of  Rhode  Island's  campaign\n\nfinance  law,  necessitate the  exploration of  largely uncharted\n\nconstitutional terrain.   One appeal, prosecuted on behalf of the\n\nstate, seeks  to reinstate a statute  requiring certain political\n\naction committees  (PACs)1  to  disclose  information  about  all\n\ntheir  contributors.     The  other  appeal,   prosecuted  by  an\n\nunsuccessful gubernatorial candidate, Elizabeth Leonard, inveighs\n\nagainst  state   statutes  that  bestow  special   advantages  on\n\ncandidates who comply  with eligibility  requirements for  public\n\ncampaign  financing.   At  the end  of  our journey  across terra\r                                                                           \n\nincognita,   we   conclude   that   the   district   court  acted\r                   \n\nappropriately both  in striking down the  first dollar disclosure\n\nrequirement   and   in   upholding   the   incentive  provisions.\n\nTherefore, we affirm.\n\nI. BACKGROUND\r          I. BACKGROUND\n\n          Before addressing  the merits, we offer  an overview of\n\nRhode Island's campaign finance  law and a brief synopsis  of the\n\nproceedings  below.   In  so  doing,  we  strive  to  place  each\n\nchallenged  provision in  its  overall statutory  context and  to\n                    \r                              \n\n     1Rhode Island law defines a PAC as\n\n          any group  of two  (2) or more  persons which\n          accepts  any  contributions  to  be  used for\n          advocating  the election  or  defeat  of  any\n          candidate  or  candidates or  to be  used for\n          advocating  the approval or  rejection of any\n          question  or  questions   submitted  to   the\n          voters.\n\nR.I. Gen. Laws   17-25-3(j) (Supp. 1992).\n\n                                3\r\n\ndescribe the nature of the disagreement surrounding it.\n\n          A.  Statutory Framework:  The State's Appeal.\r                    A.  Statutory Framework:  The State's Appeal.\r                                                                \n\n          Rhode Island has a set of laws regulating the financing\n\nof state and local election campaigns.  See R.I. Gen. Laws    17-\r                                                     \n\n25-1 to 17-25-30.1 (1988 &amp; Supp.  1992).  The entity charged with\n\nprimary responsibility  for implementing these laws  is the Rhode\n\nIsland Board of Elections.  See id. at   17-25-5.\r                                             \n\n          Rhode  Island law  directs all  PACs and  candidates to\n\nfile reports  with the Board  of Elections at  regular intervals.\n\nSee id. at    17-25-11.  The  Board then \"prepare[s]  and make[s]\r                 \n\navailable  for public inspection . . . summaries of all reports.\"\n\nId.  at   17-25-5(a)(4).   The reports  are to include  the name,\r             \n\naddress, and  place  of  employment of  every  person  or  entity\n\ncontributing  more than $100  to the reporting  PAC or candidate.\n\nSee id. at   17-25-7.\r                 \n\n          In 1992, the Rhode Island General Assembly, desirous of\n\nensuring that the  voting public  possesses accurate  information\n\nabout  organizations  whose  contributions and  expenditures  may\n\ninfluence  elections, devised  extra  reporting  obligations  for\n\nPACs.   Every PAC  now must file  a notice listing  its goals and\n\npurposes, the positions it plans to advocate on ballot questions,\n\nthe names of any candidates it intends  to support, and the names\n\nand  addresses  of  its officers.    See  id.  at    17-25-15(a).\r                                                       \n\nMoreover,  every  PAC must  report the  name  and address  of all\n\npersons to whom it makes expenditures,  indicating the amount and\n\npurpose of  each such payment.  See id. at   17-25-15(c)(2).  The\r                                                 \n\n                                4\r\n\nBoard of Elections  is empowered  to halt PACs  from using  names\n\nwhich  are  misleading or  which  do  not accurately  identify  a\n\ncommittee's membership and contributor base.  See id. at   17-25-\r                                                               \n\n15(d).\n\n          Under the neoteric amendments, PACs must also  \"include\n\nin each report required to be filed . . . [t]he source and amount\n\nof  all funds  received.\"  Id.  at   17-25-15(c)(1).   This added\r                                        \n\nrequirement of \"first  dollar disclosure\"   the duty  to disclose\n\nthe identity of, and  the amount given by, every  contributor, no\n\nmatter  how modest the contribution    applies to  most PACs, but\n\ndoes not  apply in the same way to PACs sponsored by labor unions\n\nor  those which are funded  through payroll checkoff  plans.  See\r                                                                           \n\nid.  The requirement does not apply to candidates at all.\r             \n\n           B.  Statutory Framework:  Leonard's Appeal.\r                     B.  Statutory Framework:  Leonard's Appeal.\r                                                               \n\n          In addition to regulating campaign contributions, Rhode\n\nIsland also affords public  funding to gubernatorial candidates.2\n\nSee id.  at   17-25-18.   Candidates may elect whether  or not to\r                 \n\naccept such funds.  See, e.g., id. at   17-25-19.  If a candidate\r                                            \n\nelects   to  participate,   and   meets  the   law's  eligibility\n\nrequirements,3  the state  will match  money raised  from private\n\n                    \r                              \n\n     2From  and after  January  1, 1993,  candidates for  certain\nother  statewide  offices are  also  eligible  to receive  public\nfunding.    See  R.I. Gen.  Laws     17-25-20.   Withal,  because\r                         \nLeonard's  appeal arises in the context of the 1992 elections, we\nlimit our discussion to gubernatorial candidates.\n\n     3The  eligibility criteria are set forth in R.I. Gen. Laws  \n17-25-20.   We  attach  a statutory  appendix  that includes  key\nprovisions of Rhode  Island's campaign finance law as  they stood\nin the time frame of the 1992 elections.\n\n                                5\r\n\nsources up  to a maximum of  $750,000.  See  id.  In  return, the\r                                                          \n\nstate requires  participants to  observe certain  restrictions on\n\ncampaign spending and related activities.\n\n          A  candidate must signify a  desire to use public funds\n\nfor  campaign  purposes  upon   formally  declaring  his  or  her\n\ncandidacy  for office.4    See id.    A candidate  choosing  this\r                                            \n\noption  must sign a sworn  statement pledging to  comply with the\n\nvarious terms and conditions of  the grant.  See id. at    17-25-\r                                                              \n\n20(1).    Once  made or  omitted,  the  election  and pledge  are\n\nirrevocable.  See id. at    17-25-19, 17-25-20(1).  Thereafter, a\r                               \n\nparticipating   candidate   must   meet   the   law's   threshold\n\nrequirements,  limit the use of public  funds received to certain\n\n                    \r                              \n\n     4Under  Rhode  Island  law, persons  seeking  state elective\noffice  must file formal declarations of candidacy in June of the\nyear in which  the election is to be held.   See R.I. Gen. Laws  \r                                                          \n17-14-1.   For purposes of  the campaign finance  act, however, a\nperson may be considered a candidate at an earlier time:\n\n               The    term   \"candidate\"    means   any\n          individual who undertakes any action, whether\n          preliminary  or  final,  which  is  necessary\n          under the  law to qualify for  nomination for\n          election,  or  election  to   public  office,\n          and/or   any   individual   who  receives   a\n          contribution or makes an expenditure or gives\n          his or  her consent  for any other  person to\n          receive a contribution or make an expenditure\n          with  a view  to  bringing about  his or  her\n          nomination  or election to any public office,\n          whether or not the specific public office for\n          which  he  or  she will  seek  nomination  or\n          election   is   known   at   the   time   the\n          contribution is received  or the  expenditure\n          is  made and  whether or  not he  or she  has\n          announced his  or  her candidacy  or filed  a\n          declaration of candidacy at that time.\n\nR.I. Gen. Laws   17-25-3(a).\n\n                                6\r\n\nenumerated purposes,  compare R.I. Gen. Laws    17-25-20(7) &amp; (8)\r                                       \n\n(listing permissible  uses) with  id. at    17-25-7.2 (describing\r                                               \n\npermissible  uses of  privately raised  funds), abide  by overall\n\nexpenditure  ceilings and fundraising caps,5  see, e.g., id. at  \r                                                                      \n\n17-25-20(2),  and return  a percentage  of any  unexpended funds.\n\nSee id. at   17-25-25.\r                 \n\n          To make  the offer of public  financing more attractive\n\nand thereby increase participation,  the 1992 amendments included\n\na contribution cap gap.  A candidate can ordinarily receive up to\n\n$1,000 from any  given person or PAC  in a single  calendar year.\n\nSee id. at    17-25-10.1.  The  amendment doubled this limit  for\r                 \n\npublicly funded candidates, see id. at   17-25-30(3), and, in the\r                                             \n\nbargain, created a  cap gap between privately and publicly funded\n\ncandidates.   At  the same  time, the  legislature ordained  that\n\ncandidates who  comply with  the eligibility criteria  for public\n\nfinancing would be\n\n          [e]ntitled  to an additional  benefit of free\n          time  on community  antenna television  to be\n          allocat[ed] pursuant to  rules determined  by\n          the administrator for the division  of public\n          utilities.\n\nId.;  see  also id.  at     17-25-30.1 (obligating  state  public\r                             \n\nutilities  administrator to  formulate  relevant  rules).    Such\n\ncandidates  are  also  entitled  to  \"free  time  on  any  public\n\n                    \r                              \n\n     5A publicly  financed candidate may exceed these limits if a\nprivately funded  opponent exceeds them.    See R.I. Gen.  Laws  \r                                                         \n17-25-24.     Nevertheless,   the  publicly   financed  candidate\nconfronts  a temporal impediment; he or  she may raise additional\nmoney  only in  proportion to  the amount  already expended  by a\r                                                                     \nprivately funded opponent.  See id.\r                                             \n\n                                7\r\n\nbroadcasting  station operating  under  the  jurisdiction of  the\n\nRhode Island public telecommunications authority.\"   Id. at   17-\r                                                                  \n\n25-30(2).\n\n                      C.  Proceedings Below.\r                                C.  Proceedings Below.\r                                                     \n\n          Two  PACs (Vote  Choice  and Gun  Owners PAC),  certain\n\nindividuals who wish to  contribute anonymously to each, and  the\n\nRhode  Island affiliate  of  the American  Civil Liberties  Union\n\nbrought suit in the district court seeking to enjoin the Board of\n\nElections from enforcing  R.I. Gen. Laws    17-25-15(c)(1).  They\n\nposited  that  the provision  self-destructed  on  three separate\n\nbases,  viz., (1) the first amendment bars any attempt to mandate\r                      \n\nfirst  dollar disclosure  of political  contributors' identities;\n\n(2) Rhode Island's  first dollar disclosure  law, when placed  in\n\nits  statutory  context,  places   an  impermissible  burden   on\n\nassociational rights;  and (3) the proviso  denies the plaintiffs\n\nequal  protection.   The Board  and two  amici, Common  Cause and\n\nCommon Cause of Rhode  Island, eventually took up the  cudgels in\n\ndefense.\n\n          In  the same  complaint, Leonard  sought to  enjoin the\n\nBoard  of   Elections,  the  Rhode  Island   Division  of  Public\n\nUtilities,  and   the  Rhode  Island   Public  Telecommunications\n\nAuthority  from implementing  the  contribution cap  gap and  the\n\nfree-television-time  incentive  provisions.6    She  argued that\n\n                    \r                              \n\n     6The chief executive  officer of  each entity,  sued in  his\nofficial  capacity, is a named defendant.   Clearly, however, the\nstate  is the  real  party in  interest.   We  treat  the appeals\naccordingly.\n\n                                8\r\n\nthese enactments  violate the  first  amendment in  a variety  of\n\nways, and, moreover,  that federal law, specifically  47 U.S.C.  \n\n315 (1988), preempts the statutory grant of free television time.\n\nThe  state resisted  these exhortations  on the  merits  and also\n\ncontended that Leonard lacked standing because she did not face a\n\npublicly  funded opponent  in the  general election.7   The amici\n\nsupported the state's position.\n\n          The district  court merged  the hearing  on preliminary\n\ninjunction  with  trial on  the  merits.   See  Fed.  R. Civ.  P.\r                                                        \n\n65(a)(2).  After  taking testimony, the  court held first  dollar\n\ndisclosure,  in  and  of   itself,  to  be  unconstitutional  and\n\ninvalidated R.I. Gen. Laws    17-25-15(c)(1) on that basis.   See\r                                                                           \n\nVote  Choice  v. DiStefano,  814  F. Supp.  195,  199-202 (D.R.I.\r                                    \n\n1993).   The court also ruled that, although Leonard had standing\n\nto mount  a constitutional challenge, id. at 204, her contentions\r                                                   \n\nwere impuissant.   See id. at  207.  The  Board appeals from  the\r                                    \n\ndistrict  court's  nullification of  the first  dollar disclosure\n\nrule and Leonard appeals  from the court's refusal to  outlaw the\n\ncontribution cap gap and the free-television-time incentives.\n\nII.  THE STATE'S APPEAL\r          II.  THE STATE'S APPEAL\n\n          The first amendment is incorporated into the fourteenth\n\namendment and, in  that way,  constrains state action.   See  New\r                                                                           \n\nYork Times Co. v.  Sullivan, 376 U.S. 254, 276-77  (1964) (ruling\r                                     \n                    \r                              \n\n     7Leonard  sought  the  Republican  nomination  for  governor\nwithout party endorsement.  She prevailed in the primary election\nand  carried the party's standard  in the general  election.  She\ndid  not opt  for public  funding.  Her  opponent in  the general\nelection, Governor Sundlun, likewise eschewed public funding.\n\n                                9\r\n\nthat the free  speech clause  applies to the  states through  the\n\nfourteenth  amendment;  collecting  cases).     Accordingly,  our\n\nconsideration of  R.I. Gen. Laws    17-25-15(c)(1) starts  with a\n\ndiscussion of  whether  first dollar  disclosure  provisions  are\n\nalways repugnant to the first amendment.  Concluding (contrary to\n\nthe  court below) that they are  not, we then examine whether the\n\nparticular first dollar disclosure provision here at issue passes\n\nthe test of constitutionality.\n\n                    A.  The Per Se Challenge.\r                              A.  The Per Se Challenge.\r                                                      \n\n          The district court struck down R.I. Gen. Laws    17-25-\n\n15(c)(1) as per  se violative of the  first amendment, concluding\r                             \n\nthat a state legislature \"must establish at least some [non-zero]\n\nminimum threshold  for  public  disclosure  of  contributions  to\n\nPACs.\"  Vote Choice, 814  F. Supp. at 202.  Because  this holding\r                             \n\ndeals with a  matter of law rather than fact    it rests squarely\n\non  the  district  court's  sculpting of  the  first  amendment's\n\ncontours    our review is plenary.   See LeBlanc v. B.G.T. Corp.,\r                                                                          \n\n992 F.2d 394, 396 (1st Cir. 1993).\n\n          It is old hat  that compelled disclosure of information\n\nabout  a person's political contributions \"can seriously infringe\n\non  [the] privacy  of  association and  belief guaranteed  by the\n\nFirst Amendment.\"  Buckley  v. Valeo, 424 U.S. 1, 64  (1976) (per\r                                              \n\ncuriam)  (collecting  cases).   Thus,  courts  routinely  subject\n\nstatutes mandating revelation of contributors'  identities in the\n\narena  of  political speech  to  exacting scrutiny.    See, e.g.,\r                                                                          \n\nGibson v. Florida Legislative  Investigation Comm., 372 U.S. 539,\r                                                            \n\n                                10\r\n\n546  (1963).  A disclosure statute may survive such scrutiny only\n\nif it satisfies a two-part test:  (1) the statute as a whole must\n\nserve a  compelling governmental interest, and  (2) a substantial\n\nnexus must exist  between the served interest and the information\n\nto  be revealed.   See  Brown v.  Socialist Workers  '74 Campaign\r                                                                           \n\nComm., 459 U.S. 87, 91-92 (1982); Buckley, 424 U.S. at 64.\r                                                   \n\n          With respect to the  test's first prong, no  fewer than\n\nthree governmental  interests have proven sufficient,  in varying\n\ncircumstances, to justify  obligatory disclosure of contribution-\n\nrelated information.   Thus,  forced disclosure may  be warranted\n\nwhen the spotlighted information enhances voters' knowledge about\n\na candidate's possible allegiances and interests, inhibits actual\n\nand apparent corruption by exposing large contributions to public\n\nview, or  aids state officials in  enforcing contribution limits.\n\nSee Brown, 459  U.S. at 92; Buckley, 424 U.S.  at 66-68.  Because\r                                             \n\nR.I.  Gen. Laws   17-25-15(c)(1),  read as part  of an integrated\n\nwhole,   plainly satisfies this  prong of the test    indeed, the\n\nRhode Island  statute appears to  advance the three  interests we\n\nhave mentioned in much the same fashion as did the statute before\n\nthe Buckley Court   we proceed directly to the difficult question\r                     \n\nof whether a substantial  relationship exists between the precise\n\nmodicum  of  information  required   to  be  disclosed  and  some\n\ncompelling state interest.\n\n          We agree with the plaintiffs that, in certain respects,\n\nthe fit required to meet the test's second prong is  lacking.  As\n\nthe  disclosure threshold drops toward zero, the bond between the\n\n                                11\r\n\ninformation  revealed and  the  governmental  interests  involved\n\nbecomes weaker and, therefore, more tenuous.  See, e.g., Buckley,\r                                                                          \n\n424  U.S. at 83-84.  Common sense suggests that information about\n\nthe  source of  a $1  contribution does  not advance  the state's\n\ninterest in deterring actual  or apparent corruption because such\n\na donation has a limited (perhaps nonexistent) potential to exact\n\nan  illegal  or  unethical   quid  pro  quo.     Similarly,  such\r                                                     \n\ninformation  bears little  discernible  relation  to the  state's\n\ninterest in enforcing contribution limits  that dip no lower than\n\n$1,000:  few persons will donate  $1 to a PAC on more than  1,000\n\nseparate occasions    and those  that try will  likely grow  arm-\n\nweary in the process.\n\n          But,  viewed from  another, equally proper,  angle, the\n\nfit  is  quite  comfortable:   signals  are  transmitted  about a\n\ncandidate's positions  and concerns not only  by a contribution's\n\nsize  but  also by  the contributor's  identity.   See  Goland v.\r                                                                        \n\nUnited  States, 903  F.2d  1247, 1261  (9th  Cir. 1990);  FEC  v.\r                                                                       \n\nFurgatch,  807 F.2d 857, 862  (9th Cir.), cert.  denied, 484 U.S.\r                                                                 \n\n850 (1987); see also First Nat'l  Bank v. Bellotti, 435 U.S. 765,\r                                                            \n\n791-92 &amp; n.32 (1978) (discussing required disclosure of corporate\n\nadvertisers'  names).   Since  the identity  of a  contributor is\n\nitself  informative,   quite  apart   from  the  amount   of  the\n\ncontribution, a  candidate's ideological  interests may  often be\n\ndiscerned  as clearly  from  a $1  contribution  as from  a  $100\n\ncontribution.  Hence,  we conclude  that there  is a  substantial\n\nlink between  data revealed  by first dollar  disclosure and  the\n\n                                12\r\n\nstate's compelling  interest in  keeping the  electorate informed\n\nabout which constituencies may command a candidate's loyalties.8\n\n          Buckley   buttresses  this   conclusion.     There,  in\r                           \n\nevaluating  whether  a $10  recordkeeping  threshold  and a  $100\n\ndisclosure  threshold  passed  constitutional  review,  the Court\n\nadmonished that  decisions about \"the appropriate  level at which\n\nto  require  recording and  disclosure\"  are \"necessarily  .  . .\n\njudgmental\" and, therefore, best  left to legislative discretion.\n\nBuckley,  424 U.S. at 83.  Consequently, so long as legislatively\r                 \n\nimposed limitations are not \"wholly  without rationality,\" courts\n\nmust defer  to the legislative  will.   Id.  We  think that  this\r                                                     \n\napproach  is fully transferable to the instant case.  Because the\n\nnotion  of  first dollar  disclosure  is not  entirely  bereft of\n\nrationality    as we  have already indicated,  such a requirement\n\nrelates to  at least one sufficiently cogent informational goal  \n\nany  general embargo  against  first  dollar disclosure  statutes\n\nwould be  inconsistent with  the Buckley Court's  insistence upon\r                                                  \n\njudicial deference to plausible legislative judgments.\n\n          Nor  does  Buckley  stand   alone  in  support  of  the\r                                      \n\nconclusion  that the  Constitution  does not  prohibit all  first\r                                                                    \n\n                    \r                              \n\n     8In  this respect,  the  goal of  enhancing voter  awareness\nabout the interests  to which  a candidate may  be responsive  is\nseparate and distinct from the goal of thwarting corruption.  The\nformer  is best served by compulsory disclosure of data about all\nthe various  sorts of philosophical and  ideological interests to\nwhich  a candidate may be  sensitive while the  latter is equally\nwell  served by  targeting  a particular  form  of quid  pro  quo\r                                                                           \n\"responsiveness.\"   See  generally  Buckley, 424  U.S. at  66-68.\r                                                     \nWhile first dollar  disclosure furthers the former goal,  it does\nnot meaningfully advance the latter goal.\n\n                                13\r\n\ndollar disclosure statutes.  Other trail markers, like spoor  for\n\nthe cognoscenti, lead in  the same direction.  See,  e.g., Brown,\r                                                                          \n\n459 U.S. at 89 &amp; n.2 (specifically noting that a statute mandated\n\nfirst dollar  disclosure, yet  failing to identify  any potential\n\nconstitutional infirmity); Citizens Against Rent Control v.  City\r                                                                           \n\nof Berkeley,  454 U.S. 290,  300 (1981) (stating  that \"if  it is\r                     \n\nthought  wise, legislation  can outlaw  anonymous contributions\")\n\n(dictum); cf. California  Bankers Ass'n v. Schultz, 416  U.S. 21,\r                                                            \n\n55-56  (1974) (holding that the first amendment does not create a\n\nper  se rule  forbidding disclosure of  contributor names  in all\r                 \n\nsituations); Oregon  Socialist  Workers 1974  Campaign  Comm.  v.\r                                                                       \n\nPaulus, 432 F. Supp. 1255, 1260 (D. Or. 1977) (three-judge court)\r                \n\n(upholding   first  dollar   recordkeeping  and   partial  public\n\ndisclosure threshold).\n\n          We  hold that  first dollar  disclosure is not,  in all\n\ncases,  constitutionally proscribed.    Because  the court  below\n\nstruck down R.I. Gen. Laws   17-25-15(c)(1) on this very ground  \n\nit  said, in  essence, that  first dollar  disclosure necessarily\n\nleaves insufficient breathing room for first amendment  freedoms,\n\nsee Vote Choice, 814 F.  Supp. at 202   our consideration  of the\r                         \n\nstatute's  constitutionality  must  probe the  plaintiffs'  other\n\nrationales.  After all, a judgment, although arrived at by faulty\n\nreasoning, still  can  be sustained  on  some other  ground  made\n\nmanifest by the record.   See, e.g., Martel v. Stafford, 992 F.2d\r                                                                 \n\n1244, 1245 (1st  Cir. 1993);  Chongris v. Board  of Appeals,  811\r                                                                     \n\nF.2d 36, 37 n.1  (1st Cir.), cert. denied, 403  U.S. 1021 (1987).\r                                                   \n\n                                14\r\n\nWe  turn, then, to  the plaintiffs' next  theory   a  theory that\n\nshifts from an exclusive focus on whether first dollar disclosure\n\nprovisions  are ever  permissible  to a  more  holistic focus  on\n\nwhether  Rhode Island's  disclosure  requirement,  considered  in\n\nlight  of the  state's overall  campaign finance  law, withstands\n\nconstitutional scrutiny.\n\n                  B.  The Contextual Challenge.\r                            B.  The Contextual Challenge.\r                                                        \n\n          It  is apodictic  that  courts, when  passing upon  the\n\nconstitutionality of a  statutory provision, must view  it in the\n\ncontext of the  whole statutory scheme.  See Storer v. Brown, 415\r                                                                      \n\nU.S. 724, 737 (1974); Williams v. Rhodes, 393 U.S. 23, 34 (1968).\r                                                  \n\nHere, plaintiffs'  contextual challenge centers  on the disparity\n\nbetween the first dollar disclosure threshold applicable to those\n\nwho choose to pool money by making contributions  to PACs and the\n\n$100 disclosure threshold applicable  to those who choose to  act\n\nalone by  making direct contributions and  expenditures.  Compare\r                                                                           \n\nR.I.  Gen.  Laws      17-25-15(c)(1)  with  id.  at      17-25-7.\r                                                         \n\nPlaintiffs  say   that  this  disparity  not   only  burdens  PAC\n\ncontributors'  first amendment  rights  of association  but  also\n\nundermines Rhode  Island's boast that first  dollar disclosure of\n\nPAC contributions  represents a rationally selected device geared\n\ntoward  achieving   a  compelling   state  interest.     We  find\n\nplaintiffs' analysis to be convincing.\n\n          The  first  amendment  frowns  upon laws  which  burden\n\nassociational rights,  particularly  in the  sphere of  political\n\nspeech.  The more  lopsided the burdens, the more  probable it is\n\n                                15\r\n\nthat a constitutional  infirmity looms.   Thus, in Berkeley,  the\r                                                                     \n\nSupreme Court struck down a  limitation on contributions to PACs,\n\nresting its holding not on the impermissibility of the limits per\r                                                                           \n\nse,  but, rather, on the  disparity between those  limits and the\r            \n\nlimits applicable  to  persons who,  for one  reason or  another,\n\npreferred not to pool their resources:\n\n          To  place a  Spartan  limit    or indeed  any\n          limit     on   individuals  wishing  to  band\n          together to  advance their views on  a ballot\n          measure,  while  placing none  on individuals\n          acting alone,  is clearly a restraint  on the\n          right  of association.  [Laws which] do[] not\n          seek to mute the voice of one individual .  .\n          . cannot  be allowed to hobble the collective\n          expressions of a group.\n\nBerkeley, 454 U.S. at 296.\r                  \n\n          We   believe   that  this   passage   enunciates  three\n\nfundamental  precepts.  First, any law that burdens the rights of\n\nindividuals to  come together  for political purposes  is suspect\n\nand  must  be  viewed   warily.    Second,  burdens   which  fall\n\nexclusively on those who  choose to exercise their right  to band\n\ntogether, leaving  individual speakers unbowed,  merit heightened\n\nscrutiny.   Third,  measures which hinder  group efforts  to make\n\nindependent expenditures  in  support  of  candidates  or  ballot\n\ninitiatives are particularly vulnerable to constitutional attack.\n\nThe  first two  precepts derive  in part  from the  importance of\n\ngroup  expression as a method  of amplifying the  voices of those\n\nwith meager  means.  See  FEC v. National  Conservative Political\r                                                                           \n\nAction  Comm., 470  U.S. 480,  493-94 (1985)  (collecting cases);\r                       \n\nBuckley, 424  U.S. at 65-66.   The last  precept derives in  part\r                 \n\n                                16\r\n\nfrom the fact that independent expenditures, because they have  a\n\nmore  attenuated connection  with a  particular candidate,  are a\n\nless likely source for quid pro quo corruption and a questionable\r                                             \n\nindicator  of candidate loyalties.   See Buckley, 424  U.S. at 39\r                                                          \n\n(noting  that independent expenditures  are \"at  the core  of our\n\nelectoral process and of the First Amendment freedoms\") (citation\n\nand internal quotation marks omitted).\n\n          In Berkeley, these three  precepts coalesced to scuttle\r                               \n\na contribution cap.   See 454 U.S. at 296.   The case at bar is a\r                                   \n\nfair congener.   Here, as in  Berkeley, the challenged  enactment\r                                                \n\nhobbles  collective expression by  mandating that groups disclose\n\ncontributors'  identities  and  the  extent  of  their   monetary\n\nsupport, no matter  how tiny.   This, in itself,  is a red  flag.\n\nSee  Buckley,   424  U.S.   at  64  (observing   that  \"compelled\r                      \n\ndisclosure,  in  itself, can  seriously  infringe  on privacy  of\n\nassociation   and   belief\");   id.   at   83   (observing   that\r                                             \n\n\"[c]ontributors  of relatively  small  amounts are  likely to  be\n\nespecially   sensitive  to  recording   or  disclosure  of  their\n\npolitical preferences\").  Here, as in Berkeley, the statute has a\r                                                        \n\nmuch  less  stringent  rule   for  those  who  prefer  individual\n\nexpression  to collective expression.  Here,  as in Berkeley, the\r                                                                      \n\nstatute  imposes its  one-sided  burden regardless  of whether  a\n\ngroup's members have banded together to contribute  directly to a\n\ncandidate  or  to  make  independent  expenditures  concerning  a\n\n                                17\r\n\ncandidate  or referendum.9  We  think that these  three points of\n\ncomparison  accurately foretell  that here,  as in  Berkeley, the\r                                                                      \n\nstatute cannot stand.\n\n          The state strives  valiantly to avoid the force of this\n\ncomparison.  It says that, even if section 17-25-15(c)(1) burdens\n\nassociational   rights   to  some   moderate   extent,  the   law\n\nnevertheless merits enforcement under  the rubric of  legislative\n\nprerogative.  We  disagree.  While legislative judgments  must be\n\ngiven a wide  berth, judicial deference should  never be confused\n\nwith outright capitulation.   Federal courts would abdicate their\n\nconstitutional  responsibility  if  they  were   to  rubber-stamp\n\nwhatever constructs a state legislative body might propose.  And,\n\nin  any  event, judicial  deference  to legislative  line-drawing\n\ndiminishes when  the lines are disconnected,  crooked, or uneven.\n\nSo it  is here:   the  Rhode Island General  Assembly has  made a\n\nseries  of conflicting  judgments  about  appropriate  disclosure\n\nthresholds without offering any legally  satisfactory explanation\n\nfor its pererrations.\n\n          This  zigging  and  zagging  is  of  especial   concern\n\nbecause,   when  citizens  engage  in  first  amendment  activity\n\naffecting  elections,  the  state's  interest  in  disclosure  is\n\ngenerally  a constant, that is, the state's interest \"is the same\n\nwhether  or  not  [the  individual  actors]  are  members  of  an\n\n                    \r                              \n\n     9Under Rhode Island  law, PACs  may form  for the  exclusive\npurpose of promoting or opposing ballot questions.  See R.I. Gen.\r                                                                 \nLaws   17-25-15(f).  A  PAC formed for such a purpose  is subject\nto the first dollar disclosure requirement.\n\n                                18\r\n\nassociation.\"  Minnesota State  Ethical Practices Bd. v. National\r                                                                           \n\nRifle Ass'n, 761 F.2d 509, 513 (8th Cir. 1985), cert. denied, 474\r                                                                      \n\nU.S. 1082 (1986); see  also New Jersey Citizens Action  v. Edison\r                                                                           \n\nTownship,  797 F.2d  1250, 1265  (3d Cir.  1986)  (requiring that\r                  \n\ngovernment demonstrate a special  risk stemming from a particular\n\nform of first amendment  activity in order to justify  disclosure\n\nrequirements for that form  of activity), cert. denied,  479 U.S.\r                                                                \n\n1103 (1987).  Rhode Island, in  one fell swoop, not only departed\n\nfrom the usual rule of constancy but also imported a particularly\n\nvirulent strain of  unevenness into its  statutory scheme:   most\n\nPACs must disclose the  identity of every contributor, regardless\n\nof  amount,   while  individual  candidates   need  disclose  the\n\nidentities only of contributors who donate upwards of $100.\n\n          This  imbalance   does  not  cater  to  any  cognizable\n\ngovernment interest.  It  does not serve the state's  interest in\n\ncombatting  corruption because  corruption can  as easily  spring\n\nfrom  direct  contributions to  candidates as  from contributions\n\nthat  flow  through  PACs.     And,  if  the  danger   that  tiny\n\ncontributions  will  foment corruption  is  not  great enough  to\n\njustify significant inroads on  first amendment rights, see supra\r                                                                           \n\nPart II(A), it is certainly not great enough to justify disparate\n\ntreatment  of PACs.  Similarly, the unevenness does not serve the\n\nstate's interest in enforcing its contribution limits; after all,\n\nthe district  court found no evidence that PAC contributors might\n\ntry  to  subvert  the  $1,000 cap  by  an  endless  stream  of $1\n\ndonations.  See Vote Choice, 814 F. Supp. at 202.\r                                     \n\n                                19\r\n\n          Finally, the  interest in an informed  citizenry cannot\n\njustify   the  disparity  at  issue  here.    To  be  sure,  when\n\ncontributors'  identities are  made  public, the  name of  a PAC,\n\nstanding alone, could  in some  states have little  meaning to  a\n\nlarge segment of the electorate.  See California Medical Ass'n v.\r                                                                        \n\nFEC, 453  U.S. 182, 201 (1981) (observing that \"entities hav[ing]\r             \n\ndiffering structures and  purposes .  . .  may require  different\n\nforms  of regulation  in order  to protect  the integrity  of the\n\nelectoral process\"); see  also Austin v. Michigan  St. Chamber of\r                                                                           \n\nCommerce, 494 U.S. 652, 668 (1990); FEC v. National Right to Work\r                                                                           \n\nComm., 459 U.S. 197,  210 (1982).  But, Rhode Island  has guarded\r               \n\nagainst this  contingency by requiring  that PACs  reveal a  wide\n\narray  of information about their  goals and purposes.   See R.I.\r                                                                      \n\nGen.  Laws   17-25-15(a);  see also supra  pp. 3-4.   The obvious\r                                                   \n\nresult  of  Rhode  Island's legislative  mosaic  is  that  when a\n\ncandidate discloses that a particular PAC has given to his or her\n\ncause, state law ensures  that this fact will signify  more about\n\nthe  candidate's  loyalties than  the  disclosed  identity of  an\n\nindividual  contributor will  ordinarily convey.   We  think this\n\ncircumstance is properly considered, see  Storer, 415 U.S. at 743\r                                                          \n\n(explaining that  other state  requirements may be  considered in\n\nevaluating  whether  a  disclosure  requirement  is  sufficiently\n\nessential  to   repel  a  constitutional  challenge);   see  also\r                                                                           \n\nSchaumburg v. Citizens for  a Better Env't, 444  U.S. 620, 637  &amp;\r                                                    \n\nn.11 (1980); Let's  Help Fla.  v. McCrary, 621  F.2d 195,  200-01\r                                                   \n\n(5th  Cir. 1980), aff'd mem., 454 U.S. 1130 (1982), and it weighs\r                                      \n\n                                20\r\n\nheavily in our conclusion that the claimed justification for  the\n\nadded (first dollar disclosure)  burden that Rhode Island imposes\n\non PACs and PAC contributors is more illusory than real.\n\n          In sum, R.I.  Gen. Laws    17-25-15(c)(1) has at  least\n\nthree grave weaknesses.  First, by mandating public revelation of\n\nall  PAC contributors,  it burdens  the rights of  individuals to\n\nband  together  for  the  purpose of  making  either  independent\n\nelection expenditures or direct political contributions.  Second,\n\nby  imposing  this burden  on  PACs  and PAC  contributors  while\n\nregulating  candidates  and certain  of  their  financial backers\n\n(viz.,  individuals who contribute  directly to candidates rather\r               \n\nthan to PACs) more loosely, the statute compounds  the unfairness\n\nof the burden.  Finally, the disparity between the two disclosure\n\nthresholds  (one for PACs  and the  other for  individuals), and,\n\nhence,  the net  burden imposed  solely on  associational rights,\n\nbears no substantial relation to the  attainment of any important\n\nstate interest.   Their cumulative effect  compels the conclusion\n\nthat the statute abridges the first amendment.10\n\n          We  have  one more  stop  to make  before  leaving this\n\nsubject.    The amici  invite us  to  limit any  determination of\n\n                    \r                              \n\n     10In  light of  this determination,  we need  not  address a\nfurther statutory anomaly:   that,  while most PACs  are held  to\nfirst dollar disclosure under Rhode Island law, a select group of\nPACs  enjoys preferential treatment.  See R.I. Gen. Laws   17-25-\r                                                   \n15(c)(1)  (exempting PACs  sponsored  by labor  unions and  those\nwhich are funded through payroll checkoff plans from first dollar\ndisclosure requirements).    Similarly, because  we  decide  that\nRhode  Island's first  dollar disclosure  provision impermissibly\nburdens the right  to association, we need not  determine whether\nit also violates the equal protection clause.\n\n                                21\r\n\nunconstitutionality  to the  two  plaintiff PACs.   However,  the\n\ncases relied on  by the  amici, see, e.g.,  FEC v.  Massachusetts\r                                                                           \n\nCitizens for Life, Inc., 479 U.S. 238 (1986); Brown, 459 U.S. 87,\r                                                             \n\ninvolve  explicit as-applied  challenges to  particular statutes.\n\nHere,  in contrast, plaintiffs  mounted a  facial attack  on R.I.\n\nGen. Laws   17-25-15(c)(1)  and the case proceeded below  on this\n\ntheory.  Moreover, the reason we  invalidate the statute concerns\n\nthe disparate treatment of PACs qua PACs, and, thus, obtains with\r                                             \n\nequal vigor regardless  of which particular PAC  may be involved.\n\nThis  is a  salient consideration in  determining what  remedy is\n\nappropriate, see, e.g., Sec'y  of State v. Joseph H.  Munson Co.,\r                                                                          \n\n467  U.S.  947, 967-68  (1984); City  Council  of Los  Angeles v.\r                                                                        \n\nTaxpayers  for Vincent, 466 U.S.  789, 799-800 (1984),  as is the\r                                \n\nfact that our reasoning does not derive its force from situation-\n\nspecific features.  See, e.g., National Treas. Employees Union v.\r                                                                        \n\nUnited States, 990 F.2d 1271, 1277-78 (D.C. Cir. 1993).  Finally,\r                       \n\nonly the amici  have advocated the limitation-of-remedy  position\n\nand  \"[w]e know  of  no  authority  which  allows  an  amicus  to\n\ninterject into a case issues which the litigants, whatever  their\n\nreasons might be,  have chosen to  ignore.\"  Lane v.  First Nat'l\r                                                                           \n\nBank,  871 F.2d  166,  175  (1st  Cir.  1989);  accord  McCoy  v.\r                                                                       \n\nMassachusetts  Inst. of Technology, 950 F.2d 13, 23 n.9 (1st Cir.\r                                            \n\n1991), cert. denied, 112 S. Ct. 1939 (1992).  For these  reasons,\r                             \n\nwe decline the amici's invitation.11\n                    \r                              \n\n     11For  many  of  the  same  reasons,  we  cannot employ  the\nstatute's severability  provision, R.I. Gen. Laws    17-25-17, to\nrescue any portion of the first dollar disclosure.\n\n                                22\r\n\n            To recapitulate, then, we  reject both Rhode Island's\n\nappeal  and the amici's importuning  that we apply  a Band-Aid in\n\nlieu  of surgically  excising the  malignancy.   Consequently, we\n\nuphold the permanent injunction  barring enforcement of R.I. Gen.\n\nLaws   17-25-15(c)(1).  In striking down the statute, however, we\n\ntake  a narrower path than did  the court below.  As legislatures\n\nmust  tread  carefully in  this complicated  area, so,  too, must\n\ncourts.   We decline  to rule out  categorically the  legislative\n\ntool  of  first  dollar  disclosure; that  tool  may  in  certain\n\ncontexts    although  not  here    serve sufficiently  compelling\n\ngovernment interests to be upheld.\n\nIII.  LEONARD'S APPEAL\r          III.  LEONARD'S APPEAL\n\n          We have arrived at Leonard's appeal.  Before addressing\n\nthe merits, we resolve the question of standing.\n\n                          A.  Standing.\r                                    A.  Standing.\r                                                \n\n          Standing  doctrine involves \"a  blend of constitutional\n\nrequirements  and  prudential   considerations.\"    Valley  Forge\r                                                                           \n\nChristian Coll. v. Americans United for Separation of Church  and\r                                                                           \n\nState, Inc., 454  U.S. 464,  471 (1982).   On the  constitutional\r                     \n\nside, Article  III limits  federal court adjudication  to matters\n\nwhich achieve the stature  of justiciable cases or controversies.\n\nOrdinarily,  this  means  that   a  party  invoking  the  court's\n\nauthority must show:  (1) that he or she has suffered some actual\n\nor threatened injury  as a result  of the defendant's  putatively\n\nillegal  conduct, (2) that the injury may fairly be traced to the\n\n                                23\r\n\nchallenged action, and (3) that a favorable decision will  likely\n\nredress  the injury.   See  Riverside v.  McLaughlin, 111  S. Ct.\r                                                              \n\n1661, 1667  (1991);  Valley Forge,  454  U.S. at  472.   We  have\r                                           \n\ncautioned that  \"[t]he ingredients of standing  are imprecise and\n\nnot  easily susceptible  to  concrete definitions  or  mechanical\n\napplication.\"  United States v. AVX Corp., 962 F.2d 108, 113 (1st\r                                                   \n\nCir. 1992).\n\n          When declaring  her candidacy,  Leonard had to  make an\n\nirrevocable  commitment  either  to  shun or  to  embrace  public\n\nfinancing.  Leonard's testimony  suggests that, having decided to\n\nforgo the embrace, she  had to structure her campaign  to account\n\nfor  her  adversaries'  potential  receipt  of  television  time,\n\nfundraising advantages,  and  the  like.   Her  opponent  in  the\n\nRepublican primary, Mayor Levesque,  opted for public  financing.\n\nLeonard  testified  that  Levesque  accepted  contributions  over\n\n$1,000 while she had to turn away similar contributions.  What is\n\nmore, because one of  the two major candidates in  the Democratic\n\ngubernatorial primary also opted  for public funding, Leonard had\n\nto plan for  the possibility that  a publicly financed  candidate\n\nwould oppose her in the general election.\n\n          Based on this and  other evidence, the district court's\n\nfinding  that  the  coerced  choice between  public  and  private\n\nfinancing   \"colored  [Leonard's]  campaign   strategy  from  the\n\noutset,\" Vote  Choice, 814 F.  Supp. at 204,  seems unimpugnable.\r                               \n\nIn our view,  such an impact  on the strategy  and conduct of  an\n\noffice-seeker's  political campaign  constitutes  an injury  of a\n\n                                24\r\n\nkind sufficient to confer standing.  See Buckley, 424 U.S. at  12\r                                                          \n\n&amp; n.10 (determining that standing existed in a case where certain\n\ncandidates  challenged disparate  rules  and contribution  caps);\n\nStorer, 415 U.S. at  738 n.9 (noting that simply  being subjected\r                \n\nto  election law  requirements,  even indirectly,  may constitute\n\ncognizable  injury);  see  also AVX  Corp.,  962  F.2d  at 113-14\r                                                    \n\n(defining  \"injury\").    Therefore, Leonard  satisfies  the first\n\nfurculum of the test.\n\n          Leonard  also  possesses  the remaining  attributes  of\n\nconstitutional standing.   The injury she suffered  can be traced\n\ndirectly to the  state's actions:  the  statutory provisions, and\n\nthe  Board's implementation  of  them, caused  the harm  of which\n\nLeonard  complains.    As  to  redressability,  Leonard  seeks  a\n\npermanent injunction  against continued  enforcement of the  very\n\nstatutes which  caused her injury.   This produces  the necessary\n\ncausal  connection  between the  injury  alleged  and the  relief\n\nrequested.12    See, e.g.,  Allen v.  Wright,  468 U.S.  737, 753\r                                                      \n\nn.19 (1984).\n\n          Over  and above  its  constitutional  requisites,  \"the\n                    \r                              \n\n     12The Board suggests that this causal  link snapped once the\ngeneral election concluded, thereby rendering the case moot.   We\ndisagree.    There is  a  recognized  exception  to the  mootness\ndoctrine for  matters capable  of repetition yet  evading review.\nThis is  such a case.   The injury Leonard seeks  to palliate was\ntoo  fleeting to be  litigated fully prior  to the climax  of the\ngubernatorial   campaign  and,   since  there  is   a  reasonable\nexpectation that  Leonard will encounter the same barrier again  \nafter all, she has not renounced possible future candidacies, and\npoliticians, as a rule, are not easily discouraged in the pursuit\nof  high elective office   the exception applies.  See Democratic\r                                                                           \nParty  of the U.S. v.  Wisconsin, 450 U.S.  107, 115 n.13 (1981);\r                                          \nBellotti, 435 U.S. at 774.\r                  \n\n                                25\r\n\ndoctrine of standing also  embodies prudential concerns regarding\n\nthe proper  exercise of  federal jurisdiction.\"   AVX  Corp., 962\r                                                                      \n\nF.2d at 114.  Leonard's case qualifies on this score as well.  In\n\nthe interest of expedition,  we refer the reader who  hungers for\n\ndetail to the district court's erudite discussion  of this point.\n\nSee Vote Choice, 814 F.  Supp. at 204.  We add only  that Leonard\r                         \n\nis asserting her own  rights and interests (not  someone else's);\n\nthat her grievances are particularized and concrete; and that her\n\nclaim  falls well within the  zone of interests  protected by the\n\nfirst amendment.   No  more is exigible.   See, e.g.,  Allen, 468\r                                                                      \n\nU.S.  at  751; Warth  v. Seldin,  422  U.S. 490,  499-500 (1975);\r                                         \n\nAssociation of Data Processing Serv. Orgs. v. Camp, 397 U.S. 150,\r                                                            \n\n153 (1970).  Thus, Leonard has standing to pursue her quest.\n\n                  B.  The Contribution Cap Gap.\r                            B.  The Contribution Cap Gap.\r                                                        \n\n          Leonard has questioned  several different provisions of\n\nthe  statute.    We   turn  initially  to  her  claim   that  the\n\ncontribution  cap gap is inimical  to the first  amendment.13  In\n\nreaching  this issue,  we stress  that Leonard  assails only  the\n\ndisparity  between the two caps; she voices no in vacuo challenge\r                                                                 \n\nto  the $1,000 cap applicable to candidates, such as herself, who\n\neschew public funding.\n\n          Leonard's serenade has  two themes.  Her major theme is\n\n                    \r                              \n\n     13Under  Rhode   Island  law,  contributions   to  political\ncampaigns are customarily capped  at $1,000 per donor.   See R.I.\r                                                                      \nGen. Laws   17-25-10.1.   However, a candidate who  qualifies for\npublic  funds is entitled to receive  contributions in amounts up\nto $2,000 per donor.   See id. at   17-25-30(3).   This disparity\r                                        \nconstitutes the contribution cap gap of which Leonard complains.\n\n                                26\r\n\nthat  regulatory   disparities  of   this  type   are  inherently\n\nimpermissible.   Her minor theme is that  the cap gap burdens her\n\nfirst   amendment   rights   without  serving   a   corresponding\n\ngovernmental   interest.     We   consider   these  asseverations\n\nsequentially, affording plenary review.  See LeBlanc, 992 F.2d at\r                                                              \n\n396.\n\n          1.  The Per  Se Challenge.  Leonard's per  se challenge\r                    1.  The Per  Se Challenge.\r                                                                 \n\nto the contribution  cap gap  boils down to  the assertion  that,\n\nwhenever  government  constructs  incentives  for  candidates  to\n\naccept fundraising  limits, it departs from its  required role as\n\nan umpire and  becomes a  player in the  electoral process,  much\n\nlike, say, a referee who eases the rules for one team and not the\n\nother.    The  most immediate  barrier  to  the  success of  this\n\nargument is that the Supreme  Court has upheld a very direct  and\n\ntangible incentive:   the provision of public funds to candidates\n\nwho  agree  to  place  decreased  reliance  on  private  campaign\n\ncontributions.   See  Buckley,  424  U.S.  at  85-109;  see  also\r                                                                           \n\nRepublican  Nat'l  Comm.  v.  FEC,   487  F.  Supp.  280,  283-86\r                                           \n\n(S.D.N.Y.) (three-judge court) (RNC I), aff'd mem., 445 U.S.  955\r                                                            \n\n(1980); Republican Nat'l  Comm. v. FEC,  616 F.2d 1, 2  (2d Cir.)\r                                                \n\n(en  banc) (adopting reasoning of RNC  I in parallel proceeding),\r                                                  \n\naff'd mem., 445 U.S. 955 (1980).\r                    \n\n          In  a Briarean  effort to  scale this  barrier, Leonard\n\nattempts to  distinguish the public financing cases on the ground\n\nthat  they  involve  the  propriety  of  conferring  benefits  in\n\ncontrast to imposing penalties.  She is fishing in an empty pond.\n\n                                27\r\n\nFor  one thing,  the distinction that  Leonard struggles  to draw\n\nbetween denying the  carrot and  striking with the  stick is,  in\n\nmany  contexts,  more  semantic  than  substantive.    This  case\n\nillustrates  the  point.   The  question  whether Rhode  Island's\n\nsystem  of public  financing imposes  a penalty  on non-complying\n\ncandidates  or, instead, confers a benefit on those who do comply\n\nis a non-issue,  roughly comparable to  bickering over whether  a\n\nglass is  half full or half  empty.  After all,  there is nothing\n\ninherently penal about a $1,000 contribution cap.\n\n          For another thing, to the degree that the question does\n\nhave  a concrete answer, the  answer appears contrary  to the one\n\nLeonard suggests.  Leonard has adduced no legislative  history or\n\nother  evidence suggestive  of punitive  purpose.   Moreover, the\n\nRhode Island statute sets up a $1,000 cap as the norm and doubles\n\nthe  cap only  if a  candidate meets  certain conditions.   Logic\n\nsuggests that the higher  cap is, therefore, a premium  earned by\n\nmeeting statutory eligibility requirements rather  than a penalty\n\nimposed  on those  who  either cannot  or  will not  satisfy  the\n\nrequirements.  \n\n          Third, the  blurred line  between  benefit denials  and\n\npenalties  is  singularly  unhelpful  in the  zero-sum  world  of\n\nelective politics.   Because a head-to-head election has a single\n\nvictor, any benefit conferred on  one candidate is the  effective\r                     \n\nequivalent  of a penalty imposed  on all other  aspirants for the\n\nsame  office.   In  the  last analysis,  then,  Leonard's fancied\n\ndistinction proves too much.\n\n                                28\r\n\n          While these  three reasons  spell defeat  for Leonard's\n\nattempt to distinguish the public financing cases as different in\n\nkind from this case, Leonard also proffers a difference-in-degree\n\ndistinction.     Even  if  some  regulatory   incentives  may  be\n\npermissible, she  says, Rhode  Island's incentives are  so strong\n\nthat  they  destroy the  voluntariness  of  the public  financing\n\nsystem and, therefore, cannot be condoned.\n\n          We agree  with Leonard's  main premise:   voluntariness\n\nhas  proven to be an important factor in judicial ratification of\n\ngovernment-sponsored  campaign financing  schemes.    See,  e.g.,\r                                                                          \n\nBuckley, 424  U.S. at 95;  RNC I, 487  F. Supp. at  285.  Coerced\r                                          \n\ncompliance   with   fundraising   caps  and   other   eligibility\n\nrequirements would raise serious,  perhaps fatal, objections to a\n\nsystem like Rhode  Island's.   Furthermore, there is  a point  at\n\nwhich  regulatory  incentives  stray beyond  the  pale,  creating\n\ndisparities so profound that  they become impermissibly coercive.\n\nIt is, however, pellucid that no such compulsion occurred here.\n\n          Rhode  Island's law  achieves  a rough  proportionality\n\nbetween   the  advantages   available  to   complying  candidates\n\n(including the cap gap) and the restrictions that such candidates\n\nmust  accept to  receive  these advantages.14   Put  another way,\n                    \r                              \n\n     14Indeed,  the   specific  facts  of   Rhode  Island's  1992\ngubernatorial  contest support  the conclusion  that the  state's\ncatalog  of  incentives  is  neither  overly  coercive  nor  even\nespecially attractive.   Both  Leonard and Governor  Sundlun (who\nprevailed  in  the  Democratic  primary and  eventually  won  the\ngeneral election)  resisted  the temptations  of  public  funding\ndespite facing  (a) an opponent in the  primary who had opted for\npublic funding and  (b) a substantial possibility that  the other\nparty's candidate in the general election would be receiving such\n\n                                29\r\n\nthe  state exacts  a  fair  price  from complying  candidates  in\n\nexchange  for receipt of the challenged benefits.  While we agree\n\nwith Leonard that Rhode Island's statutory scheme is not in exact\n\nbalance    we suspect  that very  few campaign financing  schemes\n\never  achieve perfect equipoise   we disagree with her claim that\n\nthe  law is unfairly coercive.   Where, as  here, a non-complying\n\ncandidate  suffers no  more than  \"a countervailing  denial,\" the\n\nstatute does not go too far.  Buckley, 424 U.S. at 95.\r                                               \n\n          To sum up, the implication  of the public funding cases\n\nis that the government may legitimately provide candidates with a\n\nchoice  among  different  packages  of  benefits  and  regulatory\n\nrequirements.  Rhode Island has done nothing more  than implement\n\nthis  principle.  We see no sign  that the state has crossed into\n\nforbidden territory;  the contribution cap gap,  as structured by\n\nthe  Rhode Island  General  Assembly,  neither penalizes  certain\n\nclasses   of   office-seekers   nor   coerces   candidates   into\n\nsurrendering their first amendment rights.  In short, Leonard has\n\nidentified  no  inherent  constitutional  defect  in the  state's\n\nvoluntary, choice-increasing framework.\n\n          2.  The Burden/Justification  Matrix.  Leonard keeps on\r                    2.  The Burden/Justification  Matrix.\r                                                        \n\ntrucking.    She asserts  that,  even  if the  cap  gap does  not\n\npenalize or  coerce, it  nonetheless burdens her  first amendment\n\nrights without sufficient justification.  The assertion stalls.\n\n          In the first place, we have difficulty believing that a\n\nstatutory  framework  which  merely  presents  candidates with  a\n                    \r                              \n\nfunds.\n\n                                30\r\n\nvoluntary  alternative  to  an  otherwise  applicable,  assuredly\n\nconstitutional,  financing option  imposes  any  burden on  first\n\namendment rights.   In choosing  between the ordinary  methods of\n\nfinancing a campaign    methods which  are themselves subject  to\n\ncertain restrictions   and the public funding alternative   which\n\nlimits  both  fundraising and  expenditures     a candidate  will\n\npresumably  select the option which enhances his or her powers of\n\ncommunication and association.   See Buckley, 424 U.S.  at 92-93;\r                                                      \n\nRNC I,  487 F.  Supp. at  285.   Thus, it  seems likely  that the\r               \n\nchallenged   statute  furthers,   rather  than   smothers,  first\n\namendment values.\n\n          In the second place, even if the cap gap burdens a non-\n\ncomplying  candidate's  first  amendment  rights  to  some  small\n\nextent, and assuming for argument's sake that the state bears the\n\ndevoir  of  persuasion  in   respect  to  whether  the  statutory\n\nframework  is  both  in  service  to  a  compelling  governmental\n\ninterest and tailored  in a sufficiently narrow manner,  we would\n\nstill  find Leonard's thesis unpersuasive.  The state need not be\n\ncompletely  neutral   on  the  matter  of   public  financing  of\n\nelections.   When, as now,  the legislature has  adopted a public\n\nfunding  alternative, the  state  possesses a  valid interest  in\n\nhaving candidates  accept public financing because  such programs\n\n\"facilitate communication  by  candidates with  the  electorate,\"\n\nBuckley,  424 U.S. at 91,  free candidates from  the pressures of\r                 \n\nfundraising, see id., and,  relatedly, tend to combat corruption.\r                              \n\nSee id.;  see also RNC I,  487 F. Supp. at  285-86.  Establishing\r                                  \n\n                                31\r\n\nunequal  contribution caps  serves this  multifaceted network  of\n\ninterests by making it more  probable that candidates will choose\n\nto  partake of  public  financing.   Equally  important, the  gap\n\nappears to  reflect  a carefully  calibrated  legislative  choice\n\nanent the differential risk of quid pro quo corruption in the two\r                                                     \n\ninstances.     In   the  state's   view,  the   many  eligibility\n\nrequirements  for  public financing  make it  less likely  that a\n\ngiven  contribution will  tend to  corrupt  a candidate.15   That\n\nview, too, is plausible.   Ergo, the contribution cap  gap stands\n\non reasonably solid theoretical footing.\n\n          For these reasons, we find Rhode  Island's contribution\n\ncap gap narrowly tailored and logically related, in  scope, size,\n\nand  kind, to  compelling governmental  interests.16   That being\n\n                    \r                              \n\n     15To  cite  an example,  once it  is  clear that  a publicly\nfinanced candidate's  campaign can reach  the overall fundraising\nlimits, see R.I. Gen. Laws    17-25-20(2), any single contributor\r                     \nto that  campaign becomes less important  because the contributor\ncan be  \"replaced\" at no marginal cost.  In other words, the fact\nthat the campaign  seems bound to  reach the fundraising  ceiling\nmeans that a  given contributor is occupying  a contribution slot\nthat could  as easily  be occupied  by someone  else.  With  this\ndistinction in the importance  of individual contributors comes a\ncorresponding  diminution   in  the   risk  of   corruption  and,\ntherefore, a diminished justification for  stringent contribution\nlimits.  See, e.g., Buckley, 424 U.S. at 91, 96.\r                                     \n\n     16We  add a caveat.   We  do not in  any way  imply that the\ncontribution  cap  gap is  constitutionally  mandated.   A  state\nlegislature could certainly conclude that a $2,000 contributor to\na  campaign complying with  the spending limits  actually holds a\ngreater sway with the candidate than does a $1,000 contributor to\nan unlimited campaign because the former contribution represents,\nin most cases, a greater percentage of the candidate's kitty than\ndoes the latter.  But, the legislature must have a certain amount\nof operating  room in this sphere.   The first amendment does not\nrequire  the   courts  to   choose  sides,  at   this  level   of\nparticularity, in the flux and reflux of policy considerations.\n\n                                32\r\n\nso,  it would  be  unduly meddlesome,  hence,  wrong, for  us  to\n\nsubstitute our own  assessment of either an  incentive's value or\n\nthe perceived risks to  which it is addressed for  the considered\n\njudgment  of a state legislature.   See Nat'l  Right to Work, 459\r                                                                      \n\nU.S. at 210 (expressing reluctance to \"second-guess a legislative\n\ndetermination  as to  the  need for  prophylactic measures  where\n\ncorruption  is the evil feared\");  Baker v. City  of Concord, 916\r                                                                      \n\nF.2d  744, 750 (1st Cir. 1990) (discussing impropriety of federal\n\ncourts second-guessing a state's legislative judgments).\n\n          3.  Recapitulation.  We hold that states may  sometimes\r                    3.  Recapitulation.\r                                      \n\nlegitimately confront  candidates  with the  option  of  choosing\n\namong different packages of benefits and regulatory requirements.\n\nWe hold further that  such a permissible choice occurs  where, as\n\nhere,  there is no credible evidence of a penalizing purpose, the\n\nchoice between  the packages is real, uncoerced, and available to\n\nall,  the status quo option, standing alone, raises no red flags,\n\nand the  challenged disparity is narrowly  tailored and logically\n\nrelated,  in scope,  size, and  kind, to  compelling governmental\n\ninterests.   See, e.g., Buckley, 424 U.S. at 29, 35-36 (upholding\r                                         \n\ndisparate contribution  caps for individuals and  PACs).  Because\n\nRhode Island's contribution cap gap does not penalize, coerce, or\n\nunjustifiably burden  first amendment rights, the  district court\n\nappropriately upheld the challenged provision.17\n                    \r                              \n\n     17We do not tarry over Leonard's claim that the contribution\ncap  gap  violates her  right to  equal  protection.   First, the\nstatute does not impose unequal treatment but gives candidates an\nauthentic  choice.     Second,  the   statute  treats  candidates\ndifferently  on  the basis  of  their actions  rather  than their\n\n                                33\r\n\n             C.  The Free-Television-Time Provisions.\r                       C.  The Free-Television-Time Provisions.\r                                                              \n\n          We now  examine  Leonard's remonstrance  against  Rhode\n\nIsland's  offer of free television time  to candidates who comply\n\nwith the eligibility  criteria for public  financing.  Since  the\n\nissues are purely legal, we afford plenary review.\n\n          1.   Setting  the  Stage.    To  understand  the  free-\r                    1.   Setting  the  Stage.\r                                            \n\ntelevision-time incentives  that have raised Leonard's hackles, a\n\nfurther exegesis is helpful.  Under this heading, Leonard attacks\n\ntwo  different  grants  of in-kind  assistance  to  gubernatorial\n\ncandidates who accept  public financing.   One such incentive  is\n\nlimned  in  R.I.  Gen.  Laws     17-25-30(1),  which  entitles  a\n\ncomplying   candidate  to   \"free   time  on   community  antenna\n\ntelevision\"  pursuant  to rules  to  be formulated  by  the state\n\nDivision  of   Public  Utilities   (DPU).18    The   second  such\n                    \r                              \n\nbeliefs    actions  which,  as we  have  seen, possess  differing\nimplications for the integrity and effectiveness of the electoral\nprocess.   The equal protection  clause does  not interdict  such\nclassifications.   See, e.g.,  Bray v. Alexandria  Women's Health\r                                                                           \nClinic,  113   S.  Ct.  753,  760-62   (1993)  (collecting  cases\r                \nillustrating  courts' denials of  equal protection claims despite\nstatutes' unintended  disparate  effects on  protected  classes);\nBuckley,  424  U.S. at  95  (upholding  against equal  protection\r                 \nattack   a  system   which  actually   excluded  minority   party\ncandidates);  Jenness v.  Fortson,  403 U.S.  431, 441-42  (1971)\r                                           \n(rejecting  equal  protection  challenge  to   election  law  and\nobserving that \"[s]ometimes the  grossest discrimination can  lie\nin treating things that are different as though they were exactly\nalike\").\n\n     18Community  antenna   television  (CATV)   is  a   form  of\ntelevision  cablecasting regulated  by the state  DPU.   See R.I.\r                                                                      \nGen. Laws    39-19-6.   Under current regulations  and applicable\nfranchise agreements,  cable operators dedicate one  or more CATV\nchannels  to the state  to ensure public  access.   See DPU Rules\r                                                                 \nGoverning CATV Systems,   14.1 (Jan. 14, 1983 rev.).  The parties\ndo  not   dispute  the   DPU's  authority  to   write  additional\nregulations  implementing section  17-25-30(1) by  providing free\n\n                                34\r\n\nincentive is  outlined in  R.I.  Gen. Laws    17-25-30(2),  which\n\nentitles  a  complying candidate  to  \"free  time on  any  public\n\nbroadcasting  station\"  operating under  the jurisdiction  of the\n\nRhode Island Public Telecommunications Authority (PTA).19\n\n          2.    Preemption.     Leonard's  attack  on  the  free-\r                    2.    Preemption.\r                                    \n\ntelevision-time  provisions proceeds  on two fronts.   Initially,\n\nshe contends  that the Federal Communications  Act (FCA) preempts\n\nconflicting  state laws, and that R.I. Gen. Laws   17-25-30 comes\n\nwithin  this  proscription.20   We  find  no such  irreconcilable\n\nconflict.\n\n          The FCA reads in relevant part:\n\n          If any  licensee shall permit  any person who\n          is  a legally qualified  candidate for public\n          office to use a broadcasting station [or CATV\n          system], he shall afford  equal opportunities\n          to all  other such candidates for that office\n          in  the use of  such broadcasting station [or\n          CATV system].\n\n47 U.S.C.   315(a), (c).  This guarantee of equal opportunity has\n                    \r                              \n\nCATV  time to  candidates.   By  like token,  the parties  do not\ndispute that, if the DPU did promulgate such regulations, federal\ncommunications law would apply.\n\n     19The state, through the PTA, owns and controls the air time\nprovided by section 17-25-30(2).  The PTA is a public corporation\nempowered to hold property  and licenses in trust for  the state.\nSee R.I. Gen. Laws    16-61-2.  As such,  the PTA is required  to\r             \n\"establish, own and operate\" public broadcasting in the state, to\n\"apply for,  receive and  hold\" the  necessary licenses from  the\nFederal Communications  Commission, and to  exercise control over\nprogramming on public television stations.  See id. at   16-61-6.\r                                                             \nWe take judicial notice that the PTA currently operates  WSBE-TV,\nChannel 36.\n\n     20Leonard  does  not  argue  that  Congress preempted  state\nregulation by  occupying the  entire communications field.   See,\r                                                                          \ne.g., Schneidewind v. ANR Pipeline Co., 485 U.S. 293, 300 (1988);\r                                                \nFrench v. Pan Am Express, Inc., 869 F.2d 1, 4 (1st Cir. 1989).\r                                        \n\n                                35\r\n\nboth  quantitative and  qualitative dimensions.   See  Paulsen v.\r                                                                        \n\nFCC, 491 F.2d 887, 889  (9th Cir. 1974).  Among other  things, it\r             \n\n\"encompasses  such elements  as  hour of  the day,  duration, and\n\ncharges.\"   Kennedy for President Comm. v. FCC, 636 F.2d 432, 438\r                                                        \n\n(D.C. Cir. 1980).\n\n          Whether this federal  guarantee preempts Rhode Island's\n\nfree-television-time provisions depends  upon how one  interprets\n\nstate law.  Leonard argues that in explicitly guaranteeing state-\n\ncontrolled television  time to qualifying candidates  at no cost,\n\nthe  state  intends to  exclude  all  other (non-publicly-funded)\n\ncandidates  from receiving comparable  treatment.   Any alternate\n\ninterpretation  of  the  statute,  she claims,  would  render  it\n\npurposeless.\n\n          We think Leonard's argument is  deeply flawed.  When  a\n\nstatute provides a benefit  to some, it does not  necessarily bar\n\nreceipt of the benefit by others.  Cf., e.g., Bowen v. Owens, 476\r                                                                      \n\nU.S. 340,  347 (1986)  (explaining that a  legislative body  \"may\n\ntake one  step at a time,  addressing itself to the  phase of the\n\nproblem  which  seems  most   acute  to  the  legislative  mind\")\n\n(citation and internal quotation  marks omitted); Baker, 916 F.2d\r                                                                 \n\nat  748 (holding  that a  state legislature  may constitutionally\n\nelect  to  address  \"only  one  aspect  or a  few  aspects  of  a\n\nmultifaceted problem\").  Put in concrete terms applicable to this\n\ncase,  the Rhode  Island statute  grants free television  time to\n\ncandidates who embrace public  funding   but it does  not purport\n\nto prevent  privately financed  candidates from reaping  the same\n\n                                36\r\n\nbenefit if  some  other law     here, the  FCA    requires  equal\n\ntreatment.\n\n          It  is,  moreover,   axiomatic  that,   when  a   state\n\nlegislature  has sounded  an uncertain  trumpet, a  federal court\n\ncharged with interpreting the  statute ought, if possible, choose\n\na  reading that  will harmonize  the statute  with constitutional\n\nunderstandings  and  overriding federal  law.   See 1A  Norman J.\r                                                             \n\nSinger, Sutherland Statutory Construction   23.21 (4th ed. 1985 &amp;\r                                                   \n\nSupp.   1993)  (collecting   Supreme   Court   cases);  EEOC   v.\r                                                                      \n\nMassachusetts, 987 F.2d 64, 70 (1st Cir. 1993).  We believe these\r                       \n\nprinciples apply full bore to R.I. Gen. Laws   17-25-30.\n\n          We refuse  to read Rhode Island's  provision of in-kind\n\nbenefits  in  the   overbold  fashion  that   Leonard  envisions.\n\nInstead, we interpret the statute  to mean what it says and  only\n\nwhat  it says:   it  entitles publicly  funded candidates  to use\n\nstate-controlled television channels without charge   but it does\n\nnothing to  interfere with, and does  not contemplate interfering\n\nwith, the  rights of  privately financed  candidates who  wish to\n\npetition  for equal  time and  treatment under  47 U.S.C.    315.\n\nContrary  to Leonard's  suggestion, this interpretation  does not\n\nemasculate  R.I.  Gen.  Laws     17-25-30(1)  &amp;  (2); indeed,  by\n\nharmonizing  the  statutory  provisions   with  federal  law  and\n\navoiding   possible   preemption,   the    interpretation   lends\n\nconsiderable vitality to the will of the state legislature.  What\n\nis  more, the  provisions,  so construed,  further a  substantial\n\npurpose:  subsidizing all publicly funded candidates by providing\n\n                                37\r\n\nthem with access to  free television time.   In other words,  the\n\nstate law makes the public  financing program more attractive not\n\nbecause complying candidates  receive something which their  non-\n\ncomplying counterparts  do  not, but,  rather, because  complying\n\ncandidates can  be confident that the  expenditure limits imposed\n\nin  consequence of  the acceptance  of public financing  will not\n\nprevent them from getting their message to the voters.\n\n          The bottom  line  reads  as  follows:    there  are  no\n\nindications    textual or otherwise    that Rhode  Island's free-\n\ntelevision-time   provisions   aim   to  preclude   non-complying\n\ncandidates  from seeking  either equal  time or  equal treatment;\n\nthere is a plausible interpretation of the state  enactment which\n\nreconciles   it   with   overriding   federal   law;   and   this\n\ninterpretation gives the statute meaning without jeopardizing its\n\nvalidity.   Because  we  read the  state  law in  this  way,21 47\n\nU.S.C.   315 does not preempt R.I. Gen. Laws   17-25-30(1) &amp; (2).\n\n          3.   Excessive Entanglement.  Leonard has one last shot\r                    3.   Excessive Entanglement.\r                                               \n\nin her  sling.  She urges that the provision of in-kind benefits,\n\nsuch  as  free  television  time,  has  a  dangerous  tendency to\n\nentangle   government  in  the  internal  workings  of  political\n\ncampaigns.\n\n          The   electoral  process  is  guided  by  legislatively\n                    \r                              \n\n     21This interpretation of R.I.  Gen. Laws   17-25-30 requires\nthat  we  reject   three  other  disparity-presuming  contentions\nadvanced by  Leonard.  Read in  the manner that we  deem fitting,\nthe statute neither (1) penalizes a  candidate for exercising his\nor her  right  to  boycott  public financing,  (2)  denies  equal\nprotection  of the laws to such a candidate, nor (3) destroys the\nvoluntariness of the public financing program.\n\n                                38\r\n\narticulated  rules  designed to  ensure  fairness.   A  fine, but\n\nimportant,  line  exists  between this  salutary  rulemaking  and\n\nmeddlesome  interference in the conduct of elections.  There is a\n\npoint where government involvement  in the operation of political\n\ncampaigns may become so pervasive  as to imperil first  amendment\n\nvalues.   Were  a  state to  loan  out  its workers  as  campaign\n\nconsultants,   for   example,   voters   and   candidates   might\n\nlegitimately complain that it had gone beyond laying down general\n\nrules  for  office-seekers  and  begun tampering  with,  or  even\n\nmanipulating,  the  electoral process.   Such  entanglement could\n\nconceivably  prevent the first  amendment from  accomplishing its\n\nfundamental  mission in respect to political  speech:  \"to secure\n\nthe widest possible dissemination of information from diverse and\n\nantagonistic  sources, and  to assure  unfettered  interchange of\n\nideas for  the bringing  about of  political  and social  changes\n\ndesired by the  people.\"  Buckley, 424 U.S. at  49 (citations and\r                                           \n\ninternal  quotation marks  omitted).   In short,  entanglement of\n\nthis  insidious  stripe  runs too  great  a  risk  of creating  a\n\nconvergence of pro-government voices.\n\n          Mindful of these concerns, courts must carefully review\n\nlegislative  enactments that  potentially entangle  government in\n\npartisan political  affairs.  In-kind incentives  carry the seeds\n\nof  potential  overinvolvement,  especially  when  they implicate\n\naccess to  state-run organs of communication.   Nevertheless, the\n\nfirst amendment does  not rule out  all in-kind offerings  simply\n\nbecause some of them may be too entangling.  See, e.g., id. at 93\r                                                                     \n\n                                39\r\n\nn.127  (noting   that  the   government's  extension   of  postal\n\nprivileges furthers first amendment  values).  Legislative bodies\n\n(and,  ultimately,  courts)  must  separate   wheat  from  chaff,\n\nrecognizing that, while some  in-kind benefits may be excessively\n\nentangling,  others represent  valid  and innovative  attempts to\n\nconfront new  concerns in  the ever-changing world  of democratic\n\nelections.\n\n          In  our  view,  there   is  a  spectrum  of  government\n\nsubsidization  ranging from pure white  and light gray    a range\n\nthat  would  include  such  relatively  unintrusive  measures  as\n\nsupplying public  funding on politically  neutral terms    to jet\n\nblack and navy blue   a range that would subsume such  relatively\n\nintrusive measures  as furnishing  campaign  workers to  specific\n\ncandidates.   The  closer an  arrangement  trenches to  the  non-\n\nintrusive end of the spectrum, the less likely it is to fall prey\n\nto a facial  challenge grounded  in the first  amendment.   After\n\nall, so long as interference is slight, offering in-kind benefits\n\nactually   furthers   first   amendment  values   by   increasing\n\ncandidates'  available choices  and  enhancing their  ability  to\n\ncommunicate.  See id. at 92-93. \r                               \n\n          In this  case, Leonard has advanced  no concrete reason\n\nfor  believing  that  the  free-television-time  provisions  will\n\nexcessively  entangle the  state  in the  day-to-day details  and\n\ndecisions of the campaign.   Because applicable federal laws  and\n\nregulations require  equal time  and treatment for  all competing\n\ncandidates insofar  as the electronic media  are concerned, there\n\n                                40\r\n\nis  no appreciable  danger of lopsided  state involvement  in the\n\nintricate process of scheduling  television appearances.  By like\n\ntoken, there  is  no  demonstrable  risk that  state  power  will\n\ninfluence  candidates'  speech in  a  way  that undermines  first\n\namendment   values.     Accordingly,   there  is   no   excessive\n\nentanglement.  See, e.g., id. at 93 n.126 (concluding that claims\r                                       \n\nof  excessive  governmental  involvement  in  respect  to  public\n\nfunding  of  political  campaigns were  \"wholly  speculative  and\n\nhardly a basis for [facial] invalidation\").\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\n\n          In its journey to ensure the integrity of the electoral\n\nprocess,  a  state legislature  must  march  across the  hallowed\n\nground  on which  fundamental first  amendment rights  take root.\n\nThe  terrain must  be  negotiated with  circumspection and  care:\n\ndisparities, in whatever guise, are not casually to be condoned.\n\n          Here, the  Rhode Island General Assembly  traversed the\n\nminefield with mixed  results.  The disclosure threshold  for PAC\n\ncontributors,  as   contrasted  with  the   different  disclosure\n\nthreshold    for   contributors   to   candidates,   creates   an\n\nimpermissible disparity  violative of  associational  rights.   A\n\nsecond claimed disparity, involving  the contribution cap gap is,\n\nin part due  to its relatively  small size, non-penalizing,  non-\n\ncoercive,  justifiable,  and,  hence, constitutional.    For  all\n\nintents and  purposes, the  third claimed disparity  is virtually\n\nnon-existent:  given the  imperatives of extant federal  law, the\n\nfree-television-time  provisions  of  the  state  statute  do not\n\nproduce  significant  differences in  the  benefits available  to\n\nvarious candidates for the same office.  Thus, we, like the court\n\n                                41\r\n\nbelow,   find   that  R.I.   Gen.   Laws      17-25-15(c)(1)   is\n\nunconstitutional, but  that the  plaintiffs' challenges  to other\n\nportions of Rhode Island's campaign finance law are bootless.\n\n          Nihilo ulterius requiremus pergere.  The judgment below\r                                                      \n\nwill be\n\nAffirmed.\r          Affirmed.\r                  \n\n                                42\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\nSeptember 28, 1993\n                  UNITED STATES COURT OF APPEALS\n\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1171\n                    VOTE CHOICE, INC., ET AL.,\n                      Plaintiffs, Appellees,\n\n                                v.\n\n                 JOSEPH DiSTEFANO, ETC., ET AL.,\n                      Defendants, Appellees.\n\n                                             \n\n                        ELIZABETH LEONARD,\n                      Plaintiff, Appellant.\n\nNo. 93-1236\n                    VOTE CHOICE, INC., ET AL.,\n                      Plaintiffs, Appellees,\n\n                                v.\n\n                 JOSEPH DiSTEFANO, ETC., ET AL.,\n                     Defendants, Appellants.\n\n                                            \n\n                           ERRATA SHEET\r                                     ERRATA SHEET\n\n     The  order of  the  court  issued  on  August  31,  1993  is\ncorrected as follows:\n\n     On page  24, lines  14, 15  and 16      replace the  cite to\n\"Adams v. Watson, . . . slip op. at 7 n.8].\" with \"Association of\r                                                                           \nData Processing Serv. Orgs. v. Camp, </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span><pre class=\"inline\">, 153 (1970).\"\r                                             \r\n\n       [SYSTEMS NOTE: Appendix available at Clerk's Office]\nAugust 31, 1993   UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                             \nNo. 93-1171\n                    VOTE CHOICE, INC., ET AL.,\n                      Plaintiffs, Appellees,\n\n                                v.\n\n                 JOSEPH DiSTEFANO, ETC., ET AL.,\n                      Defendants, Appellees,\n                                             \n\n                        ELIZABETH LEONARD,\n                      Plaintiff, Appellant.\n                                             \nNo. 93-1236\n\n                    VOTE CHOICE, INC., ET AL.,\n                      Plaintiffs, Appellees,\n\n                                v.\n\n                 JOSEPH DiSTEFANO, ETC., ET AL.,\n                     Defendants, Appellants.\n                                             \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n      [Hon. Raymond J. Pettine, Senior U.S. District Judge]\r                                                                    \n                                             \n\n                              Before\n\n              Selya, Cyr and Boudin, Circuit Judges.\r                                                             \n                                             \n     Neal  J. McNamara,  with  whom Matthew  F.  Medeiros was  on\r                                                                   \nbrief,  for plaintiff  Elizabeth  Leonard (No.  93-1171) and  for\nplaintiffs-appellees (No. 93-1236).\n     Donald  J.  Simon, with  whom  Sonosky,  Chambers, Sachse  &amp;\r                                                                           \nEndreson was on brief for Common Cause  and Common Cause of R.I.,\r                  \namici curiae (No. 93-1171).\n     Anthony J. Bucci,  Jr., with  whom Licht &amp;  Semonoff was  on\r                                                                   \nbrief, for defendants Joseph DiStefano, et al.\n     Donald  J.  Simon, with  whom  Sonosky,  Chambers, Sachse  &amp;\r                                                                           \nEndreson,  Roger M. Witten, Carol F. Lee, W. Hardy Callcott, Eric\r                                                                           \nJ.  Mogilnicki, and Wilmer, Cutler &amp; Pickering were on brief, for\r                                                        \nCommon  Cause and  Common Cause  of R.I.,  amici curiae  (No. 93-\n1236).\n                                             \n\n                                             \r\n\n          SELYA,  Circuit Judge.    These  consolidated  appeals,\r                    SELYA,  Circuit Judge.\r                                         \n\nwhich  implicate  various  aspects  of  Rhode  Island's  campaign\n\nfinance  law,  necessitate the  exploration of  largely uncharted\n\nconstitutional terrain.   One appeal, prosecuted on behalf of the\n\nstate, seeks  to reinstate a statute  requiring certain political\n\naction committees  (PACs)1  to  disclose  information  about  all\n\ntheir  contributors.     The  other  appeal,   prosecuted  by  an\n\nunsuccessful gubernatorial candidate, Elizabeth Leonard, inveighs\n\nagainst  state   statutes  that  bestow  special   advantages  on\n\ncandidates who comply  with eligibility  requirements for  public\n\ncampaign  financing.   At  the end  of  our journey  across terra\r                                                                           \n\nincognita,   we   conclude   that   the   district   court  acted\r                   \n\nappropriately both  in striking down the  first dollar disclosure\n\nrequirement   and   in   upholding   the   incentive  provisions.\n\nTherefore, we affirm.\n\nI. BACKGROUND\r          I. BACKGROUND\n\n          Before addressing  the merits, we offer  an overview of\n\nRhode Island's campaign finance  law and a brief synopsis  of the\n\nproceedings  below.   In  so  doing,  we  strive  to  place  each\n\nchallenged  provision in  its  overall statutory  context and  to\n                    \r                              \n\n     1Rhode Island law defines a PAC as\n\n          any group  of two  (2) or more  persons which\n          accepts  any  contributions  to  be  used for\n          advocating  the election  or  defeat  of  any\n          candidate  or  candidates or  to be  used for\n          advocating  the approval or  rejection of any\n          question  or  questions   submitted  to   the\n          voters.\n\nR.I. Gen. Laws   17-25-3(j) (Supp. 1992).\n\n                                3\r\n\ndescribe the nature of the disagreement surrounding it.\n\n          A.  Statutory Framework:  The State's Appeal.\r                    A.  Statutory Framework:  The State's Appeal.\r                                                                \n\n          Rhode Island has a set of laws regulating the financing\n\nof state and local election campaigns.  See R.I. Gen. Laws    17-\r                                                     \n\n25-1 to 17-25-30.1 (1988 &amp; Supp.  1992).  The entity charged with\n\nprimary responsibility  for implementing these laws  is the Rhode\n\nIsland Board of Elections.  See </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">id.</span> at   17-25-5.\r</a></span><pre class=\"inline\">                                             \n\n          Rhode  Island law  directs all  PACs and  candidates to\n\nfile reports  with the Board  of Elections at  regular intervals.\n\nSee </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">id.</span> at    17-25-11. </a></span><pre class=\"inline\"> The  Board then \"prepare[s]  and make[s]\r                 \n\navailable  for public inspection . . . summaries of all reports.\"\n\n</pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">Id.</span>  at   17-25-5(a)(4). </a></span><pre class=\"inline\">  The reports  are to include  the name,\r             \n\naddress, and  place  of  employment of  every  person  or  entity\n\ncontributing  more than $100  to the reporting  PAC or candidate.\n\nSee </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">id.</span> at   17-25-7.\r</a></span><pre class=\"inline\">                 \n\n          In 1992, the Rhode Island General Assembly, desirous of\n\nensuring that the  voting public  possesses accurate  information\n\nabout  organizations  whose  contributions and  expenditures  may\n\ninfluence  elections, devised  extra  reporting  obligations  for\n\nPACs.   Every PAC  now must file  a notice listing  its goals and\n\npurposes, the positions it plans to advocate on ballot questions,\n\nthe names of any candidates it intends  to support, and the names\n\nand  addresses  of  its officers.    See  </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">id.</span>  at    17-25-15(a).\r</a></span><pre class=\"inline\">                                                       \n\nMoreover,  every  PAC must  report the  name  and address  of all\n\npersons to whom it makes expenditures,  indicating the amount and\n\npurpose of  each such payment.  See </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">id.</span> at   17-25-15(c)(2). </a></span><pre class=\"inline\"> The\r                                                 \n\n                                4\r\n\nBoard of Elections  is empowered  to halt PACs  from using  names\n\nwhich  are  misleading or  which  do  not accurately  identify  a\n\ncommittee's membership and contributor base.  See </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">id.</span> at   17-25-\r</a></span><pre class=\"inline\">                                                               \n\n15(d).\n\n          Under the neoteric amendments, PACs must also  \"include\n\nin each report required to be filed . . . [t]he source and amount\n\nof  all funds  received.\"  </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">Id.</span>  at   17-25-15(c)(1). </a></span><pre class=\"inline\">  This added\r                                        \n\nrequirement of \"first  dollar disclosure\"   the duty  to disclose\n\nthe identity of, and  the amount given by, every  contributor, no\n\nmatter  how modest the contribution    applies to  most PACs, but\n\ndoes not  apply in the same way to PACs sponsored by labor unions\n\nor  those which are funded  through payroll checkoff  plans.  See\r                                                                           \n\n</pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">id.</span>  The requirement </a></span><pre class=\"inline\">does not apply to candidates at all.\r             \n\n           B.  Statutory Framework:  Leonard's Appeal.\r                     B.  Statutory Framework:  Leonard's Appeal.\r                                                               \n\n          In addition to regulating campaign contributions, Rhode\n\nIsland also affords public  funding to gubernatorial candidates.2\n\nSee </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">id.</span>  at   17-25-</a></span><pre class=\"inline\">18.   Candidates may elect whether  or not to\r                 \n\naccept such funds.  See, e.g., </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">id.</span> at   17-25-</a></span><pre class=\"inline\">19.  If a candidate\r                                            \n\nelects   to  participate,   and   meets  the   law's  eligibility\n\nrequirements,3  the state  will match  money raised  from private\n\n                    \r                              \n\n     2From  and after  January  1, 1993,  candidates for  certain\nother  statewide  offices are  also  eligible  to receive  public\nfunding.    See  R.I. Gen.  Laws     17-25-20.   Withal,  because\r                         \nLeonard's  appeal arises in the context of the 1992 elections, we\nlimit our discussion to gubernatorial candidates.\n\n     3The  eligibility criteria are set forth in R.I. Gen. Laws  \n17-25-20.   We  attach  a statutory  appendix  that includes  key\nprovisions of Rhode  Island's campaign finance law as  they stood\nin the time frame of the 1992 elections.\n\n                                5\r\n\nsources up  to a maximum of  $750,000.  See  </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">id.</span>  In  return, </a></span><pre class=\"inline\">the\r                                                          \n\nstate requires  participants to  observe certain  restrictions on\n\ncampaign spending and related activities.\n\n          A  candidate must signify a  desire to use public funds\n\nfor  campaign  purposes  upon   formally  declaring  his  or  her\n\ncandidacy  for office.4    See </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">id.</span>    A candidate </a></span><pre class=\"inline\"> choosing  this\r                                            \n\noption  must sign a sworn  statement pledging to  comply with the\n\nvarious terms and conditions of  the grant.  See </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">id.</span> at    17-25-\r</a></span><pre class=\"inline\">                                                              \n\n20(1).    Once  made or  omitted,  the  election  and pledge  are\n\nirrevocable.  See </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">id.</span> at    17-25-</a></span><pre class=\"inline\">19, 17-25-20(1).  Thereafter, a\r                               \n\nparticipating   candidate   must   meet   the   law's   threshold\n\nrequirements,  limit the use of public  funds received to certain\n\n                    \r                              \n\n     4Under  Rhode  Island  law, persons  seeking  state elective\noffice  must file formal declarations of candidacy in June of the\nyear in which  the election is to be held.   See R.I. Gen. Laws  \r                                                          \n17-14-1.   For purposes of  the campaign finance  act, however, a\nperson may be considered a candidate at an earlier time:\n\n               The    term   \"candidate\"    means   any\n          individual who undertakes any action, whether\n          preliminary  or  final,  which  is  necessary\n          under the  law to qualify for  nomination for\n          election,  or  election  to   public  office,\n          and/or   any   individual   who  receives   a\n          contribution or makes an expenditure or gives\n          his or  her consent  for any other  person to\n          receive a contribution or make an expenditure\n          with  a view  to  bringing about  his or  her\n          nomination  or election to any public office,\n          whether or not the specific public office for\n          which  he  or  she will  seek  nomination  or\n          election   is   known   at   the   time   the\n          contribution is received  or the  expenditure\n          is  made and  whether or  not he  or she  has\n          announced his  or  her candidacy  or filed  a\n          declaration of candidacy at that time.\n\nR.I. Gen. Laws   17-25-3(a).\n\n                                6\r\n\nenumerated purposes,  compare R.I. Gen. Laws    17-25-20(7) &amp; (8)\r                                       \n\n(listing permissible  uses) with  </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">id.</span> at    17-25-7.</a></span><pre class=\"inline\">2 (describing\r                                               \n\npermissible  uses of  privately raised  funds), abide  by overall\n\nexpenditure  ceilings and fundraising caps,5  see, e.g., </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">id.</span> at  \r                                                                      \n\n17-25-</a></span><pre class=\"inline\">20(2),  and return  a percentage  of any  unexpended funds.\n\nSee </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">id.</span> at   17-25-</a></span><pre class=\"inline\">25.\r                 \n\n          To make  the offer of public  financing more attractive\n\nand thereby increase participation,  the 1992 amendments included\n\na contribution cap gap.  A candidate can ordinarily receive up to\n\n$1,000 from any  given person or PAC  in a single  calendar year.\n\nSee </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">id.</span> at    17-25-</a></span><pre class=\"inline\">10.1.  The  amendment doubled this limit  for\r                 \n\npublicly funded candidates, see </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">id.</span> at   17-25-</a></span><pre class=\"inline\">30(3), and, in the\r                                             \n\nbargain, created a  cap gap between privately and publicly funded\n\ncandidates.   At  the same  time, the  legislature ordained  that\n\ncandidates who  comply with  the eligibility criteria  for public\n\nfinancing would be\n\n          [e]ntitled  to an additional  benefit of free\n          time  on community  antenna television  to be\n          allocat[ed] pursuant to  rules determined  by\n          the administrator for the division  of public\n          utilities.\n\nId.;  see  also </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">id.</span>  at     17-25-</a></span><pre class=\"inline\">30.1 (obligating  state  public\r                             \n\nutilities  administrator to  formulate  relevant  rules).    Such\n\ncandidates  are  also  entitled  to  \"free  time  on  any  public\n\n                    \r                              \n\n     5A publicly  financed candidate may exceed these limits if a\nprivately funded  opponent exceeds them.    See R.I. Gen.  Laws  \r                                                         \n17-25-24.     Nevertheless,   the  publicly   financed  candidate\nconfronts  a temporal impediment; he or  she may raise additional\nmoney  only in  proportion to  the amount  already expended  by a\r                                                                     \nprivately funded opponent.  See </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">id.</span>\r                                             \n\n                                7\r\n\nbroadcasting </a></span><pre class=\"inline\"> station operating  under  the  jurisdiction of  the\n\nRhode Island public telecommunications authority.\"   </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">Id.</span> at   17-\r</a></span><pre class=\"inline\">                                                                  \n\n25-30(2).\n\n                      C.  Proceedings Below.\r                                C.  Proceedings Below.\r                                                     \n\n          Two  PACs (Vote  Choice  and Gun  Owners PAC),  certain\n\nindividuals who wish to  contribute anonymously to each, and  the\n\nRhode  Island affiliate  of  the American  Civil Liberties  Union\n\nbrought suit in the district court seeking to enjoin the Board of\n\nElections from enforcing  R.I. Gen. Laws    17-25-15(c)(1).  They\n\nposited  that  the provision  self-destructed  on  three separate\n\nbases,  viz., (1) the first amendment bars any attempt to mandate\r                      \n\nfirst  dollar disclosure  of political  contributors' identities;\n\n(2) Rhode Island's  first dollar disclosure  law, when placed  in\n\nits  statutory  context,  places   an  impermissible  burden   on\n\nassociational rights;  and (3) the proviso  denies the plaintiffs\n\nequal  protection.   The Board  and two  amici, Common  Cause and\n\nCommon Cause of Rhode  Island, eventually took up the  cudgels in\n\ndefense.\n\n          In  the same  complaint, Leonard  sought to  enjoin the\n\nBoard  of   Elections,  the  Rhode  Island   Division  of  Public\n\nUtilities,  and   the  Rhode  Island   Public  Telecommunications\n\nAuthority  from implementing  the  contribution cap  gap and  the\n\nfree-television-time  incentive  provisions.6    She  argued that\n\n                    \r                              \n\n     6The chief executive  officer of  each entity,  sued in  his\nofficial  capacity, is a named defendant.   Clearly, however, the\nstate  is the  real  party in  interest.   We  treat  the appeals\naccordingly.\n\n                                8\r\n\nthese enactments  violate the  first  amendment in  a variety  of\n\nways, and, moreover,  that federal law, specifically  47 U.S.C.  \n\n315 (1988), preempts the statutory grant of free television time.\n\nThe  state resisted  these exhortations  on the  merits  and also\n\ncontended that Leonard lacked standing because she did not face a\n\npublicly  funded opponent  in the  general election.7   The amici\n\nsupported the state's position.\n\n          The district  court merged  the hearing  on preliminary\n\ninjunction  with  trial on  the  merits.   See  Fed.  R. Civ.  P.\r                                                        \n\n65(a)(2).  After  taking testimony, the  court held first  dollar\n\ndisclosure,  in  and  of   itself,  to  be  unconstitutional  and\n\ninvalidated R.I. Gen. Laws    17-25-15(c)(1) on that basis.   See\r                                                                           \n\nVote  Choice  v. DiStefano,  </pre><span class=\"citation\" data-id=\"1765881\"><a href=\"/opinion/1765881/vote-choice-inc-v-di-stefano/\"><span class=\"volume\">814</span>  <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">195</span></a></span><pre class=\"inline\">,  199-202 (D.R.I.\r                                    \n\n1993).   The court also ruled that, although Leonard had standing\n\nto mount  a constitutional challenge, </pre><span class=\"citation\" data-id=\"1765881\"><a href=\"/opinion/1765881/vote-choice-inc-v-di-stefano/\"><span class=\"id_token\">id.</span> at 204, </a></span><pre class=\"inline\">her contentions\r                                                   \n\nwere impuissant.   See </pre><span class=\"citation\" data-id=\"1765881\"><a href=\"/opinion/1765881/vote-choice-inc-v-di-stefano/\"><span class=\"id_token\">id.</span> at  207. </a></span><pre class=\"inline\"> The  Board appeals from  the\r                                    \n\ndistrict  court's  nullification of  the first  dollar disclosure\n\nrule and Leonard appeals  from the court's refusal to  outlaw the\n\ncontribution cap gap and the free-television-time incentives.\n\nII.  THE STATE'S APPEAL\r          II.  THE STATE'S APPEAL\n\n          The first amendment is incorporated into the fourteenth\n\namendment and, in  that way,  constrains state action.   See  New\r                                                                           \n\nYork Times Co. v.  Sullivan, </pre><span class=\"citation\" data-id=\"106761\"><a href=\"/opinion/106761/new-york-times-co-v-sullivan/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span><pre class=\"inline\">, 276-77  (1964) (ruling\r                                     \n                    \r                              \n\n     7Leonard  sought  the  Republican  nomination  for  governor\nwithout party endorsement.  She prevailed in the primary election\nand  carried the party's standard  in the general  election.  She\ndid  not opt  for public  funding.  Her  opponent in  the general\nelection, Governor Sundlun, likewise eschewed public funding.\n\n                                9\r\n\nthat the free  speech clause  applies to the  states through  the\n\nfourteenth  amendment;  collecting  cases).     Accordingly,  our\n\nconsideration of  R.I. Gen. Laws    17-25-15(c)(1) starts  with a\n\ndiscussion of  whether  first dollar  disclosure  provisions  are\n\nalways repugnant to the first amendment.  Concluding (contrary to\n\nthe  court below) that they are  not, we then examine whether the\n\nparticular first dollar disclosure provision here at issue passes\n\nthe test of constitutionality.\n\n                    A.  The Per Se Challenge.\r                              A.  The Per Se Challenge.\r                                                      \n\n          The district court struck down R.I. Gen. Laws    17-25-\n\n15(c)(1) as per  se violative of the  first amendment, concluding\r                             \n\nthat a state legislature \"must establish at least some [non-zero]\n\nminimum threshold  for  public  disclosure  of  contributions  to\n\nPACs.\"  Vote </pre><span class=\"citation\" data-id=\"1765881\"><span class=\"antecedent_guess\">Choice,</span> <a href=\"/opinion/1765881/vote-choice-inc-v-di-stefano/\"><span class=\"volume\">814</span>  <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">202</span></a></span><pre class=\"inline\">.  Because  this holding\r                             \n\ndeals with a  matter of law rather than fact    it rests squarely\n\non  the  district  court's  sculpting of  the  first  amendment's\n\ncontours    our review is plenary.   See LeBlanc v. B.G.T. Corp.,\r                                                                          \n\n</pre><span class=\"citation\" data-id=\"605983\"><a href=\"/opinion/605983/leonard-j-leblanc-v-bgt-corporation/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">394</span></a></span><pre class=\"inline\">, 396 (1st Cir. 1993).\n\n          It is old hat  that compelled disclosure of information\n\nabout  a person's political contributions \"can seriously infringe\n\non  [the] privacy  of  association and  belief guaranteed  by the\n\nFirst Amendment.\"  Buckley  v. Valeo, </pre><span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 64  (1976) (per\r                                              \n\ncuriam)  (collecting  cases).   Thus,  courts  routinely  subject\n\nstatutes mandating revelation of contributors'  identities in the\n\narena  of  political speech  to  exacting scrutiny.    See, e.g.,\r                                                                          \n\nGibson v. Florida Legislative  Investigation Comm., </pre><span class=\"citation\" data-id=\"106559\"><a href=\"/opinion/106559/gibson-v-florida-legislative-investigation-comm/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span><pre class=\"inline\">,\r                                                            \n\n                                10\r\n\n546  (1963).  A disclosure statute may survive such scrutiny only\n\nif it satisfies a two-part test:  (1) the statute as a whole must\n\nserve a  compelling governmental interest, and  (2) a substantial\n\nnexus must exist  between the served interest and the information\n\nto  be revealed.   See  Brown v.  Socialist Workers  '74 Campaign\r                                                                           \n\nComm., </pre><span class=\"citation\" data-id=\"110813\"><a href=\"/opinion/110813/brown-v-socialist-workers-74-campaign-comm-ohio/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span><pre class=\"inline\">, 91-92 (1982); </pre><span class=\"citation\" data-id=\"109380\"><span class=\"antecedent_guess\">Buckley,</span> <a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">64</span></a></span><pre class=\"inline\">.\r                                                   \n\n          With respect to the  test's first prong, no  fewer than\n\nthree governmental  interests have proven sufficient,  in varying\n\ncircumstances, to justify  obligatory disclosure of contribution-\n\nrelated information.   Thus,  forced disclosure may  be warranted\n\nwhen the spotlighted information enhances voters' knowledge about\n\na candidate's possible allegiances and interests, inhibits actual\n\nand apparent corruption by exposing large contributions to public\n\nview, or  aids state officials in  enforcing contribution limits.\n\nSee </pre><span class=\"citation\" data-id=\"110813\"><span class=\"antecedent_guess\">Brown,</span> <a href=\"/opinion/110813/brown-v-socialist-workers-74-campaign-comm-ohio/\"><span class=\"volume\">459</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">92</span></a></span><pre class=\"inline\">; </pre><span class=\"citation\" data-id=\"109380\"><span class=\"antecedent_guess\">Buckley,</span> <a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">66-68</span></a></span><pre class=\"inline\">.  Because\r                                             \n\nR.I.  Gen. Laws   17-25-15(c)(1),  read as part  of an integrated\n\nwhole,   plainly satisfies this  prong of the test    indeed, the\n\nRhode Island  statute appears to  advance the three  interests we\n\nhave mentioned in much the same fashion as did the statute before\n\nthe Buckley Court   we proceed directly to the difficult question\r                     \n\nof whether a substantial  relationship exists between the precise\n\nmodicum  of  information  required   to  be  disclosed  and  some\n\ncompelling state interest.\n\n          We agree with the plaintiffs that, in certain respects,\n\nthe fit required to meet the test's second prong is  lacking.  As\n\nthe  disclosure threshold drops toward zero, the bond between the\n\n                                11\r\n\ninformation  revealed and  the  governmental  interests  involved\n\nbecomes weaker and, therefore, more tenuous.  See, e.g., </pre><span class=\"citation\" data-id=\"109380\"><span class=\"antecedent_guess\">Buckley,</span>\r                                                                          \n\n<a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">83-84</span></a></span><pre class=\"inline\">.  Common sense suggests that information about\n\nthe  source of  a $1  contribution does  not advance  the state's\n\ninterest in deterring actual  or apparent corruption because such\n\na donation has a limited (perhaps nonexistent) potential to exact\n\nan  illegal  or  unethical   quid  pro  quo.     Similarly,  such\r                                                     \n\ninformation  bears little  discernible  relation  to the  state's\n\ninterest in enforcing contribution limits  that dip no lower than\n\n$1,000:  few persons will donate  $1 to a PAC on more than  1,000\n\nseparate occasions    and those  that try will  likely grow  arm-\n\nweary in the process.\n\n          But,  viewed from  another, equally proper,  angle, the\n\nfit  is  quite  comfortable:   signals  are  transmitted  about a\n\ncandidate's positions  and concerns not only  by a contribution's\n\nsize  but  also by  the contributor's  identity.   See  Goland v.\r                                                                        \n\nUnited  States, </pre><span class=\"citation\" data-id=\"542009\"><a href=\"/opinion/542009/michael-r-goland-v-united-states-of-america-and-federal-election/\"><span class=\"volume\">903</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">1247</span></a></span><pre class=\"inline\">, 1261  (9th  Cir. 1990);  FEC  v.\r                                                                       \n\nFurgatch,  </pre><span class=\"citation\" data-id=\"480629\"><a href=\"/opinion/480629/federal-election-commission-v-harvey-furgatch/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">857</span></a></span><pre class=\"inline\">, 862  (9th Cir.), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span>\r                                                                 \n\n<span class=\"page\">850</span> </span><pre class=\"inline\">(1987); see also First Nat'l  Bank v. Bellotti, </pre><span class=\"citation\" data-id=\"109836\"><a href=\"/opinion/109836/first-nat-bank-of-boston-v-bellotti/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">765</span></a></span><pre class=\"inline\">,\r                                                            \n\n791-92 &amp; n.32 (1978) (discussing required disclosure of corporate\n\nadvertisers'  names).   Since  the identity  of a  contributor is\n\nitself  informative,   quite  apart   from  the  amount   of  the\n\ncontribution, a  candidate's ideological  interests may  often be\n\ndiscerned  as clearly  from  a $1  contribution  as from  a  $100\n\ncontribution.  Hence,  we conclude  that there  is a  substantial\n\nlink between  data revealed  by first dollar  disclosure and  the\n\n                                12\r\n\nstate's compelling  interest in  keeping the  electorate informed\n\nabout which constituencies may command a candidate's loyalties.8\n\n          Buckley   buttresses  this   conclusion.     There,  in\r                           \n\nevaluating  whether  a $10  recordkeeping  threshold  and a  $100\n\ndisclosure  threshold  passed  constitutional  review,  the Court\n\nadmonished that  decisions about \"the appropriate  level at which\n\nto  require  recording and  disclosure\"  are \"necessarily  .  . .\n\njudgmental\" and, therefore, best  left to legislative discretion.\n\n</pre><span class=\"citation\" data-id=\"109380\"><span class=\"antecedent_guess\">Buckley,</span>  <a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">83</span></a></span><pre class=\"inline\">.  Consequently, so long as legislatively\r                 \n\nimposed limitations are not \"wholly  without rationality,\" courts\n\nmust defer  to the legislative  will.   </pre><span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"id_token\">Id.</span>  We  think </a></span><pre class=\"inline\">that  this\r                                                     \n\napproach  is fully transferable to the instant case.  Because the\n\nnotion  of  first dollar  disclosure  is not  entirely  bereft of\n\nrationality    as we  have already indicated,  such a requirement\n\nrelates to  at least one sufficiently cogent informational goal  \n\nany  general embargo  against  first  dollar disclosure  statutes\n\nwould be  inconsistent with  the Buckley Court's  insistence upon\r                                                  \n\njudicial deference to plausible legislative judgments.\n\n          Nor  does  Buckley  stand   alone  in  support  of  the\r                                      \n\nconclusion  that the  Constitution  does not  prohibit all  first\r                                                                    \n\n                    \r                              \n\n     8In  this respect,  the  goal of  enhancing voter  awareness\nabout the interests  to which  a candidate may  be responsive  is\nseparate and distinct from the goal of thwarting corruption.  The\nformer  is best served by compulsory disclosure of data about all\nthe various  sorts of philosophical and  ideological interests to\nwhich  a candidate may be  sensitive while the  latter is equally\nwell  served by  targeting  a particular  form  of quid  pro  quo\r                                                                           \n\"responsiveness.\"   See  generally  </pre><span class=\"citation\" data-id=\"109380\"><span class=\"antecedent_guess\">Buckley,</span> <a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span>  <span class=\"reporter\">U.S.</span> at  <span class=\"page\">66-68</span></a></span><pre class=\"inline\">.\r                                                     \nWhile first dollar  disclosure furthers the former goal,  it does\nnot meaningfully advance the latter goal.\n\n                                13\r\n\ndollar disclosure statutes.  Other trail markers, like spoor  for\n\nthe cognoscenti, lead in  the same direction.  See,  e.g., </pre><span class=\"citation\" data-id=\"110813\"><span class=\"antecedent_guess\">Brown,</span>\r                                                                          \n\n<a href=\"/opinion/110813/brown-v-socialist-workers-74-campaign-comm-ohio/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">89</span> </a></span><pre class=\"inline\">&amp; n.2 (specifically noting that a statute mandated\n\nfirst dollar  disclosure, yet  failing to identify  any potential\n\nconstitutional infirmity); Citizens Against Rent Control v.  City\r                                                                           \n\nof Berkeley,  </pre><span class=\"citation\" data-id=\"110588\"><a href=\"/opinion/110588/citizens-against-rent-controlcoalition-for-fair-housing-v-berkeley/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">290</span></a></span><pre class=\"inline\">,  300 (1981) (stating  that \"if  it is\r                     \n\nthought  wise, legislation  can outlaw  anonymous contributions\")\n\n(dictum); cf. California  Bankers Ass'n v. Schultz, </pre><span class=\"citation\" data-id=\"109005\"><a href=\"/opinion/109005/california-bankers-assn-v-shultz/\"><span class=\"volume\">416</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">21</span></a></span><pre class=\"inline\">,\r                                                            \n\n55-56  (1974) (holding that the first amendment does not create a\n\nper  se rule  forbidding disclosure of  contributor names  in all\r                 \n\nsituations); Oregon  Socialist  Workers 1974  Campaign  Comm.  v.\r                                                                       \n\nPaulus, </pre><span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1255</span></span><pre class=\"inline\">, 1260 (D. Or. 1977) (three-judge court)\r                \n\n(upholding   first  dollar   recordkeeping  and   partial  public\n\ndisclosure threshold).\n\n          We  hold that  first dollar  disclosure is not,  in all\n\ncases,  constitutionally proscribed.    Because  the court  below\n\nstruck down R.I. Gen. Laws   17-25-15(c)(1) on this very ground  \n\nit  said, in  essence, that  first dollar  disclosure necessarily\n\nleaves insufficient breathing room for first amendment  freedoms,\n\nsee Vote Choice, 814 F.  Supp. at 202   our consideration  of the\r                         \n\nstatute's  constitutionality  must  probe the  plaintiffs'  other\n\nrationales.  After all, a judgment, although arrived at by faulty\n\nreasoning, still  can  be sustained  on  some other  ground  made\n\nmanifest by the record.   See, e.g., Martel v. Stafford, </pre><span class=\"citation\" data-id=\"606323\"><a href=\"/opinion/606323/scott-martel-v-george-f-stafford-administrator-etc/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span>\r                                                                 \n\n<span class=\"page\">1244</span></a></span><pre class=\"inline\">, 1245 (1st  Cir. 1993);  Chongris v. Board  of Appeals,  </pre><span class=\"citation\" data-id=\"482848\"><a href=\"/opinion/482848/james-chongris-and-george-chongris-v-board-of-appeals-of-the-town-of/\"><span class=\"volume\">811</span>\r                                                                     \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span><pre class=\"inline\">, 37 n.1  (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">403</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1021</span> </span><pre class=\"inline\">(1987).\r                                                   \n\n                                14\r\n\nWe  turn, then, to  the plaintiffs' next  theory   a  theory that\n\nshifts from an exclusive focus on whether first dollar disclosure\n\nprovisions  are ever  permissible  to a  more  holistic focus  on\n\nwhether  Rhode Island's  disclosure  requirement,  considered  in\n\nlight  of the  state's overall  campaign finance  law, withstands\n\nconstitutional scrutiny.\n\n                  B.  The Contextual Challenge.\r                            B.  The Contextual Challenge.\r                                                        \n\n          It  is apodictic  that  courts, when  passing upon  the\n\nconstitutionality of a  statutory provision, must view  it in the\n\ncontext of the  whole statutory scheme.  See Storer v. Brown, </pre><span class=\"citation\" data-id=\"108993\"><a href=\"/opinion/108993/storer-v-brown/\"><span class=\"volume\">415</span>\r                                                                      \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">724</span></a></span><pre class=\"inline\">, 737 (1974); Williams v. Rhodes, </pre><span class=\"citation\" data-id=\"107783\"><a href=\"/opinion/107783/williams-v-rhodes/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">23</span></a></span><pre class=\"inline\">, 34 (1968).\r                                                  \n\nHere, plaintiffs'  contextual challenge centers  on the disparity\n\nbetween the first dollar disclosure threshold applicable to those\n\nwho choose to pool money by making contributions  to PACs and the\n\n$100 disclosure threshold applicable  to those who choose to  act\n\nalone by  making direct contributions and  expenditures.  Compare\r                                                                           \n\nR.I.  Gen.  Laws      17-25-15(c)(1)  with  </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">id.</span>  at      17-25-7.\r</a></span><pre class=\"inline\">                                                         \n\nPlaintiffs  say   that  this  disparity  not   only  burdens  PAC\n\ncontributors'  first amendment  rights  of association  but  also\n\nundermines Rhode  Island's boast that first  dollar disclosure of\n\nPAC contributions  represents a rationally selected device geared\n\ntoward  achieving   a  compelling   state  interest.     We  find\n\nplaintiffs' analysis to be convincing.\n\n          The  first  amendment  frowns  upon laws  which  burden\n\nassociational rights,  particularly  in the  sphere of  political\n\nspeech.  The more  lopsided the burdens, the more  probable it is\n\n                                15\r\n\nthat a constitutional  infirmity looms.   Thus, in Berkeley,  the\r                                                                     \n\nSupreme Court struck down a  limitation on contributions to PACs,\n\nresting its holding not on the impermissibility of the limits per\r                                                                           \n\nse,  but, rather, on the  disparity between those  limits and the\r            \n\nlimits applicable  to  persons who,  for one  reason or  another,\n\npreferred not to pool their resources:\n\n          To  place a  Spartan  limit    or indeed  any\n          limit     on   individuals  wishing  to  band\n          together to  advance their views on  a ballot\n          measure,  while  placing none  on individuals\n          acting alone,  is clearly a restraint  on the\n          right  of association.  [Laws which] do[] not\n          seek to mute the voice of one individual .  .\n          . cannot  be allowed to hobble the collective\n          expressions of a group.\n\n</pre><span class=\"citation\" data-id=\"110588\"><span class=\"antecedent_guess\">Berkeley,</span> <a href=\"/opinion/110588/citizens-against-rent-controlcoalition-for-fair-housing-v-berkeley/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">296</span></a></span><pre class=\"inline\">.\r                  \n\n          We   believe   that  this   passage   enunciates  three\n\nfundamental  precepts.  First, any law that burdens the rights of\n\nindividuals to  come together  for political purposes  is suspect\n\nand  must  be  viewed   warily.    Second,  burdens   which  fall\n\nexclusively on those who  choose to exercise their right  to band\n\ntogether, leaving  individual speakers unbowed,  merit heightened\n\nscrutiny.   Third,  measures which hinder  group efforts  to make\n\nindependent expenditures  in  support  of  candidates  or  ballot\n\ninitiatives are particularly vulnerable to constitutional attack.\n\nThe  first two  precepts derive  in part  from the  importance of\n\ngroup  expression as a method  of amplifying the  voices of those\n\nwith meager  means.  See  FEC v. National  Conservative Political\r                                                                           \n\nAction  Comm., </pre><span class=\"citation\" data-id=\"111370\"><a href=\"/opinion/111370/federal-election-commn-v-national-conservative-political-action-comm/\"><span class=\"volume\">470</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">480</span></a></span><pre class=\"inline\">,  493-94 (1985)  (collecting cases);\r                       \n\n</pre><span class=\"citation\" data-id=\"109380\"><span class=\"antecedent_guess\">Buckley,</span> <a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">65-66</span></a></span><pre class=\"inline\">.   The last  precept derives in  part\r                 \n\n                                16\r\n\nfrom the fact that independent expenditures, because they have  a\n\nmore  attenuated connection  with a  particular candidate,  are a\n\nless likely source for quid pro quo corruption and a questionable\r                                             \n\nindicator  of candidate loyalties.   See </pre><span class=\"citation\" data-id=\"109380\"><span class=\"antecedent_guess\">Buckley,</span> <a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">39</span>\r</a></span><pre class=\"inline\">                                                          \n\n(noting  that independent expenditures  are \"at  the core  of our\n\nelectoral process and of the First Amendment freedoms\") (citation\n\nand internal quotation marks omitted).\n\n          In Berkeley, these three  precepts coalesced to scuttle\r                               \n\na contribution cap.   </pre><span class=\"citation\" data-id=\"110588\"><span class=\"antecedent_guess\">See</span> <a href=\"/opinion/110588/citizens-against-rent-controlcoalition-for-fair-housing-v-berkeley/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">296</span></a></span><pre class=\"inline\">.   The case at bar is a\r                                   \n\nfair congener.   Here, as in  Berkeley, the challenged  enactment\r                                                \n\nhobbles  collective expression by  mandating that groups disclose\n\ncontributors'  identities  and  the  extent  of  their   monetary\n\nsupport, no matter  how tiny.   This, in itself,  is a red  flag.\n\nSee  </pre><span class=\"citation\" data-id=\"109380\"><span class=\"antecedent_guess\">Buckley,</span>   <a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span>  <span class=\"reporter\">U.S.</span>   at  <span class=\"page\">64</span> </a></span><pre class=\"inline\"> (observing   that  \"compelled\r                      \n\ndisclosure,  in  itself, can  seriously  infringe  on privacy  of\n\nassociation   and   belief\");   </pre><span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"id_token\">id.</span>   at   83 </a></span><pre class=\"inline\">  (observing   that\r                                             \n\n\"[c]ontributors  of relatively  small  amounts are  likely to  be\n\nespecially   sensitive  to  recording   or  disclosure  of  their\n\npolitical preferences\").  Here, as in Berkeley, the statute has a\r                                                        \n\nmuch  less  stringent  rule   for  those  who  prefer  individual\n\nexpression  to collective expression.  Here,  as in Berkeley, the\r                                                                      \n\nstatute  imposes its  one-sided  burden regardless  of whether  a\n\ngroup's members have banded together to contribute  directly to a\n\ncandidate  or  to  make  independent  expenditures  concerning  a\n\n                                17\r\n\ncandidate  or referendum.9  We  think that these  three points of\n\ncomparison  accurately foretell  that here,  as in  Berkeley, the\r                                                                      \n\nstatute cannot stand.\n\n          The state strives  valiantly to avoid the force of this\n\ncomparison.  It says that, even if section 17-25-15(c)(1) burdens\n\nassociational   rights   to  some   moderate   extent,  the   law\n\nnevertheless merits enforcement under  the rubric of  legislative\n\nprerogative.  We  disagree.  While legislative judgments  must be\n\ngiven a wide  berth, judicial deference should  never be confused\n\nwith outright capitulation.   Federal courts would abdicate their\n\nconstitutional  responsibility  if  they  were   to  rubber-stamp\n\nwhatever constructs a state legislative body might propose.  And,\n\nin  any  event, judicial  deference  to legislative  line-drawing\n\ndiminishes when  the lines are disconnected,  crooked, or uneven.\n\nSo it  is here:   the  Rhode Island General  Assembly has  made a\n\nseries  of conflicting  judgments  about  appropriate  disclosure\n\nthresholds without offering any legally  satisfactory explanation\n\nfor its pererrations.\n\n          This  zigging  and  zagging  is  of  especial   concern\n\nbecause,   when  citizens  engage  in  first  amendment  activity\n\naffecting  elections,  the  state's  interest  in  disclosure  is\n\ngenerally  a constant, that is, the state's interest \"is the same\n\nwhether  or  not  [the  individual  actors]  are  members  of  an\n\n                    \r                              \n\n     9Under Rhode Island  law, PACs  may form  for the  exclusive\npurpose of promoting or opposing ballot questions.  See R.I. Gen.\r                                                                 \nLaws   17-25-15(f).  A  PAC formed for such a purpose  is subject\nto the first dollar disclosure requirement.\n\n                                18\r\n\nassociation.\"  Minnesota State  Ethical Practices Bd. v. National\r                                                                           \n\nRifle Ass'n, </pre><span class=\"citation\" data-id=\"451764\"><a href=\"/opinion/451764/minnesota-state-ethical-practices-board-v-the-national-rifle-association/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">509</span></a></span><pre class=\"inline\">, 513 (8th Cir. 1985), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">474</span>\r                                                                      \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span> </span><pre class=\"inline\">(1986); see  also New Jersey Citizens Action  v. Edison\r                                                                           \n\nTownship,  </pre><span class=\"citation\" data-id=\"474510\"><a href=\"/opinion/474510/new-jersey-citizen-action-and-the-new-jersey-league-of-conservation-voters/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1250</span></a></span><pre class=\"inline\">, 1265  (3d Cir.  1986)  (requiring that\r                  \n\ngovernment demonstrate a special  risk stemming from a particular\n\nform of first amendment  activity in order to justify  disclosure\n\nrequirements for that form  of activity), cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span>\r                                                                \n\n<span class=\"page\">1103</span> </span><pre class=\"inline\">(1987).  Rhode Island, in  one fell swoop, not only departed\n\nfrom the usual rule of constancy but also imported a particularly\n\nvirulent strain of  unevenness into its  statutory scheme:   most\n\nPACs must disclose the  identity of every contributor, regardless\n\nof  amount,   while  individual  candidates   need  disclose  the\n\nidentities only of contributors who donate upwards of $100.\n\n          This  imbalance   does  not  cater  to  any  cognizable\n\ngovernment interest.  It  does not serve the state's  interest in\n\ncombatting  corruption because  corruption can  as easily  spring\n\nfrom  direct  contributions to  candidates as  from contributions\n\nthat  flow  through  PACs.     And,  if  the  danger   that  tiny\n\ncontributions  will  foment corruption  is  not  great enough  to\n\njustify significant inroads on  first amendment rights, </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra\r</span><pre class=\"inline\">                                                                           \n\nPart II(A), it is certainly not great enough to justify disparate\n\ntreatment  of PACs.  Similarly, the unevenness does not serve the\n\nstate's interest in enforcing its contribution limits; after all,\n\nthe district  court found no evidence that PAC contributors might\n\ntry  to  subvert  the  $1,000 cap  by  an  endless  stream  of $1\n\ndonations.  See Vote </pre><span class=\"citation\" data-id=\"1765881\"><span class=\"antecedent_guess\">Choice,</span> <a href=\"/opinion/1765881/vote-choice-inc-v-di-stefano/\"><span class=\"volume\">814</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">202</span></a></span><pre class=\"inline\">.\r                                     \n\n                                19\r\n\n          Finally, the  interest in an informed  citizenry cannot\n\njustify   the  disparity  at  issue  here.    To  be  sure,  when\n\ncontributors'  identities are  made  public, the  name of  a PAC,\n\nstanding alone, could  in some  states have little  meaning to  a\n\nlarge segment of the electorate.  See California Medical Ass'n v.\r                                                                        \n\nFEC, </pre><span class=\"citation\" data-id=\"110551\"><a href=\"/opinion/110551/california-medical-assn-v-federal-election-commn/\"><span class=\"volume\">453</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">182</span></a></span><pre class=\"inline\">, 201 (1981) (observing that \"entities hav[ing]\r             \n\ndiffering structures and  purposes .  . .  may require  different\n\nforms  of regulation  in order  to protect  the integrity  of the\n\nelectoral process\"); see  also Austin v. Michigan  St. Chamber of\r                                                                           \n\nCommerce, </pre><span class=\"citation\" data-id=\"112398\"><a href=\"/opinion/112398/austin-v-michigan-chamber-of-commerce/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">652</span></a></span><pre class=\"inline\">, 668 (1990); FEC v. National Right to Work\r                                                                           \n\nComm., </pre><span class=\"citation\" data-id=\"110819\"><a href=\"/opinion/110819/fec-v-national-right-to-work-committee/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span><pre class=\"inline\">,  210 (1982).  But, Rhode Island  has guarded\r               \n\nagainst this  contingency by requiring  that PACs  reveal a  wide\n\narray  of information about their  goals and purposes.   See R.I.\r                                                                      \n\nGen.  Laws   17-25-15(a);  see also supra  pp. 3-4.   The obvious\r                                                   \n\nresult  of  Rhode  Island's legislative  mosaic  is  that  when a\n\ncandidate discloses that a particular PAC has given to his or her\n\ncause, state law ensures  that this fact will signify  more about\n\nthe  candidate's  loyalties than  the  disclosed  identity of  an\n\nindividual  contributor will  ordinarily convey.   We  think this\n\ncircumstance is properly considered, see  </pre><span class=\"citation\" data-id=\"108993\"><span class=\"antecedent_guess\">Storer,</span> <a href=\"/opinion/108993/storer-v-brown/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">743</span>\r</a></span><pre class=\"inline\">                                                          \n\n(explaining that  other state  requirements may be  considered in\n\nevaluating  whether  a  disclosure  requirement  is  sufficiently\n\nessential  to   repel  a  constitutional  challenge);   see  also\r                                                                           \n\nSchaumburg v. Citizens for  a Better Env't, </pre><span class=\"citation\" data-id=\"110188\"><a href=\"/opinion/110188/schaumburg-v-citizens-for-a-better-environment/\"><span class=\"volume\">444</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">620</span></a></span><pre class=\"inline\">, 637  &amp;\r                                                    \n\nn.11 (1980); Let's  Help Fla.  v. McCrary, </pre><span class=\"citation\" data-id=\"377991\"><a href=\"/opinion/377991/lets-help-florida-a-political-committee-and-paul-m-bruun-v-jesse-m/\"><span class=\"volume\">621</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">195</span></a></span><pre class=\"inline\">,  200-01\r                                                   \n\n(5th  Cir. 1980), aff'd mem., </pre><span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1130</span> </span><pre class=\"inline\">(1982), and it weighs\r                                      \n\n                                20\r\n\nheavily in our conclusion that the claimed justification for  the\n\nadded (first dollar disclosure)  burden that Rhode Island imposes\n\non PACs and PAC contributors is more illusory than real.\n\n          In sum, R.I.  Gen. Laws    17-25-15(c)(1) has at  least\n\nthree grave weaknesses.  First, by mandating public revelation of\n\nall  PAC contributors,  it burdens  the rights of  individuals to\n\nband  together  for  the  purpose of  making  either  independent\n\nelection expenditures or direct political contributions.  Second,\n\nby  imposing  this burden  on  PACs  and PAC  contributors  while\n\nregulating  candidates  and certain  of  their  financial backers\n\n(viz.,  individuals who contribute  directly to candidates rather\r               \n\nthan to PACs) more loosely, the statute compounds  the unfairness\n\nof the burden.  Finally, the disparity between the two disclosure\n\nthresholds  (one for PACs  and the  other for  individuals), and,\n\nhence,  the net  burden imposed  solely on  associational rights,\n\nbears no substantial relation to the  attainment of any important\n\nstate interest.   Their cumulative effect  compels the conclusion\n\nthat the statute abridges the first amendment.10\n\n          We  have  one more  stop  to make  before  leaving this\n\nsubject.    The amici  invite us  to  limit any  determination of\n\n                    \r                              \n\n     10In  light of  this determination,  we need  not  address a\nfurther statutory anomaly:   that,  while most PACs  are held  to\nfirst dollar disclosure under Rhode Island law, a select group of\nPACs  enjoys preferential treatment.  See R.I. Gen. Laws   17-25-\r                                                   \n15(c)(1)  (exempting PACs  sponsored  by labor  unions and  those\nwhich are funded through payroll checkoff plans from first dollar\ndisclosure requirements).    Similarly, because  we  decide  that\nRhode  Island's first  dollar disclosure  provision impermissibly\nburdens the right  to association, we need not  determine whether\nit also violates the equal protection clause.\n\n                                21\r\n\nunconstitutionality  to the  two  plaintiff PACs.   However,  the\n\ncases relied on  by the  amici, see, e.g.,  FEC v.  Massachusetts\r                                                                           \n\nCitizens for Life, Inc., </pre><span class=\"citation\" data-id=\"111782\"><a href=\"/opinion/111782/federal-election-commn-v-massachusetts-citizens-for-life-inc/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span> </a></span><pre class=\"inline\">(1986); Brown, </pre><span class=\"citation\" data-id=\"110813\"><a href=\"/opinion/110813/brown-v-socialist-workers-74-campaign-comm-ohio/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span><pre class=\"inline\">,\r                                                             \n\ninvolve  explicit as-applied  challenges to  particular statutes.\n\nHere,  in contrast, plaintiffs  mounted a  facial attack  on R.I.\n\nGen. Laws   17-25-15(c)(1)  and the case proceeded below  on this\n\ntheory.  Moreover, the reason we  invalidate the statute concerns\n\nthe disparate treatment of PACs qua PACs, and, thus, obtains with\r                                             \n\nequal vigor regardless  of which particular PAC  may be involved.\n\nThis  is a  salient consideration in  determining what  remedy is\n\nappropriate, see, e.g., Sec'y  of State v. Joseph H.  Munson Co.,\r                                                                          \n\n</pre><span class=\"citation\" data-id=\"111226\"><a href=\"/opinion/111226/secretary-of-state-of-md-v-joseph-h-munson-co/\"><span class=\"volume\">467</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">947</span></a></span><pre class=\"inline\">, 967-68  (1984); City  Council  of Los  Angeles v.\r                                                                        \n\nTaxpayers  for Vincent, </pre><span class=\"citation\" data-id=\"111175\"><a href=\"/opinion/111175/members-of-city-council-of-los-angeles-v-taxpayers-for-vincent/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">789</span></a></span><pre class=\"inline\">, 799-800 (1984),  as is the\r                                \n\nfact that our reasoning does not derive its force from situation-\n\nspecific features.  See, e.g., National Treas. Employees Union v.\r                                                                        \n\nUnited States, </pre><span class=\"citation\" data-id=\"604758\"><a href=\"/opinion/604758/national-treasury-employees-union-v-united-states-of-america-national/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1271</span></a></span><pre class=\"inline\">, 1277-78 (D.C. Cir. 1993).  Finally,\r                       \n\nonly the amici  have advocated the limitation-of-remedy  position\n\nand  \"[w]e know  of  no  authority  which  allows  an  amicus  to\n\ninterject into a case issues which the litigants, whatever  their\n\nreasons might be,  have chosen to  ignore.\"  Lane v.  First Nat'l\r                                                                           \n\nBank,  </pre><span class=\"citation\" data-id=\"520576\"><a href=\"/opinion/520576/joan-f-lane-dba-lane-co-v-the-first-national-bank-of-boston/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">166</span></a></span><pre class=\"inline\">,  175  (1st  Cir.  1989);  accord  McCoy  v.\r                                                                       \n\nMassachusetts  Inst. of Technology, </pre><span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\">, 23 n.9 (1st Cir.\r                                            \n\n1991), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1939</span> </span><pre class=\"inline\">(1992).  For these  reasons,\r                             \n\nwe decline the amici's invitation.11\n                    \r                              \n\n     11For  many  of  the  same  reasons,  we  cannot employ  the\nstatute's severability  provision, R.I. Gen. Laws    17-25-17, to\nrescue any portion of the first dollar disclosure.\n\n                                22\r\n\n            To recapitulate, then, we  reject both Rhode Island's\n\nappeal  and the amici's importuning  that we apply  a Band-Aid in\n\nlieu  of surgically  excising the  malignancy.   Consequently, we\n\nuphold the permanent injunction  barring enforcement of R.I. Gen.\n\nLaws   17-25-15(c)(1).  In striking down the statute, however, we\n\ntake  a narrower path than did  the court below.  As legislatures\n\nmust  tread  carefully in  this complicated  area, so,  too, must\n\ncourts.   We decline  to rule out  categorically the  legislative\n\ntool  of  first  dollar  disclosure; that  tool  may  in  certain\n\ncontexts    although  not  here    serve sufficiently  compelling\n\ngovernment interests to be upheld.\n\nIII.  LEONARD'S APPEAL\r          III.  LEONARD'S APPEAL\n\n          We have arrived at Leonard's appeal.  Before addressing\n\nthe merits, we resolve the question of standing.\n\n                          A.  Standing.\r                                    A.  Standing.\r                                                \n\n          Standing  doctrine involves \"a  blend of constitutional\n\nrequirements  and  prudential   considerations.\"    Valley  Forge\r                                                                           \n\nChristian Coll. v. Americans United for Separation of Church  and\r                                                                           \n\nState, Inc., </pre><span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">454</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span><pre class=\"inline\">,  471 (1982).   On the  constitutional\r                     \n\nside, Article  III limits  federal court adjudication  to matters\n\nwhich achieve the stature  of justiciable cases or controversies.\n\nOrdinarily,  this  means  that   a  party  invoking  the  court's\n\nauthority must show:  (1) that he or she has suffered some actual\n\nor threatened injury  as a result  of the defendant's  putatively\n\nillegal  conduct, (2) that the injury may fairly be traced to the\n\n                                23\r\n\nchallenged action, and (3) that a favorable decision will  likely\n\nredress  the injury.   See  Riverside v.  McLaughlin, </pre><span class=\"citation\" data-id=\"112585\"><a href=\"/opinion/112585/countyof-riverside-v-mclaughlin/\"><span class=\"volume\">111</span>  <span class=\"reporter\">S. Ct.</span>\r                                                              \n\n<span class=\"page\">1661</span></a></span><pre class=\"inline\">, 1667  (1991);  Valley </pre><span class=\"citation\" data-id=\"110599\"><span class=\"antecedent_guess\">Forge,</span>  <a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">454</span>  <span class=\"reporter\">U.S.</span> at  <span class=\"page\">472</span></a></span><pre class=\"inline\">.   We  have\r                                           \n\ncautioned that  \"[t]he ingredients of standing  are imprecise and\n\nnot  easily susceptible  to  concrete definitions  or  mechanical\n\napplication.\"  United States v. AVX Corp., </pre><span class=\"citation\" data-id=\"582534\"><a href=\"/opinion/582534/united-states-of-america-v-avx-corporation-national-wildlife-federation/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">108</span></a></span><pre class=\"inline\">, 113 (1st\r                                                   \n\nCir. 1992).\n\n          When declaring  her candidacy,  Leonard had to  make an\n\nirrevocable  commitment  either  to  shun or  to  embrace  public\n\nfinancing.  Leonard's testimony  suggests that, having decided to\n\nforgo the embrace, she  had to structure her campaign  to account\n\nfor  her  adversaries'  potential  receipt  of  television  time,\n\nfundraising advantages,  and  the  like.   Her  opponent  in  the\n\nRepublican primary, Mayor Levesque,  opted for public  financing.\n\nLeonard  testified  that  Levesque  accepted  contributions  over\n\n$1,000 while she had to turn away similar contributions.  What is\n\nmore, because one of  the two major candidates in  the Democratic\n\ngubernatorial primary also opted  for public funding, Leonard had\n\nto plan for  the possibility that  a publicly financed  candidate\n\nwould oppose her in the general election.\n\n          Based on this and  other evidence, the district court's\n\nfinding  that  the  coerced  choice between  public  and  private\n\nfinancing   \"colored  [Leonard's]  campaign   strategy  from  the\n\noutset,\" Vote  Choice, 814 F.  Supp. at 204,  seems unimpugnable.\r                               \n\nIn our view,  such an impact  on the strategy  and conduct of  an\n\noffice-seeker's  political campaign  constitutes  an injury  of a\n\n                                24\r\n\nkind sufficient to confer standing.  See </pre><span class=\"citation\" data-id=\"109380\"><span class=\"antecedent_guess\">Buckley,</span> <a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> at  <span class=\"page\">12</span>\r</a></span><pre class=\"inline\">                                                          \n\n&amp; n.10 (determining that standing existed in a case where certain\n\ncandidates  challenged disparate  rules  and contribution  caps);\n\n</pre><span class=\"citation\" data-id=\"108993\"><span class=\"antecedent_guess\">Storer,</span> <a href=\"/opinion/108993/storer-v-brown/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> at  <span class=\"page\">738</span> </a></span><pre class=\"inline\">n.9 (noting that simply  being subjected\r                \n\nto  election law  requirements,  even indirectly,  may constitute\n\ncognizable  injury);  see  also AVX  </pre><span class=\"citation\" data-id=\"582534\"><span class=\"antecedent_guess\">Corp.,</span>  <a href=\"/opinion/582534/united-states-of-america-v-avx-corporation-national-wildlife-federation/\"><span class=\"volume\">962</span>  <span class=\"reporter\">F.2d</span>  at <span class=\"page\">113-14</span>\r</a></span><pre class=\"inline\">                                                    \n\n(defining  \"injury\").    Therefore, Leonard  satisfies  the first\n\nfurculum of the test.\n\n          Leonard  also  possesses  the remaining  attributes  of\n\nconstitutional standing.   The injury she suffered  can be traced\n\ndirectly to the  state's actions:  the  statutory provisions, and\n\nthe  Board's implementation  of  them, caused  the harm  of which\n\nLeonard  complains.    As  to  redressability,  Leonard  seeks  a\n\npermanent injunction  against continued  enforcement of the  very\n\nstatutes which  caused her injury.   This produces  the necessary\n\ncausal  connection  between the  injury  alleged  and the  relief\n\nrequested.12    See, e.g.,  Allen v.  Wright,  </pre><span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">737</span></a></span><pre class=\"inline\">, 753\r                                                      \n\nn.19 (1984).\n\n          Over  and above  its  constitutional  requisites,  \"the\n                    \r                              \n\n     12The Board suggests that this causal  link snapped once the\ngeneral election concluded, thereby rendering the case moot.   We\ndisagree.    There is  a  recognized  exception  to the  mootness\ndoctrine for  matters capable  of repetition yet  evading review.\nThis is  such a case.   The injury Leonard seeks  to palliate was\ntoo  fleeting to be  litigated fully prior  to the climax  of the\ngubernatorial   campaign  and,   since  there  is   a  reasonable\nexpectation that  Leonard will encounter the same barrier again  \nafter all, she has not renounced possible future candidacies, and\npoliticians, as a rule, are not easily discouraged in the pursuit\nof  high elective office   the exception applies.  See Democratic\r                                                                           \nParty  of the U.S. v.  Wisconsin, </pre><span class=\"citation\" data-id=\"110418\"><a href=\"/opinion/110418/democratic-party-of-united-states-v-wisconsin-ex-rel-la-follette/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">107</span></a></span><pre class=\"inline\">, 115 n.13 (1981);\r                                          \n</pre><span class=\"citation\" data-id=\"109836\"><span class=\"antecedent_guess\">Bellotti,</span> <a href=\"/opinion/109836/first-nat-bank-of-boston-v-bellotti/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">774</span></a></span><pre class=\"inline\">.\r                  \n\n                                25\r\n\ndoctrine of standing also  embodies prudential concerns regarding\n\nthe proper  exercise of  federal jurisdiction.\"   AVX  </pre><span class=\"citation\" data-id=\"582534\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/582534/united-states-of-america-v-avx-corporation-national-wildlife-federation/\"><span class=\"volume\">962</span>\r                                                                      \n\n<span class=\"reporter\">F.2d</span> at <span class=\"page\">114</span></a></span><pre class=\"inline\">.  Leonard's case qualifies on this score as well.  In\n\nthe interest of expedition,  we refer the reader who  hungers for\n\ndetail to the district court's erudite discussion  of this point.\n\nSee Vote Choice, 814 F.  Supp. at 204.  We add only  that Leonard\r                         \n\nis asserting her own  rights and interests (not  someone else's);\n\nthat her grievances are particularized and concrete; and that her\n\nclaim  falls well within the  zone of interests  protected by the\n\nfirst amendment.   No  more is exigible.   See, e.g.,  </pre><span class=\"citation\" data-id=\"111258\"><span class=\"antecedent_guess\">Allen,</span> <a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">468</span>\r                                                                      \n\n<span class=\"reporter\">U.S.</span>  at  <span class=\"page\">751</span></a></span><pre class=\"inline\">; Warth  v. Seldin,  </pre><span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span><pre class=\"inline\">,  499-500 (1975);\r                                         \n\nAssociation of Data Processing Serv. Orgs. v. Camp, </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span><pre class=\"inline\">,\r                                                            \n\n153 (1970).  Thus, Leonard has standing to pursue her quest.\n\n                  B.  The Contribution Cap Gap.\r                            B.  The Contribution Cap Gap.\r                                                        \n\n          Leonard has questioned  several different provisions of\n\nthe  statute.    We   turn  initially  to  her  claim   that  the\n\ncontribution  cap gap is inimical  to the first  amendment.13  In\n\nreaching  this issue,  we stress  that Leonard  assails only  the\n\ndisparity  between the two caps; she voices no in vacuo challenge\r                                                                 \n\nto  the $1,000 cap applicable to candidates, such as herself, who\n\neschew public funding.\n\n          Leonard's serenade has  two themes.  Her major theme is\n\n                    \r                              \n\n     13Under  Rhode   Island  law,  contributions   to  political\ncampaigns are customarily capped  at $1,000 per donor.   See R.I.\r                                                                      \nGen. Laws   17-25-10.1.   However, a candidate who  qualifies for\npublic  funds is entitled to receive  contributions in amounts up\nto $2,000 per donor.   See </pre><span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"id_token\">id.</span> at   17-25-</a></span><pre class=\"inline\">30(3).   This disparity\r                                        \nconstitutes the contribution cap gap of which Leonard complains.\n\n                                26\r\n\nthat  regulatory   disparities  of   this  type   are  inherently\n\nimpermissible.   Her minor theme is that  the cap gap burdens her\n\nfirst   amendment   rights   without  serving   a   corresponding\n\ngovernmental   interest.     We   consider   these  asseverations\n\nsequentially, affording plenary review.  See </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">LeBlanc,</span> <span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> at\r                                                              \n\n<span class=\"page\">396</span></span><pre class=\"inline\">.\n\n          1.  The Per  Se Challenge.  Leonard's per  se challenge\r                    1.  The Per  Se Challenge.\r                                                                 \n\nto the contribution  cap gap  boils down to  the assertion  that,\n\nwhenever  government  constructs  incentives  for  candidates  to\n\naccept fundraising  limits, it departs from its  required role as\n\nan umpire and  becomes a  player in the  electoral process,  much\n\nlike, say, a referee who eases the rules for one team and not the\n\nother.    The  most immediate  barrier  to  the  success of  this\n\nargument is that the Supreme  Court has upheld a very direct  and\n\ntangible incentive:   the provision of public funds to candidates\n\nwho  agree  to  place  decreased  reliance  on  private  campaign\n\ncontributions.   See  </pre><span class=\"citation\" data-id=\"109380\"><span class=\"antecedent_guess\">Buckley,</span>  <a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span>  <span class=\"reporter\">U.S.</span>  at  <span class=\"page\">85-109</span></a></span><pre class=\"inline\">;  see  also\r                                                                           \n\nRepublican  Nat'l  Comm.  v.  FEC,   487  F.  Supp.  280,  283-86\r                                           \n\n(S.D.N.Y.) (three-judge court) (RNC I), aff'd mem., </pre><span class=\"citation no-link\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">955</span>\r</span><pre class=\"inline\">                                                            \n\n(1980); Republican Nat'l  Comm. v. FEC,  </pre><span class=\"citation\" data-id=\"375338\"><a href=\"/opinion/375338/republican-national-committee-v-federal-election-commission/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 2  (2d Cir.)\r                                                \n\n(en  banc) (adopting reasoning of RNC  I in parallel proceeding),\r                                                  \n\naff'd mem., </pre><span class=\"citation no-link\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">955</span> </span><pre class=\"inline\">(1980).\r                    \n\n          In  a Briarean  effort to  scale this  barrier, Leonard\n\nattempts to  distinguish the public financing cases on the ground\n\nthat  they  involve  the  propriety  of  conferring  benefits  in\n\ncontrast to imposing penalties.  She is fishing in an empty pond.\n\n                                27\r\n\nFor  one thing,  the distinction that  Leonard struggles  to draw\n\nbetween denying the  carrot and  striking with the  stick is,  in\n\nmany  contexts,  more  semantic  than  substantive.    This  case\n\nillustrates  the  point.   The  question  whether Rhode  Island's\n\nsystem  of public  financing imposes  a penalty  on non-complying\n\ncandidates  or, instead, confers a benefit on those who do comply\n\nis a non-issue,  roughly comparable to  bickering over whether  a\n\nglass is  half full or half  empty.  After all,  there is nothing\n\ninherently penal about a $1,000 contribution cap.\n\n          For another thing, to the degree that the question does\n\nhave  a concrete answer, the  answer appears contrary  to the one\n\nLeonard suggests.  Leonard has adduced no legislative  history or\n\nother  evidence suggestive  of punitive  purpose.   Moreover, the\n\nRhode Island statute sets up a $1,000 cap as the norm and doubles\n\nthe  cap only  if a  candidate meets  certain conditions.   Logic\n\nsuggests that the higher  cap is, therefore, a premium  earned by\n\nmeeting statutory eligibility requirements rather  than a penalty\n\nimposed  on those  who  either cannot  or  will not  satisfy  the\n\nrequirements.  \n\n          Third, the  blurred line  between  benefit denials  and\n\npenalties  is  singularly  unhelpful  in the  zero-sum  world  of\n\nelective politics.   Because a head-to-head election has a single\n\nvictor, any benefit conferred on  one candidate is the  effective\r                     \n\nequivalent  of a penalty imposed  on all other  aspirants for the\n\nsame  office.   In  the  last analysis,  then,  Leonard's fancied\n\ndistinction proves too much.\n\n                                28\r\n\n          While these  three reasons  spell defeat  for Leonard's\n\nattempt to distinguish the public financing cases as different in\n\nkind from this case, Leonard also proffers a difference-in-degree\n\ndistinction.     Even  if  some  regulatory   incentives  may  be\n\npermissible, she  says, Rhode  Island's incentives are  so strong\n\nthat  they  destroy the  voluntariness  of  the public  financing\n\nsystem and, therefore, cannot be condoned.\n\n          We agree  with Leonard's  main premise:   voluntariness\n\nhas  proven to be an important factor in judicial ratification of\n\ngovernment-sponsored  campaign financing  schemes.    See,  e.g.,\r                                                                          \n\n</pre><span class=\"citation\" data-id=\"109380\"><span class=\"antecedent_guess\">Buckley,</span> <a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">95</span></a></span><pre class=\"inline\">;  RNC </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">I,</span> <span class=\"volume\">487</span>  <span class=\"reporter\">F. Supp.</span> at  <span class=\"page\">285</span></span><pre class=\"inline\">.  Coerced\r                                          \n\ncompliance   with   fundraising   caps  and   other   eligibility\n\nrequirements would raise serious,  perhaps fatal, objections to a\n\nsystem like Rhode  Island's.   Furthermore, there is  a point  at\n\nwhich  regulatory  incentives  stray beyond  the  pale,  creating\n\ndisparities so profound that  they become impermissibly coercive.\n\nIt is, however, pellucid that no such compulsion occurred here.\n\n          Rhode  Island's law  achieves  a rough  proportionality\n\nbetween   the  advantages   available  to   complying  candidates\n\n(including the cap gap) and the restrictions that such candidates\n\nmust  accept to  receive  these advantages.14   Put  another way,\n                    \r                              \n\n     14Indeed,  the   specific  facts  of   Rhode  Island's  1992\ngubernatorial  contest support  the conclusion  that the  state's\ncatalog  of  incentives  is  neither  overly  coercive  nor  even\nespecially attractive.   Both  Leonard and Governor  Sundlun (who\nprevailed  in  the  Democratic  primary and  eventually  won  the\ngeneral election)  resisted  the temptations  of  public  funding\ndespite facing  (a) an opponent in the  primary who had opted for\npublic funding and  (b) a substantial possibility that  the other\nparty's candidate in the general election would be receiving such\n\n                                29\r\n\nthe  state exacts  a  fair  price  from complying  candidates  in\n\nexchange  for receipt of the challenged benefits.  While we agree\n\nwith Leonard that Rhode Island's statutory scheme is not in exact\n\nbalance    we suspect  that very  few campaign financing  schemes\n\never  achieve perfect equipoise   we disagree with her claim that\n\nthe  law is unfairly coercive.   Where, as  here, a non-complying\n\ncandidate  suffers no  more than  \"a countervailing  denial,\" the\n\nstatute does not go too far.  </pre><span class=\"citation\" data-id=\"109380\"><span class=\"antecedent_guess\">Buckley,</span> <a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">95</span></a></span><pre class=\"inline\">.\r                                               \n\n          To sum up, the implication  of the public funding cases\n\nis that the government may legitimately provide candidates with a\n\nchoice  among  different  packages  of  benefits  and  regulatory\n\nrequirements.  Rhode Island has done nothing more  than implement\n\nthis  principle.  We see no sign  that the state has crossed into\n\nforbidden territory;  the contribution cap gap,  as structured by\n\nthe  Rhode Island  General  Assembly,  neither penalizes  certain\n\nclasses   of   office-seekers   nor   coerces   candidates   into\n\nsurrendering their first amendment rights.  In short, Leonard has\n\nidentified  no  inherent  constitutional  defect  in the  state's\n\nvoluntary, choice-increasing framework.\n\n          2.  The Burden/Justification  Matrix.  Leonard keeps on\r                    2.  The Burden/Justification  Matrix.\r                                                        \n\ntrucking.    She asserts  that,  even  if the  cap  gap does  not\n\npenalize or  coerce, it  nonetheless burdens her  first amendment\n\nrights without sufficient justification.  The assertion stalls.\n\n          In the first place, we have difficulty believing that a\n\nstatutory  framework  which  merely  presents  candidates with  a\n                    \r                              \n\nfunds.\n\n                                30\r\n\nvoluntary  alternative  to  an  otherwise  applicable,  assuredly\n\nconstitutional,  financing option  imposes  any  burden on  first\n\namendment rights.   In choosing  between the ordinary  methods of\n\nfinancing a campaign    methods which  are themselves subject  to\n\ncertain restrictions   and the public funding alternative   which\n\nlimits  both  fundraising and  expenditures     a candidate  will\n\npresumably  select the option which enhances his or her powers of\n\ncommunication and association.   See </pre><span class=\"citation\" data-id=\"109380\"><span class=\"antecedent_guess\">Buckley,</span> <a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">92-93</span></a></span><pre class=\"inline\">;\r                                                      \n\nRNC I,  487 F.  Supp. at  285.   Thus, it  seems likely  that the\r               \n\nchallenged   statute  furthers,   rather  than   smothers,  first\n\namendment values.\n\n          In the second place, even if the cap gap burdens a non-\n\ncomplying  candidate's  first  amendment  rights  to  some  small\n\nextent, and assuming for argument's sake that the state bears the\n\ndevoir  of  persuasion  in   respect  to  whether  the  statutory\n\nframework  is  both  in  service  to  a  compelling  governmental\n\ninterest and tailored  in a sufficiently narrow manner,  we would\n\nstill  find Leonard's thesis unpersuasive.  The state need not be\n\ncompletely  neutral   on  the  matter  of   public  financing  of\n\nelections.   When, as now,  the legislature has  adopted a public\n\nfunding  alternative, the  state  possesses a  valid interest  in\n\nhaving candidates  accept public financing because  such programs\n\n\"facilitate communication  by  candidates with  the  electorate,\"\n\n</pre><span class=\"citation\" data-id=\"109380\"><span class=\"antecedent_guess\">Buckley,</span>  <a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">91</span></a></span><pre class=\"inline\">,  free candidates from  the pressures of\r                 \n\nfundraising, see </pre><span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"id_token\">id.,</span> and,  relatedly, </a></span><pre class=\"inline\">tend to combat corruption.\r                              \n\nSee id.;  see also RNC </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">I,</span>  <span class=\"volume\">487</span> <span class=\"reporter\">F. Supp.</span> at  <span class=\"page\">285</span></span><pre class=\"inline\">-86.  Establishing\r                                  \n\n                                31\r\n\nunequal  contribution caps  serves this  multifaceted network  of\n\ninterests by making it more  probable that candidates will choose\n\nto  partake of  public  financing.   Equally  important, the  gap\n\nappears to  reflect  a carefully  calibrated  legislative  choice\n\nanent the differential risk of quid pro quo corruption in the two\r                                                     \n\ninstances.     In   the  state's   view,  the   many  eligibility\n\nrequirements  for  public financing  make it  less likely  that a\n\ngiven  contribution will  tend to  corrupt  a candidate.15   That\n\nview, too, is plausible.   Ergo, the contribution cap  gap stands\n\non reasonably solid theoretical footing.\n\n          For these reasons, we find Rhode  Island's contribution\n\ncap gap narrowly tailored and logically related, in  scope, size,\n\nand  kind, to  compelling governmental  interests.16   That being\n\n                    \r                              \n\n     15To  cite  an example,  once it  is  clear that  a publicly\nfinanced candidate's  campaign can reach  the overall fundraising\nlimits, see R.I. Gen. Laws    17-25-20(2), any single contributor\r                     \nto that  campaign becomes less important  because the contributor\ncan be  \"replaced\" at no marginal cost.  In other words, the fact\nthat the campaign  seems bound to  reach the fundraising  ceiling\nmeans that a  given contributor is occupying  a contribution slot\nthat could  as easily  be occupied  by someone  else.  With  this\ndistinction in the importance  of individual contributors comes a\ncorresponding  diminution   in  the   risk  of   corruption  and,\ntherefore, a diminished justification for  stringent contribution\nlimits.  See, e.g., </pre><span class=\"citation\" data-id=\"109380\"><span class=\"antecedent_guess\">Buckley,</span> <a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">91</span></a></span><pre class=\"inline\">, 96.\r                                     \n\n     16We  add a caveat.   We  do not in  any way  imply that the\ncontribution  cap  gap is  constitutionally  mandated.   A  state\nlegislature could certainly conclude that a $2,000 contributor to\na  campaign complying with  the spending limits  actually holds a\ngreater sway with the candidate than does a $1,000 contributor to\nan unlimited campaign because the former contribution represents,\nin most cases, a greater percentage of the candidate's kitty than\ndoes the latter.  But, the legislature must have a certain amount\nof operating  room in this sphere.   The first amendment does not\nrequire  the   courts  to   choose  sides,  at   this  level   of\nparticularity, in the flux and reflux of policy considerations.\n\n                                32\r\n\nso,  it would  be  unduly meddlesome,  hence,  wrong, for  us  to\n\nsubstitute our own  assessment of either an  incentive's value or\n\nthe perceived risks to  which it is addressed for  the considered\n\njudgment  of a state legislature.   See Nat'l  Right to </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Work,</span> <span class=\"volume\">459</span>\r                                                                      \n\n<span class=\"reporter\">U.S.</span> at <span class=\"page\">210</span> </span><pre class=\"inline\">(expressing reluctance to \"second-guess a legislative\n\ndetermination  as to  the  need for  prophylactic measures  where\n\ncorruption  is the evil feared\");  Baker v. City  of Concord, </pre><span class=\"citation\" data-id=\"550085\"><a href=\"/opinion/550085/teresa-baker-etc-v-city-of-concord/\"><span class=\"volume\">916</span>\r                                                                      \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">744</span></a></span><pre class=\"inline\">, 750 (1st Cir. 1990) (discussing impropriety of federal\n\ncourts second-guessing a state's legislative judgments).\n\n          3.  Recapitulation.  We hold that states may  sometimes\r                    3.  Recapitulation.\r                                      \n\nlegitimately confront  candidates  with the  option  of  choosing\n\namong different packages of benefits and regulatory requirements.\n\nWe hold further that  such a permissible choice occurs  where, as\n\nhere,  there is no credible evidence of a penalizing purpose, the\n\nchoice between  the packages is real, uncoerced, and available to\n\nall,  the status quo option, standing alone, raises no red flags,\n\nand the  challenged disparity is narrowly  tailored and logically\n\nrelated,  in scope,  size, and  kind, to  compelling governmental\n\ninterests.   See, e.g., </pre><span class=\"citation\" data-id=\"109380\"><span class=\"antecedent_guess\">Buckley,</span> <a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">29</span></a></span><pre class=\"inline\">, 35-36 (upholding\r                                         \n\ndisparate contribution  caps for individuals and  PACs).  Because\n\nRhode Island's contribution cap gap does not penalize, coerce, or\n\nunjustifiably burden  first amendment rights, the  district court\n\nappropriately upheld the challenged provision.17\n                    \r                              \n\n     17We do not tarry over Leonard's claim that the contribution\ncap  gap  violates her  right to  equal  protection.   First, the\nstatute does not impose unequal treatment but gives candidates an\nauthentic  choice.     Second,  the   statute  treats  candidates\ndifferently  on  the basis  of  their actions  rather  than their\n\n                                33\r\n\n             C.  The Free-Television-Time Provisions.\r                       C.  The Free-Television-Time Provisions.\r                                                              \n\n          We now  examine  Leonard's remonstrance  against  Rhode\n\nIsland's  offer of free television time  to candidates who comply\n\nwith the eligibility  criteria for public  financing.  Since  the\n\nissues are purely legal, we afford plenary review.\n\n          1.   Setting  the  Stage.    To  understand  the  free-\r                    1.   Setting  the  Stage.\r                                            \n\ntelevision-time incentives  that have raised Leonard's hackles, a\n\nfurther exegesis is helpful.  Under this heading, Leonard attacks\n\ntwo  different  grants  of in-kind  assistance  to  gubernatorial\n\ncandidates who accept  public financing.   One such incentive  is\n\nlimned  in  R.I.  Gen.  Laws     17-25-30(1),  which  entitles  a\n\ncomplying   candidate  to   \"free   time  on   community  antenna\n\ntelevision\"  pursuant  to rules  to  be formulated  by  the state\n\nDivision  of   Public  Utilities   (DPU).18    The   second  such\n                    \r                              \n\nbeliefs    actions  which,  as we  have  seen, possess  differing\nimplications for the integrity and effectiveness of the electoral\nprocess.   The equal protection  clause does  not interdict  such\nclassifications.   See, e.g.,  Bray v. Alexandria  Women's Health\r                                                                           \nClinic,  113   S.  Ct.  753,  760-62   (1993)  (collecting  cases\r                \nillustrating  courts' denials of  equal protection claims despite\nstatutes' unintended  disparate  effects on  protected  classes);\n</pre><span class=\"citation\" data-id=\"109380\"><span class=\"antecedent_guess\">Buckley,</span>  <a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span>  <span class=\"reporter\">U.S.</span> at  <span class=\"page\">95</span> </a></span><pre class=\"inline\"> (upholding  against equal  protection\r                 \nattack   a  system   which  actually   excluded  minority   party\ncandidates);  Jenness v.  Fortson,  </pre><span class=\"citation\" data-id=\"108376\"><a href=\"/opinion/108376/jenness-v-fortson/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">431</span></a></span><pre class=\"inline\">, 441-42  (1971)\r                                           \n(rejecting  equal  protection  challenge  to   election  law  and\nobserving that \"[s]ometimes the  grossest discrimination can  lie\nin treating things that are different as though they were exactly\nalike\").\n\n     18Community  antenna   television  (CATV)   is  a   form  of\ntelevision  cablecasting regulated  by the state  DPU.   See R.I.\r                                                                      \nGen. Laws    39-19-6.   Under current regulations  and applicable\nfranchise agreements,  cable operators dedicate one  or more CATV\nchannels  to the state  to ensure public  access.   See DPU Rules\r                                                                 \nGoverning CATV Systems,   14.1 (Jan. 14, 1983 rev.).  The parties\ndo  not   dispute  the   DPU's  authority  to   write  additional\nregulations  implementing section  17-25-30(1) by  providing free\n\n                                34\r\n\nincentive is  outlined in  R.I.  Gen. Laws    17-25-30(2),  which\n\nentitles  a  complying candidate  to  \"free  time on  any  public\n\nbroadcasting  station\"  operating under  the jurisdiction  of the\n\nRhode Island Public Telecommunications Authority (PTA).19\n\n          2.    Preemption.     Leonard's  attack  on  the  free-\r                    2.    Preemption.\r                                    \n\ntelevision-time  provisions proceeds  on two fronts.   Initially,\n\nshe contends  that the Federal Communications  Act (FCA) preempts\n\nconflicting  state laws, and that R.I. Gen. Laws   17-25-30 comes\n\nwithin  this  proscription.20   We  find  no such  irreconcilable\n\nconflict.\n\n          The FCA reads in relevant part:\n\n          If any  licensee shall permit  any person who\n          is  a legally qualified  candidate for public\n          office to use a broadcasting station [or CATV\n          system], he shall afford  equal opportunities\n          to all  other such candidates for that office\n          in  the use of  such broadcasting station [or\n          CATV system].\n\n47 U.S.C.   315(a), (c).  This guarantee of equal opportunity has\n                    \r                              \n\nCATV  time to  candidates.   By  like token,  the parties  do not\ndispute that, if the DPU did promulgate such regulations, federal\ncommunications law would apply.\n\n     19The state, through the PTA, owns and controls the air time\nprovided by section 17-25-30(2).  The PTA is a public corporation\nempowered to hold property  and licenses in trust for  the state.\nSee R.I. Gen. Laws    16-61-2.  As such,  the PTA is required  to\r             \n\"establish, own and operate\" public broadcasting in the state, to\n\"apply for,  receive and  hold\" the  necessary licenses from  the\nFederal Communications  Commission, and to  exercise control over\nprogramming on public television stations.  See </pre><span class=\"citation\" data-id=\"108376\"><a href=\"/opinion/108376/jenness-v-fortson/\"><span class=\"id_token\">id.</span> at   16-61-6.\r</a></span><pre class=\"inline\">                                                             \nWe take judicial notice that the PTA currently operates  WSBE-TV,\nChannel 36.\n\n     20Leonard  does  not  argue  that  Congress preempted  state\nregulation by  occupying the  entire communications field.   See,\r                                                                          \ne.g., Schneidewind v. ANR Pipeline Co., </pre><span class=\"citation\" data-id=\"112026\"><a href=\"/opinion/112026/schneidewind-v-anr-pipeline-co/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span><pre class=\"inline\">, 300 (1988);\r                                                \nFrench v. Pan Am Express, Inc., </pre><span class=\"citation\" data-id=\"519198\"><a href=\"/opinion/519198/timothy-french-v-pan-am-express-inc/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 4 (1st Cir. 1989).\r                                        \n\n                                35\r\n\nboth  quantitative and  qualitative dimensions.   See  Paulsen v.\r                                                                        \n\nFCC, </pre><span class=\"citation\" data-id=\"316889\"><a href=\"/opinion/316889/patrick-l-paulsen-v-federal-communications-commission-and-united-states/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">887</span></a></span><pre class=\"inline\">, 889  (9th Cir. 1974).  Among other  things, it\r             \n\n\"encompasses  such elements  as  hour of  the day,  duration, and\n\ncharges.\"   Kennedy for President Comm. v. FCC, </pre><span class=\"citation\" data-id=\"384930\"><a href=\"/opinion/384930/kennedy-for-president-committee-v-federal-communications-commission-and/\"><span class=\"volume\">636</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">432</span></a></span><pre class=\"inline\">, 438\r                                                        \n\n(D.C. Cir. 1980).\n\n          Whether this federal  guarantee preempts Rhode Island's\n\nfree-television-time provisions depends  upon how one  interprets\n\nstate law.  Leonard argues that in explicitly guaranteeing state-\n\ncontrolled television  time to qualifying candidates  at no cost,\n\nthe  state  intends to  exclude  all  other (non-publicly-funded)\n\ncandidates  from receiving comparable  treatment.   Any alternate\n\ninterpretation  of  the  statute,  she claims,  would  render  it\n\npurposeless.\n\n          We think Leonard's argument is  deeply flawed.  When  a\n\nstatute provides a benefit  to some, it does not  necessarily bar\n\nreceipt of the benefit by others.  Cf., e.g., Bowen v. Owens, </pre><span class=\"citation\" data-id=\"111671\"><a href=\"/opinion/111671/bowen-v-owens/\"><span class=\"volume\">476</span>\r                                                                      \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">340</span></a></span><pre class=\"inline\">,  347 (1986)  (explaining that a  legislative body  \"may\n\ntake one  step at a time,  addressing itself to the  phase of the\n\nproblem  which  seems  most   acute  to  the  legislative  mind\")\n\n(citation and internal quotation  marks omitted); </pre><span class=\"citation\" data-id=\"550085\"><span class=\"antecedent_guess\">Baker,</span> <a href=\"/opinion/550085/teresa-baker-etc-v-city-of-concord/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span>\r                                                                 \n\nat  <span class=\"page\">748</span> </a></span><pre class=\"inline\">(holding  that a  state legislature  may constitutionally\n\nelect  to  address  \"only  one  aspect  or a  few  aspects  of  a\n\nmultifaceted problem\").  Put in concrete terms applicable to this\n\ncase,  the Rhode  Island statute  grants free television  time to\n\ncandidates who embrace public  funding   but it does  not purport\n\nto prevent  privately financed  candidates from reaping  the same\n\n                                36\r\n\nbenefit if  some  other law     here, the  FCA    requires  equal\n\ntreatment.\n\n          It  is,  moreover,   axiomatic  that,   when  a   state\n\nlegislature  has sounded  an uncertain  trumpet, a  federal court\n\ncharged with interpreting the  statute ought, if possible, choose\n\na  reading that  will harmonize  the statute  with constitutional\n\nunderstandings  and  overriding federal  law.   See 1A  Norman J.\r                                                             \n\nSinger, Sutherland Statutory Construction   23.21 (4th ed. 1985 &amp;\r                                                   \n\nSupp.   1993)  (collecting   Supreme   Court   cases);  EEOC   v.\r                                                                      \n\nMassachusetts, </pre><span class=\"citation\" data-id=\"601485\"><a href=\"/opinion/601485/equal-employment-opportunity-commission-v-commonwealth-of-massachusetts/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></a></span><pre class=\"inline\">, 70 (1st Cir. 1993).  We believe these\r                       \n\nprinciples apply full bore to R.I. Gen. Laws   17-25-30.\n\n          We refuse  to read Rhode Island's  provision of in-kind\n\nbenefits  in  the   overbold  fashion  that   Leonard  envisions.\n\nInstead, we interpret the statute  to mean what it says and  only\n\nwhat  it says:   it  entitles publicly  funded candidates  to use\n\nstate-controlled television channels without charge   but it does\n\nnothing to  interfere with, and does  not contemplate interfering\n\nwith, the  rights of  privately financed  candidates who  wish to\n\npetition  for equal  time and  treatment under  47 U.S.C.    315.\n\nContrary  to Leonard's  suggestion, this interpretation  does not\n\nemasculate  R.I.  Gen.  Laws     17-25-30(1)  &amp;  (2); indeed,  by\n\nharmonizing  the  statutory  provisions   with  federal  law  and\n\navoiding   possible   preemption,   the    interpretation   lends\n\nconsiderable vitality to the will of the state legislature.  What\n\nis  more, the  provisions,  so construed,  further a  substantial\n\npurpose:  subsidizing all publicly funded candidates by providing\n\n                                37\r\n\nthem with access to  free television time.   In other words,  the\n\nstate law makes the public  financing program more attractive not\n\nbecause complying candidates  receive something which their  non-\n\ncomplying counterparts  do  not, but,  rather, because  complying\n\ncandidates can  be confident that the  expenditure limits imposed\n\nin  consequence of  the acceptance  of public financing  will not\n\nprevent them from getting their message to the voters.\n\n          The bottom  line  reads  as  follows:    there  are  no\n\nindications    textual or otherwise    that Rhode  Island's free-\n\ntelevision-time   provisions   aim   to  preclude   non-complying\n\ncandidates  from seeking  either equal  time or  equal treatment;\n\nthere is a plausible interpretation of the state  enactment which\n\nreconciles   it   with   overriding   federal   law;   and   this\n\ninterpretation gives the statute meaning without jeopardizing its\n\nvalidity.   Because  we  read the  state  law in  this  way,21 47\n\nU.S.C.   315 does not preempt R.I. Gen. Laws   17-25-30(1) &amp; (2).\n\n          3.   Excessive Entanglement.  Leonard has one last shot\r                    3.   Excessive Entanglement.\r                                               \n\nin her  sling.  She urges that the provision of in-kind benefits,\n\nsuch  as  free  television  time,  has  a  dangerous  tendency to\n\nentangle   government  in  the  internal  workings  of  political\n\ncampaigns.\n\n          The   electoral  process  is  guided  by  legislatively\n                    \r                              \n\n     21This interpretation of R.I.  Gen. Laws   17-25-30 requires\nthat  we  reject   three  other  disparity-presuming  contentions\nadvanced by  Leonard.  Read in  the manner that we  deem fitting,\nthe statute neither (1) penalizes a  candidate for exercising his\nor her  right  to  boycott  public financing,  (2)  denies  equal\nprotection  of the laws to such a candidate, nor (3) destroys the\nvoluntariness of the public financing program.\n\n                                38\r\n\narticulated  rules  designed to  ensure  fairness.   A  fine, but\n\nimportant,  line  exists  between this  salutary  rulemaking  and\n\nmeddlesome  interference in the conduct of elections.  There is a\n\npoint where government involvement  in the operation of political\n\ncampaigns may become so pervasive  as to imperil first  amendment\n\nvalues.   Were  a  state to  loan  out  its workers  as  campaign\n\nconsultants,   for   example,   voters   and   candidates   might\n\nlegitimately complain that it had gone beyond laying down general\n\nrules  for  office-seekers  and  begun tampering  with,  or  even\n\nmanipulating,  the  electoral process.   Such  entanglement could\n\nconceivably  prevent the first  amendment from  accomplishing its\n\nfundamental  mission in respect to political  speech:  \"to secure\n\nthe widest possible dissemination of information from diverse and\n\nantagonistic  sources, and  to assure  unfettered  interchange of\n\nideas for  the bringing  about of  political  and social  changes\n\ndesired by the  people.\"  </pre><span class=\"citation\" data-id=\"109380\"><span class=\"antecedent_guess\">Buckley,</span> <a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> at  <span class=\"page\">49</span> </a></span><pre class=\"inline\">(citations and\r                                           \n\ninternal  quotation marks  omitted).   In short,  entanglement of\n\nthis  insidious  stripe  runs too  great  a  risk  of creating  a\n\nconvergence of pro-government voices.\n\n          Mindful of these concerns, courts must carefully review\n\nlegislative  enactments that  potentially entangle  government in\n\npartisan political  affairs.  In-kind incentives  carry the seeds\n\nof  potential  overinvolvement,  especially  when  they implicate\n\naccess to  state-run organs of communication.   Nevertheless, the\n\nfirst amendment does  not rule out  all in-kind offerings  simply\n\nbecause some of them may be too entangling.  See, e.g., </pre><span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"id_token\">id.</span> at 93\r</a></span><pre class=\"inline\">                                                                     \n\n                                39\r\n\nn.127  (noting   that  the   government's  extension   of  postal\n\nprivileges furthers first amendment  values).  Legislative bodies\n\n(and,  ultimately,  courts)  must  separate   wheat  from  chaff,\n\nrecognizing that, while some  in-kind benefits may be excessively\n\nentangling,  others represent  valid  and innovative  attempts to\n\nconfront new  concerns in  the ever-changing world  of democratic\n\nelections.\n\n          In  our  view,  there   is  a  spectrum  of  government\n\nsubsidization  ranging from pure white  and light gray    a range\n\nthat  would  include  such  relatively  unintrusive  measures  as\n\nsupplying public  funding on politically  neutral terms    to jet\n\nblack and navy blue   a range that would subsume such  relatively\n\nintrusive measures  as furnishing  campaign  workers to  specific\n\ncandidates.   The  closer an  arrangement  trenches to  the  non-\n\nintrusive end of the spectrum, the less likely it is to fall prey\n\nto a facial  challenge grounded  in the first  amendment.   After\n\nall, so long as interference is slight, offering in-kind benefits\n\nactually   furthers   first   amendment  values   by   increasing\n\ncandidates'  available choices  and  enhancing their  ability  to\n\ncommunicate.  See </pre><span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"id_token\">id.</span> at 92-93. </a></span><pre class=\"inline\">\r                               \n\n          In this  case, Leonard has advanced  no concrete reason\n\nfor  believing  that  the  free-television-time  provisions  will\n\nexcessively  entangle the  state  in the  day-to-day details  and\n\ndecisions of the campaign.   Because applicable federal laws  and\n\nregulations require  equal time  and treatment for  all competing\n\ncandidates insofar  as the electronic media  are concerned, there\n\n                                40\r\n\nis  no appreciable  danger of lopsided  state involvement  in the\n\nintricate process of scheduling  television appearances.  By like\n\ntoken, there  is  no  demonstrable  risk that  state  power  will\n\ninfluence  candidates'  speech in  a  way  that undermines  first\n\namendment   values.     Accordingly,   there  is   no   excessive\n\nentanglement.  See, e.g., </pre><span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"id_token\">id.</span> at 93 </a></span><pre class=\"inline\">n.126 (concluding that claims\r                                       \n\nof  excessive  governmental  involvement  in  respect  to  public\n\nfunding  of  political  campaigns were  \"wholly  speculative  and\n\nhardly a basis for [facial] invalidation\").\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\n\n          In its journey to ensure the integrity of the electoral\n\nprocess,  a  state legislature  must  march  across the  hallowed\n\nground  on which  fundamental first  amendment rights  take root.\n\nThe  terrain must  be  negotiated with  circumspection and  care:\n\ndisparities, in whatever guise, are not casually to be condoned.\n\n          Here, the  Rhode Island General Assembly  traversed the\n\nminefield with mixed  results.  The disclosure threshold  for PAC\n\ncontributors,  as   contrasted  with  the   different  disclosure\n\nthreshold    for   contributors   to   candidates,   creates   an\n\nimpermissible disparity  violative of  associational  rights.   A\n\nsecond claimed disparity, involving  the contribution cap gap is,\n\nin part due  to its relatively  small size, non-penalizing,  non-\n\ncoercive,  justifiable,  and,  hence, constitutional.    For  all\n\nintents and  purposes, the  third claimed disparity  is virtually\n\nnon-existent:  given the  imperatives of extant federal  law, the\n\nfree-television-time  provisions  of  the  state  statute  do not\n\nproduce  significant  differences in  the  benefits available  to\n\nvarious candidates for the same office.  Thus, we, like the court\n\n                                41\r\n\nbelow,   find   that  R.I.   Gen.   Laws      17-25-15(c)(1)   is\n\nunconstitutional, but  that the  plaintiffs' challenges  to other\n\nportions of Rhode Island's campaign finance law are bootless.\n\n          Nihilo ulterius requiremus pergere.  The judgment below\r                                                      \n\nwill be\n\nAffirmed.\r          Affirmed.\r                  \n\n                                42\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106559/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106761/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108088/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108376/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108993/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109005/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109301/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109380/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109836/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110188/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110418/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110551/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110588/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110599/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110813/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110819/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111175/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111226/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111258/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111370/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111671/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111782/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112026/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112398/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/316889/",
    "https://www.courtlistener.com/api/rest/v3/opinions/375338/",
    "https://www.courtlistener.com/api/rest/v3/opinions/377991/",
    "https://www.courtlistener.com/api/rest/v3/opinions/384930/",
    "https://www.courtlistener.com/api/rest/v3/opinions/451764/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474510/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480629/",
    "https://www.courtlistener.com/api/rest/v3/opinions/482848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/519198/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520576/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542009/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550085/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "https://www.courtlistener.com/api/rest/v3/opinions/582534/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601485/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604758/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605983/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606323/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1765881/"
  ]
}