{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194930/",
  "id": 194930,
  "absolute_url": "/opinion/194930/evergreen-v-six-consignments/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194930/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:28:21Z",
  "date_modified": "2020-02-22T00:10:47.539005Z",
  "type": "010combined",
  "sha1": "4647a9ab99fa286bce915925572245ce6fb095d9",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1136.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1136\n\n                  EVERGREEN MARINE CORPORATION,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n               SIX CONSIGNMENTS OF FROZEN SCALLOPS,\n                         IN REM, ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Robert E. Keeton, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                     Torruella, Selya and Cyr,\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n   Joseph  F. De  May, Jr.  with whom  Cichanowicz, Callan  &amp; Keane,\n                                                                   \nThomas  J. Muzyka,  and  Clinton &amp;  Muzyka,  P.C.  were on  brief  for\n                                               \nappellant.\n   Evan Slavitt with whom Hugh  J. Gorman III and Hinckley,  Allen &amp;\n                                                                    \nSnyder were on brief for appellees.\n    \n\n                                           \n\n                        September 17, 1993\n\n                                           \n\n          CYR, Circuit  Judge.   Appellant Evergreen Marine  Cor-\n          CYR, Circuit  Judge.   \n                             \n\nporation, an ocean carrier, was fraudulently induced to discharge\n\nsix consignments  of frozen scallops, valued at  $1.2 million, to\n\nGloucester Corporation, without taking up possession of the bills\n\nof  lading.   After Gloucester  became insolvent,  the discharged\n\nscallops were seized by appellees Fleet National Bank and Cooper-\n\native   Centrale  Raiffeisen-Boerenleenbank   B.A.  (hereinafter,\n\ncollectively,  \"the  Banks\"),  holders of  security  interests in\n\nGloucester's   after-acquired  inventory.    The  district  court\n\nentered summary judgment  for the Banks on Evergreen's  claim for\n\nconversion.   As we conclude on the present record that Evergreen\n\nheld a superior claim to the scallops, we vacate the judgment and\n\nremand for further proceedings.\n\n                                I\n\n                              FACTS\n                                   \n\n          On various  dates in  1991,  Evergreen contracted  with\n\nTowamarin, Ltd. to carry six consignments of frozen scallops from\n\nTokyo, Japan to  Port Elizabeth, New Jersey.  Evergreen thereupon\n\nissued order  bills of lading, designating  Gloucester as \"Notify\n\nParty.\"1  When the  scallops arrived at Port Elizabeth,  Glouces-\n\n                    \n\n     1An order bill of lading is a negotiable  instrument, issued\nby the carrier to the shipper at the time goods are loaded aboard\nship,  which serves \"as a  receipt that the  carrier has received\n[the] goods for  shipment; as  a contract of  carriage for  those\ngoods; and  as  documentary evidence  of title  to those  goods.\"\n\nter represented that  it held title to the  scallops but that the\n\nbills of lading were still in transit.  For present purposes, the\n\ncircumstantial  evidence,  infra,   compels  the  inference  that\n                                \n\nGloucester's  representations of title  were false and fraudulent\n\nat  the time  made.   See Continental  Grain Co.  v. Puerto  Rico\n                                                                 \n\nMaritime  Shipping Auth.,  972 F.2d  426, 429-30 (1st  Cir. 1992)\n                        \n\n(under Rule 56(c),  all reasonable  inferences must  be drawn  in\n\nfavor of party opposing summary judgment).\n\n          Evergreen released the  scallops to Gloucester, without\n\ntaking up the original bills of lading, upon Gloucester's  execu-\n\ntion of  certain indemnity and guarantee  agreements (\"letters of\n\nguaranty\").    The  letters  of  guaranty  included  Gloucester's\n\nrepresentations  of  title to  the  scallops under  the  bills of\n\nlading;  its promise to  produce the bills of  lading \"as soon as\n\n[the bills]  shall have  arrived and/or come  into [Gloucester's]\n\npossession;\" and its agreement  to defend and indemnify Evergreen\n\n                    \n\nFuentes  v. Sea-Land  Services,  665 F.Supp.  206, 209  (S.D.N.Y.\n                              \n1987).   The shipper  sends the  bill of  lading to the  intended\nrecipient of  the goods  (consignee); upon notification  that the\ngoods  have  arrived,  the consignee  presents  the  bill  to the\ncarrier at the delivery  port, and receives the goods  in return.\nBecause an order  bill is negotiable,  however, the consignee  or\n\"notify party\" designated on the bill of lading is not necessari-\nly the  holder of the  bill at  the time and  place of  delivery.\nUnder these  circumstances, subject  to extremely  limited excep-\ntions, a  carrier which delivers  to a \"notify party,\"  or to any\nother person,  without  taking up  and canceling  its order  bill\n\"remains liable to anyone who has purchased the bill for value in\ngood faith, before or after the improper delivery.\"  G. Gilmore &amp;\nC.  Black, Admiralty  110-12  (2d ed.  1975).   See  also  Allied\n                                                                 \nChemical Intl. Corp. v.  Companhia de Navegacao Lloyd Brasileiro,\n                                                                \n775 F.2d  476, 481-82 (2d  Cir. 1985) (discussing  obligations of\ncarrier in  maritime documentary transaction),  cert. denied, 475\n                                                            \nU.S. 1099 (1986).\n\n                                3\n\nagainst third  party claims.2  Shortly after  issuing the letters\n\nof guaranty and removing the  scallops to its Massachusetts ware-\n\nhouse, Gloucester  became insolvent; the scallops  were seized by\n\nthe Banks  pursuant to  their security interests  in Gloucester's\n\nafter-acquired inventory.\n\n          On  February 7,  1992,  a third  party,  Raiffeisenbank\n\nLekkerkerk  Holland (\"Dutch  Bank\"), notified  Evergreen  that it\n\n                    \n\n     2The executed letters of guaranty provided:\n\n     The above goods were shipped on [the listed  vessel] by\n     . . . TOWAMARIN,  LTD. . . . (and consigned  to us) but\n     the  relevant Bill(s)  of Lading  have not  arrived. We\n     hereby request you  to deliver such goods  to THE GLOU-\n     CESTER  CORPORATION  (us)  without  production  of  the\n     Bill(s)  of Lading. In  consideration of your complying\n     with our above request we hereby agree as follows:\n\n     1.   To indemnify you, your  servants and agents and to\n     hold all  of you harmless  in respect of  any liability\n     loss  or  damage of  whatsoever  nature  which you  may\n     sustain  by reason of delivering  the goods to US . . .\n     in accordance with our request.\n\n     2.   In the  event of any  proceedings being  commenced\n     against you or any  of your servants or agents  in con-\n     nection with the delivery of  the goods as aforesaid to\n     provide you or them  from time to time  with sufficient\n     funds to defend the same.\n\n                             * * * * \n\n     4.   As soon as all original Bill(s) of  Lading for the\n     above goods  shall have  arrived and/or come  late into\n     our possession,  to produce and deliver the same to you\n     whereupon our liability hereunder shall cease.\n\n                             * * * * \n\n     /s/ THE GLOUCESTER CORPORATION\n\n                                4\n\nheld the true  bills of lading for the  six consignments of scal-\n\nlops.3    Facing liability  to  Dutch  Bank, Evergreen  sued  the\n\nBanks,  Gloucester, and  the  scallops, seeking  recovery of  the\n\nscallops  or tort damages for their value.4  See Evergreen Marine\n                                                                 \n\nCorp.  v. Six Consignments of  Frozen Scallops, 806  F. Supp. 291\n                                              \n\n(D. Mass. 1992).   The district court denied admiralty  jurisdic-\n\ntion and dismissed Evergreen's Rule D  claim against the scallops\n\nin  rem.  Upon affirming its diversity jurisdiction, however, the\n       \n\ncourt applied Massachusetts law  to Evergreen's remaining claims.\n\nId. at 293-94.  The court dismissed Evergreen's claim against the\n   \n\nBanks for  tortious interference with  contract, see id.  at 296,\n                                                        \n\nand entered summary judgment for the Banks on Evergreen's conver-\n\nsion and replevin claims, on the ground that the Banks' perfected\n\nsecurity  interest in  Gloucester's  inventory  was  superior  to\n\nEvergreen's  reclamation rights.  See id. at 297.  As Evergreen's\n                                         \n\nbrief on appeal is expressly limited to its conversion claim, its\n\nother claims are deemed  waived.  See Washington Legal  Found. v.\n                                                              \n\nMassachusetts Bar Found., 993  F.2d 962, 970 n.4 (1st  Cir. 1993)\n                        \n\n                    \n\n     3Lekkerkerk is  identified  as  \"Lekkekerk\"  in  the  Banks'\nbrief,  and as  \"Lekkerrerk\"  in Gloucester's  complaint and  the\ndistrict  court opinion.  See  806 F.  Supp.  at 293.  The  Banks\n                             \nassert, without contradiction, that \"although [Lekkerkerk]  has a\nsomewhat  similar name, [it] is  an entirely different bank\" from\ndefendant-appellee  Cooperative   Centrale  Raiffeisen-Boerenleen\nBank.\n\n     4Evergreen's amended  complaint included counts  (1) against\nGloucester,   for  misrepresentation  and   breach  of  contract;\n(2) against  the scallops, in  rem, under  Supplemental Admiralty\n                                  \nRule D; and  (3) against the Banks, for  conversion and replevin.\nA default judgment was entered against Gloucester on December 10,\n1992, for failure to defend the action.\n\n                                5\n\n(claims not raised on appeal are deemed abandoned); Sheinkopf  v.\n                                                             \n\nStone, 927 F.2d 1259, 1263 (1st Cir. 1991) (similar).\n     \n\n                                II\n\n                          GOVERNING LAW\n                                       \n\n          As  an  initial  matter,  Evergreen  asserts  that  its\n\nconversion claim  was subject  to the district  court's admiralty\n\njurisdiction.   Although  the  Banks do  not challenge  diversity\n\njurisdiction,  see 806  F. Supp. at  295, they  contest admiralty\n                  \n\njurisdiction,  apparently  to avoid  the application  of maritime\n\nlaw.  See, e.g., Austin v. Unarco Inds., Inc., 705 F.2d 1, 6  n.1\n                                             \n\n(1st Cir.), cert. dismissed, 463 U.S. 1247 (1983) (\"once admiral-\n                           \n\nty jurisdiction is established, then all of the substantive rules\n\nand precepts peculiar to  the law of the sea  become applicable\")\n\n(quoting Brance v. Shumann,  445 F.2d 175, 178 (5th  Cir. 1971)).\n                          \n\nThe  parties  have  identified  no  material  difference  between\n\nmaritime  law  and Massachusetts  law governing  these conversion\n\nclaims.  Compare Goodpasture, Inc. v. M/V Pollux, 602 F.2d 84, 87\n                                                \n\n(5th Cir. 1979), cert. denied, 460 U.S. 1084 (1983)  (identifying\n                             \n\nelements of conversion claim in admiralty), with, e.g., Joseph R.\n                                                      \n\nNolan &amp; Laurie J. Santorio, 37 Massachusetts Practice:  Tort Law,\n                                                                \n\n  55 (2d  ed. 1989),  at 65  (identifying elements of  conversion\n\nclaim  under Massachusetts  law).    Assuming differences  exist,\n\nhowever,  see Furness  Withy (Chartering),  Inc. v.  World Energy\n                                                                 \n\nSys.  Assoc., 854 F.2d 410,  412 (11th Cir.  1988), cert. denied,\n                                                                \n\n                                6\n\n489  U.S.  1013 (1989),  we agree  with  the district  court that\n\nMassachusetts law governs Evergreen's claim.\n\n          The  admiralty  jurisdiction test  for  tort  claims is\n\n\"clearly established.\"  Shea v. Rev-Lyn Contracting Co., 868 F.2d\n                                                       \n\n515, 517 (1st Cir. 1989).  It comprises two functional inquiries:\n\nfirst,  the traditional  \"situs\" analysis determines  whether the\n\ntort was committed  or the alleged  injury occurred on  navigable\n\nwaters, see  id. (citing The Plymouth,  70 U.S. (3 Wall.)  20, 33\n                                     \n\n(1866)); and, second, the  more recently developed \"nexus\" analy-\n\nsis  determines  whether the  alleged  tort  bears a  significant\n\nrelationship  to traditional maritime  activities.   See Foremost\n                                                                 \n\nIns. Co.  v.  Richardson,  457  U.S. 668  (1982);  Executive  Jet\n                                                                 \n\nAviation,  Inc. v. Cleveland, 409  U.S. 249 (1972).   The \"situs\"\n                            \n\nand  \"nexus\"  requirements  must  both be  met  before  admiralty\n\njurisdiction  can attach.    See, e.g.,  Shea,  868 F.2d  at  517\n                                             \n\n(noting dual nature of  test); Carey v. Bahama Cruise  Lines, 864\n                                                            \n\nF.2d 201,  207 n.4 (1st  Cir. 1988)   (same); accord,  Cochran v.\n                                                              \n\nE.I. DuPont  de Nemours  &amp; Co.,  933 F.2d 1533,  1537 (11th  Cir.\n                              \n\n1991) (\"The Court in Executive Jet did not replace the tradition-\n                                  \n\nal locality test,  but instead  added a second  prong, the  nexus\n\ntest\"), cert. denied, 112 S.Ct. 881 (1992).\n                    \n\n          The present  conversion claim  founders on  the \"situs\"\n\nprong of the Executive  Jet analysis.  In the  admiralty context,\n                           \n\nas elsewhere,  conversion is  simply an intentional  and wrongful\n\nexercise of dominion or  control over a chattel,  which seriously\n                                               \n\ninterferes   with  the  owner's  rights  in  the  chattel.    See\n                                                                 \n\n                                7\n\nGoodpasture, 602 F.2d at 87; Berry v. Boat Giannina B., Inc., 460\n                                                            \n\nF.  Supp. 145, 150 (D. Mass. 1978); Restatement (Second) of Torts\n                                                                 \n\n  222A (1965).   Admiralty  jurisdiction over a  conversion claim\n\naccordingly  depends on  whether  the chattel  was \"on  navigable\n\nwaters\" at the time of the alleged wrongful exercise of dominion.\n\nSee,  e.g., Leather's Best, Inc. v. S/S Mormaclynx, 451 F.2d 800,\n                                                  \n\n808 (2d  Cir. 1971) (no admiralty  jurisdiction over warehouseman\n\nwhose  loss of  property,  entrusted by  ocean carrier,  occurred\n\nwhile goods were on land); cf. Schoening v. Shipment of  102 Jute\n                                                                 \n\nBags,  132 F. Supp. 561, 562 (E.D. Pa. 1955) (no admiralty juris-\n    \n\ndiction over ocean  carrier for shipment of  goods converted from\n\nonshore warehouse;  \"the conversion was completed  when the goods\n\nwere removed  from the  warehouse\"); see  generally The Lydia,  1\n                                                             \n\nF.2d 18, 23 (2d Cir.) cert. denied, 266 U.S. 616 (1924) (\"conver-\n                                  \n\nsion is a tort, . . . and  if that tort is committed on navigable\n\nwaters, admiralty has jurisdiction\").  In  the present case, long\n\nbefore  the Banks asserted  dominion over the  scallops under the\n\nterms of  their security  agreements, Gloucester had  removed the\n\nscallops  to its  storage warehouse  in Massachusetts,  some four\n\nhundred miles  from the point of  Evergreen's disaffreightment in\n\nPort Elizabeth,  thereby severing any conceivable maritime situs.\n\nCompare Leather's Best, 451 F.2d at 808.\n                      \n\n          Evergreen bases its assertion of admiralty jurisdiction\n\non  the  ground  that  the district  court's  decision  \"directly\n\naffects the integrity of order bills of lading.\"  Thus, apparent-\n\nly Evergreen would  extend the so-called \"impact\" test  for admi-\n\n                                8\n\nralty jurisdiction,  applicable to claims for  intentional inter-\n\nference  with contractual  relations,  to the  present claim  for\n\nconversion.   See Carroll v.  Protection Maritime  Ins. Co.,  512\n                                                           \n\nF.2d  4, 8 (1st Cir. 1975) (articulating \"impact\" test); see also\n                                                                 \n\nPino v. Protection  Maritime Ins.  Co., 599 F.2d  10, 12-13  (1st\n                                      \n\nCir.) cert.  denied, 444  U.S. 900 (1979)  (reaffirming Carroll's\n                                                               \n\n\"extension  of location test\").  We agree with the district court\n\nthat  the Carroll  \"impact test\"  does not  apply to  the present\n                 \n\ntransaction.\n\n          Carroll was an  action for  tortious interference  with\n                 \n\ncontractual relationships, brought by various seamen  and commer-\n\ncial fishermen, against marine insurers whose \"blacklist\" of past\n\nclaimants allegedly  interfered with  the  claimants' efforts  to\n\ncontract  for employment  on marine  vessels.    Although  it was\n\nalleged  that the  blacklist  prevented the  claimants, while  on\n                                                                 \n\nland,  from securing  contracts  of employment,  its purpose  and\n    \n\neffect was  to prevent their employment  aboard seagoing vessels.\n                                                                \n\n512 F.2d at 6.  On these facts, the Carroll court concluded, \"the\n                                           \n\ncritical  focus should not be 'where the wrongful act or omission\n\nhas its inception,  but where the  impact of the act  or omission\n\nproduces [the] injury,\" id. at 8  (citing O'Connor &amp; Co. v.  City\n                                                                 \n\nof  Pascagoula, 304 F. Supp. 681, 683 (S.D. Miss. 1969)).  Apply-\n              \n\ning this principle, Carroll held that \"the  impact of defendants'\n                           \n\nalleged actions, at least where existing employment was terminat-\n\ned, was felt in the  operations of the affected vessels at  sea,\"\n\nid., and was  \"so interwoven with present and  potential maritime\n   \n\n                                9\n\ncontractual relationships    traditional concerns of admiralty   \n\nas to fall within [the admiralty] jurisdiction,\" id. at 8-9.\n                                                    \n\n          Unlike  the  Carroll  claim  for  interference  with  a\n                              \n\ncontract,  Evergreen's conversion claim alleges interference with\n        \n\nchattels.    A  chattel  has a  determinate  location;  hence the\n        \n\n\"situs\" of the tort of conversion is more readily identified, and\n\ndoes not  depend solely on an assessment of its impact upon mari-\n\ntime activities.  Furthermore, the relevant purposeful act in the\n\ntort  of conversion is the  exercise of dominion  over a chattel,\n                                                \n\nwhich may  entail liability  even though the  defendant initially\n\nacted on a good-faith,  non-maritime claim of right.   See, e.g.,\n                                                                \n\nRestatement (Second)  of Torts   244  (1965) (\"actor  is not  re-\n                              \n\nlieved  of liability . . . for  conversion by his belief, because\n\nof a  mistake of law or  fact not induced  by the other,  that he\n\n. . . is entitled to . . . immediate possession [of the converted\n\nchattel]\").  In these  circumstances, the \"maritime nexus,\" found\n\n\"dominant\" in Carroll, see 512 F.2d at 6, is sufficiently attenu-\n                          \n\nated that  a Carroll-based \"impact\" analysis  would invite \"open-\n                    \n\nended  expansion  of  admiralty  jurisdiction,\" id.    Thus,  the\n                                                  \n\ndistrict  court correctly  concluded that  Evergreen's conversion\n\nclaim implicated its diversity jurisdiction, rather than admiral-\n\nty jurisdiction, and that     to the extent differences  exist   \n\nthe conversion  claim was  governed by Massachusetts  law, rather\n\nthan maritime law.\n\n                               III\n\n                                10\n\n                            DISCUSSION\n                                      \n\n          A   plaintiff  asserting   a  conversion   claim  under\n\nMassachusetts law must  show that:  (1) the  defendant intention-\n\nally  and  wrongfully  exercised  control or  dominion  over  the\n\npersonal property, (2) the plaintiff  had an ownership or posses-\n\nsory interest in the property at the time of the alleged  conver-\n\nsion; (3) the  plaintiff was damaged by  the defendant's conduct;\n\nand (4) if the defendant  legitimately acquired possession of the\n\nproperty  under  a good-faith  claim  of  right, the  plaintiff's\n\ndemand for its  return was refused.5  See 806  F. Supp. at 296-97\n                                         \n\n(citing Magaw v. Beals, 272 Mass. 334, 172 N.E.  347 (1930)); see\n                                                                 \n\nalso In re Halmar Distributors, Inc., 968 F.2d 121, 129 (1st Cir.\n                                    \n\n1992);  MacNeil v. Hazelton, 306  Mass. 366, 367,  28 N.E.2d 477,\n                           \n\n478 (1940).   Since the evidence establishes  beyond dispute that\n\nthe  Banks  asserted  dominion  over the  scallops,  and  refused\n\nEvergreen's demands for their return, see 806 F. Supp. at 295-97,\n                                         \n\nthe principal issue before us is whether any rights the Banks may\n\nhave acquired  by  virtue of  their security  interests in  Glou-\n\ncester's  after-acquired inventory  were superior  to Evergreen's\n\n                    \n\n     5Federal courts sitting in diversity apply the choice-of-law\nrules of the  forum state.  See Klaxon Co.  v. Stentor Elec. Mfg.\n                                                                 \nCo., 313 U.S. 487,  496 (1941).   Since the parties have  ignored\n   \nchoice-of-law issues on appeal,  we indulge their assumption that\nMassachusetts would  apply its own  substantive law.   See Carey,\n                                                                \n864 F.2d at 206 (given  \"reasonable relation\" between dispute and\nforum  whose  law is  invoked by  parties,  court of  appeals may\n\"forego independent analysis\" of  choice-of-law issue); Borden v.\n                                                              \nPaul  Revere Life  Ins. Co.,  935 F.2d 370,  375 (1st  Cir. 1991)\n                           \n(similar).\n\n                                11\n\nreclamation rights  as bailee  of  the scallops  under the  order\n\nbills of lading.\n\n          We review summary judgments  de novo, affirming only if\n                                              \n\nit  appears      after  considering all  competent  evidence  and\n\nreasonable  inferences in the  light most  favorable to  the non-\n\nmoving party    that there is no genuine issue as to any material\n\nfact and the moving party is entitled to judgment as  a matter of\n\nlaw.    See, e.g.,  Continental Grain  Co.,  972 F.2d  at 429-30;\n                                          \n\nNational Expositions,  Inc. v.  Crowley Maritime Corp.,  824 F.2d\n                                                      \n\n131, 134 (1st Cir. 1987).\n\nA.   Evergreen's Interest\n                         \n\n          The district court likened  Evergreen's interest in the\n\nscallops to  that of  a seller  of goods,  and Gloucester  to \"an\n                              \n\ninsolvent buyer\", see  806 F.  Supp. at 297;  hence the  putative\n                     \n\n\"sale,\" though  voidable, was not void  until Evergreen disavowed\n                                      \n\nit  and moved to reclaim  the goods.   See Mass. Gen.  L. ch. 106\n                                          \n\n  2-702(2) (\"seller  [who] discovers that the  buyer has received\n\ngoods  on credit while insolvent . . . may reclaim the goods upon\n                                                                 \n\ndemand\") (emphasis added).  Under this analysis, since an Article\n      \n\n9  secured party is a \"purchaser\" of the debtor's interest in the\n\ncollateral, see id.  at    1-201(32), 1-201(33); Burk  v. Emmick,\n                                                                \n\n637 F.2d  1172, 1174 (8th  Cir. 1980); In  re Samuels &amp;  Co., 526\n                                                            \n\nF.2d  1238, 1242 (5th Cir.),  cert. denied, 429  U.S. 834 (1976),\n                                          \n\nEvergreen's  failure to  disavow  the sale  prior  to the  Banks'\n\n\"purchase\" through foreclosure subordinated  Evergreen's interest\n\nto the Banks' security interests in the scallops.  See Mass. Gen.\n                                                      \n\n                                12\n\nL. ch. 106,    2-702(3) (\"the seller's right  to reclaim . . . is\n\nsubject  to the rights of . . . [a]  good faith purchaser or lien\n\ncreditor under  this Article\"); see  also id.  at   2-403(1)  (\"A\n                                             \n\npurchaser of goods acquires all title which his transferor had or\n\nhad power to  transfer . . . .  A person with  voidable title has\n                                                             \n\npower to transfer good title to a good faith purchaser for value.\n\nWhere goods have been  delivered under a transaction  of purchase\n\nthe purchaser has such a power even though . . . (d) the delivery\n\nwas procured through fraud\") (emphasis added).\n\n          The difficulty with the district  court's analysis lies\n\nin its  fundamental premise,  viz., that Evergreen,  in releasing\n                                  \n\nthe  scallops to Gloucester pursuant to  the letters of guaranty,\n\nwas a \"seller,\" and Gloucester, in thus acquiring possession, was\n\na \"buyer.\"  Rather, we think the transaction was one of \"entrust-\n\nment,\" see Mass. Gen. L. ch. 106,   2-403(2),(3), whereby neither\n          \n\nGloucester nor the  Banks acquired  an interest  in the  scallops\n\nsuperior to Evergreen's limited right to their possession.\n\n          Under  the Uniform  Commercial Code,  a \"seller\"  is \"a\n\nperson who sells or  contracts to sell goods,\" id  at   2-103(1)-\n                                                 \n\n(d), and  a \"buyer\" one \"who buys or contracts to buy goods,\" id.\n                                                                 \n\nat    2-103(1)(a).   A  \"sale,\" by  definition, \"consists  in the\n                                                                 \n\npassing  of title from the seller to  the buyer for a price (sec-\n                 \n\ntion 2-401),\" id. at   2-106(1) (emphasis added), and a \"contract\n                 \n\nfor sale\"  means \"a present sale  of goods or a  contract to sell\n\ngoods at a future time.\" Id.  Accordingly,  though U.C.C.   2-401\n                            \n\ndoes  not define \"title,\"  noting simply that  \"each provision of\n\n                                13\n\n. . . Article  [2] with  regard  to the  rights, obligations  and\n\nremedies of  the seller,  the buyer,  purchasers and  other third\n\nparties  applies irrespective of title to  the goods except where\n                                                                 \n\nthe provision refers  to such title,\"6  id. at   2-401  (emphasis\n                                           \n\nadded), no \"sale\" of goods occurs, within the meaning of   2-106,\n\nwithout a present or future capacity on the part  of the \"seller\"\n                                    \n\nto convey  title to the \"buyer.\"  See generally William L. Tabac,\n                                               \n\nThe Unbearable  Lightness of  Title Under the  Uniform Commercial\n                                                                 \n\nCode, 50 Md. L. Rev. 408 (1991) (noting contradictions in Article\n    \n\nTwo references to  title; concluding that  \"title under the  Code\n\nmeans ownership,\" and that \"title  principles are still firmly in\n\nplace, if not in sight, as the framework for today's commerce  in\n\ngoods\").  We return  to the present transaction with  these prin-\n\nciples in mind.\n\n          It is well settled  that an ocean carrier possesses  no\n\ntitle  or  other  ownership interest  in  goods  carried under  a\n\nnegotiable  bill of lading; title is  vested in the holder of the\n\nbill of lading, whose interests the carrier represents, under the\n\ncontract  of carriage  and maritime  law, as  \"a special  type of\n\nbailee.\"   See Commercial Molasses  Corp. v. New  York Tank Barge\n                                                                 \n\nCorp., 314 U.S. 104,  109 (1941); Schnell v. The  Vallescura, 293\n                                                            \n\nU.S.  296,  303 (1934);  C-ART, Ltd.  v.  Hong Kong  Islands Line\n                                                                 \n\nAmerica,  S.A.,  940 F.2d  530, 533  n.2  (9th Cir.  1991), cert.\n                                                                 \n\ndenied, 112 S.Ct. 1762  (1992); see also Baker Oil Tools, Inc. v.\n                                                              \n\nDelta  S.S. Lines, Inc., 562  F.2d 938 (5th  Cir. 1977) (bailment\n                       \n\n                    \n\n     6See, e.g., Mass. Gen. L. ch. 106,   2-403(1),(2),(3).\n               \n\n                                14\n\nrelationship  under contract  of  carriage  continues before  and\n\nafter termination of voyage); cf. U.C.C.   2-705(1) (referring to\n                                 \n\n\"goods  in  possession of  a carrier  or  other bailee\").   Thus,\n\nabsent extraordinary circumstances,  such as rapid  deterioration\n\nof the cargo, see T.J.  Stevenson &amp; Co. v. 81,193 Bags  of Flour,\n                                                                \n\n449  F. Supp. 84, 123 (S.D. Ala. 1979), aff'd. in pertinent part,\n                                                                \n\n629 F.2d 338, 383 (5th Cir. 1980), the carrier has neither actual\n\nnor  apparent authority  to \"sell\"  the goods  it carries.7   The\n\ncarrier's sole legitimate  interest is its limited  right to pos-\n                                                                 \n\nsess the goods, pending  presentment of the bills of  lading; and\n    \n\nits  temporary  release  of  possession,  pending  a  consignee's\n\npromised production of  the bills of lading, is  not a \"sale\" but\n\nan entrustment.   See Mass.  Gen. L. ch.  106,   2-403(3)  (\"'En-\n                     \n\ntrusting' includes any delivery and any acquiescence in retention\n\nof possession  regardless of any condition  expressed between the\n\nparties to the delivery or acquiescence and regardless of whether\n\nthe procurement of the  entrusting or the possessor's disposition\n\n                    \n\n     7Indeed,  the summary  judgment record  in the  present case\nindisputably demonstrates that there can have been no \"contract,\"\nwithin the  meaning of Article  2:  \"In  this Article unless  the\ncontext otherwise requires 'contract' and 'agreement' are limited\nto those relating to the present or future sale of goods.\"  Mass.\nGen. L.  ch. 106,   2-106(1).   Moreover, not only  does a future\nsale of  goods require a  contract of sale, id.,  but a \"'present\n                                               \nsale'  means a sale  which is accomplished  by the making  of the\ncontract,\"  id. (emphasis added).  Since the express terms of the\n               \nletters of  guaranty flatly belie Evergreen's  capacity to effect\n                                                       \neither a present or  future sale of scallops in  which Gloucester\nalready  purportedly held  title by  virtue of  its claim  to the\nnegotiable bills of lading in transit, there could be no contract\nor agreement of sale  of any kind between Evergreen  and Glouces-\nter.  See also id.   1-201(3),(11).\n                  \n\n                                15\n\nof the goods have been such as to be larcenous under the criminal\n\nlaw.\").8\n\n          On  similar analysis,  although  \"purchase\" is  defined\n\nmore broadly than \"sale,\" without reliance on \"title\" principles,\n\nsee id.    1-201(32) (\"'purchase'  includes taking by  sale, dis-\n       \n\ncount,  negotiation, mortgage,  pledge, lien, issue  or re-issue,\n\ngift or any other  voluntary transaction creating an  interest in\n\nproperty\"),  under a  \"transaction of  purchase\" a  \"purchaser of\n\ngoods acquires [only the]  title which his transferor had  or had\n                                                                 \n\npower to transfer . . .  [and] a purchaser of a  limited interest\n     \n\nacquires rights  only to the  extent of the  interest purchased,\"\n\nid.    2-402(1).  Thus, a  person who knowingly  obtains goods   \n   \n\nsubject  to an outstanding negotiable  bill of lading     from an\n\nocean carrier  with  a mere  possessory  interest in  the  goods,\n\nordinarily \"purchases\"  no \"title\"  (even voidable title)  in the\n\ngoods.  See generally,  e.g., Kimberly &amp; European  Diamonds, Inc.\n                                                                 \n\nv. Burbank,  684 F.2d 363,  366 (6th Cir.  1982) (bailee  \"had no\n          \n\ntitle,  nor did she have  authority to pass  title,\" and putative\n\n                    \n\n     8The  Banks do  not  benefit from  U.C.C.   2-403(2),  which\nprovides that \"any entrusting of goods to a merchant who deals in\ngoods of that  kind gives  [the merchant] power  to transfer  all\nrights  of the  entruster to  a buyer  in the ordinary  course of\nbusiness.\"   It is well  settled that U.C.C.    2-403(2) protects\nonly \"persons who buy  in the ordinary course out  of inventory.\"\nSee U.C.C.   2-403(2) cmt. 3.  The holder of  a security interest\n   \nin a merchant's inventory is not \"a buyer in the ordinary course\"\nof  goods entrusted to the  merchant's possession as  a result of\nthe merchant's  fraud.  See U.C.C.   1-201(9) (defining \"buyer in\n                           \nthe ordinary course  of business\" as excluding a \"transfer  . . .\nas  security for  . . .  a money  debt\"); see  also, e.g., Sitkin\n                                                                 \nSmelting, 639 F.2d at 1213; Robert A. Hillman et al.,  Common Law\n                                                                 \nand Equity Under the Uniform Commercial Code (1985 &amp; Supp. 1991),\n                                            \nat   18.03[2][b].\n\n                                16\n\npurchaser from bailee \"acquired no interest\" in bailed property);\n\nIn re Sitkin  Smelting &amp;  Refining Inc., 639  F.2d 1213,  1215-17\n                                       \n\n(5th Cir. 1981) (similar);  Robert A. Hillman et al.,  Common Law\n                                                                 \n\nand Equity Under the Uniform Commercial Code (1985 &amp; Supp. 1991),\n                                            \n\nat   18.03[2] (collecting cases).9\n\n          Finally, on  similar reasoning,  we  cannot credit  the\n\nBanks' reliance on the Uniform Commercial Code provisions govern-\n\ning \"consignment sales\":\n\n          Where  goods are  delivered to  a person  for\n                                                       \n          sale and  such person  maintains  a place  of\n              \n          business at  which he  deals in goods  of the\n          kind involved,  under a  name other than  the\n          name of the person making delivery, then with\n                                                       \n          respect to claims of  creditors of the person\n                                                       \n          conducting the business  the goods are deemed\n                                                       \n          to be on  sale or return.  The  provisions of\n                                  \n          this subsection are applicable even though an\n          agreement  purports to  reserve title  to the\n          person  making delivery until  payment or re-\n          sale  or uses such  words as 'on consignment'\n          or 'on memorandum.'\n\nMass. Gen. L. ch.  106,   2-326(3) (emphasis added).   Thus, even\n\nassuming  that  Gloucester \"dealt  in  goods\"  like these  (which\n\ncannot be conclusively determined from the appellate record), the\n\nscallops were not subject to the claims of Evergreen's  creditors\n\nunless delivered \"for  sale\" or \"for  resale,\" id.    2-326.   As\n                                                  \n\nboth parties well recognize, Evergreen lacked both the intent and\n\nthe legal capacity  to empower Gloucester  either to resell,  see\n                                                                 \n\nid. at    2-326(1)(b), or to  sell, see id. at    2-326(3), these\n                                           \n\nscallops so long as  title remained exclusively in the  holder of\n\n                    \n\n     9Of course, restrictions on a \"seller's\" reclamation rights,\nsee,  e.g., Mass.  Gen. L.  ch. 106     2-507, 2-702(3),  are in-\n          \napplicable for the same reason.\n\n                                17\n\nthe negotiable bills  of lading.10   Thus, we  join those  courts\n\nwhich have  held that temporary  entrustments of possession  by a\n\nbailee, without more, are not \"sales on consignment,\"  within the\n\nmeaning of U.C.C.   2-326.  See Sitkin Smelting, 639 F.2d at 1218\n                                               \n\n(delivery  of waste film,  for processing  and extraction,  not a\n\n\"delivery  for  sale\"  under U.C.C.    2-326);  cf.  e.g.,  In re\n                                                                 \n\nZwagerman, 115 B.R.  540 (Bankr.  W.D. Mich.  1990) (delivery  of\n         \n\ncattle, for  \"feeding,\" not  a \"delivery for  sale\"), aff'd,  125\n                                                           \n\nB.R. 486 (W.D.  Mich. 1991); In  re Key Book  Service, Inc.,  103\n                                                           \n\nB.R. 39 (Bankr.  D. Conn.  1989) (delivery of  books, merely  for\n\nshipping, billing,  warehousing, not a \"delivery  for sale\"); see\n                                                                 \n\ngenerally Hillman,  supra, at   18.03-[2][c]  &amp; n.126 (discussing\n                         \n\nmeaning of \"delivery for sale\").\n\n          Finally, under  Mass. Gen.  L. ch. 106,    9-203(1)(c),\n\n\"[a] security interest is  not enforceable against the debtor  or\n\nthird  parties with respect to the collateral and does not attach\n\nunless . . . the debtor has rights in the collateral.\"  (Emphasis\n                                                    \n\nadded.)   Although  the term  \"rights in  the collateral\"  is not\n\ndefined in  the Code, and  has been  viewed broadly by  courts on\n\noccasion, see,  e.g., Kinetecs  Technology Int'l Corp.  v. Fourth\n                                                                 \n\nNat'l Bank, 705 F.2d 396 (10th Cir. 1983) (\"the Code clearly does\n          \n\n                    \n\n     10The  letters of  guaranty are  not phrased  in terms  of a\ndelivery  for sale or resale, but of an entrustment of possession\npending Gloucester's  presentment of  the order bills  of lading.\nSee  supra note  2.   Thus, the  letters of  guaranty evince  (1)\n          \nGloucester's acknowledgement  that title  to the scallops  was in\nthe  holder  of the  order bills  of  lading, not  Evergreen, and\n(2) Gloucester's  representation that  it was  the holder  of the\nbills.\n\n                                18\n\nnot  require that  a  debtor  have  full ownership  rights\"),  it\n\nclearly contemplates  some property  interest in goods,  not mere\n                                             \n\nbare possession  acquired from a  bailee under  a transaction  of\n\nentrustment.  Sitkin Smelting,  639 F.2d at 1217-18; Northwestern\n                                                                 \n\nBank v. First Virginia  Bank, 585 F. Supp. 425, 428-29  (W.D. Va.\n                            \n\n1984) (\"Mere possession by  the debtor is insufficient to  estab-\n\nlish a  right in  the collateral  upon which to  base a  security\n\ninterest . . . . The debtor  must acquire some ownership interest\n\nin the collateral before a  valid security interest arises\"); see\n                                                                 \n\ngenerally James J. White &amp; Robert S. Summers, Uniform  Commercial\n                                                                 \n\nCode   23-5 (3d ed. 1988), at  263 (\"if the transaction [endowing\n    \n\ndebtor  with possession]  were  merely a  bailment . . .  the law\n\nwould  be  clear:   the bailed  goods  would be  returned  to the\n\nowner\"); Hillman, supra, at   18.03[1].  Since mere possession of\n                       \n\ngoods under a transaction of entrustment clothes a debtor with no\n\n\"rights  in  the collateral\"  to  which a  security  interest can\n\nattach, within  the meaning of  Mass. Gen. L. ch.  106,    9-203-\n\n(1)(c), the Banks acquired no enforceable lien in the scallops by\n\nvirtue of their security interests in Gloucester's after-acquired\n\ninventory.11\n\n                                II\n\n                            CONCLUSION\n                                      \n\n                    \n\n     11 As  Dutch Bank is  not a  party to these  proceedings, we\ntake  no position on  any potential claim  it may  have for Ever-\ngreen's entrustment  of possession of the  scallops to Gloucester\nwithout first taking up  possession of the bills of  lading.  But\n                                                                 \nsee supra n.1.\n         \n\n                                19\n\n          Evergreen  was not  a  \"seller,\" Gloucester  was not  a\n\n\"buyer,\"  and  the temporary  entrustment  of  possession of  the\n\nscallops  to Gloucester was neither  a \"sale\" nor  a delivery for\n\nsale or resale.   Thus, as a bailee, Evergreen  retained reclama-\n\ntion rights to the scallops under  a common law claim for conver-\n\nsion.   See Restatement (Second)  of Torts,   225  &amp; cmt.  b; see\n                                                                 \n\nalso id. at   222A, illustr. 9.  As the Banks' Article 9 security\n        \n\ninterests in Gloucester's after-acquired inventory did not attach\n\nto the entrusted scallops,  Evergreen retained a possessory claim\n\nsufficient to overcome the Banks' motion for summary judgment.12\n\n          The district court judgment is  vacated and the case is\n                                                                 \n\nremanded for further proceedings consistent herewith; each  party\n                                                                 \n\nto bear its own costs on appeal. \n                               \n\n                    \n\n     12Evergreen  filed no  cross-motion  for  summary  judgment,\nhowever.   Accordingly, the case must be remanded to the district\ncourt  for such further  proceedings as are  consistent with this\nopinion.\n\n                                20\n",
  "html": "<p class=\"case_cite\">4 F.3d 90</p>\n    <p class=\"case_cite\">1994 A.M.C. 30, 21 UCC Rep.Serv.2d 502</p>\n    <p class=\"parties\">EVERGREEN MARINE CORPORATION, Plaintiff, Appellant,<br>v.<br>SIX CONSIGNMENTS OF FROZEN SCALLOPS, In Rem, et al.,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1136.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 9, 1993.<br>Decided Sept. 17, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph F. De May, Jr. with whom Cichanowicz, Callan &amp; Keane, New York City, Thomas J. Muzyka, and Clinton &amp; Muzyka, P.C., Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Evan Slavitt with whom Hugh J. Gorman III and Hinckley, Allen &amp; Snyder, Boston, MA, were on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, SELYA and CYR, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Evergreen Marine Corporation, an ocean carrier, was fraudulently induced to discharge six consignments of frozen scallops, valued at $1.2 million, to Gloucester Corporation, without taking up possession of the bills of lading.  After Gloucester became insolvent, the discharged scallops were seized by appellees Fleet National Bank and Cooperative Centrale Raiffeisen-Boerenleenbank B.A.  (hereinafter, collectively, \"the Banks\"), holders of security interests in Gloucester's after-acquired inventory.  The district court entered summary judgment for the Banks on Evergreen's claim for conversion.  As we conclude on the present record that Evergreen held a superior claim to the scallops, we vacate the judgment and remand for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* FACTS</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On various dates in 1991, Evergreen contracted with Towamarin, Ltd. to carry six consignments of frozen scallops from Tokyo, Japan to Port Elizabeth, New Jersey.  Evergreen thereupon issued order bills of lading, designating Gloucester as \"Notify Party.\"<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>  When the scallops arrived at Port Elizabeth, Gloucester represented that it held title to the scallops but that the bills of lading were still in transit.  For present purposes, the circumstantial evidence, infra, compels the inference that Gloucester's representations of title were false and fraudulent at the time made.  See Continental Grain Co. v. Puerto Rico Maritime Shipping Auth., 972 F.2d 426, 429-30 (1st Cir.1992) (under Rule 56(c), all reasonable inferences must be drawn in favor of party opposing summary judgment).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Evergreen released the scallops to Gloucester, without taking up the original bills of lading, upon Gloucester's execution of certain indemnity and guarantee agreements (\"letters of guaranty\").  The letters of guaranty included Gloucester's representations of title to the scallops under the bills of lading;  its promise to produce the bills of lading \"as soon as [the bills] shall have arrived and/or come into [Gloucester's] possession;\"  and its agreement to defend and indemnify Evergreen against third party claims.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>  Shortly after issuing the letters of guaranty and removing the scallops to its Massachusetts warehouse, Gloucester became insolvent;  the scallops were seized by the Banks pursuant to their security interests in Gloucester's after-acquired inventory.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On February 7, 1992, a third party, Raiffeisenbank Lekkerkerk Holland (\"Dutch Bank\"), notified Evergreen that it held the true bills of lading for the six consignments of scallops.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Facing liability to Dutch Bank, Evergreen sued the Banks, Gloucester, and the scallops, seeking recovery of the scallops or tort damages for their value.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a>  See Evergreen Marine Corp. v. Six Consignments of Frozen Scallops, 806 F.Supp. 291 (D.Mass.1992).  The district court denied admiralty jurisdiction and dismissed Evergreen's Rule D claim against the scallops in rem.   Upon affirming its diversity jurisdiction, however, the court applied Massachusetts law to Evergreen's remaining claims.  Id. at 293-94.   The court dismissed Evergreen's claim against the Banks for tortious interference with contract, see id. at 296, and entered summary judgment for the Banks on Evergreen's conversion and replevin claims, on the ground that the Banks' perfected security interest in Gloucester's inventory was superior to Evergreen's reclamation rights.  See id. at 297.   As Evergreen's brief on appeal is expressly limited to its conversion claim, its other claims are deemed waived.  See Washington Legal Found. v. Massachusetts Bar Found., 993 F.2d 962, 970 n. 4 (1st Cir.1993) (claims not raised on appeal are deemed abandoned);  Sheinkopf v. Stone, 927 F.2d 1259, 1263 (1st Cir.1991) (similar).</p>\n    </div>\n    <p>II</p>\n    <p>GOVERNING LAW</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As an initial matter, Evergreen asserts that its conversion claim was subject to the district court's admiralty jurisdiction.  Although the Banks do not challenge diversity jurisdiction, see 806 F.Supp. at 295, they contest admiralty jurisdiction, apparently to avoid the application of maritime law.  See, e.g., Austin v. Unarco Inds., Inc., 705 F.2d 1, 6 n. 1 (1st Cir.), cert. dismissed, 463 U.S. 1247, 104 S.Ct. 34, 77 L.Ed.2d 1454 (1983) (\"once admiralty jurisdiction is established, then all of the substantive rules and precepts peculiar to the law of the sea become applicable\") (quoting Brance v. Shumann, 445 F.2d 175, 178 (5th Cir.1971)).  The parties have identified no material difference between maritime law and Massachusetts law governing these conversion claims.  Compare Goodpasture, Inc. v. M/V Pollux, 602 F.2d 84, 87 (5th Cir.1979), cert. denied, 460 U.S. 1084, 103 S.Ct. 1775, 76 L.Ed.2d 347 (1983) (identifying elements of conversion claim in admiralty), with, e.g., Joseph R. Nolan &amp; Laurie J. Santorio, 37 Massachusetts Practice:  Tort Law, Sec. 55 (2d ed. 1989), at 65 (identifying elements of conversion claim under Massachusetts law).  Assuming differences exist, however, see Furness Withy (Chartering), Inc. v. World Energy Sys. Assoc., 854 F.2d 410, 412 (11th Cir.1988), cert. denied, 489 U.S. 1013, 109 S.Ct. 1124, 103 L.Ed.2d 186 (1989), we agree with the district court that Massachusetts law governs Evergreen's claim.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The admiralty jurisdiction test for tort claims is \"clearly established.\"  Shea v. Rev-Lyn Contracting Co., 868 F.2d 515, 517 (1st Cir.1989).  It comprises two functional inquiries:  first, the traditional \"situs\" analysis determines whether the tort was committed or the alleged injury occurred on navigable waters, see id.  (citing The Plymouth, 70 U.S.  (3 Wall.) 20, 33, 18 L.Ed. 125 (1866));  and, second, the more recently developed \"nexus\" analysis determines whether the alleged tort bears a significant relationship to traditional maritime activities.  See Foremost Ins. Co. v. Richardson, 457 U.S. 668, 102 S.Ct. 2654, 73 L.Ed.2d 300 (1982);  Executive Jet Aviation, Inc. v. Cleveland, 409 U.S. 249, 93 S.Ct. 493, 34 L.Ed.2d 454 (1972).  The \"situs\" and \"nexus\" requirements must both be met before admiralty jurisdiction can attach.  See, e.g., Shea, 868 F.2d at 517 (noting dual nature of test);  Carey v. Bahama Cruise Lines, 864 F.2d 201, 207 n. 4 (1st Cir.1988) (same);  accord, Cochran v. E.I. DuPont de Nemours &amp; Co., 933 F.2d 1533, 1537 (11th Cir.1991) (\"The Court in Executive Jet did not replace the traditional locality test, but instead added a second prong, the nexus test\"), cert. denied, --- U.S. ----, 112 S.Ct. 881, 116 L.Ed.2d 785 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The present conversion claim founders on the \"situs\" prong of the Executive Jet analysis.  In the admiralty context, as elsewhere, conversion is simply an intentional and wrongful exercise of dominion or control over a chattel, which seriously interferes with the owner's rights in the chattel.  See Goodpasture, 602 F.2d at 87;  Berry v. Boat Giannina B., Inc., 460 F.Supp. 145, 150 (D.Mass.1978);  Restatement (Second) of Torts Sec. 222A (1965).  Admiralty jurisdiction over a conversion claim accordingly depends on whether the chattel was \"on navigable waters\" at the time of the alleged wrongful exercise of dominion.  See, e.g., Leather's Best, Inc. v. S.S. Mormaclynx, 451 F.2d 800, 808 (2d Cir.1971) (no admiralty jurisdiction over warehouseman whose loss of property, entrusted by ocean carrier, occurred while goods were on land);  cf. Schoening v. Shipment of 102 Jute Bags, 132 F.Supp. 561, 562 (E.D.Pa.1955) (no admiralty jurisdiction over ocean carrier for shipment of goods converted from onshore warehouse;  \"the conversion was completed when the goods were removed from the warehouse\");  see generally The Lydia, 1 F.2d 18, 23 (2d Cir.) cert. denied, 266 U.S. 616, 45 S.Ct. 97, 69 L.Ed. 470 (1924) (\"conversion is a tort, ... and if that tort is committed on navigable waters, admiralty has jurisdiction\").  In the present case, long before the Banks asserted dominion over the scallops under the terms of their security agreements, Gloucester had removed the scallops to its storage warehouse in Massachusetts, some four hundred miles from the point of Evergreen's disaffreightment in Port Elizabeth, thereby severing any conceivable maritime situs.  Compare Leather's Best, 451 F.2d at 808.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Evergreen bases its assertion of admiralty jurisdiction on the ground that the district court's decision \"directly affects the integrity of order bills of lading.\"   Thus, apparently Evergreen would extend the so-called \"impact\" test for admiralty jurisdiction, applicable to claims for intentional interference with contractual relations, to the present claim for conversion.  See Carroll v. Protection Maritime Ins. Co., 512 F.2d 4, 8 (1st Cir.1975) (articulating \"impact\" test);  see also Pino v. Protection Maritime Ins. Co., 599 F.2d 10, 12-13 (1st Cir.) cert. denied, 444 U.S. 900, 100 S.Ct. 210, 62 L.Ed.2d 136 (1979) (reaffirming Carroll 's \"extension of location test\").  We agree with the district court that the Carroll \"impact test\" does not apply to the present transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Carroll was an action for tortious interference with contractual relationships, brought by various seamen and commercial fishermen, against marine insurers whose \"blacklist\" of past claimants allegedly interfered with the claimants' efforts to contract for employment on marine vessels.  Although it was alleged that the blacklist prevented the claimants, while on land, from securing contracts of employment, its purpose and effect was to prevent their employment aboard seagoing vessels.  512 F.2d at 6.   On these facts, the Carroll court concluded, \"the critical focus should not be 'where the wrongful act or omission has its inception, but where the impact of the act or omission produces [the] injury,' \" id. at 8 (citing O'Connor &amp; Co. v. City of Pascagoula, 304 F.Supp. 681, 683 (S.D.Miss.1969)).  Applying this principle, Carroll held that \"the impact of defendants' alleged actions, at least where existing employment was terminated, was felt in the operations of the affected vessels at sea,\" id., and was \"so interwoven with present and potential maritime contractual relationships--traditional concerns of admiralty--as to fall within [the admiralty] jurisdiction,\" id. at 8-9.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Unlike the Carroll claim for interference with a contract, Evergreen's conversion claim alleges interference with chattels.   A chattel has a determinate location;  hence the \"situs\" of the tort of conversion is more readily identified, and does not depend solely on an assessment of its impact upon maritime activities.  Furthermore, the relevant purposeful act in the tort of conversion is the exercise of dominion over a chattel, which may entail liability even though the defendant initially acted on a good-faith, non-maritime claim of right.  See, e.g., Restatement (Second) of Torts Sec. 244 (1965) (\"actor is not relieved of liability ... for conversion by his belief, because of a mistake of law or fact not induced by the other, that he ... is entitled to ... immediate possession [of the converted chattel]\").  In these circumstances, the \"maritime nexus,\" found \"dominant\" in Carroll, see 512 F.2d at 6, is sufficiently attenuated that a Carroll-based \"impact\" analysis would invite \"open-ended expansion of admiralty jurisdiction,\" id.   Thus, the district court correctly concluded that Evergreen's conversion claim implicated its diversity jurisdiction, rather than admiralty jurisdiction, and that--to the extent differences exist--the conversion claim was governed by Massachusetts law, rather than maritime law.</p>\n    </div>\n    <p>III</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A plaintiff asserting a conversion claim under Massachusetts law must show that:  (1) the defendant intentionally and wrongfully exercised control or dominion over the personal property;  (2) the plaintiff had an ownership or possessory interest in the property at the time of the alleged conversion;  (3) the plaintiff was damaged by the defendant's conduct;  and (4) if the defendant legitimately acquired possession of the property under a good-faith claim of right, the plaintiff's demand for its return was refused.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See 806 F.Supp. at 296-97 (citing Magaw v. Beals, 272 Mass. 334, 172 N.E. 347 (1930));   see also In re Halmar Distributors, Inc., 968 F.2d 121, 129 (1st Cir.1992);   MacNeil v. Hazelton, 306 Mass. 366, 367, 28 N.E.2d 477, 478 (1940).  Since the evidence establishes beyond dispute that the Banks asserted dominion over the scallops, and refused Evergreen's demands for their return, see 806 F.Supp. at 295-97, the principal issue before us is whether any rights the Banks may have acquired by virtue of their security interests in Gloucester's after-acquired inventory were superior to Evergreen's reclamation rights as bailee of the scallops under the order bills of lading.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review summary judgments de novo, affirming only if it appears--after considering all competent evidence and reasonable inferences in the light most favorable to the non-moving party--that there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law.  See, e.g., Continental Grain Co., 972 F.2d at 429-30;  National Expositions, Inc. v. Crowley Maritime Corp., 824 F.2d 131, 134 (1st Cir.1987).</p>\n    </div>\n    <p>A. Evergreen's Interest</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court likened Evergreen's interest in the scallops to that of a seller of goods, and Gloucester to \"an insolvent buyer\", see 806 F.Supp. at 297;  hence the putative \"sale,\" though voidable, was not void until Evergreen disavowed it and moved to reclaim the goods.  See Mass.Gen.L. ch. 106 Sec. 2-702(2) (\"seller [who] discovers that the buyer has received goods on credit while insolvent ... may reclaim the goods upon demand \") (emphasis added).  Under this analysis, since an Article 9 secured party is a \"purchaser\" of the debtor's interest in the collateral, see id. at Secs. 1-201(32), 1-201(33);  Burk v. Emmick, 637 F.2d 1172, 1174 (8th Cir.1980);  In re Samuels &amp; Co., 526 F.2d 1238, 1242 (5th Cir.), cert. denied, 429 U.S. 834, 97 S.Ct. 98, 50 L.Ed.2d 99 (1976), Evergreen's failure to disavow the sale prior to the Banks' \"purchase\" through foreclosure subordinated Evergreen's interest to the Banks' security interests in the scallops.  See Mass.Gen.L. ch. 106, Sec. 2-702(3) (\"the seller's right to reclaim ... is subject to the rights of ... [a] good faith purchaser or lien creditor under this Article\");  see also id. at Sec. 2-403(1) (\"A purchaser of goods acquires all title which his transferor had or had power to transfer....  A person with voidable title has power to transfer good title to a good faith purchaser for value.  Where goods have been delivered under a transaction of purchase the purchaser has such a power even though ... (d) the delivery was procured through fraud\") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The difficulty with the district court's analysis lies in its fundamental premise, viz., that Evergreen, in releasing the scallops to Gloucester pursuant to the letters of guaranty, was a \"seller,\" and Gloucester, in thus acquiring possession, was a \"buyer.\"   Rather, we think the transaction was one of \"entrustment,\" see Mass.Gen.L. ch. 106, Sec. 2-403(2), (3), whereby neither Gloucester nor the Banks acquired an interest in the scallops superior to Evergreen's limited right to their possession.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under the Uniform Commercial Code, a \"seller\" is \"a person who sells or contracts to sell goods,\" id. at Sec. 2-103(1)(d), and a \"buyer\" one \"who buys or contracts to buy goods,\" id. at Sec. 2-103(1)(a).  A \"sale,\" by definition, \"consists in the passing of title from the seller to the buyer for a price (section 2-401),\" id. at Sec. 2-106(1) (emphasis added), and a \"contract for sale\" means \"a present sale of goods or a contract to sell goods at a future time.\"   Id.  Accordingly, though U.C.C. Sec. 2-401 does not define \"title,\" noting simply that \"each provision of ... Article  with regard to the rights, obligations and remedies of the seller, the buyer, purchasers and other third parties applies irrespective of title to the goods except where the provision refers to such title,\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> id. at Sec. 2-401 (emphasis added), no \"sale\" of goods occurs, within the meaning of Sec. 2-106, without a present or future capacity on the part of the \"seller\" to convey title to the \"buyer.\"   See generally William L. Tabac, The Unbearable Lightness of Title Under the Uniform Commercial Code, 50 Md.L.Rev. 408 (1991) (noting contradictions in Article Two references to title;  concluding that \"title under the Code means ownership,\" and that \"title principles are still firmly in place, if not in sight, as the framework for today's commerce in goods\").  We return to the present transaction with these principles in mind.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is well settled that an ocean carrier possesses no title or other ownership interest in goods carried under a negotiable bill of lading;  title is vested in the holder of the bill of lading, whose interests the carrier represents, under the contract of carriage and maritime law, as \"a special type of bailee.\"   See Commercial Molasses Corp. v. New York Tank Barge Corp., 314 U.S. 104, 109, 62 S.Ct. 156, 160, 86 L.Ed. 89 (1941);  Schnell v. The Vallescura, 293 U.S. 296, 303, 55 S.Ct. 194, 195-96, 79 L.Ed. 373 (1934);  C-ART, Ltd. v. Hong Kong Islands Line America, S.A., 940 F.2d 530, 533 n. 2 (9th Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 1762, 118 L.Ed.2d 425 (1992);  see also Baker Oil Tools, Inc. v. Delta S.S. Lines, Inc., 562 F.2d 938 (5th Cir.1977) (bailment relationship under contract of carriage continues before and after termination of voyage);  cf. U.C.C. Sec. 2-705(1) (referring to \"goods in possession of a carrier or other bailee\").  Thus, absent extraordinary circumstances, such as rapid deterioration of the cargo, see T.J. Stevenson &amp; Co. v. 81,193 Bags of Flour, 449 F.Supp. 84, 123 (S.D.Ala.1976), aff'd. in pertinent part, 629 F.2d 338, 383 (5th Cir.1980), the carrier has neither actual nor apparent authority to \"sell\" the goods it carries.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The carrier's sole legitimate interest is its limited right to possess the goods, pending presentment of the bills of lading;  and its temporary release of possession, pending a consignee's promised production of the bills of lading, is not a \"sale\" but an entrustment.  See Mass.Gen.L. ch. 106, Sec. 2-403(3) (\" 'Entrusting' includes any delivery and any acquiescence in retention of possession regardless of any condition expressed between the parties to the delivery or acquiescence and regardless of whether the procurement of the entrusting or the possessor's disposition of the goods have been such as to be larcenous under the criminal law.\").<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On similar analysis, although \"purchase\" is defined more broadly than \"sale,\" without reliance on \"title\" principles, see id. Sec. 1-201(32) (\" 'purchase' includes taking by sale, discount, negotiation, mortgage, pledge, lien, issue or re-issue, gift or any other voluntary transaction creating an interest in property\"), under a \"transaction of purchase\" a \"purchaser of goods acquires [only the] title which his transferor had or had power to transfer ... [and] a purchaser of a limited interest acquires rights only to the extent of the interest purchased,\" id. Sec. 2-402(1).  Thus, a person who knowingly obtains goods--subject to an outstanding negotiable bill of lading--from an ocean carrier with a mere possessory interest in the goods, ordinarily \"purchases\" no \"title\" (even voidable title) in the goods.  See generally, e.g., Kimberly &amp; European Diamonds, Inc. v. Burbank, 684 F.2d 363, 366 (6th Cir.1982) (bailee \"had no title, nor did she have authority to pass title,\" and putative purchaser from bailee \"acquired no interest\" in bailed property);  In re Sitkin Smelting &amp; Refining Inc., 639 F.2d 1213, 1215-17 (5th Cir.1981) (similar);  Robert A. Hillman et al., Common Law and Equity Under the Uniform Commercial Code (1985 &amp; Supp.1991), at p 18.03 (collecting cases).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Finally, on similar reasoning, we cannot credit the Banks' reliance on the Uniform Commercial Code provisions governing \"consignment sales\":</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>Where goods are delivered to a person for sale and such person maintains a place of business at which he deals in goods of the kind involved, under a name other than the name of the person making delivery, then with respect to claims of creditors of the person conducting the business the goods are deemed to be on sale or return.   The provisions of this subsection are applicable even though an agreement purports to reserve title to the person making delivery until payment or resale or uses such words as 'on consignment' or 'on memorandum.'</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Mass.Gen.L. ch. 106, Sec. 2-326(3) (emphasis added).  Thus, even assuming that Gloucester \"dealt in goods\" like these (which cannot be conclusively determined from the appellate record), the scallops were not subject to the claims of Evergreen's creditors unless delivered \"for sale\" or \"for resale,\" id. Sec. 2-326.  As both parties well recognize, Evergreen lacked both the intent and the legal capacity to empower Gloucester either to resell, see id. at Sec. 2-326(1)(b), or to sell, see id. at Sec. 2-326(3), these scallops so long as title remained exclusively in the holder of the negotiable bills of lading.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Thus, we join those courts which have held that temporary entrustments of possession by a bailee, without more, are not \"sales on consignment,\" within the meaning of U.C.C. Sec. 2-326.  See Sitkin Smelting, 639 F.2d at 1218 (delivery of waste film, for processing and extraction, not a \"delivery for sale\" under U.C.C. Sec. 2-326);  cf. e.g., In re Zwagerman, 115 B.R. 540 (Bankr.W.D.Mich.1990) (delivery of cattle, for \"feeding,\" not a \"delivery for sale\"), aff'd, 125 B.R. 486 (W.D.Mich.1991);  In re Key Book Service, Inc., 103 B.R. 39 (Bankr.D.Conn.1989) (delivery of books, merely for shipping, billing, warehousing, not a \"delivery for sale\");  see generally Hillman, supra, at p 18.03-[c] &amp; n. 126 (discussing meaning of \"delivery for sale\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Finally, under Mass.Gen.L. ch. 106, Sec. 9-203(1)(c), \"[a] security interest is not enforceable against the debtor or third parties with respect to the collateral and does not attach unless ... the debtor has rights in the collateral.\"  (Emphasis added.)   Although the term \"rights in the collateral\" is not defined in the Code, and has been viewed broadly by courts on occasion, see, e.g., Kinetecs Technology Int'l Corp. v. Fourth Nat'l Bank, 705 F.2d 396 (10th Cir.1983) (\"the Code clearly does not require that a debtor have full ownership rights\"), it clearly contemplates some property interest in goods, not mere bare possession acquired from a bailee under a transaction of entrustment.  Sitkin Smelting, 639 F.2d at 1217-18;  Northwestern Bank v. First Virginia Bank, 585 F.Supp. 425, 428-29 (W.D.Va.1984) (\"Mere possession by the debtor is insufficient to establish a right in the collateral upon which to base a security interest....  The debtor must acquire some ownership interest in the collateral before a valid security interest arises\");  see generally James J. White &amp; Robert S. Summers, Uniform Commercial Code Sec. 23-5 (3d ed. 1988), at 263 (\"if the transaction [endowing debtor with possession] were merely a bailment ... the law would be clear:  the bailed goods would be returned to the owner\");  Hillman, supra, at p 18.03.  Since mere possession of goods under a transaction of entrustment clothes a debtor with no \"rights in the collateral\" to which a security interest can attach, within the meaning of Mass.Gen.L. ch. 106, Sec. 9-203(1)(c), the Banks acquired no enforceable lien in the scallops by virtue of their security interests in Gloucester's after-acquired inventory.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p>IV</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Evergreen was not a \"seller,\" Gloucester was not a \"buyer,\" and the temporary entrustment of possession of the scallops to Gloucester was neither a \"sale\" nor a delivery for sale or resale.  Thus, as a bailee, Evergreen retained reclamation rights to the scallops under a common law claim for conversion.  See Restatement (Second) of Torts, Sec. 225 &amp; cmt. b;  see also id. at Sec. 222A, illustr. 9.  As the Banks' Article 9 security interests in Gloucester's after-acquired inventory did not attach to the entrusted scallops, Evergreen retained a possessory claim sufficient to overcome the Banks' motion for summary judgment.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The district court judgment is vacated and the case is remanded for further proceedings consistent herewith;  each party to bear its own costs on appeal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> An order bill of lading is a negotiable instrument, issued by the carrier to the shipper at the time goods are loaded aboard ship, which serves \"as a receipt that the carrier has received [the] goods for shipment;  as a contract of carriage for those goods;  and as documentary evidence of title to those goods.\"  Fuentes v. Sea-Land Services, 665 F.Supp. 206, 209 (S.D.N.Y.1987).  The shipper sends the bill of lading to the intended recipient of the goods (consignee);  upon notification that the goods have arrived, the consignee presents the bill to the carrier at the delivery port, and receives the goods in return.  Because an order bill is negotiable, however, the consignee or \"notify party\" designated on the bill of lading is not necessarily the holder of the bill at the time and place of delivery.  Under these circumstances, subject to extremely limited exceptions, a carrier which delivers to a \"notify party,\" or to any other person, without taking up and canceling its order bill \"remains liable to anyone who has purchased the bill for value in good faith, before or after the improper delivery.\"   G. Gilmore &amp; C. Black, Admiralty 110-12 (2d ed. 1975).  See also Allied Chemical Intl.  Corp. v. Companhia de Navegacao Lloyd Brasileiro, 775 F.2d 476, 481-82 (2d Cir.1985) (discussing obligations of carrier in maritime documentary transaction), cert. denied, 475 U.S. 1099, 106 S.Ct. 1502, 89 L.Ed.2d 903 (1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The executed letters of guaranty provided:</p>\n        <p>The above goods were shipped on [the listed vessel] by ... TOWAMARIN, LTD.... (and consigned to us) but the relevant Bill(s) of Lading have not arrived.  We hereby request you to deliver such goods to THE GLOUCESTER CORPORATION (us) without production of the Bill(s) of Lading.  In consideration of your complying with our above request we hereby agree as follows:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> To indemnify you, your servants and agents and to hold all of you harmless in respect of any liability loss or damage of whatsoever nature which you may sustain by reason of delivering the goods to US ... in accordance with our request</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p> In the event of any proceedings being commenced against you or any of your servants or agents in connection with the delivery of the goods as aforesaid to provide you or them from time to time with sufficient funds to defend the same</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> As soon as all original Bill(s) of Lading for the above goods shall have arrived and/or come late into our possession, to produce and deliver the same to you whereupon our liability hereunder shall cease</p>\n        <p>/s/ THE GLOUCESTER CORPORATION</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Lekkerkerk is identified as \"Lekkerkerk\" in the Banks' brief, and as \"Lekkerrerk\" in Gloucester's complaint and the district court opinion.  See 806 F.Supp. at 293.   The Banks assert, without contradiction, that \"although [Lekkerkerk] has a somewhat similar name, [it] is an entirely different bank\" from defendant-appellee Cooperative Centrale Raiffeisen-Boerenleen Bank</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">4</a>\n        <p> Evergreen's amended complaint included counts (1) against Gloucester, for misrepresentation and breach of contract;  (2) against the scallops, in rem, under Supplemental Admiralty Rule D;  and (3) against the Banks, for conversion and replevin.  A default judgment was entered against Gloucester on December 10, 1992, for failure to defend the action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Federal courts sitting in diversity apply the choice-of-law rules of the forum state.  See Klaxon Co. v. Stentor Elec. Mfg. Co., 313 U.S. 487, 496, 61 S.Ct. 1020, 1021, 85 L.Ed. 1477 (1941).  Since the parties have ignored choice-of-law issues on appeal, we indulge their assumption that Massachusetts would apply its own substantive law.  See Carey, 864 F.2d at 206 (given \"reasonable relation\" between dispute and forum whose law is invoked by parties, court of appeals may \"forego independent analysis\" of choice-of-law issue);  Borden v. Paul Revere Life Ins. Co., 935 F.2d 370, 375 (1st Cir.1991) (similar)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See, e.g., Mass.Gen.L. ch. 106, Sec. 2-403(1), (2), (3)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Indeed, the summary judgment record in the present case indisputably demonstrates that there can have been no \"contract,\" within the meaning of Article 2:  \"In this Article unless the context otherwise requires 'contract' and 'agreement' are limited to those relating to the present or future sale of goods.\"   Mass.Gen.L. ch. 106, Sec. 2-106(1).  Moreover, not only does a future sale of goods require a contract of sale, id., but a \" 'present sale' means a sale which is accomplished by the making of the contract,\" id.  (emphasis added).  Since the express terms of the letters of guaranty flatly belie Evergreen's capacity to effect either a present or future sale of scallops in which Gloucester already purportedly held title by virtue of its claim to the negotiable bills of lading in transit, there could be no contract or agreement of sale of any kind between Evergreen and Gloucester.  See also id. Sec. 1-201(3), (11)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Banks do not benefit from U.C.C. Sec. 2-403(2), which provides that \"any entrusting of goods to a merchant who deals in goods of that kind gives [the merchant] power to transfer all rights of the entruster to a buyer in the ordinary course of business.\"   It is well settled that U.C.C. Sec. 2-403(2) protects only \"persons who buy in the ordinary course out of inventory.\"   See U.C.C. Sec. 2-403(2) cmt. 3.  The holder of a security interest in a merchant's inventory is not \"a buyer in the ordinary course\" of goods entrusted to the merchant's possession as a result of the merchant's fraud.  See U.C.C. Sec. 1-201(9) (defining \"buyer in the ordinary course of business\" as excluding a \"transfer ... as security for ... a money debt\");  see also, e.g., Sitkin Smelting, 639 F.2d at 1213;  Robert A. Hillman et al., Common Law and Equity Under the Uniform Commercial Code (1985 &amp; Supp.1991), at p 18.03[b]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Of course, restrictions on a \"seller's\" reclamation rights, see, e.g., Mass.Gen.L. ch. 106 Secs. 2-507, 2-702(3), are inapplicable for the same reason</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The letters of guaranty are not phrased in terms of a delivery for sale or resale, but of an entrustment of possession pending Gloucester's presentment of the order bills of lading.  See supra note 2.  Thus, the letters of guaranty evince (1) Gloucester's acknowledgement that title to the scallops was in the holder of the order bills of lading, not Evergreen, and (2) Gloucester's representation that it was the holder of the bills</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> As Dutch Bank is not a party to these proceedings, we take no position on any potential claim it may have for Evergreen's entrustment of possession of the scallops to Gloucester without first taking up possession of the bills of lading.  But see supra n. 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Evergreen filed no cross-motion for summary judgment, however.  Accordingly, the case must be remanded to the district court for such further proceedings as are consistent with this opinion</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">90</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">A.M.C.</span> <span class=\"page\">30</span></span>, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">U.C.C. Rep. Serv. 2d (West)</span> <span class=\"page\">502</span></span></p>\n    <p class=\"parties\">EVERGREEN MARINE CORPORATION, Plaintiff, Appellant,<br>v.<br>SIX CONSIGNMENTS OF FROZEN SCALLOPS, In Rem, et al.,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1136.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 9, 1993.<br>Decided Sept. 17, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph F. De May, Jr. with whom Cichanowicz, Callan &amp; Keane, New York City, Thomas J. Muzyka, and Clinton &amp; Muzyka, P.C., Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Evan Slavitt with whom Hugh J. Gorman III and Hinckley, Allen &amp; Snyder, Boston, MA, were on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, SELYA and CYR, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Evergreen Marine Corporation, an ocean carrier, was fraudulently induced to discharge six consignments of frozen scallops, valued at $1.2 million, to Gloucester Corporation, without taking up possession of the bills of lading.  After Gloucester became insolvent, the discharged scallops were seized by appellees Fleet National Bank and Cooperative Centrale Raiffeisen-Boerenleenbank B.A.  (hereinafter, collectively, \"the Banks\"), holders of security interests in Gloucester's after-acquired inventory.  The district court entered summary judgment for the Banks on Evergreen's claim for conversion.  As we conclude on the present record that Evergreen held a superior claim to the scallops, we vacate the judgment and remand for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* FACTS</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On various dates in 1991, Evergreen contracted with Towamarin, Ltd. to carry six consignments of frozen scallops from Tokyo, Japan to Port Elizabeth, New Jersey.  Evergreen thereupon issued order bills of lading, designating Gloucester as \"Notify Party.\"<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>  When the scallops arrived at Port Elizabeth, Gloucester represented that it held title to the scallops but that the bills of lading were still in transit.  For present purposes, the circumstantial evidence, infra, compels the inference that Gloucester's representations of title were false and fraudulent at the time made.  See Continental Grain Co. v. Puerto Rico Maritime Shipping Auth., <span class=\"citation\" data-id=\"588802\"><a href=\"/opinion/588802/continental-grain-company-v-puerto-rico-maritime-shipping-authority/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">426</span></a></span>, 429-30 (1st Cir.1992) (under Rule 56(c), all reasonable inferences must be drawn in favor of party opposing summary judgment).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Evergreen released the scallops to Gloucester, without taking up the original bills of lading, upon Gloucester's execution of certain indemnity and guarantee agreements (\"letters of guaranty\").  The letters of guaranty included Gloucester's representations of title to the scallops under the bills of lading;  its promise to produce the bills of lading \"as soon as [the bills] shall have arrived and/or come into [Gloucester's] possession;\"  and its agreement to defend and indemnify Evergreen against third party claims.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>  Shortly after issuing the letters of guaranty and removing the scallops to its Massachusetts warehouse, Gloucester became insolvent;  the scallops were seized by the Banks pursuant to their security interests in Gloucester's after-acquired inventory.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On February 7, 1992, a third party, Raiffeisenbank Lekkerkerk Holland (\"Dutch Bank\"), notified Evergreen that it held the true bills of lading for the six consignments of scallops.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Facing liability to Dutch Bank, Evergreen sued the Banks, Gloucester, and the scallops, seeking recovery of the scallops or tort damages for their value.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a>  See Evergreen Marine Corp. v. Six Consignments of Frozen Scallops, <span class=\"citation no-link\"><span class=\"volume\">806</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">291</span> </span>(D.Mass.1992).  The district court denied admiralty jurisdiction and dismissed Evergreen's Rule D claim against the scallops in rem.   Upon affirming its diversity jurisdiction, however, the court applied Massachusetts law to Evergreen's remaining claims.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 293-94. </span>  The court dismissed Evergreen's claim against the Banks for tortious interference with contract, see <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 296, </span>and entered summary judgment for the Banks on Evergreen's conversion and replevin claims, on the ground that the Banks' perfected security interest in Gloucester's inventory was superior to Evergreen's reclamation rights.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 297. </span>  As Evergreen's brief on appeal is expressly limited to its conversion claim, its other claims are deemed waived.  See Washington Legal Found. v. Massachusetts Bar Found., <span class=\"citation\" data-id=\"607106\"><a href=\"/opinion/607106/washington-legal-foundation-v-massachusetts-bar-foundation/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></a></span>, 970 n. 4 (1st Cir.1993) (claims not raised on appeal are deemed abandoned);  Sheinkopf v. Stone, <span class=\"citation\" data-id=\"557334\"><a href=\"/opinion/557334/warren-b-sheinkopf-v-john-kp-stone-iii-etc/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1259</span></a></span>, 1263 (1st Cir.1991) (similar).</p>\n    </div>\n    <p>II</p>\n    <p>GOVERNING LAW</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As an initial matter, Evergreen asserts that its conversion claim was subject to the district court's admiralty jurisdiction.  Although the Banks do not challenge diversity jurisdiction, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> <span class=\"volume\">806</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">295</span></span>, they contest admiralty jurisdiction, apparently to avoid the application of maritime law.  See, e.g., Austin v. Unarco Inds., Inc., <span class=\"citation\" data-id=\"416907\"><a href=\"/opinion/416907/margaret-austin-etc-v-unarco-industries-inc/\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 6 n. 1 (1st Cir.), cert. dismissed, <span class=\"citation no-link\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1247</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">34</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1454</span> </span>(1983) (\"once admiralty jurisdiction is established, then all of the substantive rules and precepts peculiar to the law of the sea become applicable\") (quoting Brance v. Shumann, <span class=\"citation\" data-id=\"297697\"><a href=\"/opinion/297697/elmer-t-branch-v-alfred-schumann/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">175</span></a></span>, 178 (5th Cir.1971)).  The parties have identified no material difference between maritime law and Massachusetts law governing these conversion claims.  Compare Goodpasture, Inc. v. M/V Pollux, <span class=\"citation\" data-id=\"368222\"><a href=\"/opinion/368222/goodpasture-inc-cross-appellee-v-mv-pollux-etc-cross-appellant/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">84</span></a></span>, 87 (5th Cir.1979), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1084</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1775</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">347</span> </span>(1983) (identifying elements of conversion claim in admiralty), with, e.g., Joseph R. Nolan &amp; Laurie J. Santorio, 37 Massachusetts Practice:  Tort Law, Sec. 55 (2d ed. 1989), at 65 (identifying elements of conversion claim under Massachusetts law).  Assuming differences exist, however, see Furness Withy (Chartering), Inc. v. World Energy Sys. Assoc., <span class=\"citation\" data-id=\"510190\"><a href=\"/opinion/510190/furness-withy-chartering-inc-panama-v-world-energy-systems/\"><span class=\"volume\">854</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">410</span></a></span>, 412 (11th Cir.1988), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1013</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1124</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">186</span> </span>(1989), we agree with the district court that Massachusetts law governs Evergreen's claim.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The admiralty jurisdiction test for tort claims is \"clearly established.\"  Shea v. Rev-Lyn Contracting Co., <span class=\"citation\" data-id=\"518841\"><a href=\"/opinion/518841/stephen-j-shea-v-rev-lyn-contracting-co-inc/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">515</span></a></span>, 517 (1st Cir.1989).  It comprises two functional inquiries:  first, the traditional \"situs\" analysis determines whether the tort was committed or the alleged injury occurred on navigable waters, see <span class=\"citation\" data-id=\"518841\"><a href=\"/opinion/518841/stephen-j-shea-v-rev-lyn-contracting-co-inc/\"><span class=\"id_token\">id.</span>  (citing The </a></span>Plymouth, 70 U.S.  (3 Wall.) 20, 33, <span class=\"citation\" data-id=\"87681\"><a href=\"/opinion/87681/the-plymouth/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">125</span> </a></span>(1866));  and, second, the more recently developed \"nexus\" analysis determines whether the alleged tort bears a significant relationship to traditional maritime activities.  See Foremost Ins. Co. v. Richardson, <span class=\"citation\" data-id=\"110759\"><a href=\"/opinion/110759/foremost-ins-co-v-richardson/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"110759\"><a href=\"/opinion/110759/foremost-ins-co-v-richardson/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2654</span></a></span>, <span class=\"citation\" data-id=\"110759\"><a href=\"/opinion/110759/foremost-ins-co-v-richardson/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">300</span> </a></span>(1982);  Executive Jet Aviation, Inc. v. Cleveland, <span class=\"citation\" data-id=\"108646\"><a href=\"/opinion/108646/executive-jet-aviation-inc-v-cleveland/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, <span class=\"citation\" data-id=\"108646\"><a href=\"/opinion/108646/executive-jet-aviation-inc-v-cleveland/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">493</span></a></span>, <span class=\"citation\" data-id=\"108646\"><a href=\"/opinion/108646/executive-jet-aviation-inc-v-cleveland/\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">454</span> </a></span>(1972).  The \"situs\" and \"nexus\" requirements must both be met before admiralty jurisdiction can attach.  See, e.g., <span class=\"citation\" data-id=\"518841\"><span class=\"antecedent_guess\">Shea,</span> <a href=\"/opinion/518841/stephen-j-shea-v-rev-lyn-contracting-co-inc/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">517</span> </a></span>(noting dual nature of test);  Carey v. Bahama Cruise Lines, <span class=\"citation\" data-id=\"516164\"><a href=\"/opinion/516164/thomas-carey-v-bahama-cruise-lines/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">201</span></a></span>, 207 n. 4 (1st Cir.1988) (same);  accord, Cochran v. E.I. DuPont de Nemours &amp; Co., <span class=\"citation\" data-id=\"561821\"><a href=\"/opinion/561821/jerry-cochran-geraldine-cochran-v-ei-dupont-de-nemours-ren-plastics/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1533</span></a></span>, 1537 (11th Cir.1991) (\"The Court in Executive Jet did not replace the traditional locality test, but instead added a second prong, the nexus test\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">881</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">785</span> </span>(1992).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The present conversion claim founders on the \"situs\" prong of the Executive Jet analysis.  In the admiralty context, as elsewhere, conversion is simply an intentional and wrongful exercise of dominion or control over a chattel, which seriously interferes with the owner's rights in the chattel.  See <span class=\"citation\" data-id=\"368222\"><span class=\"antecedent_guess\">Goodpasture,</span> <a href=\"/opinion/368222/goodpasture-inc-cross-appellee-v-mv-pollux-etc-cross-appellant/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">87</span></a></span>;  Berry v. Boat Giannina B., Inc., <span class=\"citation\" data-id=\"2093543\"><a href=\"/opinion/2093543/berry-v-boat-giannina-b-inc/\"><span class=\"volume\">460</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">145</span></a></span>, 150 (D.Mass.1978);  Restatement (Second) of Torts Sec. 222A (1965).  Admiralty jurisdiction over a conversion claim accordingly depends on whether the chattel was \"on navigable waters\" at the time of the alleged wrongful exercise of dominion.  See, e.g., Leather's Best, Inc. v. S.S. Mormaclynx, <span class=\"citation\" data-id=\"300180\"><a href=\"/opinion/300180/leathers-best-inc-plaintiff-appellee-cross-v-ss-mormaclynx/\"><span class=\"volume\">451</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">800</span></a></span>, 808 (2d Cir.1971) (no admiralty jurisdiction over warehouseman whose loss of property, entrusted by ocean carrier, occurred while goods were on land);  cf. Schoening v. Shipment of 102 Jute Bags, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">561</span></span>, 562 (E.D.Pa.1955) (no admiralty jurisdiction over ocean carrier for shipment of goods converted from onshore warehouse;  \"the conversion was completed when the goods were removed from the warehouse\");  see generally The Lydia, <span class=\"citation\" data-id=\"1506993\"><a href=\"/opinion/1506993/the-lydia/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span>, 23 (2d Cir.) cert. denied, <span class=\"citation no-link\"><span class=\"volume\">266</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">616</span></span>, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">97</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">470</span> </span>(1924) (\"conversion is a tort, ... and if that tort is committed on navigable waters, admiralty has jurisdiction\").  In the present case, long before the Banks asserted dominion over the scallops under the terms of their security agreements, Gloucester had removed the scallops to its storage warehouse in Massachusetts, some four hundred miles from the point of Evergreen's disaffreightment in Port Elizabeth, thereby severing any conceivable maritime situs.  Compare Leather's <span class=\"citation\" data-id=\"300180\"><span class=\"antecedent_guess\">Best,</span> <a href=\"/opinion/300180/leathers-best-inc-plaintiff-appellee-cross-v-ss-mormaclynx/\"><span class=\"volume\">451</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">808</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Evergreen bases its assertion of admiralty jurisdiction on the ground that the district court's decision \"directly affects the integrity of order bills of lading.\"   Thus, apparently Evergreen would extend the so-called \"impact\" test for admiralty jurisdiction, applicable to claims for intentional interference with contractual relations, to the present claim for conversion.  See Carroll v. Protection Maritime Ins. Co., <span class=\"citation\" data-id=\"326004\"><a href=\"/opinion/326004/richard-carroll-v-protection-maritime-insurance-co-ltd/\"><span class=\"volume\">512</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 8 (1st Cir.1975) (articulating \"impact\" test);  see also Pino v. Protection Maritime Ins. Co., <span class=\"citation\" data-id=\"366408\"><a href=\"/opinion/366408/john-pino-v-protection-maritime-insurance-company-ltd/\"><span class=\"volume\">599</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 12-13 (1st Cir.) cert. denied, <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">900</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">210</span></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span> </span>(1979) (reaffirming Carroll 's \"extension of location test\").  We agree with the district court that the Carroll \"impact test\" does not apply to the present transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Carroll was an action for tortious interference with contractual relationships, brought by various seamen and commercial fishermen, against marine insurers whose \"blacklist\" of past claimants allegedly interfered with the claimants' efforts to contract for employment on marine vessels.  Although it was alleged that the blacklist prevented the claimants, while on land, from securing contracts of employment, its purpose and effect was to prevent their employment aboard seagoing <span class=\"citation\" data-id=\"326004\"><span class=\"antecedent_guess\">vessels.</span>  <a href=\"/opinion/326004/richard-carroll-v-protection-maritime-insurance-co-ltd/\"><span class=\"volume\">512</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">6</span></a></span>.   On these facts, the Carroll court concluded, \"the critical focus should not be 'where the wrongful act or omission has its inception, but where the impact of the act or omission produces [the] injury,' \" <span class=\"citation\" data-id=\"326004\"><a href=\"/opinion/326004/richard-carroll-v-protection-maritime-insurance-co-ltd/\"><span class=\"id_token\">id.</span> at 8 </a></span>(citing O'Connor &amp; Co. v. City of Pascagoula, <span class=\"citation\" data-id=\"1867708\"><a href=\"/opinion/1867708/oconnor-company-v-city-of-pascagoula-mississippi/\"><span class=\"volume\">304</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">681</span></a></span>, 683 (S.D.Miss.1969)).  Applying this principle, Carroll held that \"the impact of defendants' alleged actions, at least where existing employment was terminated, was felt in the operations of the affected vessels at sea,\" <span class=\"citation\" data-id=\"1867708\"><a href=\"/opinion/1867708/oconnor-company-v-city-of-pascagoula-mississippi/\"><span class=\"id_token\">id.,</span> and was </a></span>\"so interwoven with present and potential maritime contractual relationships--traditional concerns of admiralty--as to fall within [the admiralty] jurisdiction,\" <span class=\"citation\" data-id=\"326004\"><a href=\"/opinion/326004/richard-carroll-v-protection-maritime-insurance-co-ltd/\"><span class=\"id_token\">id.</span> at 8</a></span>-9.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Unlike the Carroll claim for interference with a contract, Evergreen's conversion claim alleges interference with chattels.   A chattel has a determinate location;  hence the \"situs\" of the tort of conversion is more readily identified, and does not depend solely on an assessment of its impact upon maritime activities.  Furthermore, the relevant purposeful act in the tort of conversion is the exercise of dominion over a chattel, which may entail liability even though the defendant initially acted on a good-faith, non-maritime claim of right.  See, e.g., Restatement (Second) of Torts Sec. 244 (1965) (\"actor is not relieved of liability ... for conversion by his belief, because of a mistake of law or fact not induced by the other, that he ... is entitled to ... immediate possession [of the converted chattel]\").  In these circumstances, the \"maritime nexus,\" found \"dominant\" in Carroll, <span class=\"citation\" data-id=\"326004\"><span class=\"antecedent_guess\">see</span> <a href=\"/opinion/326004/richard-carroll-v-protection-maritime-insurance-co-ltd/\"><span class=\"volume\">512</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">6</span></a></span>, is sufficiently attenuated that a Carroll-based \"impact\" analysis would invite \"open-ended expansion of admiralty jurisdiction,\" <span class=\"citation\" data-id=\"326004\"><a href=\"/opinion/326004/richard-carroll-v-protection-maritime-insurance-co-ltd/\"><span class=\"id_token\">id.</span>   Thus, the </a></span>district court correctly concluded that Evergreen's conversion claim implicated its diversity jurisdiction, rather than admiralty jurisdiction, and that--to the extent differences exist--the conversion claim was governed by Massachusetts law, rather than maritime law.</p>\n    </div>\n    <p>III</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A plaintiff asserting a conversion claim under Massachusetts law must show that:  (1) the defendant intentionally and wrongfully exercised control or dominion over the personal property;  (2) the plaintiff had an ownership or possessory interest in the property at the time of the alleged conversion;  (3) the plaintiff was damaged by the defendant's conduct;  and (4) if the defendant legitimately acquired possession of the property under a good-faith claim of right, the plaintiff's demand for its return was refused.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  <span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> <span class=\"volume\">806</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">296-97</span> </span>(citing Magaw v. Beals, <span class=\"citation no-link\"><span class=\"volume\">272</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">334</span></span>, <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">347</span> </span>(1930));   see also In re Halmar Distributors, Inc., <span class=\"citation\" data-id=\"586289\"><a href=\"/opinion/586289/in-re-halmar-distributors-inc-debtors-general-electric-company-v/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">121</span></a></span>, 129 (1st Cir.1992);   MacNeil v. Hazelton, <span class=\"citation no-link\"><span class=\"volume\">306</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">366</span></span>, 367, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">477</span></span>, 478 (1940).  Since the evidence establishes beyond dispute that the Banks asserted dominion over the scallops, and refused Evergreen's demands for their return, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> <span class=\"volume\">806</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">295</span></span>-97, the principal issue before us is whether any rights the Banks may have acquired by virtue of their security interests in Gloucester's after-acquired inventory were superior to Evergreen's reclamation rights as bailee of the scallops under the order bills of lading.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review summary judgments de novo, affirming only if it appears--after considering all competent evidence and reasonable inferences in the light most favorable to the non-moving party--that there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law.  See, e.g., Continental Grain <span class=\"citation\" data-id=\"588802\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/588802/continental-grain-company-v-puerto-rico-maritime-shipping-authority/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">429-30</span></a></span>;  National Expositions, Inc. v. Crowley Maritime Corp., <span class=\"citation\" data-id=\"491640\"><a href=\"/opinion/491640/national-expositions-inc-v-crowley-maritime-corporation/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">131</span></a></span>, 134 (1st Cir.1987).</p>\n    </div>\n    <p>A. Evergreen's Interest</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court likened Evergreen's interest in the scallops to that of a seller of goods, and Gloucester to \"an insolvent buyer\", <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> <span class=\"volume\">806</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">297</span></span>;  hence the putative \"sale,\" though voidable, was not void until Evergreen disavowed it and moved to reclaim the goods.  See Mass.Gen.L. ch. 106 Sec. 2-702(2) (\"seller [who] discovers that the buyer has received goods on credit while insolvent ... may reclaim the goods upon demand \") (emphasis added).  Under this analysis, since an Article 9 secured party is a \"purchaser\" of the debtor's interest in the collateral, see <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at Secs. </span>1-201(32), 1-201(33);  Burk v. Emmick, <span class=\"citation\" data-id=\"385860\"><a href=\"/opinion/385860/willard-burk-v-bob-emmick-dba-emmick-cattle-company-northwestern/\"><span class=\"volume\">637</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1172</span></a></span>, 1174 (8th Cir.1980);  In re Samuels &amp; Co., <span class=\"citation no-link\"><span class=\"volume\">526</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1238</span></span>, 1242 (5th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">834</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">98</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">99</span> </span>(1976), Evergreen's failure to disavow the sale prior to the Banks' \"purchase\" through foreclosure subordinated Evergreen's interest to the Banks' security interests in the scallops.  See Mass.Gen.L. ch. 106, Sec. 2-702(3) (\"the seller's right to reclaim ... is subject to the rights of ... [a] good faith purchaser or lien creditor under this Article\");  see also <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at Sec. </span>2-403(1) (\"A purchaser of goods acquires all title which his transferor had or had power to transfer....  A person with voidable title has power to transfer good title to a good faith purchaser for value.  Where goods have been delivered under a transaction of purchase the purchaser has such a power even though ... (d) the delivery was procured through fraud\") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The difficulty with the district court's analysis lies in its fundamental premise, viz., that Evergreen, in releasing the scallops to Gloucester pursuant to the letters of guaranty, was a \"seller,\" and Gloucester, in thus acquiring possession, was a \"buyer.\"   Rather, we think the transaction was one of \"entrustment,\" see Mass.Gen.L. ch. 106, Sec. 2-403(2), (3), whereby neither Gloucester nor the Banks acquired an interest in the scallops superior to Evergreen's limited right to their possession.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under the Uniform Commercial Code, a \"seller\" is \"a person who sells or contracts to sell goods,\" <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at Sec. </span>2-103(1)(d), and a \"buyer\" one \"who buys or contracts to buy goods,\" <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at Sec. </span>2-103(1)(a).  A \"sale,\" by definition, \"consists in the passing of title from the seller to the buyer for a price (section 2-401),\" <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at Sec. </span>2-106(1) (emphasis added), and a \"contract for sale\" means \"a present sale of goods or a contract to sell goods at a future time.\"   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  Accordingly, though </span>U.C.C. Sec. 2-401 does not define \"title,\" noting simply that \"each provision of ... Article  with regard to the rights, obligations and remedies of the seller, the buyer, purchasers and other third parties applies irrespective of title to the goods except where the provision refers to such title,\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at Sec. </span>2-401 (emphasis added), no \"sale\" of goods occurs, within the meaning of Sec. 2-106, without a present or future capacity on the part of the \"seller\" to convey title to the \"buyer.\"   See generally William L. Tabac, The Unbearable Lightness of Title Under the Uniform Commercial Code, 50 Md.L.Rev. 408 (1991) (noting contradictions in Article Two references to title;  concluding that \"title under the Code means ownership,\" and that \"title principles are still firmly in place, if not in sight, as the framework for today's commerce in goods\").  We return to the present transaction with these principles in mind.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is well settled that an ocean carrier possesses no title or other ownership interest in goods carried under a negotiable bill of lading;  title is vested in the holder of the bill of lading, whose interests the carrier represents, under the contract of carriage and maritime law, as \"a special type of bailee.\"   See Commercial Molasses Corp. v. New York Tank Barge Corp., <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></span>, 109, <span class=\"citation\" data-id=\"1210205\"><a href=\"/opinion/1210205/commercial-corp-v-ny-barge-corp/\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">156</span></a></span>, 160, <span class=\"citation\" data-id=\"1210205\"><a href=\"/opinion/1210205/commercial-corp-v-ny-barge-corp/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">89</span> </a></span>(1941);  Schnell v. The Vallescura, <span class=\"citation\" data-id=\"102339\"><a href=\"/opinion/102339/schnell-v-the-vallescura/\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>, 303, <span class=\"citation\" data-id=\"102339\"><a href=\"/opinion/102339/schnell-v-the-vallescura/\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">194</span></a></span>, 195-96, <span class=\"citation\" data-id=\"102339\"><a href=\"/opinion/102339/schnell-v-the-vallescura/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">373</span> </a></span>(1934);  C-ART, Ltd. v. Hong Kong Islands Line America, S.A., <span class=\"citation\" data-id=\"565285\"><a href=\"/opinion/565285/c-art-ltd-v-hong-kong-islands-line-america-sa-and-precious-shipping/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">530</span></a></span>, 533 n. 2 (9th Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1762</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">425</span> </span>(1992);  see also Baker Oil Tools, Inc. v. Delta S.S. Lines, Inc., <span class=\"citation\" data-id=\"349353\"><a href=\"/opinion/349353/baker-oil-tools-inc-v-delta-steamship-lines-inc-third-party-v-port/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">938</span> </a></span>(5th Cir.1977) (bailment relationship under contract of carriage continues before and after termination of voyage);  cf. U.C.C. Sec. 2-705(1) (referring to \"goods in possession of a carrier or other bailee\").  Thus, absent extraordinary circumstances, such as rapid deterioration of the cargo, see T.J. Stevenson &amp; Co. v. 81,193 Bags of Flour, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">84</span></span>, 123 (S.D.Ala.1976), aff'd. in pertinent part, <span class=\"citation\" data-id=\"381814\"><a href=\"/opinion/381814/t-j-stevenson-co-inc-a-corporation-and-counterclaimant/\"><span class=\"volume\">629</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">338</span></a></span>, 383 (5th Cir.1980), the carrier has neither actual nor apparent authority to \"sell\" the goods it carries.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The carrier's sole legitimate interest is its limited right to possess the goods, pending presentment of the bills of lading;  and its temporary release of possession, pending a consignee's promised production of the bills of lading, is not a \"sale\" but an entrustment.  See Mass.Gen.L. ch. 106, Sec. 2-403(3) (\" 'Entrusting' includes any delivery and any acquiescence in retention of possession regardless of any condition expressed between the parties to the delivery or acquiescence and regardless of whether the procurement of the entrusting or the possessor's disposition of the goods have been such as to be larcenous under the criminal law.\").<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On similar analysis, although \"purchase\" is defined more broadly than \"sale,\" without reliance on \"title\" principles, see <span class=\"citation\" data-id=\"381814\"><a href=\"/opinion/381814/t-j-stevenson-co-inc-a-corporation-and-counterclaimant/\"><span class=\"id_token\">id.</span> Sec. 1-201(32) </a></span>(\" 'purchase' includes taking by sale, discount, negotiation, mortgage, pledge, lien, issue or re-issue, gift or any other voluntary transaction creating an interest in property\"), under a \"transaction of purchase\" a \"purchaser of goods acquires [only the] title which his transferor had or had power to transfer ... [and] a purchaser of a limited interest acquires rights only to the extent of the interest purchased,\" <span class=\"citation\" data-id=\"381814\"><a href=\"/opinion/381814/t-j-stevenson-co-inc-a-corporation-and-counterclaimant/\"><span class=\"id_token\">id.</span> Sec. 2-402(1). </a></span> Thus, a person who knowingly obtains goods--subject to an outstanding negotiable bill of lading--from an ocean carrier with a mere possessory interest in the goods, ordinarily \"purchases\" no \"title\" (even voidable title) in the goods.  See generally, e.g., Kimberly &amp; European Diamonds, Inc. v. Burbank, <span class=\"citation\" data-id=\"406650\"><a href=\"/opinion/406650/kimberly-european-diamonds-inc-v-william-f-burbank-edwin-neal/\"><span class=\"volume\">684</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">363</span></a></span>, 366 (6th Cir.1982) (bailee \"had no title, nor did she have authority to pass title,\" and putative purchaser from bailee \"acquired no interest\" in bailed property);  In re Sitkin Smelting &amp; Refining Inc., <span class=\"citation\" data-id=\"386895\"><a href=\"/opinion/386895/in-re-sitkin-smelting-and-refining-inc-eastman-kodak-company-v-g-m/\"><span class=\"volume\">639</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1213</span></a></span>, 1215-17 (5th Cir.1981) (similar);  Robert A. Hillman et al., Common Law and Equity Under the Uniform Commercial Code (1985 &amp; Supp.1991), at p 18.03 (collecting cases).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Finally, on similar reasoning, we cannot credit the Banks' reliance on the Uniform Commercial Code provisions governing \"consignment sales\":</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>Where goods are delivered to a person for sale and such person maintains a place of business at which he deals in goods of the kind involved, under a name other than the name of the person making delivery, then with respect to claims of creditors of the person conducting the business the goods are deemed to be on sale or return.   The provisions of this subsection are applicable even though an agreement purports to reserve title to the person making delivery until payment or resale or uses such words as 'on consignment' or 'on memorandum.'</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Mass.Gen.L. ch. 106, Sec. 2-326(3) (emphasis added).  Thus, even assuming that Gloucester \"dealt in goods\" like these (which cannot be conclusively determined from the appellate record), the scallops were not subject to the claims of Evergreen's creditors unless delivered \"for sale\" or \"for resale,\" <span class=\"citation\" data-id=\"386895\"><a href=\"/opinion/386895/in-re-sitkin-smelting-and-refining-inc-eastman-kodak-company-v-g-m/\"><span class=\"id_token\">id.</span> Sec. 2-326. </a></span> As both parties well recognize, Evergreen lacked both the intent and the legal capacity to empower Gloucester either to resell, see <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at Sec. </span>2-326(1)(b), or to sell, see <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at Sec. </span>2-326(3), these scallops so long as title remained exclusively in the holder of the negotiable bills of lading.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Thus, we join those courts which have held that temporary entrustments of possession by a bailee, without more, are not \"sales on consignment,\" within the meaning of U.C.C. Sec. 2-326.  See Sitkin <span class=\"citation\" data-id=\"386895\"><span class=\"antecedent_guess\">Smelting,</span> <a href=\"/opinion/386895/in-re-sitkin-smelting-and-refining-inc-eastman-kodak-company-v-g-m/\"><span class=\"volume\">639</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1218</span> </a></span>(delivery of waste film, for processing and extraction, not a \"delivery for sale\" under U.C.C. Sec. 2-326);  cf. e.g., In re Zwagerman, <span class=\"citation\" data-id=\"2003148\"><a href=\"/opinion/2003148/in-re-zwagerman/\"><span class=\"volume\">115</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">540</span> </a></span>(Bankr.W.D.Mich.1990) (delivery of cattle, for \"feeding,\" not a \"delivery for sale\"), aff'd, <span class=\"citation\" data-id=\"1830654\"><a href=\"/opinion/1830654/in-re-zwagerman/\"><span class=\"volume\">125</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">486</span> </a></span>(W.D.Mich.1991);  In re Key Book Service, Inc., <span class=\"citation\" data-id=\"1867804\"><a href=\"/opinion/1867804/in-re-key-book-service-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">39</span> </a></span>(Bankr.D.Conn.1989) (delivery of books, merely for shipping, billing, warehousing, not a \"delivery for sale\");  see generally <span class=\"citation no-link\"><span class=\"antecedent_guess\">Hillman,</span> supra</span>, at p 18.03-[c] &amp; n. 126 (discussing meaning of \"delivery for sale\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Finally, under Mass.Gen.L. ch. 106, Sec. 9-203(1)(c), \"[a] security interest is not enforceable against the debtor or third parties with respect to the collateral and does not attach unless ... the debtor has rights in the collateral.\"  (Emphasis added.)   Although the term \"rights in the collateral\" is not defined in the Code, and has been viewed broadly by courts on occasion, see, e.g., Kinetecs Technology Int'l Corp. v. Fourth Nat'l Bank, <span class=\"citation\" data-id=\"416978\"><a href=\"/opinion/416978/kinetics-technology-international-corporation-a-delaware-corporation-v/\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">396</span> </a></span>(10th Cir.1983) (\"the Code clearly does not require that a debtor have full ownership rights\"), it clearly contemplates some property interest in goods, not mere bare possession acquired from a bailee under a transaction of entrustment.  Sitkin <span class=\"citation\" data-id=\"386895\"><span class=\"antecedent_guess\">Smelting,</span> <a href=\"/opinion/386895/in-re-sitkin-smelting-and-refining-inc-eastman-kodak-company-v-g-m/\"><span class=\"volume\">639</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1217-18</span></a></span>;  Northwestern Bank v. First Virginia Bank, <span class=\"citation\" data-id=\"1406475\"><a href=\"/opinion/1406475/northwestern-bank-v-first-va-bank-of-damascus/\"><span class=\"volume\">585</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">425</span></a></span>, 428-29 (W.D.Va.1984) (\"Mere possession by the debtor is insufficient to establish a right in the collateral upon which to base a security interest....  The debtor must acquire some ownership interest in the collateral before a valid security interest arises\");  see generally James J. White &amp; Robert S. Summers, Uniform Commercial Code Sec. 23-5 (3d ed. 1988), at 263 (\"if the transaction [endowing debtor with possession] were merely a bailment ... the law would be clear:  the bailed goods would be returned to the owner\");  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Hillman,</span> supra</span>, at p 18.03.  Since mere possession of goods under a transaction of entrustment clothes a debtor with no \"rights in the collateral\" to which a security interest can attach, within the meaning of Mass.Gen.L. ch. 106, Sec. 9-203(1)(c), the Banks acquired no enforceable lien in the scallops by virtue of their security interests in Gloucester's after-acquired inventory.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p>IV</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Evergreen was not a \"seller,\" Gloucester was not a \"buyer,\" and the temporary entrustment of possession of the scallops to Gloucester was neither a \"sale\" nor a delivery for sale or resale.  Thus, as a bailee, Evergreen retained reclamation rights to the scallops under a common law claim for conversion.  See Restatement (Second) of Torts, Sec. 225 &amp; cmt. b;  see also <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at Sec. </span>222A, illustr. 9.  As the Banks' Article 9 security interests in Gloucester's after-acquired inventory did not attach to the entrusted scallops, Evergreen retained a possessory claim sufficient to overcome the Banks' motion for summary judgment.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The district court judgment is vacated and the case is remanded for further proceedings consistent herewith;  each party to bear its own costs on appeal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> An order bill of lading is a negotiable instrument, issued by the carrier to the shipper at the time goods are loaded aboard ship, which serves \"as a receipt that the carrier has received [the] goods for shipment;  as a contract of carriage for those goods;  and as documentary evidence of title to those goods.\"  Fuentes v. Sea-Land Services, <span class=\"citation\" data-id=\"1669016\"><a href=\"/opinion/1669016/fuentes-v-sea-land-services/\"><span class=\"volume\">665</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">206</span></a></span>, 209 (S.D.N.Y.1987).  The shipper sends the bill of lading to the intended recipient of the goods (consignee);  upon notification that the goods have arrived, the consignee presents the bill to the carrier at the delivery port, and receives the goods in return.  Because an order bill is negotiable, however, the consignee or \"notify party\" designated on the bill of lading is not necessarily the holder of the bill at the time and place of delivery.  Under these circumstances, subject to extremely limited exceptions, a carrier which delivers to a \"notify party,\" or to any other person, without taking up and canceling its order bill \"remains liable to anyone who has purchased the bill for value in good faith, before or after the improper delivery.\"   G. Gilmore &amp; C. Black, Admiralty 110-12 (2d ed. 1975).  See also Allied Chemical Intl.  Corp. v. Companhia de Navegacao Lloyd Brasileiro, <span class=\"citation\" data-id=\"460041\"><a href=\"/opinion/460041/allied-chemical-international-corp-v-companhia-de-navegacao-lloyd/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">476</span></a></span>, 481-82 (2d Cir.1985) (discussing obligations of carrier in maritime documentary transaction), cert. denied, <span class=\"citation\" data-id=\"111650\"><a href=\"/opinion/111650/johnny-watkins-jr-v-virginia/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1099</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1502</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">903</span> </span>(1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The executed letters of guaranty provided:</p>\n        <p>The above goods were shipped on [the listed vessel] by ... TOWAMARIN, LTD.... (and consigned to us) but the relevant Bill(s) of Lading have not arrived.  We hereby request you to deliver such goods to THE GLOUCESTER CORPORATION (us) without production of the Bill(s) of Lading.  In consideration of your complying with our above request we hereby agree as follows:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> To indemnify you, your servants and agents and to hold all of you harmless in respect of any liability loss or damage of whatsoever nature which you may sustain by reason of delivering the goods to US ... in accordance with our request</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p> In the event of any proceedings being commenced against you or any of your servants or agents in connection with the delivery of the goods as aforesaid to provide you or them from time to time with sufficient funds to defend the same</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> As soon as all original Bill(s) of Lading for the above goods shall have arrived and/or come late into our possession, to produce and deliver the same to you whereupon our liability hereunder shall cease</p>\n        <p>/s/ THE GLOUCESTER CORPORATION</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Lekkerkerk is identified as \"Lekkerkerk\" in the Banks' brief, and as \"Lekkerrerk\" in Gloucester's complaint and the district court opinion.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> <span class=\"volume\">806</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">293</span></span>.   The Banks assert, without contradiction, that \"although [Lekkerkerk] has a somewhat similar name, [it] is an entirely different bank\" from defendant-appellee Cooperative Centrale Raiffeisen-Boerenleen Bank</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">4</a>\n        <p> Evergreen's amended complaint included counts (1) against Gloucester, for misrepresentation and breach of contract;  (2) against the scallops, in rem, under Supplemental Admiralty Rule D;  and (3) against the Banks, for conversion and replevin.  A default judgment was entered against Gloucester on December 10, 1992, for failure to defend the action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Federal courts sitting in diversity apply the choice-of-law rules of the forum state.  See Klaxon Co. v. Stentor Elec. Mfg. Co., <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">487</span></a></span>, 496, <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1020</span></a></span>, 1021, <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1477</span> </a></span>(1941).  Since the parties have ignored choice-of-law issues on appeal, we indulge their assumption that Massachusetts would apply its own substantive law.  See <span class=\"citation\" data-id=\"516164\"><span class=\"antecedent_guess\">Carey,</span> <a href=\"/opinion/516164/thomas-carey-v-bahama-cruise-lines/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">206</span> </a></span>(given \"reasonable relation\" between dispute and forum whose law is invoked by parties, court of appeals may \"forego independent analysis\" of choice-of-law issue);  Borden v. Paul Revere Life Ins. Co., <span class=\"citation\" data-id=\"562609\"><a href=\"/opinion/562609/ronald-borden-v-the-paul-revere-life-insurance-company-ronald-borden-v/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">370</span></a></span>, 375 (1st Cir.1991) (similar)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See, e.g., Mass.Gen.L. ch. 106, Sec. 2-403(1), (2), (3)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Indeed, the summary judgment record in the present case indisputably demonstrates that there can have been no \"contract,\" within the meaning of Article 2:  \"In this Article unless the context otherwise requires 'contract' and 'agreement' are limited to those relating to the present or future sale of goods.\"   Mass.Gen.L. ch. 106, Sec. 2-106(1).  Moreover, not only does a future sale of goods require a contract of sale, <span class=\"citation\" data-id=\"562609\"><a href=\"/opinion/562609/ronald-borden-v-the-paul-revere-life-insurance-company-ronald-borden-v/\"><span class=\"id_token\">id.,</span> but a </a></span>\" 'present sale' means a sale which is accomplished by the making of the contract,\" <span class=\"citation\" data-id=\"562609\"><a href=\"/opinion/562609/ronald-borden-v-the-paul-revere-life-insurance-company-ronald-borden-v/\"><span class=\"id_token\">id.</span>  (emphasis added). </a></span> Since the express terms of the letters of guaranty flatly belie Evergreen's capacity to effect either a present or future sale of scallops in which Gloucester already purportedly held title by virtue of its claim to the negotiable bills of lading in transit, there could be no contract or agreement of sale of any kind between Evergreen and Gloucester.  See also <span class=\"citation\" data-id=\"562609\"><a href=\"/opinion/562609/ronald-borden-v-the-paul-revere-life-insurance-company-ronald-borden-v/\"><span class=\"id_token\">id.</span> Sec. 1-201(3), </a></span>(11)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Banks do not benefit from U.C.C. Sec. 2-403(2), which provides that \"any entrusting of goods to a merchant who deals in goods of that kind gives [the merchant] power to transfer all rights of the entruster to a buyer in the ordinary course of business.\"   It is well settled that U.C.C. Sec. 2-403(2) protects only \"persons who buy in the ordinary course out of inventory.\"   See U.C.C. Sec. 2-403(2) cmt. 3.  The holder of a security interest in a merchant's inventory is not \"a buyer in the ordinary course\" of goods entrusted to the merchant's possession as a result of the merchant's fraud.  See U.C.C. Sec. 1-201(9) (defining \"buyer in the ordinary course of business\" as excluding a \"transfer ... as security for ... a money debt\");  see also, e.g., Sitkin <span class=\"citation\" data-id=\"386895\"><span class=\"antecedent_guess\">Smelting,</span> <a href=\"/opinion/386895/in-re-sitkin-smelting-and-refining-inc-eastman-kodak-company-v-g-m/\"><span class=\"volume\">639</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1213</span></a></span>;  Robert A. Hillman et al., Common Law and Equity Under the Uniform Commercial Code (1985 &amp; Supp.1991), at p 18.03[b]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Of course, restrictions on a \"seller's\" reclamation rights, see, e.g., Mass.Gen.L. ch. 106 Secs. 2-507, 2-702(3), are inapplicable for the same reason</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The letters of guaranty are not phrased in terms of a delivery for sale or resale, but of an entrustment of possession pending Gloucester's presentment of the order bills of lading.  See supra note 2.  Thus, the letters of guaranty evince (1) Gloucester's acknowledgement that title to the scallops was in the holder of the order bills of lading, not Evergreen, and (2) Gloucester's representation that it was the holder of the bills</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> As Dutch Bank is not a party to these proceedings, we take no position on any potential claim it may have for Evergreen's entrustment of possession of the scallops to Gloucester without first taking up possession of the bills of lading.  But see supra n. 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Evergreen filed no cross-motion for summary judgment, however.  Accordingly, the case must be remanded to the district court for such further proceedings as are consistent with this opinion</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/87681/",
    "https://www.courtlistener.com/api/rest/v3/opinions/102339/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103542/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108646/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110759/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111650/",
    "https://www.courtlistener.com/api/rest/v3/opinions/297697/",
    "https://www.courtlistener.com/api/rest/v3/opinions/300180/",
    "https://www.courtlistener.com/api/rest/v3/opinions/326004/",
    "https://www.courtlistener.com/api/rest/v3/opinions/349353/",
    "https://www.courtlistener.com/api/rest/v3/opinions/366408/",
    "https://www.courtlistener.com/api/rest/v3/opinions/368222/",
    "https://www.courtlistener.com/api/rest/v3/opinions/381814/",
    "https://www.courtlistener.com/api/rest/v3/opinions/385860/",
    "https://www.courtlistener.com/api/rest/v3/opinions/386895/",
    "https://www.courtlistener.com/api/rest/v3/opinions/406650/",
    "https://www.courtlistener.com/api/rest/v3/opinions/416907/",
    "https://www.courtlistener.com/api/rest/v3/opinions/416978/",
    "https://www.courtlistener.com/api/rest/v3/opinions/460041/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491640/",
    "https://www.courtlistener.com/api/rest/v3/opinions/510190/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516164/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518841/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557334/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561821/",
    "https://www.courtlistener.com/api/rest/v3/opinions/562609/",
    "https://www.courtlistener.com/api/rest/v3/opinions/565285/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586289/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588802/",
    "https://www.courtlistener.com/api/rest/v3/opinions/607106/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1210205/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1406475/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1506993/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1669016/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1830654/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1867708/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1867804/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2003148/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2093543/"
  ]
}