{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194991/",
  "id": 194991,
  "absolute_url": "/opinion/194991/thomas-p-bowling-v-george-vose/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194991/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:29:48Z",
  "date_modified": "2020-02-21T23:42:06.035999Z",
  "type": "010combined",
  "sha1": "3f9e4bc5b5a6996b17d8f7a3d716bda8af72d5f5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1037.01A",
  "local_path": null,
  "plain_text": "October 22, 1993\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\nNo. 93-1037\n\n                        THOMAS P. BOWLING,\n                       Plaintiff-Appellant,\n\n                                v.\n\n                   GEORGE A. VOSE, DIRECTOR OF\n                  THE DEPARTMENT OF CORRECTIONS,\n                  STATE OF RHODE ISLAND, ET AL.,\n                      Defendants-Appellees.\n\n                                           \n\n                           ERRATA SHEET\n\n     The opinion of this  Court issued on September 10,  1993, is\namended as follows:\n\n     Add to the end of footnote 2 on page 2 of the opinion:\n\n          It  is  apparently  the  state's   view  that\n          Inspector  Byrne's  estimate  that  the  fire\n          started thirty to  forty-five minutes  before\n          discovery depended on the assumption that the\n          fire did not  start until 11:46.   We see  no\n          basis for this assumption and think  that, at\n          the  very least, the  testimony is reasonably\n          open to the interpretation that the fire  had\n          been  started  thirty  to forty-five  minutes\n          before it was actually discovered.\n\n     Add as  a footnote  on page 6  of the opinion  following the\nfirst sentence on that page after the word \"testimony\":\n\n          The trial judge and the Rhode Island  Supreme\n          Court  conducted  the  required  weighing  of\n          factors  elaborated  in Taylor  and concluded\n                                        \n          that the exclusion of the  alibi evidence was\n          an appropriate sanction.  As  the application\n          of Taylor is a legal question, we review this\n                   \n          ruling  de novo  and arrive  at the  opposite\n          conclusion.\n\n     Add as a footnote at the end of the first  full paragraph on\npage 7, after the word, \"worst\":\n\n          The trial  court not only failed  to make any\n          explicit finding of  willful misconduct,  see\n                                                       \n          Bowling v.  Vose, No. 91-0472, slip  op. at 3\n                          \n          (D.R.I.   Nov.   13,   1992),  it   seemingly\n          concluded   to   the   contrary.     In   its\n          exclusionary ruling, the court stated that it\n          was  \"not persuaded  that [offering  an alibi\n          witness]   was   the   defendant's   original\n          intention . . . .\"  Without such an intent to\n          violate  the discovery  rules, the  fact that\n          defense  counsel  later  felt that  an  alibi\n          witness   should  be  called   would  not  be\n          indicative of bad faith or misconduct.\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1037\n\n                        THOMAS P. BOWLING,\n\n                       Plaintiff-Appellant,\n\n                                v.\n\n                   GEORGE A. VOSE, DIRECTOR OF\n                  THE DEPARTMENT OF CORRECTIONS,\n                  STATE OF RHODE ISLAND, ET AL.,\n\n                      Defendants-Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n           [Hon. Francis J. Boyle, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                    Torruella, Circuit Judge,\n                                            \n\n                 Campbell, Senior Circuit Judge,\n                                               \n\n                      Boudin, Circuit Judge.\n                                           \n\n                                           \n\n     Paula Lynch Hardiman for appellant.\n                         \n     Jane  M.  McSoley,  Assistant  Attorney  General,  Appellate\n                      \nDivision, with  whom Jeffrey  B. Pine,  Attorney General, was  on\n                                     \nbrief for appellee State of Rhode Island.\n\n                                           \n\n                        September 10, 1993\n                                           \n\n          TORRUELLA, Circuit Judge.  In   this   habeas    corpus\n                                  \n\naction, appellant  was convicted  of first-degree arson  in Rhode\n\nIsland.  He claims that the trial judge excluded an alibi witness\n\nin violation of his Sixth Amendment rights, and we agree.\n\n          In the prosecution's request for  discovery information\n\nprior to trial, the  prosecution specified that the suspect  fire\n\nstarted between  11:00 p.m. and 12:00  a.m., on June  7, 1986, at\n\nhis  apartment building in Pawtucket, Rhode Island.  In complying\n\nwith  the  request  appellant  did not  aver  an  alibi  defense,\n\nalthough Rhode Island  Rule of Criminal  Procedure 16 requires  a\n\ndefendant to provide such notice within 21 days of receipt of the\n\nstate's demand.1   Appellant claims  that he was  unaware of  any\n\nalibi  for  that   evening  between  11:00  p.m.  to  12:00  a.m.\n\nAppellant prepared his defense accordingly.  \n\n          At trial,  the state presented the  testimony of Donald\n\nByrne, a fire investigator.  On cross-examination, he stated that\n\nthe  fire actually started thirty to forty-five minutes before it\n\nwas  discovered.2    Appellant's  counsel  then calculated  that,\n\n                    \n\n1   The rule provides that  \"upon demand by the  attorney for the\nState and  delivery by him or  her to the defendant  of a written\nstatement describing with specificity the date  and time when and\nthe  place where the offense charged is alleged to have occurred,\nthe  defendant, within twenty-one (21) days after receipt of such\ndemand and  particulars, shall give written  notification whether\nhe or  she intends to rely in  any way on the  defense of alibi.\"\nR.I. Sup. Ct. R. Crim. P. 16.  \n\n2    Inspector  Byrne believed  that  the  fire  was reported  at\n11:46 p.m., and testified  as such.  However,  the Pawtucket Fire\nDepartment  reported  that  it was  informed  about  the fire  at\n11:34 p.m.    The  latter  report  would  seem  to  be  the  most\ndefinitive   evidence  of  the  actual  starting  time.    It  is\napparently the state's view  that Inspector Byrne's estimate that\n\n                               -2-\n\naccording to the  inspector, the fire  must have started  between\n\n10:49 and 11:04 p.m.  This new time period obviously was somewhat\n\nremoved from the 11:00 p.m. to 12:00 a.m. period that counsel had\n\npreviously focused on in preparing the defense.\n\n          The  revised  time  window  suggested  a  new  defense.\n\nCounsel remembered an affidavit, supplied during discovery by the\n\nstate, from  appellant's common-law  wife, Doris Palmieri.3   Ms.\n\nPalmieri stated that appellant  had picked her and her  sister up\n\nat a club  in Providence sometime  after ten o'clock.   Because a\n\nwitness  placed  appellant at  the  building at  10:34  p.m., and\n\nothers  saw him there before  then, counsel inferred  that he did\n\nnot leave to pick up his wife until after approximately half past\n\nten.\n\n          Counsel  then  tracked  down  Ms.   Palmieri's  sister,\n\nJenette Fagundes, and learned  that after picking up the  sisters\n\nat  the  club,  appellant  drove  her home  before  returning  to\n\nPawtucket.   Counsel  determined that  appellant could  not leave\n\nPawtucket after 10:34 p.m., drive to the club in Providence, take\n\nMs. Fagundes to her  home in Providence, and return  to Pawtucket\n\nin  time to  start the fire  by 11:04  p.m.   Appellant therefore\n\ncould not have burned down the building.  \n\n                    \n\nthe fire  started thirty  to forty-five minutes  before discovery\ndepended  on the  assumption that  the fire  did not  start until\n11:46.  We se no basis for this assumption and think that, at the\nvery   least,   the  testimony   is   reasonably   open  to   the\ninterpretation that  the fire had  been started thirty  to forty-\nfive minutes before it was actually discovered.\n\n3   Ms. Palmieri passed  away shortly after  the fire, of  causes\nunrelated to the fire.  \n\n                               -3-\n\n          After  the state  closed  its evidence,  and five  days\n\nafter the fire inspector  testified, counsel petitioned the court\n\nto allow  Ms. Fagundes  to testify.   He stated  that he  did not\n\nrecognize the  relevance of  her story  until the fire  inspector\n\ntestified about when the  fire started.  Furthermore, he  did not\n\nlearn Ms.  Fagundes' name or  address until two days  later.  The\n\nstate responded that it would  not oppose the motion if  it could\n\nintroduce Ms. Palmieri's statement, which contained incriminating\n\nfacts, in full  as rebuttal.   In it, Ms. Palmieri  revealed that\n\nupon arriving at the apartment building, appellant told her  that\n\nshe should sleep elsewhere.\n\n          The  trial judge took a recess to ponder the matter and\n\nultimately decided to exclude Ms. Fagundes' testimony.  The judge\n\nnoted that appellant had the  Palmieri statement well before  the\n\ntrial,  and that  it sufficiently  raised the possibility  of the\n\nalibi.   Because Rule 16 imposed an affirmative duty on appellant\n\nto disclose reliance on an alibi, even if the name of the witness\n\nwas  unknown,    the  judge found  that  appellant  had  violated\n\ndiscovery.   The judge excluded the alibi testimony as a sanction\n\nunder  Taylor  v.  Illinois, 484  U.S.  400  (1988).   The  judge\n                           \n\ndetermined that defendant \"seized upon this tact having heard the\n\nstate's entire case and the state rested,\"  and cited the need to\n\nensure the \"orderly administration of justice.\"  \n\n          In  contrast  to the  proffered alibi,  the inculpatory\n\nevidence  at  trial  was   substantial.    Two  eyewitnesses  saw\n\nappellant  in the vicinity of the fire overcome by smoke; one saw\n\n                               -4-\n\nhim running from the building.  Another eyewitness saw  appellant\n\nthrowing lighted paper into  a vent leading to the first floor of\n\nthe building.  Witnesses  testified that appellant threatened the\n\nbuilding's  owners  shortly before  the  fire.   Another  witness\n\napparently  testified that  appellant had  warned the  witness to\n\nleave the building.  Swayed by this evidence, the jury rendered a\n\nguilty verdict and appellant received a 25 year sentence.\n\n          Appellant bases  his argument  on the  Sixth Amendment,\n\nwhich states:   \"In all criminal prosecutions,  the accused shall\n\nenjoy the right  . . . to  have compulsory process  for obtaining\n\nwitnesses  in  his favor.\"   Of  course, the  \"right to  compel a\n\nwitness'  presence in the courtroom\" would  be meaningless \"if it\n\ndid not embrace the right to have the witness' testimony heard by\n\nthe trier of fact.\"   Taylor, 484 U.S.  at 409.  Exercise of  the\n                            \n\nright  thus assists  the adversary  process in  its truth-seeking\n\nfunction by ensuring that the trial court hears the full array of\n\nadmissible  facts pertinent  to the  case.   The Court  in Taylor\n                                                                 \n\nnoted  that  \"few rights  are more  fundamental  than that  of an\n\naccused to present witnesses in his own defense.\"  Id. at 408.\n                                                      \n\n          It  is  not an  absolute  right,  however.   Given  the\n\ndemands of the adversary system, the Court in Taylor found that a\n                                                    \n\ntrial court may  exclude a defense  witness without trampling  on\n\nthe Sixth Amendment.   The Court issued no  hard test; rather, it\n\nlisted  various considerations that a judge could use as a guide.\n\nThese  include the  \"integrity  of the  adversary process,  which\n\ndepends both  on the  presentation of reliable  evidence and  the\n\n                               -5-\n\nrejection of unreliable  evidence, the interest  in the fair  and\n\nefficient administration of justice,  and the potential prejudice\n\nto  the truth-determining function of the trial process.\"  Id. at\n                                                              \n\n414-15.   If these concerns  outweigh the defendant's interest in\n\npresenting witnesses,  the trial  court can properly  exclude the\n\ntestimony4.\n\n          Courts thus have upheld the exclusion of a witness when\n\na party willfully violates the discovery rules to gain a tactical\n\nadvantage  in litigation.  In Taylor, for instance, it was \"plain\n                                    \n\nthat  the case fit[] into  the category of  willful misconduct in\n\nwhich the severest  sanction is appropriate.\"   Id. at 417.   The\n                                                   \n\nproposed testimony appeared to be fabricated -- \"witnesses [were]\n\nbeing found  that really  weren't there.\"   Id.   In Michigan  v.\n                                                             \n\nLucas,  111 S.  Ct. 1743,  1748 (1991),  the Court  explained its\n     \n\nearlier holding:  \"We  did not hold in Taylor  that preclusion is\n                                             \n\npermissible  every time a discovery rule is violated.  Rather, we\n\nacknowledged that alternative  sanctions would  be 'adequate  and\n\nappropriate in  most cases'\" (quoting  Taylor, 484 U.S.  at 414).\n                                             \n\nThe  Court  in Lucas  justified  the imposition  of  the severest\n                    \n\nsanction of exclusion  in Taylor by noting  the willful character\n                                \n\nof the discovery violation.\n\n          Indeed, most circuit court cases affirming exclusion in\n\n                    \n\n4   The trial judge and the  Rhode Island Supreme Court conducted\nthe  required  weighing  of  factors  elaborated  in  Taylor  and\n                                                            \nconcluded  that  the  exclusion  of  the alibi  evidence  was  an\nappropriate  sanction.  As the  application of Taylor  is a legal\n                                                     \nquestion,  we  review  this ruling  de  novo  and  arrive at  the\nopposite conclusion.\n\n                               -6-\n\nresponse to  discovery violations  involve willful conduct.   See\n                                                                 \n\nUnited States v.  Johnson, 970  F.2d 907, 911  (D.C. Cir.  1992);\n                         \n\nUnited  States v.  Mitan, 966  F.2d 1165,  1175 (7th  Cir. 1992);\n                        \n\nHorton v.  Zant, 941 F.2d  1449, 1467 (11th  Cir. 1991);   United\n                                                                 \n\nStates v. Peters, 937 F.2d 1422,  1426 (9th Cir. 1991); Eckert v.\n                                                              \n\nTansy, 936 F.2d 444 (9th Cir. 1991); Escalera v. Coombe, 852 F.2d\n                                                       \n\n45, 48 (2d  Cir. 1988); Chappee  v. Vose, 843  F.2d 25 (1st  Cir.\n                                        \n\n1988).  The  Ninth Circuit  has even interpreted  Taylor to  mean\n                                                        \n\nthat  exclusion  is  permissible  only  when  the  case  involves\n\nmisconduct.  Peters, 937 F.2d at 1426.\n                   \n\n          In this case, there was  no such misconduct.  Appellant\n\ndid not, and could not, learn that the fire was set between 10:49\n\nto 11:04  p.m., until  the fire  inspector was cross-examined  at\n\ntrial.   Appellant  proceeded on  the theory  that 11:00  p.m. to\n\n12:00  a.m.  was  the relevant  time  period  simply  because the\n\ngovernment  suggested  that it  was  the  relevant time  period.5\n\nWhile counsel could have learned about appellant's travels on the\n\nnight  in question with some ease from the Palmieri statement, we\n\nview counsel's ultimate failure as negligence at worst6.\n\n                    \n\n5    The  reporter's notes  appended  to  Rule  16 recognize  the\nsignificance  of the  state-provided  time of  offense.   \"Unless\ndefendant  is given specific information about the time and place\nof the offense, his ability to predict whether or through whom he\nwill raise  the defense of alibi  may be impaired.\"   Sup. Ct. R.\nCrim. P. 16 reporter's notes to 1974 amendment.\n\n6  The  trial court not only failed to  make any explicit finding\nof willful misconduct, see Bowling v. Vose, No. 91-0472, slip op.\n                                          \nat  3 (D.R.I.  Nov.  13, 1992),  it  seemingly concluded  to  the\ncontrary.  In its  exclusionary ruling, the court stated  that it\nwas \"not  persuaded  that [offering  an  alibi witness]  was  the\ndefendant's original intention . . .  .\"  Without such an  intent\n\n                               -7-\n\n          In  this  circumstance,  it is  obvious  that  concerns\n\nrelated to the  integrity of  the trial process  do not weigh  in\n\nfavor  of exclusion.    Indeed, exclusion  of an  exculpatory and\n\npotentially   reliable  alibi  would  distort  the  truth-seeking\n\nfunction of trial.   The proposed testimony does not  threaten to\n\npollute  the trial  with unreliable  evidence; it  corroborates a\n\nwritten statement that the prosecution itself was content to use.\n\nThe fact  that no willful misconduct  prevented timely disclosure\n\nof the alibi also allays fears of fabrication and untruthfulness.\n\n          The prosecution could  have received  a continuance  to\n\ninvestigate the  alibi and  cross-examine Ms. Fagundes  about the\n\nnight  in question.  Furthermore, the  proposed testimony was not\n\nparticularly scientific or technical  in nature, which could have\n\nimposed  a  hardship  on  the government  in  preparing  a cross-\n\nexamination on short notice.   Given the unintentional nature  of\n\nthe violation in this case, we see no threat to the trial process\n\nas a whole.\n\n          Undoubtedly the  interest  in the  fair  and  efficient\n\nadministration of justice  is burdened by  the introduction of  a\n\nnew defense theory after the  government has closed its evidence.\n\nAlternative  remedies   exist,  however,  which   adequately  and\n\nappropriately address fairness and efficiency.  Rhode Island Rule\n\n16 does not limit trial judges to exclusion as the only  sanction\n\nfor a violation  of its  discovery rules.   It lists less  severe\n\n                    \n\nto violate  the discovery rules,  the fact  that defense  counsel\nlater  felt that an alibi  witness should be  called would not be\nindicative of bad faith or misconduct.\n\n                               -8-\n\nremedies such  as requiring  the  offending party  to reveal  the\n\ndiscovery  or inspection,  granting  a  continuance, or  entering\n\n\"such  other order as  it deems appropriate.\"   R.I.  Sup. Ct. R.\n\nCrim. P. 16(i).  \n\n          Given the important nature of the proposed testimony to\n\nthe defendant,  and the nonwillful  character of the  offense, we\n\nfind  that   concerns  over  fairness  and   efficiency  are  not\n\nsufficiently weighty  to justify the denial  of appellant's Sixth\n\nAmendment  rights.    Indeed,  the  trial  court's  concern  over\n\nfairness and efficiency seems  less credible when the prosecution\n\nitself was willing to have the evidence admitted.  This is one of\n\nthose cases in  which a less severe sanction  than exclusion of a\n\nwitness was \"adequate and appropriate.\"  Taylor, 484 U.S. at 414.\n                                               \n\n          Although  we have  found that  error  of constitutional\n\nmagnitude infected this case, our analysis is not over.  Before a\n\nwrit  of habeas  corpus  may issue,  that  error must  have  been\n\nsufficiently prejudicial to defendant's rights  to warrant habeas\n\nrelief.  As the Supreme  Court has framed the inquiry,  the error\n\nmust have \"had  substantial or injurious  effect or influence  in\n\ndetermining  the jury's verdict.\"  Brecht v. Ahmanson, 113 S. Ct.\n                                                     \n\n1710, 1714  (1993) (citing Kotteakos  v. United States,  328 U.S.\n                                                      \n\n750, 776 (1946)).   As this standard is \"grounded in  the federal\n\nharmless-error rule (28 U.S.C.    2111), federal courts may  turn\n\nto an existing body of case law in applying it.\"  Id. at 1722.\n                                                    \n\n          On  the  record we  have before  us,  we cannot  make a\n\nsufficiently  appropriate  determination  on  whether  the Taylor\n                                                                 \n\n                               -9-\n\nviolation in this case  meets this standard.  The  district court\n\nis  in a  better position  to evaluate  this issue  in  the first\n\ninstance, as  the inquiry entails  a determination  of the  exact\n\nnature  and  force of  Ms.  Fagundes' proposed  testimony  and an\n\neffort  to place her testimony within the context of the evidence\n\nas  a whole.   In  short,  the weight  of her  testimony must  be\n\nbalanced against the weight  of the inculpatory evidence  in this\n\ncase, which is substantial.\n\n          We therefore remand the case  to the district court for\n                             \n\na  determination of this issue.   The district  court should hold\n\nsuch hearings as necessary.\n\n                               -10-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">October 22, 1993\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\nNo. 93-1037\n\n                        THOMAS P. BOWLING,\n                       Plaintiff-Appellant,\n\n                                v.\n\n                   GEORGE A. VOSE, DIRECTOR OF\n                  THE DEPARTMENT OF CORRECTIONS,\n                  STATE OF RHODE ISLAND, ET AL.,\n                      Defendants-Appellees.\n\n                                           \n\n                           ERRATA SHEET\n\n     The opinion of this  Court issued on September 10,  1993, is\namended as follows:\n\n     Add to the end of footnote 2 on page 2 of the opinion:\n\n          It  is  apparently  the  state's   view  that\n          Inspector  Byrne's  estimate  that  the  fire\n          started thirty to  forty-five minutes  before\n          discovery depended on the assumption that the\n          fire did not  start until 11:46.   We see  no\n          basis for this assumption and think  that, at\n          the  very least, the  testimony is reasonably\n          open to the interpretation that the fire  had\n          been  started  thirty  to forty-five  minutes\n          before it was actually discovered.\n\n     Add as  a footnote  on page 6  of the opinion  following the\nfirst sentence on that page after the word \"testimony\":\n\n          The trial judge and the Rhode Island  Supreme\n          Court  conducted  the  required  weighing  of\n          factors  elaborated  in Taylor  and concluded\n                                        \n          that the exclusion of the  alibi evidence was\n          an appropriate sanction.  As  the application\n          of Taylor is a legal question, we review this\n                   \n          ruling  de novo  and arrive  at the  opposite\n          conclusion.\n\n     Add as a footnote at the end of the first  full paragraph on\npage 7, after the word, \"worst\":\n\n          The trial  court not only failed  to make any\n          explicit finding of  willful misconduct,  see\n                                                       \n          Bowling v.  Vose, No. 91-0472, slip  op. at 3\n                          \n          (D.R.I.   Nov.   13,   1992),  it   seemingly\n          concluded   to   the   contrary.     In   its\n          exclusionary ruling, the court stated that it\n          was  \"not persuaded  that [offering  an alibi\n          witness]   was   the   defendant's   original\n          intention . . . .\"  Without such an intent to\n          violate  the discovery  rules, the  fact that\n          defense  counsel  later  felt that  an  alibi\n          witness   should  be  called   would  not  be\n          indicative of bad faith or misconduct.\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1037\n\n                        THOMAS P. BOWLING,\n\n                       Plaintiff-Appellant,\n\n                                v.\n\n                   GEORGE A. VOSE, DIRECTOR OF\n                  THE DEPARTMENT OF CORRECTIONS,\n                  STATE OF RHODE ISLAND, ET AL.,\n\n                      Defendants-Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n           [Hon. Francis J. Boyle, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                    Torruella, Circuit Judge,\n                                            \n\n                 Campbell, Senior Circuit Judge,\n                                               \n\n                      Boudin, Circuit Judge.\n                                           \n\n                                           \n\n     Paula Lynch Hardiman for appellant.\n                         \n     Jane  M.  McSoley,  Assistant  Attorney  General,  Appellate\n                      \nDivision, with  whom Jeffrey  B. Pine,  Attorney General, was  on\n                                     \nbrief for appellee State of Rhode Island.\n\n                                           \n\n                        September 10, 1993\n                                           \n\n          TORRUELLA, Circuit Judge.  In   this   habeas    corpus\n                                  \n\naction, appellant  was convicted  of first-degree arson  in Rhode\n\nIsland.  He claims that the trial judge excluded an alibi witness\n\nin violation of his Sixth Amendment rights, and we agree.\n\n          In the prosecution's request for  discovery information\n\nprior to trial, the  prosecution specified that the suspect  fire\n\nstarted between  11:00 p.m. and 12:00  a.m., on June  7, 1986, at\n\nhis  apartment building in Pawtucket, Rhode Island.  In complying\n\nwith  the  request  appellant  did not  aver  an  alibi  defense,\n\nalthough Rhode Island  Rule of Criminal  Procedure 16 requires  a\n\ndefendant to provide such notice within 21 days of receipt of the\n\nstate's demand.1   Appellant claims  that he was  unaware of  any\n\nalibi  for  that   evening  between  11:00  p.m.  to  12:00  a.m.\n\nAppellant prepared his defense accordingly.  \n\n          At trial,  the state presented the  testimony of Donald\n\nByrne, a fire investigator.  On cross-examination, he stated that\n\nthe  fire actually started thirty to forty-five minutes before it\n\nwas  discovered.2    Appellant's  counsel  then calculated  that,\n\n                    \n\n1   The rule provides that  \"upon demand by the  attorney for the\nState and  delivery by him or  her to the defendant  of a written\nstatement describing with specificity the date  and time when and\nthe  place where the offense charged is alleged to have occurred,\nthe  defendant, within twenty-one (21) days after receipt of such\ndemand and  particulars, shall give written  notification whether\nhe or  she intends to rely in  any way on the  defense of alibi.\"\nR.I. Sup. Ct. R. Crim. P. 16.  \n\n2    Inspector  Byrne believed  that  the  fire  was reported  at\n11:46 p.m., and testified  as such.  However,  the Pawtucket Fire\nDepartment  reported  that  it was  informed  about  the fire  at\n11:34 p.m.    The  latter  report  would  seem  to  be  the  most\ndefinitive   evidence  of  the  actual  starting  time.    It  is\napparently the state's view  that Inspector Byrne's estimate that\n\n                               -2-\n\naccording to the  inspector, the fire  must have started  between\n\n10:49 and 11:04 p.m.  This new time period obviously was somewhat\n\nremoved from the 11:00 p.m. to 12:00 a.m. period that counsel had\n\npreviously focused on in preparing the defense.\n\n          The  revised  time  window  suggested  a  new  defense.\n\nCounsel remembered an affidavit, supplied during discovery by the\n\nstate, from  appellant's common-law  wife, Doris Palmieri.3   Ms.\n\nPalmieri stated that appellant  had picked her and her  sister up\n\nat a club  in Providence sometime  after ten o'clock.   Because a\n\nwitness  placed  appellant at  the  building at  10:34  p.m., and\n\nothers  saw him there before  then, counsel inferred  that he did\n\nnot leave to pick up his wife until after approximately half past\n\nten.\n\n          Counsel  then  tracked  down  Ms.   Palmieri's  sister,\n\nJenette Fagundes, and learned  that after picking up the  sisters\n\nat  the  club,  appellant  drove  her home  before  returning  to\n\nPawtucket.   Counsel  determined that  appellant could  not leave\n\nPawtucket after 10:34 p.m., drive to the club in Providence, take\n\nMs. Fagundes to her  home in Providence, and return  to Pawtucket\n\nin  time to  start the fire  by 11:04  p.m.   Appellant therefore\n\ncould not have burned down the building.  \n\n                    \n\nthe fire  started thirty  to forty-five minutes  before discovery\ndepended  on the  assumption that  the fire  did not  start until\n11:46.  We se no basis for this assumption and think that, at the\nvery   least,   the  testimony   is   reasonably   open  to   the\ninterpretation that  the fire had  been started thirty  to forty-\nfive minutes before it was actually discovered.\n\n3   Ms. Palmieri passed  away shortly after  the fire, of  causes\nunrelated to the fire.  \n\n                               -3-\n\n          After  the state  closed  its evidence,  and five  days\n\nafter the fire inspector  testified, counsel petitioned the court\n\nto allow  Ms. Fagundes  to testify.   He stated  that he  did not\n\nrecognize the  relevance of  her story  until the fire  inspector\n\ntestified about when the  fire started.  Furthermore, he  did not\n\nlearn Ms.  Fagundes' name or  address until two days  later.  The\n\nstate responded that it would  not oppose the motion if  it could\n\nintroduce Ms. Palmieri's statement, which contained incriminating\n\nfacts, in full  as rebuttal.   In it, Ms. Palmieri  revealed that\n\nupon arriving at the apartment building, appellant told her  that\n\nshe should sleep elsewhere.\n\n          The  trial judge took a recess to ponder the matter and\n\nultimately decided to exclude Ms. Fagundes' testimony.  The judge\n\nnoted that appellant had the  Palmieri statement well before  the\n\ntrial,  and that  it sufficiently  raised the possibility  of the\n\nalibi.   Because Rule 16 imposed an affirmative duty on appellant\n\nto disclose reliance on an alibi, even if the name of the witness\n\nwas  unknown,    the  judge found  that  appellant  had  violated\n\ndiscovery.   The judge excluded the alibi testimony as a sanction\n\nunder  Taylor  v.  Illinois, </pre><span class=\"citation\" data-id=\"111986\"><a href=\"/opinion/111986/taylor-v-illinois/\"><span class=\"volume\">484</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">400</span> </a></span><pre class=\"inline\"> (1988).   The  judge\n                           \n\ndetermined that defendant \"seized upon this tact having heard the\n\nstate's entire case and the state rested,\"  and cited the need to\n\nensure the \"orderly administration of justice.\"  \n\n          In  contrast  to the  proffered alibi,  the inculpatory\n\nevidence  at  trial  was   substantial.    Two  eyewitnesses  saw\n\nappellant  in the vicinity of the fire overcome by smoke; one saw\n\n                               -4-\n\nhim running from the building.  Another eyewitness saw  appellant\n\nthrowing lighted paper into  a vent leading to the first floor of\n\nthe building.  Witnesses  testified that appellant threatened the\n\nbuilding's  owners  shortly before  the  fire.   Another  witness\n\napparently  testified that  appellant had  warned the  witness to\n\nleave the building.  Swayed by this evidence, the jury rendered a\n\nguilty verdict and appellant received a 25 year sentence.\n\n          Appellant bases  his argument  on the  Sixth Amendment,\n\nwhich states:   \"In all criminal prosecutions,  the accused shall\n\nenjoy the right  . . . to  have compulsory process  for obtaining\n\nwitnesses  in  his favor.\"   Of  course, the  \"right to  compel a\n\nwitness'  presence in the courtroom\" would  be meaningless \"if it\n\ndid not embrace the right to have the witness' testimony heard by\n\nthe trier of fact.\"   </pre><span class=\"citation\" data-id=\"111986\"><span class=\"antecedent_guess\">Taylor,</span> <a href=\"/opinion/111986/taylor-v-illinois/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">409</span></a></span><pre class=\"inline\">.  Exercise of  the\n                            \n\nright  thus assists  the adversary  process in  its truth-seeking\n\nfunction by ensuring that the trial court hears the full array of\n\nadmissible  facts pertinent  to the  case.   The Court  in Taylor\n                                                                 \n\nnoted  that  \"few rights  are more  fundamental  than that  of an\n\naccused to present witnesses in his own defense.\"  </pre><span class=\"citation\" data-id=\"111986\"><a href=\"/opinion/111986/taylor-v-illinois/\"><span class=\"id_token\">Id.</span> at 408.\n</a></span><pre class=\"inline\">                                                      \n\n          It  is  not an  absolute  right,  however.   Given  the\n\ndemands of the adversary system, the Court in Taylor found that a\n                                                    \n\ntrial court may  exclude a defense  witness without trampling  on\n\nthe Sixth Amendment.   The Court issued no  hard test; rather, it\n\nlisted  various considerations that a judge could use as a guide.\n\nThese  include the  \"integrity  of the  adversary process,  which\n\ndepends both  on the  presentation of reliable  evidence and  the\n\n                               -5-\n\nrejection of unreliable  evidence, the interest  in the fair  and\n\nefficient administration of justice,  and the potential prejudice\n\nto  the truth-determining function of the trial process.\"  </pre><span class=\"citation\" data-id=\"111986\"><a href=\"/opinion/111986/taylor-v-illinois/\"><span class=\"id_token\">Id.</span> at\n                                                              \n\n414-15. </a></span><pre class=\"inline\">  If these concerns  outweigh the defendant's interest in\n\npresenting witnesses,  the trial  court can properly  exclude the\n\ntestimony4.\n\n          Courts thus have upheld the exclusion of a witness when\n\na party willfully violates the discovery rules to gain a tactical\n\nadvantage  in litigation.  In Taylor, for instance, it was \"plain\n                                    \n\nthat  the case fit[] into  the category of  willful misconduct in\n\nwhich the severest  sanction is appropriate.\"   </pre><span class=\"citation\" data-id=\"111986\"><a href=\"/opinion/111986/taylor-v-illinois/\"><span class=\"id_token\">Id.</span> at 417. </a></span><pre class=\"inline\">  The\n                                                   \n\nproposed testimony appeared to be fabricated -- \"witnesses [were]\n\nbeing found  that really  weren't there.\"   </pre><span class=\"citation\" data-id=\"111986\"><a href=\"/opinion/111986/taylor-v-illinois/\"><span class=\"id_token\">Id.</span>   In Michigan </a></span><pre class=\"inline\"> v.\n                                                             \n\nLucas,  111 S.  Ct. 1743,  1748 (1991),  the Court  explained its\n     \n\nearlier holding:  \"We  did not hold in Taylor  that preclusion is\n                                             \n\npermissible  every time a discovery rule is violated.  Rather, we\n\nacknowledged that alternative  sanctions would  be 'adequate  and\n\nappropriate in  most cases'\" (quoting  </pre><span class=\"citation\" data-id=\"111986\"><span class=\"antecedent_guess\">Taylor,</span> <a href=\"/opinion/111986/taylor-v-illinois/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">414</span></a></span><pre class=\"inline\">).\n                                             \n\nThe  Court  in Lucas  justified  the imposition  of  the severest\n                    \n\nsanction of exclusion  in Taylor by noting  the willful character\n                                \n\nof the discovery violation.\n\n          Indeed, most circuit court cases affirming exclusion in\n\n                    \n\n4   The trial judge and the  Rhode Island Supreme Court conducted\nthe  required  weighing  of  factors  elaborated  in  Taylor  and\n                                                            \nconcluded  that  the  exclusion  of  the alibi  evidence  was  an\nappropriate  sanction.  As the  application of Taylor  is a legal\n                                                     \nquestion,  we  review  this ruling  de  novo  and  arrive at  the\nopposite conclusion.\n\n                               -6-\n\nresponse to  discovery violations  involve willful conduct.   See\n                                                                 \n\nUnited States v.  Johnson, </pre><span class=\"citation\" data-id=\"587563\"><a href=\"/opinion/587563/united-states-v-michael-edward-johnson-aka-james-woods-carter-woods/\"><span class=\"volume\">970</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span><pre class=\"inline\">, 911  (D.C. Cir.  1992);\n                         \n\nUnited  States v.  Mitan, </pre><span class=\"citation\" data-id=\"584569\"><a href=\"/opinion/584569/united-states-v-w-jason-mitan/\"><span class=\"volume\">966</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1165</span></a></span><pre class=\"inline\">,  1175 (7th  Cir. 1992);\n                        \n\nHorton v.  Zant, </pre><span class=\"citation\" data-id=\"566779\"><a href=\"/opinion/566779/jimmy-lee-horton-v-walter-zant-warden-georgia-diagnostic-and/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1449</span></a></span><pre class=\"inline\">, 1467 (11th  Cir. 1991);   United\n                                                                 \n\nStates v. Peters, </pre><span class=\"citation\" data-id=\"564393\"><a href=\"/opinion/564393/united-states-v-bruce-wayne-peters/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1422</span></a></span><pre class=\"inline\">,  1426 (9th Cir. 1991); Eckert v.\n                                                              \n\nTansy, </pre><span class=\"citation\" data-id=\"563304\"><a href=\"/opinion/563304/edward-d-eckert-v-robert-tansy-frankie-sue-del-papa-and-ron-angelone/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">444</span> </a></span><pre class=\"inline\">(9th Cir. 1991); Escalera v. Coombe, </pre><span class=\"citation\" data-id=\"508995\"><a href=\"/opinion/508995/robert-escalera-v-philip-coombe-superintendent-of-eastern-correctional/\"><span class=\"volume\">852</span> <span class=\"reporter\">F.2d</span>\n                                                       \n\n<span class=\"page\">45</span></a></span><pre class=\"inline\">, 48 (2d  Cir. 1988); Chappee  v. Vose, </pre><span class=\"citation\" data-id=\"503772\"><a href=\"/opinion/503772/douglas-d-chappee-v-george-vose/\"><span class=\"volume\">843</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span> </a></span><pre class=\"inline\">(1st  Cir.\n                                        \n\n1988).  The  Ninth Circuit  has even interpreted  Taylor to  mean\n                                                        \n\nthat  exclusion  is  permissible  only  when  the  case  involves\n\nmisconduct.  </pre><span class=\"citation\" data-id=\"564393\"><span class=\"antecedent_guess\">Peters,</span> <a href=\"/opinion/564393/united-states-v-bruce-wayne-peters/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1426</span></a></span><pre class=\"inline\">.\n                   \n\n          In this case, there was  no such misconduct.  Appellant\n\ndid not, and could not, learn that the fire was set between 10:49\n\nto 11:04  p.m., until  the fire  inspector was cross-examined  at\n\ntrial.   Appellant  proceeded on  the theory  that 11:00  p.m. to\n\n12:00  a.m.  was  the relevant  time  period  simply  because the\n\ngovernment  suggested  that it  was  the  relevant time  period.5\n\nWhile counsel could have learned about appellant's travels on the\n\nnight  in question with some ease from the Palmieri statement, we\n\nview counsel's ultimate failure as negligence at worst6.\n\n                    \n\n5    The  reporter's notes  appended  to  Rule  16 recognize  the\nsignificance  of the  state-provided  time of  offense.   \"Unless\ndefendant  is given specific information about the time and place\nof the offense, his ability to predict whether or through whom he\nwill raise  the defense of alibi  may be impaired.\"   Sup. Ct. R.\nCrim. P. 16 reporter's notes to 1974 amendment.\n\n6  The  trial court not only failed to  make any explicit finding\nof willful misconduct, see Bowling v. Vose, No. 91-0472, slip op.\n                                          \nat  3 (D.R.I.  Nov.  13, 1992),  it  seemingly concluded  to  the\ncontrary.  In its  exclusionary ruling, the court stated  that it\nwas \"not  persuaded  that [offering  an  alibi witness]  was  the\ndefendant's original intention . . .  .\"  Without such an  intent\n\n                               -7-\n\n          In  this  circumstance,  it is  obvious  that  concerns\n\nrelated to the  integrity of  the trial process  do not weigh  in\n\nfavor  of exclusion.    Indeed, exclusion  of an  exculpatory and\n\npotentially   reliable  alibi  would  distort  the  truth-seeking\n\nfunction of trial.   The proposed testimony does not  threaten to\n\npollute  the trial  with unreliable  evidence; it  corroborates a\n\nwritten statement that the prosecution itself was content to use.\n\nThe fact  that no willful misconduct  prevented timely disclosure\n\nof the alibi also allays fears of fabrication and untruthfulness.\n\n          The prosecution could  have received  a continuance  to\n\ninvestigate the  alibi and  cross-examine Ms. Fagundes  about the\n\nnight  in question.  Furthermore, the  proposed testimony was not\n\nparticularly scientific or technical  in nature, which could have\n\nimposed  a  hardship  on  the government  in  preparing  a cross-\n\nexamination on short notice.   Given the unintentional nature  of\n\nthe violation in this case, we see no threat to the trial process\n\nas a whole.\n\n          Undoubtedly the  interest  in the  fair  and  efficient\n\nadministration of justice  is burdened by  the introduction of  a\n\nnew defense theory after the  government has closed its evidence.\n\nAlternative  remedies   exist,  however,  which   adequately  and\n\nappropriately address fairness and efficiency.  Rhode Island Rule\n\n16 does not limit trial judges to exclusion as the only  sanction\n\nfor a violation  of its  discovery rules.   It lists less  severe\n\n                    \n\nto violate  the discovery rules,  the fact  that defense  counsel\nlater  felt that an alibi  witness should be  called would not be\nindicative of bad faith or misconduct.\n\n                               -8-\n\nremedies such  as requiring  the  offending party  to reveal  the\n\ndiscovery  or inspection,  granting  a  continuance, or  entering\n\n\"such  other order as  it deems appropriate.\"   R.I.  Sup. Ct. R.\n\nCrim. P. 16(i).  \n\n          Given the important nature of the proposed testimony to\n\nthe defendant,  and the nonwillful  character of the  offense, we\n\nfind  that   concerns  over  fairness  and   efficiency  are  not\n\nsufficiently weighty  to justify the denial  of appellant's Sixth\n\nAmendment  rights.    Indeed,  the  trial  court's  concern  over\n\nfairness and efficiency seems  less credible when the prosecution\n\nitself was willing to have the evidence admitted.  This is one of\n\nthose cases in  which a less severe sanction  than exclusion of a\n\nwitness was \"adequate and appropriate.\"  </pre><span class=\"citation\" data-id=\"111986\"><span class=\"antecedent_guess\">Taylor,</span> <a href=\"/opinion/111986/taylor-v-illinois/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">414</span></a></span><pre class=\"inline\">.\n                                               \n\n          Although  we have  found that  error  of constitutional\n\nmagnitude infected this case, our analysis is not over.  Before a\n\nwrit  of habeas  corpus  may issue,  that  error must  have  been\n\nsufficiently prejudicial to defendant's rights  to warrant habeas\n\nrelief.  As the Supreme  Court has framed the inquiry,  the error\n\nmust have \"had  substantial or injurious  effect or influence  in\n\ndetermining  the jury's verdict.\"  Brecht v. Ahmanson, </pre><span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span>\n                                                     \n\n<span class=\"page\">1710</span></a></span><pre class=\"inline\">, 1714  (1993) (citing Kotteakos  v. United States,  </pre><span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span>\n                                                      \n\n<span class=\"page\">750</span></a></span><pre class=\"inline\">, 776 (1946)).   As this standard is \"grounded in  the federal\n\nharmless-error rule (28 U.S.C.    2111), federal courts may  turn\n\nto an existing body of case law in applying it.\"  </pre><span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"id_token\">Id.</span> at 1722.\n</a></span><pre class=\"inline\">                                                    \n\n          On  the  record we  have before  us,  we cannot  make a\n\nsufficiently  appropriate  determination  on  whether  the Taylor\n                                                                 \n\n                               -9-\n\nviolation in this case  meets this standard.  The  district court\n\nis  in a  better position  to evaluate  this issue  in  the first\n\ninstance, as  the inquiry entails  a determination  of the  exact\n\nnature  and  force of  Ms.  Fagundes' proposed  testimony  and an\n\neffort  to place her testimony within the context of the evidence\n\nas  a whole.   In  short,  the weight  of her  testimony must  be\n\nbalanced against the weight  of the inculpatory evidence  in this\n\ncase, which is substantial.\n\n          We therefore remand the case  to the district court for\n                             \n\na  determination of this issue.   The district  court should hold\n\nsuch hearings as necessary.\n\n                               -10-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104321/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111986/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112845/",
    "https://www.courtlistener.com/api/rest/v3/opinions/503772/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508995/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563304/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564393/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566779/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584569/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587563/"
  ]
}