{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194963/",
  "id": 194963,
  "absolute_url": "/opinion/194963/cooprider-v-john-hancock/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194963/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:29:06Z",
  "date_modified": "2020-02-21T23:40:55.395920Z",
  "type": "010combined",
  "sha1": "ee574ff53f468096ff120f578074c2cae863d3d5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1114.01A",
  "local_path": null,
  "plain_text": "October 4, 1993   UNITED STATES COURT OF APPEALS\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-1114\n\n                      GARY A. COOPRIDER,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n         JOHN HANCOCK MUTUAL LIFE INSURANCE COMPANY,\n\n                     Defendant, Appellee.\n\n                                         \n\n                         ERRATA SHEET\n\n   The opinion of this  Court issued on September 29,  1993, is\namended as follows:\n\n   On  page 4,  first line  of second  full paragraph,  replace\n\"1889\" with \"1989\".\n\nSeptember 29, 1993\n                     NOT FOR PUBLICATION\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1114\n\n                      GARY A. COOPRIDER,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n         JOHN HANCOCK MUTUAL LIFE INSURANCE COMPANY,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Rya W. Zobel, U.S. District Judge]\n                                                  \n\n                                         \n\n                            Before\n\n                   Torruella, Circuit Judge,\n                                           \n               Campbell, Senior Circuit Judge,\n                                             \n                  and Boudin, Circuit Judge.\n                                           \n\n                                         \n\nCharles B.  Manuel,  Jr. with  whom  James  B. McKinney,  Jr.  and\n                                                            \nManuel &amp; McKinney were on brief for appellant.\n             \nNeil  Jacobs with whom Susan M. Curtin, Ann  K. Bernhardt and Hale\n                                                                  \nand Dorr were on brief for appellee.\n    \n\n                                         \n\n                                         \n\n     BOUDIN, Circuit  Judge.  Gary A.  Cooprider brought this\n                           \n\ndiversity  action against his  former employer,  John Hancock\n\nMutual  Life  Insurance  Company (\"John  Hancock\"),  claiming\n\nbreach of contract, bad faith breach of contract, intentional\n\ninterference  with contractual  relations, fraud,  and unfair\n\nand deceptive  trade practices under  Mass. Gen. L.  ch. 93A.\n\nThe district court granted  summary judgment for John Hancock\n\non all claims, and Cooprider brought this appeal.  We affirm.\n\n     Cooprider  had  been   associated  with  John  Hancock's\n\nEuropean operations for brief  periods in 1974 and 1983.   In\n\nlate 1988,  Cooprider  spoke to  J.  Paul McDonnell,  a  John\n\nHancock  vice   president  in  Boston,  about  renewing  that\n\nassociation.  McDonnell directed Cooprider to contact Charles\n\nWoolley, John  Hancock's European general agent.   In January\n\n1989,  Cooprider and  Woolley  met in  Germany and  discussed\n\nCooprider's joining the company in a supervisory capacity. \n\n     They met again in March in London  and on March 6, 1989,\n\nCooprider  and  Woolley   initialed  a  one-page  handwritten\n\ndocument,   drafted  by  Cooprider,  entitled  \"Agreement  by\n\nCharles   Woolley  with   GA  Coop   Cooprider\"  (\"Coop\"   is\n\nCooprider's  nickname).    This document  says,  among  other\n\nthings, that \"Woolley  agrees to groom  GA Coop Cooprider  to\n\ntake over the agency for John Hancock in Europe\" when Woolley\n\nstepped  down  no  later  than  June  6,  1992.     Cooprider\n\n                             -2-\n\nsubsequently returned  to his  home in Germany  retaining the\n\noriginal handwritten document.  \n\n     Shortly thereafter,  Woolley asked Cooprider  to draft a\n\n\"letter of understanding\" for Woolley to send to McDonnell in\n\nthe John Hancock home office  in Boston.  Cooprider complied,\n\nand  a letter  dated  March 7,  1989,  purportedly signed  by\n\nCooprider,1  was sent  by Woolley  to McDonnell  on  March 8.\n\nThe letter of  understanding differed significantly from  the\n\nhandwritten agreement.  In particular, it did not contain any\n\nprovision for Cooprider to  take over the European  agency or\n\nestablish a retirement date for Woolley.  Cooprider wrote:\n\n     It is  my understanding, from discussions with you,\n     that  John Hancock  has agreed  in exchange  for my\n     goal of  bringing an estimated eight  (8) agents on\n     board  ..., John  Hancock  will pay  me $5,000  per\n     month for  twelve (12) months or  the normal C.D.P.\n     compensation  formula, whichever is greater.  It is\n     also  my   understanding  that  some   expenses  of\n     recruiting will be shared as budget allows.\n\n     With  my considerable  experience at  marketing and\n     recruiting  John Hancock  has an  excellent back-up\n     until your  retirement at  which time, based  on my\n     successful  accomplishments  and  ability to  be  a\n     Hancock  team   player,   I  will   receive   first\n     consideration  for  the  right  to  lead  the  John\n     Hancock operations in Europe.\n\n                    \n\n     1Cooprider claims to have  signed a different version of\nthis letter dated March 6, 1989.  However, he admits that the\nsignature on  the March 7 version  appears to be  his and has\npresented no evidence that  John Hancock received the earlier\ndraft.  The two drafts differ in one particular.  The March 6\nversion states that Cooprider will have \"earned the right\" to\nlead  John Hancock operations in Europe.  The March 7 version\nprovides that  he will receive \"first  consideration\" for the\nright to lead based on his \"successful accomplishments\".\n\n                             -3-\n\nNeither the letter of understanding nor an accompanying cover\n\nletter from Woolley contain  any reference to the handwritten\n\nagreement.    Cooprider  acknowledges  receiving  a  copy  of\n\nWoolley's  cover letter by facsimile  the day it  went out to\n\nMcDonnell.  \n\n     On  March 14,  1989,  McDonnell advised  Woolley of  his\n\nagreement  with the correspondence he  had received.  He made\n\nno reference to the handwritten agreement, and  he later said\n\nthat  he was  unaware of  the agreement.   However,  he asked\n\nWoolley to clarify with Cooprider that  Cooprider was to work\n\nexclusively  with John Hancock.  Woolley did so and Cooprider\n\nlater wrote to inform John Hancock that he had terminated his\n\ncontracts  with  the five  insurance  companies  that he  had\n\nrepresented in Europe until then.\n\n     On or about March 14, 1989, Thomas Horack,  another John\n\nHancock  vice president located  in Massachusetts, approved a\n\nrequest form from Woolley to employ Cooprider.  An attachment\n\nspecified  Cooprider's first  year  monthly compensation  and\n\nindicated that thereafter compensation would be in accordance\n\nwith a formula, apparently based on business development.  On\n\nApril 1, 1989,  Cooprider began work for  John Hancock. After\n\nfive months, Cooprider was terminated,  apparently because of\n\ndissatisfaction with his performance.\n\n     This  action ensued.    Limited discovery,  directed  to\n\ndispositive issues, was  allowed.  John Hancock in due course\n\n                             -4-\n\nmoved for summary  judgement.   On December  29, 1992,  Judge\n\nZobel filed  a memorandum granting summary  judgment in favor\n\nof John  Hancock; her  determinations are described  later in\n\nthis opinion.  This appeal followed.\n\n     Summary  judgement is  appropriate  when  \"there  is  no\n\ngenuine issue  as to any material  fact and . .  . the moving\n\nparty is entitled to  judgment as a  matter of law.\" Fed.  R.\n\nCiv. P. 56 (c).   To withstand a summary judgment motion, the\n\nnonmoving party  must \"set forth specific  facts showing that\n\nthere is a genuine issue for trial.\"  Fed. R. Civ. P. 56 (e).\n\nOn  appeal review is  plenary and inferences  are resolved in\n\nfavor  of  the party  opposing  summary  judgment.   FDIC  v.\n                                                         \n\nLongley, 988 F.2d 270 (1st Cir. 1993).\n       \n\n     Cooprider's   second   amended  complaint   defines  the\n\ncontract at issue for purposes of all claims as a  \"long term\n\nmanagement   contract,\"  arising   out  of   the  handwritten\n\nagreement signed  by Cooprider  and Woolley, under  which the\n\nplaintiff  was to  be engaged  as John Hancock's  director of\n\nmarketing  and manpower  development  for a  period of  three\n\nyears after  which  he was  to  succeed Woolley  as  European\n\ngeneral agent for John Hancock.  In granting summary judgment\n\non  the  contract  claim,   the  district  court  found  that\n\nCooprider had  failed to show  that Woolley had  authority to\n\nenter  into such  a contract  or that  the John  Hancock home\n\noffice approved or ratified such a contract. \n\n                             -5-\n\n     The   record   amply  supports   the   district  court's\n\nconclusion  and shows that there  was no factual  issue for a\n\njury.  Cooprider's deposition shows that he knew that Woolley\n\nlacked authority  to enter into a binding  agreement with him\n\non behalf  of John Hancock.  As to approval  or ratification,\n\nCooprider  proffered  no  evidence to  contradict  the  sworn\n\nstatements  of   McDonnell,  Horack  and  Woolley   that  the\n\nhandwritten  agreement was  not sent  to John  Hancock's home\n\noffice nor  were its contents  ever communicated to  the home\n\noffice at any time prior to Cooprider's termination. \n\n     In  an attempt  to create  a factual  dispute, Cooprider\n\ncontends that statements by Woolley  in two affidavits are so\n\ncontradictory  as  to  raise  serious  doubts  regarding  his\n\ncredibility.   These alleged  contradictions, however, appear\n\nto  be largely manufactured.   In any event,  the evidence of\n\nthose  at  the  home  office  is  consistent  with  Woolley's\n\nstatements and Cooprider offers nothing to contradict it.  We\n\nhave held that to defeat summary judgment the nonmoving party\n\nmust  provide more  that  \"conclusory  allegations,  improper\n\ninferences, and unsupported speculation.\"  Medina-Munoz v. R.\n                                                             \n\nJ. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir. 1990).   \n                       \n\n     Record evidence  on the issue of  authority also renders\n\nsummary judgment appropriate on Cooprider's claim that he was\n\nfraudulently induced  to enter into a  relationship with John\n\nHancock  based on  misrepresentations regarding the  terms of\n\n                             -6-\n\nhis employment.  In order to make out a  claim for fraudulent\n\nmisrepresentation,  a party must  show reasonable reliance on\n\nthe alleged misrepresentations. Turner v. Johnson &amp;  Johnson,\n                                                            \n\n809  F.2d 90, 95 (1st  Cir. 1986).   Cooprider was admittedly\n\naware  of Woolley's lack of  authority.  Any  reliance on the\n\nhandwritten  agreement  was,  therefore,  unreasonable  as  a\n\nmatter of law. \n\n     On appeal, Cooprider argues that even if the handwritten\n\nagreement did not bind  John Hancock to appoint Cooprider  as\n\nWoolley's  successor, at  least he  had a  one-year agreement\n\nwith John  Hancock which  the latter breached  by discharging\n\nhim after  five months.   This claim does  not appear  in the\n\nsecond amended  complaint and there is no  indication that it\n\nwas  presented to Judge Zobel.  We will not normally consider\n\nclaims made for  the first time  on appeal, Jones v.  City of\n                                                             \n\nSomerville, 735 F.2d  5, 7 (1st Cir. 1984), and see no reason\n          \n\nhere for  an exception to this rule.  We note in passing that\n\nCooprider seems  to have  very little  basis  for this  newly\n\ndeveloped claim.2\n\n                    \n\n     2The  premise of the claim appears to be the letter that\nCooprider  drafted, dated March 6 or March 7, to be forwarded\nto  John Hancock's  headquarters.  The  letter in  the record\ndoes  nothing  more  than  specify monthly  compensation  for\nCooprider during  his first 12 months.   It would be  quite a\nstretch  to   convert  what  appears  to   be  an  employment\nrelationship  of  indefinite   duration,  which  is  normally\nterminable  at will,  into a  commitment  by John  Hancock to\nretain Cooprider for one year.\n\n                             -7-\n\n     Cooprider further alleges  that John Hancock  terminated\n\nhis employment to retaliate for his complaints about supposed\n\nillegal  requirements imposed  on  John Hancock  recruits  in\n\nEurope.     Massachusetts  allows   claims   for  bad   faith\n\ntermination  where   an   at-will  employment   contract   is\n\nterminated for reasons contrary to public policy.   DeRose v.\n                                                          \n\nPutnam Management Co.,  398 Mass. 205, 496 N.E.2d 428 (1986).\n                     \n\nThe  claim of retaliation  was not presented  to the district\n\ncourt except in the most fragmentary and abbreviated way, and\n\nwe  decline to  consider  it.   Cooprider  did argue  to  the\n\ndistrict  court  that  the  alleged  illegal  practices  were\n\nviolations of chapter 93A and we consider that claim below.  \n\n     Cooprider also asserts  that John Hancock  intentionally\n\ninterfered  with  contractual  relationships.    The district\n\ncourt  explained that  Cooprider  could not  base a  cause of\n\naction on his own  voluntary termination of his relationships\n                            \n\nwith other  insurance companies.   On appeal,  Cooprider says\n\nthat  he does not dispute  this ruling but  he complains that\n\nthe  district  court failed  to discuss  his claim  that John\n\nHancock interfered with Cooprider's contractual relationships\n\nwith agents whom he  brought with him to John  Hancock.  Once\n\nagain, we  do not  think  that Cooprider  has preserved  this\n\nclaim.\n\n     It is true that the complaint contains a brief reference\n\nto  Cooprider's  severed relationships  not  only with  other\n\n                             -8-\n\ninsurance  companies but  with other  agents who  served such\n\ncompanies.  But his  opposition to summary judgment discussed\n\nonly Cooprider's  own relationship with  those companies, and\n\nthe resurrection  on appeal of a  claim regarding Cooprider's\n\nagents  comes too late.   We add that  Cooprider's brief does\n\nnot illuminate the nature  of Cooprider's alleged contractual\n\nrelationships with those agents  or explain what interference\n\nhe claims to have occurred.\n\n     Finally, plaintiff claims violations of Mass. Gen L. ch.\n\n93A    11,  which provides  \"a private right  of action  to a\n\nperson who  is engaged in  business and  suffers a loss  as a\n\nresult of an unfair  or deceptive act or practice  by another\n\nperson also engaged in  business.\"  See Nader v.  Citron, 372\n                                                        \n\nMass. 96, 360 N.E.2d 870  (1977).  Cooprider's complaint gave\n\nno hint  of the basis for this  claim, merely alleging at the\n\nend of  the complaint  that everything previously  alleged in\n\nthe entire document made out a violation  of chapter 93A.  In\n\ndiscussing  chapter 93A,  Cooprider's  opposition to  summary\n\njudgment  referred to  the allegedly  illegal  practices that\n\nwere the  subject of  his post-termination letter.   It  then\n\nwent on to assert that the acts underlying his contract claim\n\nalso gave rise to liability under chapter 93A.\n\n     The district  court dismissed  the chapter 93A  claim on\n\nthe ground that it related to acts occurring primarily abroad\n\nand   was  therefore  outside  chapter  93A's  jurisdictional\n\n                             -9-\n\nrequirements.   See Mass. Gen L.  ch. 93A,   11.   On appeal,\n\nCooprider ignores  his  prior suggestion  that  the  contract\n\nclaim falls  under chapter 93A  and Cooprider argues  in this\n\ncourt  that the supposed illegal practices occurred primarily\n\nin  Massachusetts.  It  is  quite likely  that  the  district\n\ncourt's  remarks were  directed,  quite  appositely, only  to\n\nCooprider's effort in opposing summary judgment to recast his\n\ncontract claim as one under chapter 93A.\n\n     There is, however, not the slightest reason to remand to\n\nobtain  the  district   court's  evaluation  of   Cooprider's\n\nalternative chapter  93A claim based on  the supposed illegal\n\npractices.  As  to those, Cooprider argues  that John Hancock\n\nwas  making its  European  agents  register as  Massachusetts\n\nagents,  perjuriously giving John  Hancock's in-state address\n\nas their residences.   Assuming arguendo that this occurred--\n                                        \n\nand John Hancock is  mysteriously silent on this point--there\n\nis no  hint whatever in Cooprider's  complaint, opposition to\n\nsummary judgment or principal  brief in this court as  to how\n\nthe requirement or the  perjury themselves directly  affected\n\nCooprider. \n\n     Finally, Cooprider argues that the district court denied\n\nhim  the  opportunity  to  conduct  adequate  discovery.  The\n\ndistrict court held a scheduling  conference at the outset of\n\nthe  litigation at which Cooprider's counsel  agreed to a 60-\n\nday  timetable for  discovery  on the  dispositive issues  of\n\n                             -10-\n\nauthority  and  ratification.   Cooprider apparently  made no\n\neffort  during that  period  to depose  the three  witnesses,\n\nMcDonnell,  Horack and  Woolley, most  likely to  possess the\n\nnecessary information.  The  district court acted well within\n\nits discretion in denying  Cooprider's later motion to permit\n\nhim to conduct numerous depositions at home and abroad.\n\n     This  case appears to have had no merit from the outset.\n\nThe district judge is to  be congratulated, not faulted,  for\n\nfocusing the discovery, holding the parties to the scheduling\n\norder, and crisply disposing of Cooprider's diffuse claims on\n\nsummary judgment.   Nothing in the  district court's decision\n\nwarranted this appeal.\n\n     Affirmed.  \n             \n\n                             -11-\n",
  "html": "<p class=\"case_cite\">7 F.3d 218</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Gary A. COOPRIDER, Plaintiff, Appellant,<br>v.<br>JOHN HANCOCK MUTUAL LIFE INSURANCE COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1114.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Sept. 29, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts</p>\n      <p class=\"indent\">Charles B. Manuel, Jr. with whom James B. McKinney, Jr. and Manuel &amp; McKinney were on brief for appellant.</p>\n      <p class=\"indent\">Neil Jacobs with whom Susan M. Curtin, Ann K. Bernhardt and Hale and Dorr were on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Circuit Judge, Campbell, Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Gary A. Cooprider brought this diversity action against his former employer, John Hancock Mutual Life Insurance Company (\"John Hancock\"), claiming breach of contract, bad faith breach of contract, intentional interference with contractual relations, fraud, and unfair and deceptive trade practices under Mass.  Gen. L. ch.  93A. The district court granted summary judgment for John Hancock on all claims, and Cooprider brought this appeal.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Cooprider had been associated with John Hancock's European operations for brief periods in 1974 and 1983.  In late 1988, Cooprider spoke to J. Paul McDonnell, a John Hancock vice president in Boston, about renewing that association.  McDonnell directed Cooprider to contact Charles Woolley, John Hancock's European general agent.  In January 1989, Cooprider and Woolley met in Germany and discussed Cooprider's joining the company in a supervisory capacity.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">They met again in March in London and on March 6, 1989, Cooprider and Woolley initialed a one-page handwritten document, drafted by Cooprider, entitled \"Agreement by Charles Woolley with GA Coop Cooprider\" (\"Coop\" is Cooprider's nickname).  This document says, among other things, that \"Woolley agrees to groom GA Coop Cooprider to take over the agency for John Hancock in Europe\" when Woolley stepped down no later than June 6, 1992.  Cooprider subsequently returned to his home in Germany retaining the original handwritten document.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Shortly thereafter, Woolley asked Cooprider to draft a \"letter of understanding\" for Woolley to send to McDonnell in the John Hancock home office in Boston.  Cooprider complied, and a letter dated March 7, 1989, purportedly signed by Cooprider,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> was sent by Woolley to McDonnell on March 8. The letter of understanding differed significantly from the handwritten agreement.  In particular, it did not contain any provision for Cooprider to take over the European agency or establish a retirement date for Woolley.  Cooprider wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>It is my understanding, from discussions with you, that John Hancock has agreed in exchange for my goal of bringing an estimated eight (8) agents on board ..., John Hancock will pay me $5,000 per month for twelve (12) months or the normal C.D.P. compensation formula, whichever is greater.  It is also my understanding that some expenses of recruiting will be shared as budget allows.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>With my considerable experience at marketing and recruiting John Hancock has an excellent back-up until your retirement at which time, based on my successful accomplishments and ability to be a Hancock team player, I will receive first consideration for the right to lead the John Hancock operations in Europe.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Neither the letter of understanding nor an accompanying cover letter from Woolley contain any reference to the handwritten agreement.  Cooprider acknowledges receiving a copy of Woolley's cover letter by facsimile the day it went out to McDonnell.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On March 14, 1989, McDonnell advised Woolley of his agreement with the correspondence he had received.  He made no reference to the handwritten agreement, and he later said that he was unaware of the agreement.  However, he asked Woolley to clarify with Cooprider that Cooprider was to work exclusively with John Hancock.  Woolley did so and Cooprider later wrote to inform John Hancock that he had terminated his contracts with the five insurance companies that he had represented in Europe until then.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On or about March 14, 1889, Thomas Horack, another John Hancock vice president located in Massachusetts, approved a request form from Woolley to employ Cooprider.  An attachment specified Cooprider's first year monthly compensation and indicated that thereafter compensation would be in accordance with a formula, apparently based on business development.  On April 1, 1989, Cooprider began work for John Hancock.  After five months, Cooprider was terminated, apparently because of dissatisfaction with his performance.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This action ensued.  Limited discovery, directed to dispositive issues, was allowed.  John Hancock in due course moved for summary judgement.  On December 29, 1992, Judge Zobel filed a memorandum granting summary judgment in favor of John Hancock;  her determinations are described later in this opinion.  This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Summary judgement is appropriate when \"there is no genuine issue as to any material fact and ... the moving party is entitled to judgment as a matter of law.\"  Fed. R. Civ. P. 56(c).  To withstand a summary judgment motion, the nonmoving party must \"set forth specific facts showing that there is a genuine issue for trial.\"  Fed. R. Civ. P. 56(e).  On appeal review is plenary and inferences are resolved in favor of the party opposing summary judgment.   FDIC v. Longley, 988 F.2d 270 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Cooprider's second amended complaint defines the contract at issue for purposes of all claims as a \"long term management contract,\" arising out of the handwritten agreement signed by Cooprider and Woolley, under which the plaintiff was to be engaged as John Hancock's director of marketing and manpower development for a period of three years after which he was to succeed Woolley as European general agent for John Hancock.  In granting summary judgment on the contract claim, the district court found that Cooprider had failed to show that Woolley had authority to enter into such a contract or that the John Hancock home office approved or ratified such a contract.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The record amply supports the district court's conclusion and shows that there was no factual issue for a jury.  Cooprider's deposition shows that he knew that Woolley lacked authority to enter into a binding agreement with him on behalf of John Hancock.  As to approval or ratification, Cooprider proffered no evidence to contradict the sworn statements of McDonnell, Horack and Woolley that the handwritten agreement was not sent to John Hancock's home office nor were its contents ever communicated to the home office at any time prior to Cooprider's termination.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In an attempt to create a factual dispute, Cooprider contends that statements by Woolley in two affidavits are so contradictory as to raise serious doubts regarding his credibility.  These alleged contradictions, however, appear to be largely manufactured.  In any event, the evidence of those at the home office is consistent with Woolley's statements and Cooprider offers nothing to contradict it.  We have held that to defeat summary judgment the nonmoving party must provide more that \"conclusory allegations, improper inferences, and unsupported speculation.\"   Medina-Munoz v. R. J. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Record evidence on the issue of authority also renders summary judgment appropriate on Cooprider's claim that he was fraudulently induced to enter into a relationship with John Hancock based on misrepresentations regarding the terms of his employment.  In order to make out a claim for fraudulent misrepresentation, a party must show reasonable reliance on the alleged misrepresentations.   Turner v. Johnson &amp; Johnson, 809 F.2d 90, 95 (1st Cir. 1986).  Cooprider was admittedly aware of Woolley's lack of authority.  Any reliance on the handwritten agreement was, therefore, unreasonable as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On appeal, Cooprider argues that even if the handwritten agreement did not bind John Hancock to appoint Cooprider as Woolley's successor, at least he had a one-year agreement with John Hancock which the latter breached by discharging him after five months.  This claim does not appear in the second amended complaint and there is no indication that it was presented to Judge Zobel.  We will not normally consider claims made for the first time on appeal,  Jones v. City of Somerville, 735 F.2d 5, 7 (1st Cir. 1984), and see no reason here for an exception to this rule.  We note in passing that Cooprider seems to have very little basis for this newly developed claim.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Cooprider further alleges that John Hancock terminated his employment to retaliate for his complaints about supposed illegal requirements imposed on John Hancock recruits in Europe.  Massachusetts allows claims for bad faith termination where an at-will employment contract is terminated for reasons contrary to public policy.   DeRose v. Putnam Management Co., 398 Mass. 205, 496 N.E.2d 428 (1986).  The claim of retaliation was not presented to the district court except in the most fragmentary and abbreviated way, and we decline to consider it.  Cooprider did argue to the district court that the alleged illegal practices were violations of chapter 93A and we consider that claim below.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Cooprider also asserts that John Hancock intentionally interfered with contractual relationships.  The district court explained that Cooprider could not base a cause of action on his own voluntary termination of his relationships with other insurance companies.  On appeal, Cooprider says that he does not dispute this ruling but he complains that the district court failed to discuss his claim that John Hancock interfered with Cooprider's contractual relationships with agents whom he brought with him to John Hancock.  Once again, we do not think that Cooprider has preserved this claim.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is true that the complaint contains a brief reference to Cooprider's severed relationships not only with other insurance companies but with other agents who served such companies.  But his opposition to summary judgment discussed only Cooprider's own relationship with those companies, and the resurrection on appeal of a claim regarding Cooprider's agents comes too late.  We add that Cooprider's brief does not illuminate the nature of Cooprider's alleged contractual relationships with those agents or explain what interference he claims to have occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Finally, plaintiff claims violations of Mass.  Gen L. ch.  93A &#167; 11, which provides \"a private right of action to a person who is engaged in business and suffers a loss as a result of an unfair or deceptive act or practice by another person also engaged in business.\"   See Nader v. Citron, 372 Mass. 96, 360 N.E.2d 870 (1977).  Cooprider's complaint gave no hint of the basis for this claim, merely alleging at the end of the complaint that everything previously alleged in the entire document made out a violation of chapter 93A. In discussing chapter 93A, Cooprider's opposition to summary judgment referred to the allegedly illegal practices that were the subject of his post-termination letter.  It then went on to assert that the acts underlying his contract claim also gave rise to liability under chapter 93A.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court dismissed the chapter 93A claim on the ground that it related to acts occurring primarily abroad and was therefore outside chapter 93A's jurisdictional requirements.  See Mass.  Gen L. ch.  93A, &#167; 11.  On appeal, Cooprider ignores his prior suggestion that the contract claim falls under chapter 93A and Cooprider argues in this court that the supposed illegal practices occurred primarily in Massachusetts.  It is quite likely that the district court's remarks were directed, quite appositely, only to Cooprider's effort in opposing summary judgment to recast his contract claim as one under chapter 93A.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There is, however, not the slightest reason to remand to obtain the district court's evaluation of Cooprider's alternative chapter 93A claim based on the supposed illegal practices.  As to those, Cooprider argues that John Hancock was making its European agents register as Massachusetts agents, perjuriously giving John Hancock's in-state address as their residences.  Assuming arguendo that this occurred-and John Hancock is mysteriously silent on this point-there is no hint whatever in Cooprider's complaint, opposition to summary judgment or principal brief in this court as to how the requirement or the perjury themselves directly affected Cooprider.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Finally, Cooprider argues that the district court denied him the opportunity to conduct adequate discovery.  The district court held a scheduling conference at the outset of the litigation at which Cooprider's counsel agreed to a 60-day timetable for discovery on the dispositive issues of authority and ratification.  Cooprider apparently made no effort during that period to depose the three witnesses, McDonnell, Horack and Woolley, most likely to possess the necessary information.  The district court acted well within its discretion in denying Cooprider's later motion to permit him to conduct numerous depositions at home and abroad.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This case appears to have had no merit from the outset.  The district judge is to be congratulated, not faulted, for focusing the discovery, holding the parties to the scheduling order, and crisply disposing of Cooprider's diffuse claims on summary judgment.  Nothing in the district court's decision warranted this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Cooprider claims to have signed a different version of this letter dated March 6, 1989.  However, he admits that the signature on the March 7 version appears to be his and has presented no evidence that John Hancock received the earlier draft.  The two drafts differ in one particular.  The March 6 version states that Cooprider will have \"earned the right\" to lead John Hancock operations in Europe.  The March 7 version provides that he will receive \"first consideration\" for the right to lead based on his \"successful accomplishments\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The premise of the claim appears to be the letter that Cooprider drafted, dated March 6 or March 7, to be forwarded to John Hancock's headquarters.  The letter in the record does nothing more than specify monthly compensation for Cooprider during his first 12 months.  It would be quite a stretch to convert what appears to be an employment relationship of indefinite duration, which is normally terminable at will, into a commitment by John Hancock to retain Cooprider for one year</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Gary A. COOPRIDER, Plaintiff, Appellant,<br>v.<br>JOHN HANCOCK MUTUAL LIFE INSURANCE COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1114.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Sept. 29, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts</p>\n      <p class=\"indent\">Charles B. Manuel, Jr. with whom James B. McKinney, Jr. and Manuel &amp; McKinney were on brief for appellant.</p>\n      <p class=\"indent\">Neil Jacobs with whom Susan M. Curtin, Ann K. Bernhardt and Hale and Dorr were on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Circuit Judge, Campbell, Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Gary A. Cooprider brought this diversity action against his former employer, John Hancock Mutual Life Insurance Company (\"John Hancock\"), claiming breach of contract, bad faith breach of contract, intentional interference with contractual relations, fraud, and unfair and deceptive trade practices under Mass.  Gen. L. ch.  93A. The district court granted summary judgment for John Hancock on all claims, and Cooprider brought this appeal.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Cooprider had been associated with John Hancock's European operations for brief periods in 1974 and 1983.  In late 1988, Cooprider spoke to J. Paul McDonnell, a John Hancock vice president in Boston, about renewing that association.  McDonnell directed Cooprider to contact Charles Woolley, John Hancock's European general agent.  In January 1989, Cooprider and Woolley met in Germany and discussed Cooprider's joining the company in a supervisory capacity.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">They met again in March in London and on March 6, 1989, Cooprider and Woolley initialed a one-page handwritten document, drafted by Cooprider, entitled \"Agreement by Charles Woolley with GA Coop Cooprider\" (\"Coop\" is Cooprider's nickname).  This document says, among other things, that \"Woolley agrees to groom GA Coop Cooprider to take over the agency for John Hancock in Europe\" when Woolley stepped down no later than June 6, 1992.  Cooprider subsequently returned to his home in Germany retaining the original handwritten document.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Shortly thereafter, Woolley asked Cooprider to draft a \"letter of understanding\" for Woolley to send to McDonnell in the John Hancock home office in Boston.  Cooprider complied, and a letter dated March 7, 1989, purportedly signed by Cooprider,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> was sent by Woolley to McDonnell on March 8. The letter of understanding differed significantly from the handwritten agreement.  In particular, it did not contain any provision for Cooprider to take over the European agency or establish a retirement date for Woolley.  Cooprider wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>It is my understanding, from discussions with you, that John Hancock has agreed in exchange for my goal of bringing an estimated eight (8) agents on board ..., John Hancock will pay me $5,000 per month for twelve (12) months or the normal C.D.P. compensation formula, whichever is greater.  It is also my understanding that some expenses of recruiting will be shared as budget allows.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>With my considerable experience at marketing and recruiting John Hancock has an excellent back-up until your retirement at which time, based on my successful accomplishments and ability to be a Hancock team player, I will receive first consideration for the right to lead the John Hancock operations in Europe.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Neither the letter of understanding nor an accompanying cover letter from Woolley contain any reference to the handwritten agreement.  Cooprider acknowledges receiving a copy of Woolley's cover letter by facsimile the day it went out to McDonnell.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On March 14, 1989, McDonnell advised Woolley of his agreement with the correspondence he had received.  He made no reference to the handwritten agreement, and he later said that he was unaware of the agreement.  However, he asked Woolley to clarify with Cooprider that Cooprider was to work exclusively with John Hancock.  Woolley did so and Cooprider later wrote to inform John Hancock that he had terminated his contracts with the five insurance companies that he had represented in Europe until then.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On or about March 14, 1889, Thomas Horack, another John Hancock vice president located in Massachusetts, approved a request form from Woolley to employ Cooprider.  An attachment specified Cooprider's first year monthly compensation and indicated that thereafter compensation would be in accordance with a formula, apparently based on business development.  On April 1, 1989, Cooprider began work for John Hancock.  After five months, Cooprider was terminated, apparently because of dissatisfaction with his performance.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This action ensued.  Limited discovery, directed to dispositive issues, was allowed.  John Hancock in due course moved for summary judgement.  On December 29, 1992, Judge Zobel filed a memorandum granting summary judgment in favor of John Hancock;  her determinations are described later in this opinion.  This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Summary judgement is appropriate when \"there is no genuine issue as to any material fact and ... the moving party is entitled to judgment as a matter of law.\"  Fed. R. Civ. P. 56(c).  To withstand a summary judgment motion, the nonmoving party must \"set forth specific facts showing that there is a genuine issue for trial.\"  Fed. R. Civ. P. 56(e).  On appeal review is plenary and inferences are resolved in favor of the party opposing summary judgment.   FDIC v. Longley, <span class=\"citation\" data-id=\"602346\"><a href=\"/opinion/602346/federal-deposit-insurance-corporation-v-longley-i-realty-trust-angeline/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">270</span> </a></span>(1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Cooprider's second amended complaint defines the contract at issue for purposes of all claims as a \"long term management contract,\" arising out of the handwritten agreement signed by Cooprider and Woolley, under which the plaintiff was to be engaged as John Hancock's director of marketing and manpower development for a period of three years after which he was to succeed Woolley as European general agent for John Hancock.  In granting summary judgment on the contract claim, the district court found that Cooprider had failed to show that Woolley had authority to enter into such a contract or that the John Hancock home office approved or ratified such a contract.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The record amply supports the district court's conclusion and shows that there was no factual issue for a jury.  Cooprider's deposition shows that he knew that Woolley lacked authority to enter into a binding agreement with him on behalf of John Hancock.  As to approval or ratification, Cooprider proffered no evidence to contradict the sworn statements of McDonnell, Horack and Woolley that the handwritten agreement was not sent to John Hancock's home office nor were its contents ever communicated to the home office at any time prior to Cooprider's termination.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In an attempt to create a factual dispute, Cooprider contends that statements by Woolley in two affidavits are so contradictory as to raise serious doubts regarding his credibility.  These alleged contradictions, however, appear to be largely manufactured.  In any event, the evidence of those at the home office is consistent with Woolley's statements and Cooprider offers nothing to contradict it.  We have held that to defeat summary judgment the nonmoving party must provide more that \"conclusory allegations, improper inferences, and unsupported speculation.\"   Medina-Munoz v. R. J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Record evidence on the issue of authority also renders summary judgment appropriate on Cooprider's claim that he was fraudulently induced to enter into a relationship with John Hancock based on misrepresentations regarding the terms of his employment.  In order to make out a claim for fraudulent misrepresentation, a party must show reasonable reliance on the alleged misrepresentations.   Turner v. Johnson &amp; Johnson, <span class=\"citation no-link\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">90</span></span>, 95 (1st Cir. 1986).  Cooprider was admittedly aware of Woolley's lack of authority.  Any reliance on the handwritten agreement was, therefore, unreasonable as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On appeal, Cooprider argues that even if the handwritten agreement did not bind John Hancock to appoint Cooprider as Woolley's successor, at least he had a one-year agreement with John Hancock which the latter breached by discharging him after five months.  This claim does not appear in the second amended complaint and there is no indication that it was presented to Judge Zobel.  We will not normally consider claims made for the first time on appeal,  Jones v. City of Somerville, <span class=\"citation\" data-id=\"436095\"><a href=\"/opinion/436095/34-fair-emplpraccas-1577-34-empl-prac-dec-p-34422-john-j-jones-v/\"><span class=\"volume\">735</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 7 (1st Cir. 1984), and see no reason here for an exception to this rule.  We note in passing that Cooprider seems to have very little basis for this newly developed claim.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Cooprider further alleges that John Hancock terminated his employment to retaliate for his complaints about supposed illegal requirements imposed on John Hancock recruits in Europe.  Massachusetts allows claims for bad faith termination where an at-will employment contract is terminated for reasons contrary to public policy.   DeRose v. Putnam Management Co., <span class=\"citation\" data-id=\"2078671\"><a href=\"/opinion/2078671/derose-v-putnam-management-co/\"><span class=\"volume\">398</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">205</span></a></span>, <span class=\"citation\" data-id=\"2078671\"><a href=\"/opinion/2078671/derose-v-putnam-management-co/\"><span class=\"volume\">496</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">428</span> </a></span>(1986).  The claim of retaliation was not presented to the district court except in the most fragmentary and abbreviated way, and we decline to consider it.  Cooprider did argue to the district court that the alleged illegal practices were violations of chapter 93A and we consider that claim below.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Cooprider also asserts that John Hancock intentionally interfered with contractual relationships.  The district court explained that Cooprider could not base a cause of action on his own voluntary termination of his relationships with other insurance companies.  On appeal, Cooprider says that he does not dispute this ruling but he complains that the district court failed to discuss his claim that John Hancock interfered with Cooprider's contractual relationships with agents whom he brought with him to John Hancock.  Once again, we do not think that Cooprider has preserved this claim.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is true that the complaint contains a brief reference to Cooprider's severed relationships not only with other insurance companies but with other agents who served such companies.  But his opposition to summary judgment discussed only Cooprider's own relationship with those companies, and the resurrection on appeal of a claim regarding Cooprider's agents comes too late.  We add that Cooprider's brief does not illuminate the nature of Cooprider's alleged contractual relationships with those agents or explain what interference he claims to have occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Finally, plaintiff claims violations of Mass.  Gen L. ch.  93A &#167; 11, which provides \"a private right of action to a person who is engaged in business and suffers a loss as a result of an unfair or deceptive act or practice by another person also engaged in business.\"   See Nader v. Citron, <span class=\"citation\" data-id=\"2243969\"><a href=\"/opinion/2243969/nader-v-citron/\"><span class=\"volume\">372</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">96</span></a></span>, <span class=\"citation\" data-id=\"2243969\"><a href=\"/opinion/2243969/nader-v-citron/\"><span class=\"volume\">360</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">870</span> </a></span>(1977).  Cooprider's complaint gave no hint of the basis for this claim, merely alleging at the end of the complaint that everything previously alleged in the entire document made out a violation of chapter 93A. In discussing chapter 93A, Cooprider's opposition to summary judgment referred to the allegedly illegal practices that were the subject of his post-termination letter.  It then went on to assert that the acts underlying his contract claim also gave rise to liability under chapter 93A.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court dismissed the chapter 93A claim on the ground that it related to acts occurring primarily abroad and was therefore outside chapter 93A's jurisdictional requirements.  See Mass.  Gen L. ch.  93A, &#167; 11.  On appeal, Cooprider ignores his prior suggestion that the contract claim falls under chapter 93A and Cooprider argues in this court that the supposed illegal practices occurred primarily in Massachusetts.  It is quite likely that the district court's remarks were directed, quite appositely, only to Cooprider's effort in opposing summary judgment to recast his contract claim as one under chapter 93A.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There is, however, not the slightest reason to remand to obtain the district court's evaluation of Cooprider's alternative chapter 93A claim based on the supposed illegal practices.  As to those, Cooprider argues that John Hancock was making its European agents register as Massachusetts agents, perjuriously giving John Hancock's in-state address as their residences.  Assuming arguendo that this occurred-and John Hancock is mysteriously silent on this point-there is no hint whatever in Cooprider's complaint, opposition to summary judgment or principal brief in this court as to how the requirement or the perjury themselves directly affected Cooprider.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Finally, Cooprider argues that the district court denied him the opportunity to conduct adequate discovery.  The district court held a scheduling conference at the outset of the litigation at which Cooprider's counsel agreed to a 60-day timetable for discovery on the dispositive issues of authority and ratification.  Cooprider apparently made no effort during that period to depose the three witnesses, McDonnell, Horack and Woolley, most likely to possess the necessary information.  The district court acted well within its discretion in denying Cooprider's later motion to permit him to conduct numerous depositions at home and abroad.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This case appears to have had no merit from the outset.  The district judge is to be congratulated, not faulted, for focusing the discovery, holding the parties to the scheduling order, and crisply disposing of Cooprider's diffuse claims on summary judgment.  Nothing in the district court's decision warranted this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Cooprider claims to have signed a different version of this letter dated March 6, 1989.  However, he admits that the signature on the March 7 version appears to be his and has presented no evidence that John Hancock received the earlier draft.  The two drafts differ in one particular.  The March 6 version states that Cooprider will have \"earned the right\" to lead John Hancock operations in Europe.  The March 7 version provides that he will receive \"first consideration\" for the right to lead based on his \"successful accomplishments\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The premise of the claim appears to be the letter that Cooprider drafted, dated March 6 or March 7, to be forwarded to John Hancock's headquarters.  The letter in the record does nothing more than specify monthly compensation for Cooprider during his first 12 months.  It would be quite a stretch to convert what appears to be an employment relationship of indefinite duration, which is normally terminable at will, into a commitment by John Hancock to retain Cooprider for one year</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/436095/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602346/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2078671/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2243969/"
  ]
}