{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194979/",
  "id": 194979,
  "absolute_url": "/opinion/194979/simas-v-quaker/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194979/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:29:31Z",
  "date_modified": "2020-02-21T23:41:31.013925Z",
  "type": "010combined",
  "sha1": "e248bc5350d1b7cbcda7ce0bdb6af4f714ce313d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1098.01A",
  "local_path": null,
  "plain_text": "October 14, 1993\n                                         \n\nNo. 93-1098\n                         JOHN SIMAS,\n\n                     Plaintiff, Appellee,\n                              v.\n\n       QUAKER FABRIC CORPORATION OF FALL RIVER, ET AL.,\n                    Defendants, Appellees.\n\n                                    \n                COMMONWEALTH OF MASSACHUSETTS,\n\n                    Intervenor, Appellant.\n                                        \n\nNo. 93-1103\n                        JAMES N. GRAY,\n\n                     Plaintiff, Appellee,\n                              v.\n\n       QUAKER FABRIC CORPORATION OF FALL RIVER, ET AL.,\n                    Defendants, Appellees.\n\n                                    \n                COMMONWEALTH OF MASSACHUSETTS,\n\n                    Intervenor, Appellant.\n                                         \n\nNo. 93-1104\n                        JAMES N. GRAY,\n\n                    Plaintiff, Appellant,\n                              v.\n\n       QUAKER FABRIC CORPORATION OF FALL RIVER, ET AL.,\n                    Defendants, Appellees.\n\n                                         \n\nNo. 93-1249\n                         JOHN SIMAS,\n\n                    Plaintiff, Appellant,\n                              v.\n\n       QUAKER FABRIC CORPORATION OF FALL RIVER, ET AL.,\n                    Defendants, Appellees.\n\n                                         \n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n         [Hon. William G. Young, U.S. District Judge]\n                                                    \n\n                                         \n                            Before\n\n                    Selya, Cyr and Boudin,\n                       Circuit Judges.\n                                     \n\n                                         \n\n                         ERRATA SHEET\n\nThe opinion of this  Court issued on October  6, 1993, is  amended\nas follows:\n\nOn  page  2  of  cover  sheet,  under  attorney  listings,  delete\n\"Thomas O. Bean for plaintiffs.\"\n           \n\nOn  page   11,  line  11,  add   a  parenthesis   after  the  word\n\"designation.\"\n\nOn page 11, lines  3 and 4 of  footnote 4, replace  \"Whittemore v.\n                                                                  \nSchlumberger  Technology  Corp.\"   with  Whittemore  v.   Schlumberger\n                                                                  \nTechnology Corp.\"\n           \n\nOn page 12, line 7 of footnote 5, underline \"Fort Halifax.\"\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \nNo. 93-1098\n\n                         JOHN SIMAS,\n                     Plaintiff, Appellee,\n\n                              v.\n       QUAKER FABRIC CORPORATION OF FALL RIVER, ET AL.,\n\n                    Defendants, Appellees.\n                                    \n\n                COMMONWEALTH OF MASSACHUSETTS,\n                    Intervenor, Appellant.\n\n                                        \nNo. 93-1103\n\n                        JAMES N. GRAY,\n                     Plaintiff, Appellee,\n\n                              v.\n       QUAKER FABRIC CORPORATION OF FALL RIVER, ET AL.,\n\n                    Defendants, Appellees.\n                                    \n\n                COMMONWEALTH OF MASSACHUSETTS,\n                    Intervenor, Appellant.\n\n                                         \nNo. 93-1104\n\n                        JAMES N. GRAY,\n                    Plaintiff, Appellant,\n\n                              v.\n       QUAKER FABRIC CORPORATION OF FALL RIVER, ET AL.,\n\n                    Defendants, Appellees.\n                                         \n\nNo. 93-1249\n                         JOHN SIMAS,\n\n                    Plaintiff, Appellant,\n                              v.\n\n       QUAKER FABRIC CORPORATION OF FALL RIVER, ET AL.,\n                    Defendants, Appellees.\n\n                                         \n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n         [Hon. William G. Young, U.S. District Judge]\n                                                    \n\n                                         \n                            Before\n\n                    Selya, Cyr and Boudin,\n                       Circuit Judges.\n                                     \n\n                                         \n\nThomas  O.  Bean, Assistant  Attorney  General,  with  whom  Scott\n                                                                  \nHarshbarger, Attorney General, was on brief for intervenor.\n       \nOrlando F. de Abreu on joint briefs for plaintiffs.\n                   \nMary T.  Sullivan, Donald J. Siegel  and Segal,  Roitman &amp; Coleman\n                                                                  \non  brief  for  Economic  Development and  Industrial  Corporation  of\nBoston, Massachusetts ALF-CIO, International Union, United Automobile,\nAerospace, and  Agricultural Implement  Workers Union of  America, Tax\nEquity   Alliance  of   Massachusetts,   Urban   League   of   Eastern\nMassachusetts Inc., Child World  Employees Committee, and Jewish Labor\nCommittee, Amici Curiae.\nNeil Jacobs with  whom Daniel W. McCarthy  and Hale and Dorr  were\n                                                            \non brief for defendants.\nArthur  G. Telegen,  Amy  B.G.  Katz, Jonathan  A.  Keselenko  and\n                                                             \nFoley, Hoag  &amp; Eliot  on  brief for  Freeman, Spogli  &amp;  Co. and  Avon\n                \nInvestors Limited Partnership, Amici Curiae.\n\n                                         \n\n                       October 6, 1993\n                                         \n\n                              4\n\n     BOUDIN,  Circuit Judge.   Massachusetts  has in  force a\n                           \n\n\"tin  parachute\"  statute  requiring   substantial  severance\n\npayments to  employees who  lose their jobs  within specified\n\nperiods  before or after a corporate takeover.  Mass. Gen. L.\n\nch. 149,   183.   The district court held this statute  to be\n\npreempted  by the  Employee  Retirement  Income Security  Act\n\n(\"ERISA\"), which by its terms \"supersede[s] any and all State\n\nlaws  insofar  as they  may now  or  hereafter relate  to any\n\nemployee  benefit plan  . .  . .\"  29 U.S.C.    1144(a).   We\n\naffirm.\n\n                              I.\n\n     Quaker   Fabric   Corporation   of  Fall   River   is  a\n\nMassachusetts corporation,  with some  1350 employees  in six\n\nstates  including Massachusetts.    The company  is a  wholly\n\nowned  subsidiary  of Quaker  Fabric Corporation,  a Delaware\n\ncorporation.    John Simas  went  to work  for  Quaker Fabric\n\nCorporation of Fall River in Massachusetts in 1971, and James\n\nGray  did so in 1978.  It is  the discharge of Simas and Gray\n\nfollowing  a takeover  of Quaker  Fabric Corporation  of Fall\n\nRiver that gives rise to this suit.\n\n     In  September 1989  Quaker Fabric  Corporation, and  its\n\nsubsidiary Quaker Fabric  Corporation of  Fall River,  passed\n\ninto the control of Union  Manifatture International N.V.  It\n\nappears that Union Manifatture set up a new entity called QFC\n\nAcquisition  Corporation,  merged   it  into  Quaker   Fabric\n\n                             -3-\n\nCorporation (the surviving corporation), and ended up holding\n\n95  percent  of the  shares of  the  latter.   Presumably the\n\nformer owners  of Quaker Fabric  Corporation received  stock,\n\ncash or both.  In any case, there is no dispute that a change\n\nof control  occurred, and  that Union Manifatture  emerged as\n\nthe  ultimate  owner of  Quaker  Fabric  Corporation of  Fall\n\nRiver.1\n\n     The Massachusetts tin  parachute statute was enacted  in\n\n1989 as part of  a package of anti-takeover measures.   Under\n\nthe statute, employees  who have  worked a  minimum of  three\n\nyears  for an  employer, and  whose employment  is terminated\n\nwithin  24 months  after  a \"transfer  of  control\" of  their\n\nemployer,  are entitled to a  \"one time lump  sum payment\" of\n\ntwice their  weekly compensation  for each completed  year of\n\nemployment.  Mass.  Gen. L. ch. 149,   183.2   A condition of\n\npayment,  discussed more  fully below,  is that  the employee\n\nmeet  the  eligibility  standards  for  unemployment benefits\n\nunder state law.   Id.   183(a).  If  the employee is covered\n                     \n\n                    \n\n     1The mechanics  of the  takeover are not  entirely clear\nfrom  the record;  thus,  the district  court  said that  QCF\nAcquisition Corporation purchased 95 percent of the shares of\nQuaker  Fabric Corporation  of Fall  River.   The discrepancy\n                                          \ndoes not affect our analysis.\n\n     2Somewhat  similar protection  is afforded  to employees\nwho are discharged in prescribed periods before the takeover.\nId.   Certain  types of  corporations  and certain  types  of\n   \ntakeovers are excluded.  Id.    183(a), (d).\n                            \n\n                             -4-\n\nby a  corporate severance  plan with more  generous benefits,\n\nthe tin parachute statute does not apply.  Id.   183(d)(1).\n                                             \n\n     Both Simas  and Gray were discharged  from employment by\n\nQuaker  Fabric Corporation  of  Fall River  within 24  months\n\nafter the takeover.  At the time of his termination, Gray was\n\ncovered  by the  company's  existing severance  plan but  the\n\ncompany's  severance benefits  were  less  generous than  the\n\nstatute's benefits.  Simas was  not covered by any  severance\n\nplan.    Both  men  ultimately  qualified   for  unemployment\n\nbenefits under state law.   The company nevertheless declined\n\nto make  payments to  them under the  tin parachute  statute,\n\nclaiming that it was preempted by ERISA.\n\n     In late 1991, Simas  and Gray filed suit in  state court\n\nagainst  Quaker  Fabric Corporation  of  Fall  River and  QCF\n\nAcquisition Corporation seeking the statutory  benefits.  The\n\nQuaker Fabric defendants asserted the preemption  defense and\n\nremoved the  case  to district  court.   The  district  court\n\nagreed that  the tin parachute statute was preempted by ERISA\n\nand it granted summary  judgment in favor of  the defendants.\n\nSimas v. Quaker Fabric Corp. of Fall River,  809 F. Supp. 163\n                                          \n\n(D.  Mass.  1992).   The  court  remanded  to  state court  a\n\nseparate wrongful  discharge claim that had  been asserted by\n\nSimas  but raised  no  federal issues.   Id.  at 168.   After\n                                            \n\njudgment,  the Commonwealth  learned  of this  litigation and\n\nintervened.  Simas, Gray and the Commonwealth now appeal.\n\n                             -5-\n\n                             II.\n\n     ERISA,  as already noted,  explicitly preempts  \"any and\n\nall State laws\" that \"relate to any employee benefit plan . .\n\n.  .\"  29 U.S.C.   1144(a).   As the district court observed,\n\n809  F. Supp.  at  166,  the  words  \"relate  to\"  have  been\n\nconstrued  \"expansively\";  a  state  law  may  relate  to  an\n\nemployee  benefit plan even though  it does not conflict with\n\nERISA's  own  requirements, District  of Columbia  v. Greater\n                                                             \n\nWashington  Board of Trade, 113  S. Ct. 580,  583 (1992), and\n                          \n\nrepresents an otherwise legitimate  state effort to impose or\n\nbroaden benefits for employees.  Massachusetts v. Morash, 490\n                                                        \n\nU.S. 107, 116  (1989).   As we recently  summarized the  law,\n\nERISA  preempts  all state  laws  insofar as  they  relate to\n\nemployee  benefit plans, even laws  which are \"a  help, not a\n\nhindrance,\" to such plans, and regardless of whether there is\n\na  \"comfortable  fit  between  a state  statute  and  ERISA's\n\noverall  aims.\"   McCoy  v. MIT,  950 F.2d  13, 18  (1st Cir.\n                               \n\n1991), cert. denied, 112 S.Ct. 1929 (1992).\n                   \n\n     Thus,  a state  statute  that obligates  an employer  to\n\nestablish an  employee benefit plan is  itself preempted even\n\nthough ERISA itself neither mandates nor forbids the creation\n\nof plans.  This may at first appear to be a surprising result\n\nsince  ERISA is primarily  concerned with  disclosure, proper\n\nmanagement, vesting requirements and other incidental aspects\n\nof plans  established by  employers.   See generally Shaw  v.\n                                                         \n\n                             -6-\n\nDelta Airlines, Inc.,  463 U.S. 85  (1983).  Yet  explanation\n                    \n\nfor the broad  preemption provision is clear:   By preventing\n\nstates from imposing divergent obligations, ERISA allows each\n\nemployer to create its own uniform plan, complying with  only\n\none set of  rules (those  of ERISA) and  capable of  applying\n\nuniformly  in  all  jurisdictions where  the  employer  might\n\noperate.  Ingersoll-Rand  Co. v. McClendon, 498 U.S. 133, 142\n                                          \n\n(1990). \n\n     In this case, the  litigation in the district court  was\n\nconcerned  with the  question  whether the  one-time payments\n\nordered  by the tin parachute statute comprised or related to\n\na \"plan,\"  in light of  the narrowing interpretation  of that\n\nword adopted in Fort Halifax Packing Co. v. Coyne, 482 U.S. 1\n                                                 \n\n(1987).  In this court, the Commonwealth has laid more stress\n\non  a different argument, namely, its  claim that the statute\n\ndoes not relate  to an \"employee\" plan because it (allegedly)\n\nimposes the payment obligation not on an employer but instead\n\non the firm that takes over the employer.  We consider  these\n\ntwo arguments in that order.\n\n     The first argument--that no \"plan\" is established by the\n\ntin  parachute statute--was  ably  answered  by the  district\n\ncourt, 809  F. Supp. at 166-68,  and we lay out  the analysis\n\nmerely  to make this opinion complete.  In common parlance, a\n\ndirective to pay prescribed severance benefits might  readily\n\nbe described  as a plan.   But  in Fort Halifax,  the Supreme\n                                               \n\n                             -7-\n\nCourt, by a  five-to-four vote,  held that the  term did  not\n\nencompass a Maine statute  providing for a one-time, lump-sum\n\npayment  to employees,  based on  length of  service, in  the\n\nevent of plant closure.   \n\n     The Supreme Court rejected  Maine's broad argument  that\n\nthere  was no  plan because the state imposed the obligation;\n\nindeed, the  Court held  explicitly that a  severance benefit\n\nplan would be preempted if imposed by the state.  482 U.S. at\n\n16-17.  The Court  said, however, that Congress' concern  was\n\nwith  state interference  with  benefits \"whose  provision by\n\nnature requires an ongoing administrative program to meet the\n\nemployer's  obligation.\"  Id. at 11.  Reading the term \"plan\"\n                             \n\nin light of this purpose, Fort Halifax held that the term did\n                                      \n\nnot   include  Maine's   severance  payment   statute,  which\n\n\"requires no administrative  scheme whatsoever,\"  id. at  12,\n                                                    \n\nand calls on the employer \"[t]o  do little more than write  a\n\ncheck . . . .\" Id. \n                 \n\n     The  present case  may be  close to  Fort Halifax.   The\n                                                      \n\nMassachusetts  statute,  like  the Maine  statute,  calls for\n\npayments to all eligible employees based on a specific event,\n\nhere, the  takeover.  That  similarity, however, must  be set\n\nagainst  several  differences.    Each of  these  differences\n\nincreases   the   administrative   burden   imposed   by  the\n\nMassachusetts statute,  in contrast to  Maine's statute;  and\n\neach  makes  the  label  \"plan\"  better  suited  to  the  tin\n\n                             -8-\n\nparachute statute.  It is a matter of degrees  but under Fort\n                                                             \n\nHalifax degrees are crucial.\n       \n\n     The Maine  statute starts and  ends with a  single, once\n\nand  for  all  event,  the  plant  closing,  after  which all\n\npayments are due.  The Massachusetts statute, by contrast, is\n\ntriggered  separately for  each  three-year  employee by  the\n\nindividual termination of that employee within one of several\n\nalternative  time  periods,   either  before  or  after   the\n\ntakeover.  More important,  whether a payment is due  depends\n\nin Massachusetts not  merely on  the employee's  status as  a\n\nthree-year  employee  but on  whether  the  employee is  also\n\neligible  for  unemployment compensation  under Massachusetts\n\nlaw.    This  is   effectively  a  cross-reference  to  other\n\nrequirements,  most importantly  that the  employee not  have\n\nbeen  discharged  for  cause.   Mass.  Gen.  L.  ch. 151A,   \n\n25(e)(2) (\"deliberate misconduct\"  or \"knowing violation\"  of\n\nemployer rule or policy).  \n\n     Thus, the  Maine employer on  closing its plant  need do\n\nlittle more than write  a check to each  three-year employee.\n\nThe Massachusetts  employer, by contrast, needs  some ongoing\n\nadministrative mechanism for determining, as to each employee\n\ndischarged within  two years after the  takeover, whether the\n\nemployee was discharged within  the several time frames fixed\n\nby the  tin parachute statute  and whether  the employee  was\n\ndischarged   for  cause   or  is  otherwise   ineligible  for\n\n                             -9-\n\nunemployment compensation under Massachusetts law.   The \"for\n\ncause\" determination,  in  particular, is  likely to  provoke\n\ncontroversy and call for  judgments based on information well\n\nbeyond the employee's date of hiring and termination.3\n\n     The Commonwealth asserts that these administrative tasks\n\nare only a small step beyond what is required under the Maine\n\nstatute.  It  argues that detailed employment records must be\n\nmaintained  by  the  employer  in  any  event, and  that  the\n\nemployer need only wait for the state agency  to make its own\n\ndecision   on   employee    eligibility   for    unemployment\n\ncompensation.  To the last point the Quaker Fabric defendants\n\nrespond that,  because of the timing  of employer obligations\n\nunder the tin parachute statute, the employer cannot await  a\n\nstate agency decision that may  well occur after the employer\n\nhas  to make  the  one-time payment,  even assuming  that the\n\nemployee even applies for unemployment compensation.\n\n     It  may be that  in some  instances, a  determination of\n\neligibility  would  be straightforward  and,  in others,  the\n\nemployer would have to make its own judgment and then monitor\n\nor participate in state  proceedings.  But in all  events for\n\nat least  two years after  the takeover, and  probably beyond\n\n                    \n\n     3In this  case, it happens that Simas was discharged for\nwhat his employer regarded as cause (the company says that he\ndeclined to  work because the low  temperature aggravated his\nasthma condition).   The  state Department of  Employment and\nTraining  first found  him ineligible  but then  reversed its\nposition on later review.\n\n                             -10-\n\nthat point  as to  disputed terminations, the  employer would\n\nhave to maintain records, apply the \"for cause\" criteria, and\n\nmake payments or dispute the obligation.  We think it evident\n\nthat ongoing  administrative obligations  are  imposed, of  a\n\nkind and over a time period,  that go far enough beyond  Fort\n                                                             \n\nHalifax to call  the regime  a \"plan\" within  the meaning  of\n       \n\nERISA.\n\n     Given  the  Supreme Court's  reasoning in  Fort Halifax,\n                                                            \n\nthere is no way to be certain exactly where it would draw the\n\nline.   What we  do know  is  that our  sister circuits  have\n\ngenerally  read Fort  Halifax as emphasizing  the mechanical,\n                             \n\none-time nature  of the severance payments,  have applied the\n\ndecision to protect  schemes akin to  the Maine statute,  and\n\nhave  ceased to apply the decision where the state statute or\n\nemployer  promise  involved  ongoing  obligations  materially\n\nbeyond those present in  Fort Halifax.4  It is  somewhat hard\n                                     \n\nto generalize  about  the cases  because  of the  variety  of\n\nvariables in  the different severance schemes, but one of the\n\ncircuit decisions--Boque  v. Ampex Corp., 976  F.2d 1819 (9th\n                                       \n\nCir. 1992)  (Wisdom, J., sitting by  designation)--is closely\n\nin point.\n\n                    \n\n     4See,  e.g., James v. Fleet/Norstar Financial Group, 992\n                                                        \nF.2d  463 (2d Cir. 1993); Fontenot v. NL Industries, 953 F.2d\n                                                   \n960 (5th  Cir. 1992);  Whittemore v. Schlumberger  Technology\n                                                             \nCorp.,  976 F.2d 922 (5th  Cir. 1992); Bogue  v. Ampex Corp.,\n                                                           \n976 F.2d. 1319 (9th Cir. 1992), amended, 1992 U.S. App. LEXIS\n                                       \n31377, cert.  denied, 113 S.  Ct. 1847 (1993);   Pane v.  RCA\n                                                             \nCorp., 868 F.2d 631, 635 (3d Cir. 1989). \n    \n\n                             -11-\n\n     In Boque, the Ninth  Circuit considered the case  of the\n             \n\ncorporation  that  had agreed  to  pay  a one-time,  lump-sum\n\nseverance  benefit to each of  a number of  executives if the\n\ncompany were taken over  and afterwards a protected executive\n\ndid not retain \"substantially  equivalent employment\" in  the\n\nnew structure.  976 F.2d at  1321.  The court agreed that the\n\nemployer's obligation  was, as  in Fort Halifax,  a one-time,\n                                               \n\nlump-sum payment contingent on a future event.  But in Bogue,\n                                                            \n\n\"that event would occur  more than once, at a  different time\n\nfor  each employee,\" 976 F.d at 1323, and the employer had to\n\nmake a substantive, \"substantially  equivalent\" determination\n\nin each  case.  Accordingly,  as Judge Wisdom  said, \"[t]here\n\nwas  no way to carry out [the employer's] obligation with the\n\nunthinking,  one-time nondiscretionary  application [involved\n\nin] .  . . Fort Halifax.\"   Id.  The  Ninth Circuit therefore\n                              \n\nfound the severance regime to comprise a plan.  Id.  \n                                                   \n\n     These distinctions, which Judge Wisdom  found persuasive\n\nin Bogue, apply to our case and persuade us as well.  In this\n        \n\ncase,   as  in   Bogue,   the  time   period  is   prolonged,\n                      \n\nindividualized decisions  are required,  and at least  one of\n\nthe criteria  is far from  mechanical.  Admittedly,  there is\n\nnot a great  distance between Boque and our case,  on the one\n                                   \n\nhand,  and on  the  other hand  cases  like Fort  Halifax  or\n                                                         \n\ndecisions  that  track  it.   But  so  long  as Fort  Halifax\n                                                             \n\nprescribes a definition based on the extent and complexity of\n\n                             -12-\n\nadministrative  obligations,  line drawing  of  this  kind is\n\nnecessary  and close cases  will approach the  line from both\n\nsides.5\n\n     We  turn  now   to  the  alternative   argument  against\n\npreemption  urged  for  the  first  time  on  appeal  by  the\n\nCommonwealth.  Simply put,  the argument is that even  if the\n\ntin  parachute statute  imposes  obligations  amounting to  a\n\n\"plan,\" it is not an \"employee\" plan  because the obligations\n\nare imposed on the \"control transferee\" and not the employer.\n\nAlthough it is common practice not to consider arguments that\n\nwere not made to the district court, we think that this case-\n\n-involving  the   constitutionality  of  a   state  statute--\n\njustifies an exception.  Indeed, the Quaker Fabric defendants\n\nurge us to  consider (and  reject) this new  argument on  the\n\nmerits.\n\n     It  is true that the tin parachute statute does in terms\n\nmake  the \"control transferee\"  (and no one  else) liable for\n\nthe severance  payment dictated by the statute, Mass. Gen. L.\n\nch.\n\n                    \n\n     5E.g.,  James, 992  F.2d 463,  applying Fort  Halifax to\n                                                          \nprevent preemption  of an employer's promise to  pay 60 days'\nsalary as severance to  each employee who remained until  the\nfacility was  closed.   The court  said that  while employees\nmight have different termination dates, the  time frame was a\nshort  one and  the  payments involved  no more  than \"simple\narithmetical calculations\" upon such termination, just as  in\nFort Halifax.  Id. at 466-67.\n                  \n\n                             -13-\n\n149,   183(b),  and it  defines \"control  transferee\" as  the\n\nperson or persons who have beneficial ownership of 50 percent\n\nor  more of the voting  securities of the  employer after the\n\ntransfer.  Id.   183(a).  This might lead one to believe that\n             \n\nQuaker  Fabric Corporation (the  employer's immediate parent)\n\nand its own owner, Union Manifatture, are actually liable for\n\nthe payment (even though neither was actually sued).6\n\n     The  Quaker  Fabric  defendants  contend  that  the  tin\n\nparachute statute imposes liability directly upon  the front-\n\nline  employer.   They point  out that  the statute  by cross\n\nreference, Mass. Gen.  L. ch.   149,    183(f), provides  for\n\nenforcement  of   its  provisions  through   other  statutes,\n\ndirected  at  \"employers,\"  which   are  designed  to  secure\n\nemployees the wages due to them.   Mass. Gen. L. chs. 148-50.\n\nThere is  also some evidence  that the state's  Department of\n\nLabor  and  Industries seeks  to  enforce  the tin  parachute\n\nstatute directly  against immediate employers,  just as Simas\n\nand Gray did  in this  case by suing  their employer,  Quaker\n\nFabric Corporation of Fall River.\n\n     Nevertheless, it  is unnecessary  to decide  whether the\n\nimmediate employer is  liable in addition to,  or instead of,\n\nthe control transferee--issues on which there appear to be no\n\n                    \n\n     6Simas  and Gray  sued  their  employer,  Quaker  Fabric\nCorporation of Fall  River, and  QFC Acquisition  Corp.   The\nformer obviously did not  take control of itself and,  as the\nCommonwealth describes the transaction, the latter was merged\nout of existence in the course of the merger.\n\n                             -14-\n\nMassachusetts  judicial precedents.   For  we agree  with the\n\nQuaker Fabric defendants that  the \"control transferee\" is an\n\nemployer for  ERISA purposes to  the extent that  the control\n\ntransferee is obligated to make payments to the employees  of\n\nits subsidiary pursuant  to the tin parachute  statute.  This\n\nis so, in our view, by reason of the joint force of statutory\n\nlanguage, precedent, and practical sense.  \n\n     ERISA itself provides  that the  term employer  includes\n\n\"any person  acting directly as an employer, or indirectly in\n\nthe  interest  of an  employer,  in relation  to  an employee\n\nbenefit plan.\"   29 U.S.C.   1002(5).  We  take this language\n\nto mean that, if the plan provides ERISA-type benefits to the\n\nemployees, the  paymaster is  classified as an  \"employer\" so\n\nlong as  it is connected to the employer and is acting in the\n\nemployer's interest.  In  our view, any payments made  by the\n\ncontrol transferee are \"in the interest of\" the employer.  29\n\nU.S.C.     1002(5).   This  is  patently  so  if the  control\n\ntransferee assumes a liability  that would otherwise be borne\n\nby the employer; but  we think it is  no less so even  if the\n\nemployer is  not contingently liable under  the tin parachute\n\nstatute.    Where employees  are  laid  off after  a  control\n\ntransfer, this is normally done because the employer or those\n\nwho  control  the employer  regard  the  down-sizing as  good\n\nbusiness.   Whether or not  they are right,  and whatever the\n\n                             -15-\n\ncause for the  reduction (e.g., new  debt), the fact  remains\n                              \n\nthat the employer has lightened its payroll.\n\n     Accordingly,  if  Quaker  Fabric  Corporation  or  Union\n                     \n\nManifatture  is intended  to  be  held  liable as  a  control\n\ntransferee under the tin parachute  statute, it would then be\n\nan employer  under ERISA  and, simultaneously,  its liability\n\nwould  be preempted.  This view is supported by cases holding\n\nthat a parent company making benefit payments to employees of\n\na subsidiary  company is their \"employer\" under ERISA.  E.g.,\n                                                            \n\nReichelt  v.  Emhart Corp.,  921  F.2d 425,  427-28  (2d Cir.\n                         \n\n1990), cert. denied,  111 S.  Ct. 2854 (1991).   The  control\n                   \n\ntransferee, in  our situation, is  very much like  the parent\n\ncompany in a case like Reichelt.\n                               \n\n     Looking to realities, our case is even easier than cases\n\ninvolving   parents   who    administer   plans   for   their\n\nsubsidiaries.    There is  little  doubt  that,  if  the  tin\n\nparachute statute were not preempted, the severance  payments\n\nwould  be  made  based upon  records  kept  by  Quaker Fabric\n\nCorporation of  Fall River, pursuant to judgments implemented\n\nby its management,  and almost certainly with funds  from its\n\ncorporate account.  If the control transferee is liable under\n\nthe statute, it  is almost certainly  a nominal liability  in\n\nthe ordinary case; the effective  burden is on the front-line\n\nemployer, here Quaker Fabric Corporation of Fall River.  \n\n                             -16-\n\n     It is thus hard to credit  the Commonwealth's claim that\n\nthe tin parachute statute has no adverse effect on one of the\n\nadmitted  objects  of  the  ERISA  preemption  provision:  to\n\nprotect  employers  from  having  to  comply  with  different\n\ndirectives as to benefit plans for employees depending solely\n\non the employees' location and the desires of different state\n\nlegislators.    The  Commonwealth's premise  is  that  Quaker\n\nFabric Corporation of Fall River bears no legal obligation to\n\nmake the payments.  But legal obligation or not, that company\n\nwill  almost  certainly  pay  the  bill  and  administer  the\n\npayments, absent preemption.\n\n     In all events, we think that the statutory definition of\n\nemployer in  ERISA resolves  the  matter, even  if we  ignore\n\nrealities and assume that  the control transferee exclusively\n\nshoulders liability under the tin parachute statute.  This is\n\nnot a matter of \"piercing the corporate veil\" because another\n\nperson actively dominates the  corporation.  Without any such\n\ndominance, payments  made by  a control transferee  under the\n\ntin parachute statute are \"in the  interest of\" the employer;\n\nthe control  transferee is  to that extent  also an  employer\n\nunder ERISA; and preemption occurs automatically.7    \n\n                    \n\n     7We have considered the Commonwealth's argument based on\nits own implicit  premise that  a plan is  not an  \"employee\"\nplan  unless the paymaster is the \"employer,\" or at least one\nof  them.   This  premise  is far  from  secure.   See, e.g.,\n                                                            \nTrustees of  Electrical Workers  Health and Welfare  Trust v.\n                                                          \nMarjo  Corp., 988 F.2d 865  (9th Cir. 1992) (preempting state\n            \n\n                             -17-\n\n                             III.\n\n     We have  been earnestly  asked by the  Commonwealth, and\n\neven more earnestly by an  impressive set of amici supporting\n\nits  position, to give weight  to the benign  purposes of the\n\ntin parachute statute to lessen the impact of job losses that\n\nattend  corporate   takeovers.    Two  other   amici,  equity\n\ninvestors in  Massachusetts companies,  urge to  the contrary\n\nthat the statute is unconstitutionally vague if read to place\n\nthe burden of liability  on control transferees who (the  two\n\namici say) may be a large and shifting group of investors.\n\n     The asserted  benefits and  faults of the  tin parachute\n\nstatute are  not for us  to weigh.   Congress  has written  a\n\nmanifestly  broad preemption  statute,  the  courts with  few\n\nexceptions have  interpreted it  broadly, and  our job  is to\n\ncarry  out that  mandate.  It  is an  odd irony  that, having\n\navoided condemnation under the Commerce Clause, see CTS Corp.\n                                                             \n\nv.  Dynamics  Corporation  of  America, 481  U.S.  69,  87-94\n                                      \n\n(1987),  a portion of anti-takeover legislation should perish\n\nunder an ERISA preemption clause whose full ramifications may\n\nnot  have been absorbed  by Congress.   But the ramifications\n\nare inherent in the statute, and are not for us to curtail.\n\n     It may  also seem ironic that a  federal statute enacted\n\nin large  part to protect  workers should invalidate  a state\n\n                    \n\nlaw imposing  liability on general  contractors for  benefits\nowed by subcontractors).\n\n                             -18-\n\nmeasure  that  has worker  protection as  one of  its primary\n\nobjectives.   But ERISA, like many a reform statute, has more\n\nthan  one  purpose  and  more  than  one  beneficiary.    The\n\nuniformity of regulation gained  by employers under ERISA was\n\nassuredly part of the  legislative balancing of interests and\n\ntrade-offs.   See Ingersoll-Rand, 498 U.S.  at 142 (\"the goal\n                                \n\nwas to  minimize the  administrative and financial  burden of\n\ncomplying with conflicting directives among States or between\n\nStates  and the  Federal Government\").   Courts, who  are the\n\nleast  representative branch  of  government, are  the  wrong\n\nplace to restrike the balance.\n\n     In the end, the claim  of statutory benefits is answered\n\ndefinitively by  Fort Halifax  itself.  Although  the Supreme\n                             \n\nCourt saved the Maine statute by the narrowing interpretation\n\nof \"plan,\" the Court  there rejected Maine's broader argument\n\nthat  its  statute  avoided  preemption  because  it  was  an\n\nindependent directive that \"reflects the  state's substantial\n\ninterest  in protecting  Maine citizens  from . .  . economic\n\ndislocation .  . .  .\"   482  U.S. at  6  (quoting the  Maine\n\nSupreme Judicial  Court).   Fort Halifax holds  that a  state\n                                        \n\nstatute cannot mandate benefits if they comprise an \"employee\n\nbenefit plan,\"  no matter how virtuous the  statute.  Because\n\nthe  tin  parachute  statute  imposes  such  a  plan,  it  is\n\npreempted.\n\n     Affirmed.\n             \n\n                             -19-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">October 14, 1993\n                                         \n\nNo. 93-1098\n                         JOHN SIMAS,\n\n                     Plaintiff, Appellee,\n                              v.\n\n       QUAKER FABRIC CORPORATION OF FALL RIVER, ET AL.,\n                    Defendants, Appellees.\n\n                                    \n                COMMONWEALTH OF MASSACHUSETTS,\n\n                    Intervenor, Appellant.\n                                        \n\nNo. 93-1103\n                        JAMES N. GRAY,\n\n                     Plaintiff, Appellee,\n                              v.\n\n       QUAKER FABRIC CORPORATION OF FALL RIVER, ET AL.,\n                    Defendants, Appellees.\n\n                                    \n                COMMONWEALTH OF MASSACHUSETTS,\n\n                    Intervenor, Appellant.\n                                         \n\nNo. 93-1104\n                        JAMES N. GRAY,\n\n                    Plaintiff, Appellant,\n                              v.\n\n       QUAKER FABRIC CORPORATION OF FALL RIVER, ET AL.,\n                    Defendants, Appellees.\n\n                                         \n\nNo. 93-1249\n                         JOHN SIMAS,\n\n                    Plaintiff, Appellant,\n                              v.\n\n       QUAKER FABRIC CORPORATION OF FALL RIVER, ET AL.,\n                    Defendants, Appellees.\n\n                                         \n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n         [Hon. William G. Young, U.S. District Judge]\n                                                    \n\n                                         \n                            Before\n\n                    Selya, Cyr and Boudin,\n                       Circuit Judges.\n                                     \n\n                                         \n\n                         ERRATA SHEET\n\nThe opinion of this  Court issued on October  6, 1993, is  amended\nas follows:\n\nOn  page  2  of  cover  sheet,  under  attorney  listings,  delete\n\"Thomas O. Bean for plaintiffs.\"\n           \n\nOn  page   11,  line  11,  add   a  parenthesis   after  the  word\n\"designation.\"\n\nOn page 11, lines  3 and 4 of  footnote 4, replace  \"Whittemore v.\n                                                                  \nSchlumberger  Technology  Corp.\"   with  Whittemore  v.   Schlumberger\n                                                                  \nTechnology Corp.\"\n           \n\nOn page 12, line 7 of footnote 5, underline \"Fort Halifax.\"\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \nNo. 93-1098\n\n                         JOHN SIMAS,\n                     Plaintiff, Appellee,\n\n                              v.\n       QUAKER FABRIC CORPORATION OF FALL RIVER, ET AL.,\n\n                    Defendants, Appellees.\n                                    \n\n                COMMONWEALTH OF MASSACHUSETTS,\n                    Intervenor, Appellant.\n\n                                        \nNo. 93-1103\n\n                        JAMES N. GRAY,\n                     Plaintiff, Appellee,\n\n                              v.\n       QUAKER FABRIC CORPORATION OF FALL RIVER, ET AL.,\n\n                    Defendants, Appellees.\n                                    \n\n                COMMONWEALTH OF MASSACHUSETTS,\n                    Intervenor, Appellant.\n\n                                         \nNo. 93-1104\n\n                        JAMES N. GRAY,\n                    Plaintiff, Appellant,\n\n                              v.\n       QUAKER FABRIC CORPORATION OF FALL RIVER, ET AL.,\n\n                    Defendants, Appellees.\n                                         \n\nNo. 93-1249\n                         JOHN SIMAS,\n\n                    Plaintiff, Appellant,\n                              v.\n\n       QUAKER FABRIC CORPORATION OF FALL RIVER, ET AL.,\n                    Defendants, Appellees.\n\n                                         \n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n         [Hon. William G. Young, U.S. District Judge]\n                                                    \n\n                                         \n                            Before\n\n                    Selya, Cyr and Boudin,\n                       Circuit Judges.\n                                     \n\n                                         \n\nThomas  O.  Bean, Assistant  Attorney  General,  with  whom  Scott\n                                                                  \nHarshbarger, Attorney General, was on brief for intervenor.\n       \nOrlando F. de Abreu on joint briefs for plaintiffs.\n                   \nMary T.  Sullivan, Donald J. Siegel  and Segal,  Roitman &amp; Coleman\n                                                                  \non  brief  for  Economic  Development and  Industrial  Corporation  of\nBoston, Massachusetts ALF-CIO, International Union, United Automobile,\nAerospace, and  Agricultural Implement  Workers Union of  America, Tax\nEquity   Alliance  of   Massachusetts,   Urban   League   of   Eastern\nMassachusetts Inc., Child World  Employees Committee, and Jewish Labor\nCommittee, Amici Curiae.\nNeil Jacobs with  whom Daniel W. McCarthy  and Hale and Dorr  were\n                                                            \non brief for defendants.\nArthur  G. Telegen,  Amy  B.G.  Katz, Jonathan  A.  Keselenko  and\n                                                             \nFoley, Hoag  &amp; Eliot  on  brief for  Freeman, Spogli  &amp;  Co. and  Avon\n                \nInvestors Limited Partnership, Amici Curiae.\n\n                                         \n\n                       October 6, 1993\n                                         \n\n                              4\n\n     BOUDIN,  Circuit Judge.   Massachusetts  has in  force a\n                           \n\n\"tin  parachute\"  statute  requiring   substantial  severance\n\npayments to  employees who  lose their jobs  within specified\n\nperiods  before or after a corporate takeover.  Mass. Gen. L.\n\nch. 149,   183.   The district court held this statute  to be\n\npreempted  by the  Employee  Retirement  Income Security  Act\n\n(\"ERISA\"), which by its terms \"supersede[s] any and all State\n\nlaws  insofar  as they  may now  or  hereafter relate  to any\n\nemployee  benefit plan  . .  . .\"  29 U.S.C.    1144(a).   We\n\naffirm.\n\n                              I.\n\n     Quaker   Fabric   Corporation   of  Fall   River   is  a\n\nMassachusetts corporation,  with some  1350 employees  in six\n\nstates  including Massachusetts.    The company  is a  wholly\n\nowned  subsidiary  of Quaker  Fabric Corporation,  a Delaware\n\ncorporation.    John Simas  went  to work  for  Quaker Fabric\n\nCorporation of Fall River in Massachusetts in 1971, and James\n\nGray  did so in 1978.  It is  the discharge of Simas and Gray\n\nfollowing  a takeover  of Quaker  Fabric Corporation  of Fall\n\nRiver that gives rise to this suit.\n\n     In  September 1989  Quaker Fabric  Corporation, and  its\n\nsubsidiary Quaker Fabric  Corporation of  Fall River,  passed\n\ninto the control of Union  Manifatture International N.V.  It\n\nappears that Union Manifatture set up a new entity called QFC\n\nAcquisition  Corporation,  merged   it  into  Quaker   Fabric\n\n                             -3-\n\nCorporation (the surviving corporation), and ended up holding\n\n95  percent  of the  shares of  the  latter.   Presumably the\n\nformer owners  of Quaker Fabric  Corporation received  stock,\n\ncash or both.  In any case, there is no dispute that a change\n\nof control  occurred, and  that Union Manifatture  emerged as\n\nthe  ultimate  owner of  Quaker  Fabric  Corporation of  Fall\n\nRiver.1\n\n     The Massachusetts tin  parachute statute was enacted  in\n\n1989 as part of  a package of anti-takeover measures.   Under\n\nthe statute, employees  who have  worked a  minimum of  three\n\nyears  for an  employer, and  whose employment  is terminated\n\nwithin  24 months  after  a \"transfer  of  control\" of  their\n\nemployer,  are entitled to a  \"one time lump  sum payment\" of\n\ntwice their  weekly compensation  for each completed  year of\n\nemployment.  Mass.  Gen. L. ch. 149,   183.2   A condition of\n\npayment,  discussed more  fully below,  is that  the employee\n\nmeet  the  eligibility  standards  for  unemployment benefits\n\nunder state law.   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>   183(a).  If </span><pre class=\"inline\"> the employee is covered\n                     \n\n                    \n\n     1The mechanics  of the  takeover are not  entirely clear\nfrom  the record;  thus,  the district  court  said that  QCF\nAcquisition Corporation purchased 95 percent of the shares of\nQuaker  Fabric Corporation  of Fall  River.   The discrepancy\n                                          \ndoes not affect our analysis.\n\n     2Somewhat  similar protection  is afforded  to employees\nwho are discharged in prescribed periods before the takeover.\n</pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>   Certain  types </span><pre class=\"inline\">of  corporations  and certain  types  of\n   \ntakeovers are excluded.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>    183(a), (d).\n</span><pre class=\"inline\">                            \n\n                             -4-\n\nby a  corporate severance  plan with more  generous benefits,\n\nthe tin parachute statute does not apply.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>   183(d)(1).\n                                             \n\n     Both </span><pre class=\"inline\">Simas  and Gray were discharged  from employment by\n\nQuaker  Fabric Corporation  of  Fall River  within 24  months\n\nafter the takeover.  At the time of his termination, Gray was\n\ncovered  by the  company's  existing severance  plan but  the\n\ncompany's  severance benefits  were  less  generous than  the\n\nstatute's benefits.  Simas was  not covered by any  severance\n\nplan.    Both  men  ultimately  qualified   for  unemployment\n\nbenefits under state law.   The company nevertheless declined\n\nto make  payments to  them under the  tin parachute  statute,\n\nclaiming that it was preempted by ERISA.\n\n     In late 1991, Simas  and Gray filed suit in  state court\n\nagainst  Quaker  Fabric Corporation  of  Fall  River and  QCF\n\nAcquisition Corporation seeking the statutory  benefits.  The\n\nQuaker Fabric defendants asserted the preemption  defense and\n\nremoved the  case  to district  court.   The  district  court\n\nagreed that  the tin parachute statute was preempted by ERISA\n\nand it granted summary  judgment in favor of  the defendants.\n\nSimas v. Quaker Fabric Corp. of Fall River,  </pre><span class=\"citation\" data-id=\"1455914\"><a href=\"/opinion/1455914/gray-v-quaker-fabric-corp-of-fall-river/\"><span class=\"volume\">809</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">163</span>\n</a></span><pre class=\"inline\">                                          \n\n(D.  Mass.  1992).   The  court  remanded  to  state court  a\n\nseparate wrongful  discharge claim that had  been asserted by\n\nSimas  but raised  no  federal issues.   </pre><span class=\"citation\" data-id=\"1455914\"><a href=\"/opinion/1455914/gray-v-quaker-fabric-corp-of-fall-river/\"><span class=\"id_token\">Id.</span>  at 168. </a></span><pre class=\"inline\">  After\n                                            \n\njudgment,  the Commonwealth  learned  of this  litigation and\n\nintervened.  Simas, Gray and the Commonwealth now appeal.\n\n                             -5-\n\n                             II.\n\n     ERISA,  as already noted,  explicitly preempts  \"any and\n\nall State laws\" that \"relate to any employee benefit plan . .\n\n.  .\"  29 U.S.C.   1144(a).   As the district court </pre><span class=\"citation\" data-id=\"1455914\"><span class=\"antecedent_guess\">observed,</span>\n\n<a href=\"/opinion/1455914/gray-v-quaker-fabric-corp-of-fall-river/\"><span class=\"volume\">809</span>  <span class=\"reporter\">F. Supp.</span>  at  <span class=\"page\">166</span></a></span><pre class=\"inline\">,  the  words  \"relate  to\"  have  been\n\nconstrued  \"expansively\";  a  state  law  may  relate  to  an\n\nemployee  benefit plan even though  it does not conflict with\n\nERISA's  own  requirements, District  of Columbia  v. Greater\n                                                             \n\nWashington  Board of Trade, </pre><span class=\"citation\" data-id=\"112799\"><a href=\"/opinion/112799/district-of-columbia-v-greater-washington-bd-of-trade/\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">580</span></a></span><pre class=\"inline\">,  583 (1992), and\n                          \n\nrepresents an otherwise legitimate  state effort to impose or\n\nbroaden benefits for employees.  Massachusetts v. Morash, </pre><span class=\"citation\" data-id=\"112246\"><a href=\"/opinion/112246/massachusetts-v-morash/\"><span class=\"volume\">490</span>\n                                                        \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">107</span></a></span><pre class=\"inline\">, 116  (1989).   As we recently  summarized the  law,\n\nERISA  preempts  all state  laws  insofar as  they  relate to\n\nemployee  benefit plans, even laws  which are \"a  help, not a\n\nhindrance,\" to such plans, and regardless of whether there is\n\na  \"comfortable  fit  between  a state  statute  and  ERISA's\n\noverall  aims.\"   McCoy  v. MIT,  </pre><span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">13</span></a></span><pre class=\"inline\">, 18  (1st Cir.\n                               \n\n1991), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1929</span> </span><pre class=\"inline\">(1992).\n                   \n\n     Thus,  a state  statute  that obligates  an employer  to\n\nestablish an  employee benefit plan is  itself preempted even\n\nthough ERISA itself neither mandates nor forbids the creation\n\nof plans.  This may at first appear to be a surprising result\n\nsince  ERISA is primarily  concerned with  disclosure, proper\n\nmanagement, vesting requirements and other incidental aspects\n\nof plans  established by  employers.   See generally Shaw  v.\n                                                         \n\n                             -6-\n\nDelta Airlines, Inc.,  </pre><span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span> </a></span><pre class=\"inline\"> (1983).  Yet  explanation\n                    \n\nfor the broad  preemption provision is clear:   By preventing\n\nstates from imposing divergent obligations, ERISA allows each\n\nemployer to create its own uniform plan, complying with  only\n\none set of  rules (those  of ERISA) and  capable of  applying\n\nuniformly  in  all  jurisdictions where  the  employer  might\n\noperate.  Ingersoll-Rand  Co. v. McClendon, </pre><span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span><pre class=\"inline\">, 142\n                                          \n\n(1990). \n\n     In this case, the  litigation in the district court  was\n\nconcerned  with the  question  whether the  one-time payments\n\nordered  by the tin parachute statute comprised or related to\n\na \"plan,\"  in light of  the narrowing interpretation  of that\n\nword adopted in Fort Halifax Packing Co. v. Coyne, </pre><span class=\"citation\" data-id=\"111901\"><a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span>\n</a></span><pre class=\"inline\">                                                 \n\n(1987).  In this court, the Commonwealth has laid more stress\n\non  a different argument, namely, its  claim that the statute\n\ndoes not relate  to an \"employee\" plan because it (allegedly)\n\nimposes the payment obligation not on an employer but instead\n\non the firm that takes over the employer.  We consider  these\n\ntwo arguments in that order.\n\n     The first argument--that no \"plan\" is established by the\n\ntin  parachute statute--was  ably  answered  by the  district\n\n</pre><span class=\"citation\" data-id=\"1455914\"><span class=\"antecedent_guess\">court,</span> <a href=\"/opinion/1455914/gray-v-quaker-fabric-corp-of-fall-river/\"><span class=\"volume\">809</span>  <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">166-68</span></a></span><pre class=\"inline\">,  and we lay out  the analysis\n\nmerely  to make this opinion complete.  In common parlance, a\n\ndirective to pay prescribed severance benefits might  readily\n\nbe described  as a plan.   But  in Fort Halifax,  the Supreme\n                                               \n\n                             -7-\n\nCourt, by a  five-to-four vote,  held that the  term did  not\n\nencompass a Maine statute  providing for a one-time, lump-sum\n\npayment  to employees,  based on  length of  service, in  the\n\nevent of plant closure.   \n\n     The Supreme Court rejected  Maine's broad argument  that\n\nthere  was no  plan because the state imposed the obligation;\n\nindeed, the  Court held  explicitly that a  severance benefit\n\nplan would be preempted if imposed by the </pre><span class=\"citation\" data-id=\"111901\"><span class=\"antecedent_guess\">state.</span>  <a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> at\n\n<span class=\"page\">16-17</span></a></span><pre class=\"inline\">.  The Court  said, however, that Congress' concern  was\n\nwith  state interference  with  benefits \"whose  provision by\n\nnature requires an ongoing administrative program to meet the\n\nemployer's  obligation.\"  </pre><span class=\"citation\" data-id=\"111901\"><a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"id_token\">Id.</span> at 11. </a></span><pre class=\"inline\"> Reading the term \"plan\"\n                             \n\nin light of this purpose, Fort Halifax held that the term did\n                                      \n\nnot   include  Maine's   severance  payment   statute,  which\n\n\"requires no administrative  scheme whatsoever,\"  </pre><span class=\"citation\" data-id=\"111901\"><a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"id_token\">id.</span> at  12,\n</a></span><pre class=\"inline\">                                                    \n\nand calls on the employer \"[t]o  do little more than write  a\n\ncheck . . . .\" </pre><span class=\"citation\" data-id=\"111901\"><a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"id_token\">Id.</span> \n                 \n\n     The  present </a></span><pre class=\"inline\">case  may be  close to  Fort Halifax.   The\n                                                      \n\nMassachusetts  statute,  like  the Maine  statute,  calls for\n\npayments to all eligible employees based on a specific event,\n\nhere, the  takeover.  That  similarity, however, must  be set\n\nagainst  several  differences.    Each of  these  differences\n\nincreases   the   administrative   burden   imposed   by  the\n\nMassachusetts statute,  in contrast to  Maine's statute;  and\n\neach  makes  the  label  \"plan\"  better  suited  to  the  tin\n\n                             -8-\n\nparachute statute.  It is a matter of degrees  but under Fort\n                                                             \n\nHalifax degrees are crucial.\n       \n\n     The Maine  statute starts and  ends with a  single, once\n\nand  for  all  event,  the  plant  closing,  after  which all\n\npayments are due.  The Massachusetts statute, by contrast, is\n\ntriggered  separately for  each  three-year  employee by  the\n\nindividual termination of that employee within one of several\n\nalternative  time  periods,   either  before  or  after   the\n\ntakeover.  More important,  whether a payment is due  depends\n\nin Massachusetts not  merely on  the employee's  status as  a\n\nthree-year  employee  but on  whether  the  employee is  also\n\neligible  for  unemployment compensation  under Massachusetts\n\nlaw.    This  is   effectively  a  cross-reference  to  other\n\nrequirements,  most importantly  that the  employee not  have\n\nbeen  discharged  for  cause.   Mass.  Gen.  L.  ch. 151A,   \n\n25(e)(2) (\"deliberate misconduct\"  or \"knowing violation\"  of\n\nemployer rule or policy).  \n\n     Thus, the  Maine employer on  closing its plant  need do\n\nlittle more than write  a check to each  three-year employee.\n\nThe Massachusetts  employer, by contrast, needs  some ongoing\n\nadministrative mechanism for determining, as to each employee\n\ndischarged within  two years after the  takeover, whether the\n\nemployee was discharged within  the several time frames fixed\n\nby the  tin parachute statute  and whether  the employee  was\n\ndischarged   for  cause   or  is  otherwise   ineligible  for\n\n                             -9-\n\nunemployment compensation under Massachusetts law.   The \"for\n\ncause\" determination,  in  particular, is  likely to  provoke\n\ncontroversy and call for  judgments based on information well\n\nbeyond the employee's date of hiring and termination.3\n\n     The Commonwealth asserts that these administrative tasks\n\nare only a small step beyond what is required under the Maine\n\nstatute.  It  argues that detailed employment records must be\n\nmaintained  by  the  employer  in  any  event, and  that  the\n\nemployer need only wait for the state agency  to make its own\n\ndecision   on   employee    eligibility   for    unemployment\n\ncompensation.  To the last point the Quaker Fabric defendants\n\nrespond that,  because of the timing  of employer obligations\n\nunder the tin parachute statute, the employer cannot await  a\n\nstate agency decision that may  well occur after the employer\n\nhas  to make  the  one-time payment,  even assuming  that the\n\nemployee even applies for unemployment compensation.\n\n     It  may be that  in some  instances, a  determination of\n\neligibility  would  be straightforward  and,  in others,  the\n\nemployer would have to make its own judgment and then monitor\n\nor participate in state  proceedings.  But in all  events for\n\nat least  two years after  the takeover, and  probably beyond\n\n                    \n\n     3In this  case, it happens that Simas was discharged for\nwhat his employer regarded as cause (the company says that he\ndeclined to  work because the low  temperature aggravated his\nasthma condition).   The  state Department of  Employment and\nTraining  first found  him ineligible  but then  reversed its\nposition on later review.\n\n                             -10-\n\nthat point  as to  disputed terminations, the  employer would\n\nhave to maintain records, apply the \"for cause\" criteria, and\n\nmake payments or dispute the obligation.  We think it evident\n\nthat ongoing  administrative obligations  are  imposed, of  a\n\nkind and over a time period,  that go far enough beyond  Fort\n                                                             \n\nHalifax to call  the regime  a \"plan\" within  the meaning  of\n       \n\nERISA.\n\n     Given  the  Supreme Court's  reasoning in  Fort Halifax,\n                                                            \n\nthere is no way to be certain exactly where it would draw the\n\nline.   What we  do know  is  that our  sister circuits  have\n\ngenerally  read Fort  Halifax as emphasizing  the mechanical,\n                             \n\none-time nature  of the severance payments,  have applied the\n\ndecision to protect  schemes akin to  the Maine statute,  and\n\nhave  ceased to apply the decision where the state statute or\n\nemployer  promise  involved  ongoing  obligations  materially\n\nbeyond those present in  Fort Halifax.4  It is  somewhat hard\n                                     \n\nto generalize  about  the cases  because  of the  variety  of\n\nvariables in  the different severance schemes, but one of the\n\ncircuit decisions--Boque  v. Ampex Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">976</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1819</span> </span><pre class=\"inline\">(9th\n                                       \n\nCir. 1992)  (Wisdom, J., sitting by  designation)--is closely\n\nin point.\n\n                    \n\n     4See,  e.g., James v. Fleet/Norstar Financial Group, </pre><span class=\"citation\" data-id=\"605995\"><a href=\"/opinion/605995/diane-james-v-fleetnorstar-financial-group-inc/\"><span class=\"volume\">992</span>\n                                                        \n<span class=\"reporter\">F.2d</span>  <span class=\"page\">463</span> </a></span><pre class=\"inline\">(2d Cir. 1993); Fontenot v. NL Industries, </pre><span class=\"citation\" data-id=\"575856\"><a href=\"/opinion/575856/john-e-fontenot-v-nl-industries-inc/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span>\n                                                   \n<span class=\"page\">960</span> </a></span><pre class=\"inline\">(5th  Cir. 1992);  Whittemore v. Schlumberger  Technology\n                                                             \nCorp.,  </pre><span class=\"citation\" data-id=\"592093\"><a href=\"/opinion/592093/jr-whittemore-v-schlumberger-technology-corp/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">922</span> </a></span><pre class=\"inline\">(5th  Cir. 1992); Bogue  v. Ampex Corp.,\n                                                           \n</pre><span class=\"citation\" data-id=\"592157\"><a href=\"/opinion/592157/donald-f-bogue-v-ampex-corporation-and-allied-signal-inc-does-1-10/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1319</span> </a></span><pre class=\"inline\">(9th Cir. 1992), amended, </pre><span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">U.S. App. LEXIS</span>\n                                       \n<span class=\"page\">31377</span></span><pre class=\"inline\">, cert.  denied, 113 S.  Ct. 1847 (1993);   Pane v.  RCA\n                                                             \nCorp., </pre><span class=\"citation\" data-id=\"518857\"><a href=\"/opinion/518857/4-indivemplrtscas-667-10-employee-benefits-ca-2079-joseph-pane-v-rca/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">631</span></a></span><pre class=\"inline\">, 635 (3d Cir. 1989). \n    \n\n                             -11-\n\n     In Boque, the Ninth  Circuit considered the case  of the\n             \n\ncorporation  that  had agreed  to  pay  a one-time,  lump-sum\n\nseverance  benefit to each of  a number of  executives if the\n\ncompany were taken over  and afterwards a protected executive\n\ndid not retain \"substantially  equivalent employment\" in  the\n\nnew </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">structure.</span>  <span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">1321</span></span><pre class=\"inline\">.  The court agreed that the\n\nemployer's obligation  was, as  in Fort Halifax,  a one-time,\n                                               \n\nlump-sum payment contingent on a future event.  But in Bogue,\n                                                            \n\n\"that event would occur  more than once, at a  different time\n\nfor  each employee,\" 976 F.d at 1323, and the employer had to\n\nmake a substantive, \"substantially  equivalent\" determination\n\nin each  case.  Accordingly,  as Judge Wisdom  said, \"[t]here\n\nwas  no way to carry out [the employer's] obligation with the\n\nunthinking,  one-time nondiscretionary  application [involved\n\nin] .  . . Fort Halifax.\"   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  The  Ninth </span><pre class=\"inline\">Circuit therefore\n                              \n\nfound the severance regime to comprise a plan.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  \n                                                   \n\n     These distinctions, </span><pre class=\"inline\">which Judge Wisdom  found persuasive\n\nin Bogue, apply to our case and persuade us as well.  In this\n        \n\ncase,   as  in   Bogue,   the  time   period  is   prolonged,\n                      \n\nindividualized decisions  are required,  and at least  one of\n\nthe criteria  is far from  mechanical.  Admittedly,  there is\n\nnot a great  distance between Boque and our case,  on the one\n                                   \n\nhand,  and on  the  other hand  cases  like Fort  Halifax  or\n                                                         \n\ndecisions  that  track  it.   But  so  long  as Fort  Halifax\n                                                             \n\nprescribes a definition based on the extent and complexity of\n\n                             -12-\n\nadministrative  obligations,  line drawing  of  this  kind is\n\nnecessary  and close cases  will approach the  line from both\n\nsides.5\n\n     We  turn  now   to  the  alternative   argument  against\n\npreemption  urged  for  the  first  time  on  appeal  by  the\n\nCommonwealth.  Simply put,  the argument is that even  if the\n\ntin  parachute statute  imposes  obligations  amounting to  a\n\n\"plan,\" it is not an \"employee\" plan  because the obligations\n\nare imposed on the \"control transferee\" and not the employer.\n\nAlthough it is common practice not to consider arguments that\n\nwere not made to the district court, we think that this case-\n\n-involving  the   constitutionality  of  a   state  statute--\n\njustifies an exception.  Indeed, the Quaker Fabric defendants\n\nurge us to  consider (and  reject) this new  argument on  the\n\nmerits.\n\n     It  is true that the tin parachute statute does in terms\n\nmake  the \"control transferee\"  (and no one  else) liable for\n\nthe severance  payment dictated by the statute, Mass. Gen. L.\n\nch.\n\n                    \n\n     5E.g.,  James, </pre><span class=\"citation\" data-id=\"605995\"><a href=\"/opinion/605995/diane-james-v-fleetnorstar-financial-group-inc/\"><span class=\"volume\">992</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">463</span></a></span><pre class=\"inline\">,  applying Fort  Halifax to\n                                                          \nprevent preemption  of an employer's promise to  pay 60 days'\nsalary as severance to  each employee who remained until  the\nfacility was  closed.   The court  said that  while employees\nmight have different termination dates, the  time frame was a\nshort  one and  the  payments involved  no more  than \"simple\narithmetical calculations\" upon such termination, just as  in\nFort Halifax.  </pre><span class=\"citation\" data-id=\"605995\"><a href=\"/opinion/605995/diane-james-v-fleetnorstar-financial-group-inc/\"><span class=\"id_token\">Id.</span> at 466-67.\n</a></span><pre class=\"inline\">                  \n\n                             -13-\n\n149,   183(b),  and it  defines \"control  transferee\" as  the\n\nperson or persons who have beneficial ownership of 50 percent\n\nor  more of the voting  securities of the  employer after the\n\ntransfer.  </pre><span class=\"citation\" data-id=\"605995\"><a href=\"/opinion/605995/diane-james-v-fleetnorstar-financial-group-inc/\"><span class=\"id_token\">Id.</span>   183(a).  This </a></span><pre class=\"inline\">might lead one to believe that\n             \n\nQuaker  Fabric Corporation (the  employer's immediate parent)\n\nand its own owner, Union Manifatture, are actually liable for\n\nthe payment (even though neither was actually sued).6\n\n     The  Quaker  Fabric  defendants  contend  that  the  tin\n\nparachute statute imposes liability directly upon  the front-\n\nline  employer.   They point  out that  the statute  by cross\n\nreference, Mass. Gen.  L. ch.   149,    183(f), provides  for\n\nenforcement  of   its  provisions  through   other  statutes,\n\ndirected  at  \"employers,\"  which   are  designed  to  secure\n\nemployees the wages due to them.   Mass. Gen. L. chs. 148-50.\n\nThere is  also some evidence  that the state's  Department of\n\nLabor  and  Industries seeks  to  enforce  the tin  parachute\n\nstatute directly  against immediate employers,  just as Simas\n\nand Gray did  in this  case by suing  their employer,  Quaker\n\nFabric Corporation of Fall River.\n\n     Nevertheless, it  is unnecessary  to decide  whether the\n\nimmediate employer is  liable in addition to,  or instead of,\n\nthe control transferee--issues on which there appear to be no\n\n                    \n\n     6Simas  and Gray  sued  their  employer,  Quaker  Fabric\nCorporation of Fall  River, and  QFC Acquisition  Corp.   The\nformer obviously did not  take control of itself and,  as the\nCommonwealth describes the transaction, the latter was merged\nout of existence in the course of the merger.\n\n                             -14-\n\nMassachusetts  judicial precedents.   For  we agree  with the\n\nQuaker Fabric defendants that  the \"control transferee\" is an\n\nemployer for  ERISA purposes to  the extent that  the control\n\ntransferee is obligated to make payments to the employees  of\n\nits subsidiary pursuant  to the tin parachute  statute.  This\n\nis so, in our view, by reason of the joint force of statutory\n\nlanguage, precedent, and practical sense.  \n\n     ERISA itself provides  that the  term employer  includes\n\n\"any person  acting directly as an employer, or indirectly in\n\nthe  interest  of an  employer,  in relation  to  an employee\n\nbenefit plan.\"   29 U.S.C.   1002(5).  We  take this language\n\nto mean that, if the plan provides ERISA-type benefits to the\n\nemployees, the  paymaster is  classified as an  \"employer\" so\n\nlong as  it is connected to the employer and is acting in the\n\nemployer's interest.  In  our view, any payments made  by the\n\ncontrol transferee are \"in the interest of\" the employer.  29\n\nU.S.C.     1002(5).   This  is  patently  so  if the  control\n\ntransferee assumes a liability  that would otherwise be borne\n\nby the employer; but  we think it is  no less so even  if the\n\nemployer is  not contingently liable under  the tin parachute\n\nstatute.    Where employees  are  laid  off after  a  control\n\ntransfer, this is normally done because the employer or those\n\nwho  control  the employer  regard  the  down-sizing as  good\n\nbusiness.   Whether or not  they are right,  and whatever the\n\n                             -15-\n\ncause for the  reduction (e.g., new  debt), the fact  remains\n                              \n\nthat the employer has lightened its payroll.\n\n     Accordingly,  if  Quaker  Fabric  Corporation  or  Union\n                     \n\nManifatture  is intended  to  be  held  liable as  a  control\n\ntransferee under the tin parachute  statute, it would then be\n\nan employer  under ERISA  and, simultaneously,  its liability\n\nwould  be preempted.  This view is supported by cases holding\n\nthat a parent company making benefit payments to employees of\n\na subsidiary  company is their \"employer\" under ERISA.  E.g.,\n                                                            \n\nReichelt  v.  Emhart Corp.,  </pre><span class=\"citation\" data-id=\"553178\"><a href=\"/opinion/553178/robert-reichelt-catherine-pelletier-paul-s-juzwishen-allen-a/\"><span class=\"volume\">921</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">425</span></a></span><pre class=\"inline\">,  427-28  (2d Cir.\n                         \n\n1990), cert. denied,  111 S.  Ct. 2854 (1991).   The  control\n                   \n\ntransferee, in  our situation, is  very much like  the parent\n\ncompany in a case like Reichelt.\n                               \n\n     Looking to realities, our case is even easier than cases\n\ninvolving   parents   who    administer   plans   for   their\n\nsubsidiaries.    There is  little  doubt  that,  if  the  tin\n\nparachute statute were not preempted, the severance  payments\n\nwould  be  made  based upon  records  kept  by  Quaker Fabric\n\nCorporation of  Fall River, pursuant to judgments implemented\n\nby its management,  and almost certainly with funds  from its\n\ncorporate account.  If the control transferee is liable under\n\nthe statute, it  is almost certainly  a nominal liability  in\n\nthe ordinary case; the effective  burden is on the front-line\n\nemployer, here Quaker Fabric Corporation of Fall River.  \n\n                             -16-\n\n     It is thus hard to credit  the Commonwealth's claim that\n\nthe tin parachute statute has no adverse effect on one of the\n\nadmitted  objects  of  the  ERISA  preemption  provision:  to\n\nprotect  employers  from  having  to  comply  with  different\n\ndirectives as to benefit plans for employees depending solely\n\non the employees' location and the desires of different state\n\nlegislators.    The  Commonwealth's premise  is  that  Quaker\n\nFabric Corporation of Fall River bears no legal obligation to\n\nmake the payments.  But legal obligation or not, that company\n\nwill  almost  certainly  pay  the  bill  and  administer  the\n\npayments, absent preemption.\n\n     In all events, we think that the statutory definition of\n\nemployer in  ERISA resolves  the  matter, even  if we  ignore\n\nrealities and assume that  the control transferee exclusively\n\nshoulders liability under the tin parachute statute.  This is\n\nnot a matter of \"piercing the corporate veil\" because another\n\nperson actively dominates the  corporation.  Without any such\n\ndominance, payments  made by  a control transferee  under the\n\ntin parachute statute are \"in the  interest of\" the employer;\n\nthe control  transferee is  to that extent  also an  employer\n\nunder ERISA; and preemption occurs automatically.7    \n\n                    \n\n     7We have considered the Commonwealth's argument based on\nits own implicit  premise that  a plan is  not an  \"employee\"\nplan  unless the paymaster is the \"employer,\" or at least one\nof  them.   This  premise  is far  from  secure.   See, e.g.,\n                                                            \nTrustees of  Electrical Workers  Health and Welfare  Trust v.\n                                                          \nMarjo  Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">865</span> </span><pre class=\"inline\"> (9th Cir. 1992) (preempting state\n            \n\n                             -17-\n\n                             III.\n\n     We have  been earnestly  asked by the  Commonwealth, and\n\neven more earnestly by an  impressive set of amici supporting\n\nits  position, to give weight  to the benign  purposes of the\n\ntin parachute statute to lessen the impact of job losses that\n\nattend  corporate   takeovers.    Two  other   amici,  equity\n\ninvestors in  Massachusetts companies,  urge to  the contrary\n\nthat the statute is unconstitutionally vague if read to place\n\nthe burden of liability  on control transferees who (the  two\n\namici say) may be a large and shifting group of investors.\n\n     The asserted  benefits and  faults of the  tin parachute\n\nstatute are  not for us  to weigh.   Congress  has written  a\n\nmanifestly  broad preemption  statute,  the  courts with  few\n\nexceptions have  interpreted it  broadly, and  our job  is to\n\ncarry  out that  mandate.  It  is an  odd irony  that, having\n\navoided condemnation under the Commerce Clause, see CTS Corp.\n                                                             \n\nv.  Dynamics  Corporation  of  America, </pre><span class=\"citation\" data-id=\"111860\"><a href=\"/opinion/111860/cts-corp-v-dynamics-corp-of-america/\"><span class=\"volume\">481</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">69</span></a></span><pre class=\"inline\">,  87-94\n                                      \n\n(1987),  a portion of anti-takeover legislation should perish\n\nunder an ERISA preemption clause whose full ramifications may\n\nnot  have been absorbed  by Congress.   But the ramifications\n\nare inherent in the statute, and are not for us to curtail.\n\n     It may  also seem ironic that a  federal statute enacted\n\nin large  part to protect  workers should invalidate  a state\n\n                    \n\nlaw imposing  liability on general  contractors for  benefits\nowed by subcontractors).\n\n                             -18-\n\nmeasure  that  has worker  protection as  one of  its primary\n\nobjectives.   But ERISA, like many a reform statute, has more\n\nthan  one  purpose  and  more  than  one  beneficiary.    The\n\nuniformity of regulation gained  by employers under ERISA was\n\nassuredly part of the  legislative balancing of interests and\n\ntrade-offs.   See </pre><span class=\"citation\" data-id=\"112512\"><span class=\"antecedent_guess\">Ingersoll-Rand,</span> <a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">142</span> </a></span><pre class=\"inline\">(\"the goal\n                                \n\nwas to  minimize the  administrative and financial  burden of\n\ncomplying with conflicting directives among States or between\n\nStates  and the  Federal Government\").   Courts, who  are the\n\nleast  representative branch  of  government, are  the  wrong\n\nplace to restrike the balance.\n\n     In the end, the claim  of statutory benefits is answered\n\ndefinitively by  Fort Halifax  itself.  Although  the Supreme\n                             \n\nCourt saved the Maine statute by the narrowing interpretation\n\nof \"plan,\" the Court  there rejected Maine's broader argument\n\nthat  its  statute  avoided  preemption  because  it  was  an\n\nindependent directive that \"reflects the  state's substantial\n\ninterest  in protecting  Maine citizens  from . .  . economic\n\ndislocation .  . .  </pre><span class=\"citation\" data-id=\"111901\"><span class=\"antecedent_guess\">.\"</span>   <a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"volume\">482</span>  <span class=\"reporter\">U.S.</span> at  <span class=\"page\">6</span> </a></span><pre class=\"inline\"> (quoting the  Maine\n\nSupreme Judicial  Court).   Fort Halifax holds  that a  state\n                                        \n\nstatute cannot mandate benefits if they comprise an \"employee\n\nbenefit plan,\"  no matter how virtuous the  statute.  Because\n\nthe  tin  parachute  statute  imposes  such  a  plan,  it  is\n\npreempted.\n\n     Affirmed.\n             \n\n                             -19-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110993/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111860/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111901/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112246/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112512/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112799/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518857/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553178/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575856/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592093/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592157/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605995/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1455914/"
  ]
}