{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194934/",
  "id": 194934,
  "absolute_url": "/opinion/194934/united-states-v-lombardi/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194934/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:28:25Z",
  "date_modified": "2020-02-22T00:10:53.556414Z",
  "type": "010combined",
  "sha1": "f8a261f833f6eabda552d0e9416a0da059d2293b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2450.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 92-2450\nNo. 93-1008\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                      DOMENIC LOMBARDI,\n\n                    Defendant, Appellant.\n\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n    [Hon. Raymond J. Pettine, Senior U.S. District Judge]\n                                                        \n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge,\n                                         \n                Coffin, Senior Circuit Judge,\n                                            \n                  and Oakes,* Circuit Judge.\n                                           \n\n                                         \n\nRobert  B.  Mann  with  whom  Mann  &amp; Mitchell  was  on  brief for\n                                              \nappellant.\nMargaret E.  Curran, Assistant United  States Attorney, with  whom\n                   \nLincoln  C.  Almond, United  States  Attorney,  and  James H.  Leavey,\n                                                                 \nAssistant United States Attorney, were on brief for appellee.\n\n                                         \n\n                      September 24, 1993\n                                         \n                       \n\n*Of the Second Circuit, sitting by designation.\n\n     BOUDIN, Circuit Judge.   Domenic Lombardi pled guilty on\n                          \n\nAugust  12, 1992, to  six counts of  a nine-count superseding\n\nindictment,  the  remaining  counts  being  dismissed  at the\n\ngovernment's behest.  The nature and interrelationship of the\n\ncharges is critical to an understanding of the case.\n\n     Three  of  the  counts  to which  Lombardi  pled  guilty\n\ncharged conspiracy  to commit  mail fraud  (count I) and  two\n\nacts of  mail fraud (counts III  and VI).  18  U.S.C.    371,\n\n1341.    All  three counts  related,  at  least  in part,  to\n\nLombardi's   conduct   in  fraudulently   securing  insurance\n\nproceeds  by  having  another  man  set  fire  to  Lombardi's\n\nproperty.   One  of the  properties was  a building  owned by\n\nLombardi;  the  other was  a  mobile home  that  Lombardi was\n\nrenting to a tenant.  \n\n     Two further counts (VIII and IX) were for  depositing in\n\na  bank the  insurance  proceeds received  in the  respective\n\nepisodes.    18 U.S.C.     1957.   That statute  makes  it an\n\noffense   to  engage  knowingly  in  a  monetary  transaction\n\ninvolving criminally derived property of a value greater than\n\n$10,000 where the property  resulted from one of a  number of\n\nspecified  offenses, including  mail fraud.1   The  remaining\n\ncount (VII)  was for using  a fire  to commit mail  fraud, 18\n\n                    \n\n     1As  shorthand,  we  refer  to  the  offense  as  \"money\nlaundering.\"  In fact, there is a separate federal offense of\n\"laundering of  monetary instruments\" under 18  U.S.C.   1956\nwith more demanding requirements and greater penalties.\n\n                             -2-\n                              2\n\nU.S.C.     844(h), specifically,  the  setting  of the  fires\n\ninvolved in the mail fraud counts.\n\n     On  December  3,  1992,  the  district  court  sentenced\n\nLombardi  to 63 months, comprising concurrent and consecutive\n\nsentences of varying amounts,  on the conspiracy, mail fraud,\n\nand money  laundering counts;  to an  additional, consecutive\n\n60-month sentence, which  is mandatory, on  the using a  fire\n\ncount; and to a  three-year term of supervised release.   The\n\ndistrict court also imposed  a $60,000 fine and ordered  that\n\nLombardi  pay  restitution  in  the  amount  of  $190,880.08,\n\nrepresenting losses to insurers.2\n\n     On this appeal, Lombardi  has raised one seemingly novel\n\nissue  under the  Sentencing  Guidelines,  and several  other\n\nobjections more  readily answered.  The  novel issue concerns\n\nthe grouping rules and presents an issue of law on  which our\n\nreview  is plenary.  United States v. Phillips, 952 F.2d 591,\n                                              \n\n594 (1st Cir. 1991), cert. denied, 113 S. Ct. 113 (1992).  In\n                                 \n\nthis effort we are aided by the careful sentencing memorandum\n\nof the  district court explaining why  it rejected Lombardi's\n\nposition on  grouping.   We first describe  how the  district\n\ncourt calculated Lombardi's sentence.\n\n                    \n\n     2The  November 1992 version of the Sentencing Guidelines\nwas in effect at  the time of the sentence, and our citations\nin  this opinion  are to  that edition.   The  district court\nconsidered post-sentence memoranda pursuant to Fed.  R. Crim.\nP. 35.  On  December 10, 1992, the district  court reaffirmed\nits sentence, vacating the  original sentence and imposing it\nagain.\n\n                             -3-\n                              3\n\n     The  court first  separated  the  conspiracy/mail  fraud\n\ncounts  into one group  of offenses and  the money laundering\n\ncounts into another.   U.S.S.G.   3D1.2  (grouping of closely\n\nrelated  counts).  The using  a fire count  was excluded from\n\nthe grouping  rules because  the statute imposes  a mandatory\n\nconsecutive sentence.   See U.S.S.G.    3D1.1(b).   Then, the\n\ncourt calculated the  base offense level for each group, that\n\nbeing  in each of the groups here  involved the level for the\n\nhighest-level  count  in the  group.    U.S.S.G.    3D1.3(a).\n\nBased  in part on the dollar amounts involved, the base level\n\nfor the conspiracy/mail fraud group was 16, U.S.S.G.   2F1.1,\n\nand  for money  laundering  the base  offense  level was  17.\n\nU.S.S.G.   2S1.2\n\n     Then--and  this  is  the point  critical  to  Lombardi's\n\nargument--the district court increased the base offense level\n\nfor  the money laundering group  by 2 levels,  to 19, because\n\nthe  guideline for  money laundering  provides as  a specific\n\noffense  characteristic that a two-level increase is required\n\n\"[i]f  the defendant knew that the funds were the proceeds of\n\nany  . . . specified unlawful activity\" other than narcotics.\n\nU.S.S.G.   2S1.2(b)(B).  \"Specified unlawful activity\" refers\n\nto a list of crimes, including mail fraud.  See  id.   2S1.2,\n                                                    \n\napplication note 1; 18 U.S.C.     1956(c)(7), 1961(1).  Since\n\nLombardi committed  the mail frauds, it  is unquestioned that\n\n                             -4-\n                              4\n\nhe knew that the  funds laundered were obtained  through mail\n\nfraud.3\n\n     Under the  grouping rules,  the offense level  where one\n\ngroup is level 19 and the other level 16 is derived by taking\n\nthe higher level and increasing it  by 2 levels.  U.S.S.G.   \n\n3D1.4  (prescribing  two-level  increase  where  the  offense\n\nlevels  for  the two  groups are  within  four levels  of one\n\nanother).  This combined offense level of 21 was then reduced\n\nby two levels for  acceptance of responsibility.  U.S.S.G.   \n\n3E1.1(a).   The resulting final offense level of 19 was used,\n\nin  conjunction with Lombardi's  substantial criminal history\n\n(category V), to specify the range--57 to 71 months--on which\n\nhis  63 month  sentence was based.   See  U.S.S.G. sentencing\n                                        \n\ntable.  As  earlier noted, the sentence for the  using a fire\n\ncount was separately determined, and it is not in issue.\n\n     Lombardi's  central claim  on  this appeal  is that  the\n\nmoney  laundering   counts  should  not   have  been  grouped\n\nseparately but  should have been  included in a  single group\n\nwith  the  conspiracy/mail fraud  counts.   If so,  the money\n\nlaundering counts  would have  represented the  highest level\n\ncount  in this single group, producing an offense level of 19\n\n                    \n\n     3The  money   laundering  offense  under   section  1957\nrequires  that  the  launderer  know that  the  proceeds  are\nderived  from criminal  activity but  it explicitly  does not\nrequire that the launderer  know that the activity is  one of\nthose   \"specified  unlawful   activit[ies]\"  named   in  the\nstatutes.  18 U.S.C.   1957(c).\n\n                             -5-\n                              5\n\nfor the single group.  After reducing this figure to level 17\n\nfor acceptance of responsibility, the sentencing  range fixed\n\nby the sentencing table would have been 46 to 57 months, well\n\nbelow the 63 months actually imposed.\n\n     The rules  for grouping  of closely related  counts, set\n\nforth  in  U.S.S.G.    3D1.2,  largely  eliminate  cumulative\n\npunishment for  multiple counts  in the same  group (although\n\none count  may comprise a specific  offense characteristic or\n\nadjustment for another count in the group).  The introductory\n\ncommentary says that a single group combines \"offenses [that]\n\nare  closely   interrelated,\"   U.S.S.G.,  part   D,   intro.\n\ncommentary, and  the guideline  for grouping closely  related\n\ncounts says  that it  covers \"counts  involving substantially\n\nthe  same harm,\" U.S.S.G.    3D1.2.  But  this is background:\n\nwhat controls are the four subsections of the  guideline that\n\nsay precisely when grouping shall occur.\n\n     Subsection (a) of section  3D1.2 applies when the counts\n\ninvolve  the same victim and the same act or transaction, and\n\nthe  latter  requirement is  clearly not  met here  since the\n\nfraud and money laundering are distinct acts.  Subsection (b)\n\napplies  when there is the  same victim and  multiple acts or\n\ntransactions  that  have a  common  objective  or comprise  a\n\ncommon  plan.  The guidelines are clear that, for purposes of\n\nthese  subsections,  the victim  of  fraud  is the  insurance\n\ncompany and the victim  of money laundering is society.   See\n                                                             \n\n                             -6-\n                              6\n\nU.S.S.G.   3D1.2,  application note  2.  To  the extent  that\n\nLombardi  is relying  upon  subsection (b),  the argument  is\n\nforeclosed.\n\n     Lombardi's best, and main, argument hinges upon U.S.S.G.\n\n   3D1.2(c)  which  provides  that counts  shall  be  grouped\n\ntogether  [w]hen one of the counts embodies conduct\n          that is  treated  as a  specific  offense\n          characteristic  in,  or other  adjustment\n          to, the guideline  applicable to  another\n          of the counts.\n\nBecause knowledge that the money laundered funds were derived\n\nfrom mail fraud was a specific  offense characteristic in the\n\nguideline applicable to the money laundering counts, Lombardi\n\ncontends  that  section 3D1.2(c)  governs  in  this case  and\n\nrequires  that all  five  counts--conspiracy/mail  fraud  and\n\nmoney laundering--be grouped together.  \n\n     Neither  Lombardi  nor  the  government  has  found  any\n\ndecision that directly  addresses this issue.   In our  view,\n\nthe  better reading of section  3D1.2(c) is that  it does not\n\napply to this case.  The \"conduct\" embodied in the mail fraud\n\ncounts is  the various acts constituting  the frauds, coupled\n\nwith the  requisite intent to deceive;  the \"specific offense\n\ncharacteristic,\" in  U.S.S.G.   2S1.2(b)(1)(B),  is knowledge\n\nthat the funds  being laundered  are the proceeds  of a  mail\n\nfraud.   It happens that  Lombardi's knowledge of  the funds'\n\nsource derives  from the fact  that he committed  the frauds,\n\n                             -7-\n                              7\n\nbut that does not make the fraudulent acts the  same thing as\n\nknowledge of them.\n\n     Lombardi's  reading  would   also  create  a  disturbing\n\nanomaly in the  guideline's application.   One who commits  a\n\nfraud and launders the money  (thereby knowing of its source)\n         \n\nis normally  more culpable than  one who merely  launders the\n\nmoney   knowing   of  its   source.      Yet  if   Lombardi's\n\ninterpretation were adopted,  a defendant  would get  exactly\n\nthe same total offense  level whether the defendant committed\n\nthe mail fraud or merely knew that someone else had committed\n\nit: in either case, all five  counts would be a single group,\n\nand  the money laundering count would generate a level 19 (17\n\nas  the base  offense  level  and  a  2  level  increase  for\n\nknowledge of source).   The anomaly is not conclusive  but it\n\nreinforces our inclination to read the guidelines literally.\n\n     If there is any discomfort in the interpretation, it may\n\ncome less  from  the illusion  of double  counting than  from\n\nother sources.  Some might think it odd to punish a defrauder\n\nseparately  for depositing  his  ill-gotten gains  in a  bank\n\nrather than spending  the money  outright.  But  that is  the\n\nconsequence of  a deliberate  policy choice by  Congress, and\n\none that is much easier to  understand when one thinks of the\n\nrelationship  between  bank  deposits,  money  laundering and\n\norganized  crime.  As for the choice to increase the sentence\n\nbecause the defendant knew  the \"specific\" criminal source of\n\n                             -8-\n                              8\n\nthe funds,  one may quarrel with  the Sentencing Commission's\n\npolicy but the intent is clear.\n\n     The logic of  the guidelines is easier  to understand if\n\none  substitutes a  more potent (but  hypothetical) \"specific\n\noffense characteristic.\"  Thus, suppose a defendant burgled a\n\nhouse,  found it inhabited, and returned a week later to burn\n\nit down (knowing  from the burglary  that it was  inhabited).\n\nNo one would cavil at treating knowledge of inhabitation as a\n\nspecific offense characteristic to enhance the arson while at\n\nthe  same  time punishing  the  defendant for  burglary.   In\n\nLombardi's  case, it  is harder  to understand  why knowledge\n\nthat the  laundered money  came from  mail fraud,  instead of\n\nmerely from some unspecified  criminal source, should enhance\n\nthe  sentence for  money laundering.   But  the principle  of\n\nimposing an  enhancement, based on  knowledge of a  crime the\n\ndefendant himself committed, is the same.\n\n     Accordingly, we conclude that  Lombardi's interpretation\n\nof the guidelines fails and that both his mail fraud and  his\n\nknowledge that the  source of  the laundered  funds was  mail\n\nfraud may play separate roles in enhancing his sentence.  The\n\napparent severity of the result should not be overstated: the\n\nprobable effect is  a sentence about  six months longer  than\n\nLombardi would otherwise  have received.  It  should also not\n\nbe forgotten that the same guideline grouping rules manage to\n\ncombine a level 19 offense with a level 16 offense to produce\n\n                             -9-\n                              9\n\na  combined offense level of  only 21 (instead  of 35) before\n\nthe final adjustment, a charity far more significant than the\n\ntwo point increase that is at issue here.\n\n     Lombardi's remaining arguments warrant  less discussion.\n\nHe  asserts  that his  age (58  at  the time  of sentencing),\n\nphysical  ailments,  and  mental-health problems  required  a\n\ndownward departure.  Admitting that discretionary refusals to\n\ndepart downward are not  appealable, United States v. Lauzon,\n                                                            \n\n938  F.2d 326, 330  (1st Cir.), cert. denied,  112 S. Ct. 450\n                                            \n\n(1991), Lombardi  contends that the district  judge must have\n\nbelieved   that  it  lacked  authority  to  depart  downward.\n\nSuffice it to say that there is no evidence that the district\n\ncourt  doubted its  authority to depart.   Departures  on the\n\ngrounds asserted  are comparatively  rare, e.g.,  U.S.S.G.   \n                                               \n\n5H1.1, 5H1.4,  and in the  ordinary case  no explanation  for\n\ndeclining to do so is required.\n\n     Error is  also premised on the  district court's failure\n\nto   give  Lombardi   a   third  point   for  acceptance   of\n\nresponsibility, as permitted by  a newly adopted provision of\n\nthe guidelines, where the defendant either:\n\n     1.  timely provid[es]  complete information  to the\n     government  concerning his  own involvement  in the\n     offense; or\n\n     2. timely notify[ies] authorities of  his intention\n     to enter  a plea of guilty,  thereby permitting the\n     government  to   avoid  preparing  for   trial  and\n     permitting  the  court  to  allocate  its resources\n     efficiently.\n\n                             -10-\n                              10\n\nU.S.S.G.   3E1.1(b).   Although  the district  court made  no\n\nexplicit  findings  in denying  a  third  point, the  court's\n\nsentence followed shortly after the prosecutor argued against\n\nthe  extra   point,  and  we  may  fairly   assume  that  the\n\nprosecutor's arguments were accepted.\n\n     As  to  the  first   branch  of  section  3E1.1(b),  the\n\nprosecutor  argued that  Lombardi  did  not provide  complete\n\ninformation  as to  his involvement  because he  had withheld\n\nspecific information that the prosecutor described.   Neither\n\nat  the  hearing nor  in his  brief  on appeal  does Lombardi\n\nanswer  this charge.    The second  branch requires  \"timely\"\n\nnotification of the  guilty plea to permit  the government to\n\navoid the expense of preparing for trial.  Since Lombardi did\n\nnot plead  guilty until  after the  jury had  been empaneled,\n\nwell after the government had prepared for trial,  he plainly\n\ndid not meet the requirement.\n\n     Lombardi's  next argument  is  that the  district  court\n\nerred in imposing  a $60,000  fine as part  of the  sentence.\n\nAlthough he asserts  that the  court \"did  not consider\"  his\n\nfinancial resources,  the  court did  in  fact take  note  of\n\ninformation bearing on  these resources, including Lombardi's\n\ntransfer to his son of a  13.3 percent interest in the family\n\nbusiness  and  an  $85,853  receivable.    According  to  the\n\ngovernment,  Lombardi   had  obtained  about   $190,000  from\n\ninsurance fraud (reflected  in the restitution  order) during\n\n                             -11-\n                              11\n\nthe  prior three years.   The district court  also noted that\n\nthe probation officer had encountered difficulty  in securing\n\ncomplete financial information from Lombardi.    \n\n     Under  the guidelines,  the presumption  is that  a fine\n\nwill be imposed, and the burden is upon the defendant to show\n\nthat a fine is  not warranted.  United States v.  Savoie, 985\n                                                        \n\nF.2d 612 (1st Cir. 1993).  On this record, we  think that the\n\ndistrict court  could fairly  conclude that Lombardi  had not\n\nlong  before  been in  possession of  sums  ample to  pay the\n\n$60,000 fine and that  their absence had not  been adequately\n\nexplained.   A defendant has  little incentive to  help in an\n\ninventory  of his  assets, and  a busy  federal judge  is not\n\nrequired to conduct an audit before imposing a fine.4\n\n     Lastly, Lombardi  argues that the court  should not have\n\nimposed  a restitution  order, under  the Victim  and Witness\n\nProtection Act,  18 U.S.C.    3663-64,  requiring Lombardi to\n\nrepay  the $190,000 obtained  from insurers.   Apart from the\n\nlack of  explicit  findings  of  financial  condition,  which\n\n                    \n\n     4Citing United States v.  Spirolpoulos, 976 F.2d 155 (3d\n                                           \nCir. 1992),  Lombardi also says  that the  fine was  unlawful\nbecause  its purpose was to pay the cost of his incarceration\nand  supervision.  Whether or not this court would follow the\nThird  Circuit need  not  be decided  here.   Compare  United\n                                                             \nStates v. Turner, 998 F.2d  534 (7th Cir. 1993)  (disagreeing\n                \nwith  the Third  Circuit).   In Spirolpoulos,  the sentencing\n                                            \ncourt imposed  a flat  fine and  then a  per diam amount  for\nincarceration costs.   Here, the court imposed  only the flat\nfine, the judgment labels  it a \"fine,\" and it  is irrelevant\nthat  the  judgment form  has  a  boilerplate statement  that\n\"[t]he  fine  includes  any  costs  of  incarceration  and/or\nsupervision.\"\n\n                             -12-\n                              12\n\nSavoie  holds are  not required,  985 F.2d  at 620,  see also\n                                                             \n\nUnited  States v. Ahmad, 1993 U.S. App. LEXIS 21587 (7th Cir.\n                       \n\n1993),  Lombardi's  brief argues  that  such  a liability  is\n\nunrealistic when there is little evidence of actual assets or\n\nfuture earning power.   We  agree that on  this record  there\n\nmight be  no basis for  an affirmative finding  that Lombardi\n\ndoes or necessarily  will have $190,000 available to pay such\n\nrestitution.\n\n     But  we fail to  see why such  a record  basis should be\n\nrequired.   Lombardi does not deny that the money was secured\n\nfrom the insurers by fraud, and the whereabouts of the entire\n\n$190,000 is at  least uncertain, as are  his future prospects\n\nof  income.   While  the judgment  requiring restitution  may\n\nprove fruitless, it may also be  of some use if Lombardi ever\n\nsecures  new assets or the insurance  companies wish to prove\n\nthat  assets  held nominally  by  family  members are  really\n\nLombardi's.  In all events,  the statute merely requires  the\n\ncourt to \"consider\" financial condition, among other factors,\n\n18  U.S.C.     3664(a);  there  is no  requirement  that  the\n\ndefendant  be found able  to pay now.   See  Ahmad, 1993 U.S.\n                                                  \n\nApp.  LEXIS 21587,  at  *4-5.   In  framing this  restitution\n\norder,  the district  court  did not  abuse its  considerable\n\ndiscretion.\n\n     Affirmed.\n             \n\n                             -13-\n                              13\n",
  "html": "<p class=\"case_cite\">5 F.3d 568</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Domenic LOMBARDI, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 92-2450, 93-1008.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 6, 1993.<br>Decided Sept. 24, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert B. Mann with whom Mann &amp; Mitchell, Providence, RI, was on brief, for defendant, appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Asst. U.S. Atty., with whom Lincoln C. Almond, U.S. Atty., and James H. Leavey, Asst. U.S. Atty., Providence, RI, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN, Senior Circuit Judge, and OAKES,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Domenic Lombardi pled guilty on August 12, 1992, to six counts of a nine-count superseding indictment, the remaining counts being dismissed at the government's behest.  The nature and interrelationship of the charges is critical to an understanding of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Three of the counts to which Lombardi pled guilty charged conspiracy to commit mail fraud (count I) and two acts of mail fraud (counts III and VI).  18 U.S.C. Secs. 371, 1341.  All three counts related, at least in part, to Lombardi's conduct in fraudulently securing insurance proceeds by having another man set fire to Lombardi's property.  One of the properties was a building owned by Lombardi;  the other was a mobile home that Lombardi was renting to a tenant.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Two further counts (VIII and IX) were for depositing in a bank the insurance proceeds received in the respective episodes.  18 U.S.C. Sec. 1957.  That statute makes it an offense to engage knowingly in a monetary transaction involving criminally derived property of a value greater than $10,000 where the property resulted from one of a number of specified offenses, including mail fraud.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The remaining count (VII) was for using a fire to commit mail fraud, 18 U.S.C. Sec. 844(h), specifically, the setting of the fires involved in the mail fraud counts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On December 3, 1992, the district court sentenced Lombardi to 63 months, comprising concurrent and consecutive sentences of varying amounts, on the conspiracy, mail fraud, and money laundering counts;  to an additional, consecutive 60-month sentence, which is mandatory, on the using a fire count;  and to a three-year term of supervised release.  The district court also imposed a $60,000 fine and ordered that Lombardi pay restitution in the amount of $190,880.08, representing losses to insurers.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On this appeal, Lombardi has raised one seemingly novel issue under the Sentencing Guidelines, and several other objections more readily answered.  The novel issue concerns the grouping rules and presents an issue of law on which our review is plenary.  United States v. Phillips, 952 F.2d 591, 594 (1st Cir.1991), cert. denied, --- U.S. ----, 113 S.Ct. 113, 121 L.Ed.2d 70 (1992).  In this effort we are aided by the careful sentencing memorandum of the district court explaining why it rejected Lombardi's position on grouping.  We first describe how the district court calculated Lombardi's sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The court first separated the conspiracy/mail fraud counts into one group of offenses and the money laundering counts into another.  U.S.S.G. Sec. 3D1.2 (grouping of closely related counts).  The using a fire count was excluded from the grouping rules because the statute imposes a mandatory consecutive sentence.  See U.S.S.G. Sec. 3D1.1(b).  Then, the court calculated the base offense level for each group, that being in each of the groups here involved the level for the highest-level count in the group.  U.S.S.G. Sec. 3D1.3(a).  Based in part on the dollar amounts involved, the base level for the conspiracy/mail fraud group was 16, U.S.S.G. Sec. 2F1.1, and for money laundering the base offense level was 17.  U.S.S.G. Sec. 2S1.2.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Then--and this is the point critical to Lombardi's argument--the district court increased the base offense level for the money laundering group by 2 levels, to 19, because the guideline for money laundering provides as a specific offense characteristic that a two-level increase is required \"[i]f the defendant knew that the funds were the proceeds of any ... specified unlawful activity\" other than narcotics.  U.S.S.G. Sec. 2S1.2(b)(1)(B).  \"Specified unlawful activity\" refers to a list of crimes, including mail fraud.  See id.  Sec.  2S1.2, application note 1;  18 U.S.C. Secs. 1956(c)(7), 1961(1).  Since Lombardi committed the mail frauds, it is unquestioned that he knew that the funds laundered were obtained through mail fraud.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Under the grouping rules, the offense level where one group is level 19 and the other level 16 is derived by taking the higher level and increasing it by 2 levels.  U.S.S.G. Sec. 3D1.4 (prescribing two-level increase where the offense levels for the two groups are within four levels of one another).  This combined offense level of 21 was then reduced by two levels for acceptance of responsibility.  U.S.S.G. Sec. 3E1.1(a).  The resulting final offense level of 19 was used, in conjunction with Lombardi's substantial criminal history (category V), to specify the range--57 to 71 months--on which his 63 month sentence was based.  See U.S.S.G. sentencing table.  As earlier noted, the sentence for the using a fire count was separately determined, and it is not in issue.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Lombardi's central claim on this appeal is that the money laundering counts should not have been grouped separately but should have been included in a single group with the conspiracy/mail fraud counts.  If so, the money laundering counts would have represented the highest level count in this single group, producing an offense level of 19 for the single group.  After reducing this figure to level 17 for acceptance of responsibility, the sentencing range fixed by the sentencing table would have been 46 to 57 months, well below the 63 months actually imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The rules for grouping of closely related counts, set forth in U.S.S.G. Sec. 3D1.2, largely eliminate cumulative punishment for multiple counts in the same group (although one count may comprise a specific offense characteristic or adjustment for another count in the group).  The introductory commentary says that a single group combines \"offenses [that] are closely interrelated,\" U.S.S.G., part D, intro. commentary, and the guideline for grouping closely related counts says that it covers \"counts involving substantially the same harm,\" U.S.S.G. Sec. 3D1.2.  But this is background:  what controls are the four subsections of the guideline that say precisely when grouping shall occur.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Subsection (a) of section 3D1.2 applies when the counts involve the same victim and the same act or transaction, and the latter requirement is clearly not met here since the fraud and money laundering are distinct acts.  Subsection (b) applies when there is the same victim and multiple acts or transactions that have a common objective or comprise a common plan.  The guidelines are clear that, for purposes of these subsections, the victim of fraud is the insurance company and the victim of money laundering is society.  See U.S.S.G. Sec. 3D1.2, application note 2.  To the extent that Lombardi is relying upon subsection (b), the argument is foreclosed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Lombardi's best, and main, argument hinges upon U.S.S.G. Sec. 3D1.2(c) which provides that counts shall be grouped together</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>[w]hen one of the counts embodies conduct that is treated as a specific offense characteristic in, or other adjustment to, the guideline applicable to another of the counts.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Because knowledge that the money laundered funds were derived from mail fraud was a specific offense characteristic in the guideline applicable to the money laundering counts, Lombardi contends that section 3D1.2(c) governs in this case and requires that all five counts--conspiracy/mail fraud and money laundering--be grouped together.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Neither Lombardi nor the government has found any decision that directly addresses this issue.  In our view, the better reading of section 3D1.2(c) is that it does not apply to this case.  The \"conduct\" embodied in the mail fraud counts is the various acts constituting the frauds, coupled with the requisite intent to deceive;  the \"specific offense characteristic,\" in U.S.S.G. Sec. 2S1.2(b)(1)(B), is knowledge that the funds being laundered are the proceeds of a mail fraud.  It happens that Lombardi's knowledge of the funds' source derives from the fact that he committed the frauds, but that does not make the fraudulent acts the same thing as knowledge of them.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Lombardi's reading would also create a disturbing anomaly in the guideline's application.  One who commits a fraud and launders the money (thereby knowing of its source) is normally more culpable than one who merely launders the money knowing of its source.  Yet if Lombardi's interpretation were adopted, a defendant would get exactly the same total offense level whether the defendant committed the mail fraud or merely knew that someone else had committed it:  in either case, all five counts would be a single group, and the money laundering count would generate a level 19 (17 as the base offense level and a 2 level increase for knowledge of source).  The anomaly is not conclusive but it reinforces our inclination to read the guidelines literally.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">If there is any discomfort in the interpretation, it may come less from the illusion of double counting than from other sources.  Some might think it odd to punish a defrauder separately for depositing his ill-gotten gains in a bank rather than spending the money outright.  But that is the consequence of a deliberate policy choice by Congress, and one that is much easier to understand when one thinks of the relationship between bank deposits, money laundering and organized crime.  As for the choice to increase the sentence because the defendant knew the \"specific\" criminal source of the funds, one may quarrel with the Sentencing Commission's policy but the intent is clear.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The logic of the guidelines is easier to understand if one substitutes a more potent (but hypothetical) \"specific offense characteristic.\"   Thus, suppose a defendant burgled a house, found it inhabited, and returned a week later to burn it down (knowing from the burglary that it was inhabited).  No one would cavil at treating knowledge of inhabitation as a specific offense characteristic to enhance the arson while at the same time punishing the defendant for burglary.  In Lombardi's case, it is harder to understand why knowledge that the laundered money came from mail fraud, instead of merely from some unspecified criminal source, should enhance the sentence for money laundering.  But the principle of imposing an enhancement, based on knowledge of a crime the defendant himself committed, is the same.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Accordingly, we conclude that Lombardi's interpretation of the guidelines fails and that both his mail fraud and his knowledge that the source of the laundered funds was mail fraud may play separate roles in enhancing his sentence.  The apparent severity of the result should not be overstated:  the probable effect is a sentence about six months longer than Lombardi would otherwise have received.  It should also not be forgotten that the same guideline grouping rules manage to combine a level 19 offense with a level 16 offense to produce a combined offense level of only 21 (instead of 35) before the final adjustment, a charity far more significant than the two point increase that is at issue here.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Lombardi's remaining arguments warrant less discussion.  He asserts that his age (58 at the time of sentencing), physical ailments, and mental-health problems required a downward departure.  Admitting that discretionary refusals to depart downward are not appealable, United States v. Lauzon, 938 F.2d 326, 330 (1st Cir.), cert. denied, --- U.S. ----, 112 S.Ct. 450, 116 L.Ed.2d 468 (1991), Lombardi contends that the district judge must have believed that it lacked authority to depart downward.  Suffice it to say that there is no evidence that the district court doubted its authority to depart.  Departures on the grounds asserted are comparatively rare, e.g., U.S.S.G. Secs. 5H1.1, 5H1.4, and in the ordinary case no explanation for declining to do so is required.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Error is also premised on the district court's failure to give Lombardi a third point for acceptance of responsibility, as permitted by a newly adopted provision of the guidelines, where the defendant either:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>1. timely provid[es] complete information to the government concerning his own involvement in the offense;  or</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>2. timely notify[ies] authorities of his intention to enter a plea of guilty, thereby permitting the government to avoid preparing for trial and permitting the court to allocate its resources efficiently.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">U.S.S.G. Sec. 3E1.1(b).  Although the district court made no explicit findings in denying a third point, the court's sentence followed shortly after the prosecutor argued against the extra point, and we may fairly assume that the prosecutor's arguments were accepted.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As to the first branch of section 3E1.1(b), the prosecutor argued that Lombardi did not provide complete information as to his involvement because he had withheld specific information that the prosecutor described.  Neither at the hearing nor in his brief on appeal does Lombardi answer this charge.  The second branch requires \"timely\" notification of the guilty plea to permit the government to avoid the expense of preparing for trial.  Since Lombardi did not plead guilty until after the jury had been empaneled, well after the government had prepared for trial, he plainly did not meet the requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Lombardi's next argument is that the district court erred in imposing a $60,000 fine as part of the sentence.  Although he asserts that the court \"did not consider\" his financial resources, the court did in fact take note of information bearing on these resources, including Lombardi's transfer to his son of a 13.3 percent interest in the family business and an $85,853 receivable.  According to the government, Lombardi had obtained about $190,000 from insurance fraud (reflected in the restitution order) during the prior three years.  The district court also noted that the probation officer had encountered difficulty in securing complete financial information from Lombardi.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Under the guidelines, the presumption is that a fine will be imposed, and the burden is upon the defendant to show that a fine is not warranted.  United States v. Savoie, 985 F.2d 612 (1st Cir.1993).  On this record, we think that the district court could fairly conclude that Lombardi had not long before been in possession of sums ample to pay the $60,000 fine and that their absence had not been adequately explained.  A defendant has little incentive to help in an inventory of his assets, and a busy federal judge is not required to conduct an audit before imposing a fine.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Lastly, Lombardi argues that the court should not have imposed a restitution order, under the Victim and Witness Protection Act, 18 U.S.C. Secs. 3663-64, requiring Lombardi to repay the $190,000 obtained from insurers.  Apart from the lack of explicit findings of financial condition, which Savoie holds are not required, 985 F.2d at 620, see also United States v. Ahmad, 2 F.3d 245 (7th Cir.1993), Lombardi's brief argues that such a liability is unrealistic when there is little evidence of actual assets or future earning power.  We agree that on this record there might be no basis for an affirmative finding that Lombardi does or necessarily will have $190,000 available to pay such restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">But we fail to see why such a record basis should be required.  Lombardi does not deny that the money was secured from the insurers by fraud, and the whereabouts of the entire $190,000 is at least uncertain, as are his future prospects of income.  While the judgment requiring restitution may prove fruitless, it may also be of some use if Lombardi ever secures new assets or the insurance companies wish to prove that assets held nominally by family members are really Lombardi's.  In all events, the statute merely requires the court to \"consider\" financial condition, among other factors, 18 U.S.C. Sec. 3664(a);  there is no requirement that the defendant be found able to pay now.  See Ahmad, 2 F.3d 245, 246-47.   In framing this restitution order, the district court did not abuse its considerable discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Second Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As shorthand, we refer to the offense as \"money laundering.\"   In fact, there is a separate federal offense of \"laundering of monetary instruments\" under 18 U.S.C. Sec. 1956 with more demanding requirements and greater penalties</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The November 1992 version of the Sentencing Guidelines was in effect at the time of the sentence, and our citations in this opinion are to that edition.  The district court considered post-sentence memoranda pursuant to Fed.R.Crim.P. 35.  On December 10, 1992, the district court reaffirmed its sentence, vacating the original sentence and imposing it again</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The money laundering offense under section 1957 requires that the launderer know that the proceeds are derived from criminal activity but it explicitly does not require that the launderer know that the activity is one of those \"specified unlawful activit[ies]\" named in the statutes.  18 U.S.C. Sec. 1957(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Citing United States v. Spiropoulos, 976 F.2d 155 (3d Cir.1992), Lombardi also says that the fine was unlawful because its purpose was to pay the cost of his incarceration and supervision.  Whether or not this court would follow the Third Circuit need not be decided here.  Compare United States v. Turner, 998 F.2d 534 (7th Cir.1993) (disagreeing with the Third Circuit).  In Spiropoulos, the sentencing court imposed a flat fine and then a per diam amount for incarceration costs.  Here, the court imposed only the flat fine, the judgment labels it a \"fine,\" and it is irrelevant that the judgment form has a boilerplate statement that \"[t]he fine includes any costs of incarceration and/or supervision.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">568</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Domenic LOMBARDI, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 92-2450, 93-1008.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 6, 1993.<br>Decided Sept. 24, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert B. Mann with whom Mann &amp; Mitchell, Providence, RI, was on brief, for defendant, appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Asst. U.S. Atty., with whom Lincoln C. Almond, U.S. Atty., and James H. Leavey, Asst. U.S. Atty., Providence, RI, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN, Senior Circuit Judge, and OAKES,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Domenic Lombardi pled guilty on August 12, 1992, to six counts of a nine-count superseding indictment, the remaining counts being dismissed at the government's behest.  The nature and interrelationship of the charges is critical to an understanding of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Three of the counts to which Lombardi pled guilty charged conspiracy to commit mail fraud (count I) and two acts of mail fraud (counts III and VI).  18 U.S.C. Secs. 371, 1341.  All three counts related, at least in part, to Lombardi's conduct in fraudulently securing insurance proceeds by having another man set fire to Lombardi's property.  One of the properties was a building owned by Lombardi;  the other was a mobile home that Lombardi was renting to a tenant.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Two further counts (VIII and IX) were for depositing in a bank the insurance proceeds received in the respective episodes.  18 U.S.C. Sec. 1957.  That statute makes it an offense to engage knowingly in a monetary transaction involving criminally derived property of a value greater than $10,000 where the property resulted from one of a number of specified offenses, including mail fraud.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The remaining count (VII) was for using a fire to commit mail fraud, 18 U.S.C. Sec. 844(h), specifically, the setting of the fires involved in the mail fraud counts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On December 3, 1992, the district court sentenced Lombardi to 63 months, comprising concurrent and consecutive sentences of varying amounts, on the conspiracy, mail fraud, and money laundering counts;  to an additional, consecutive 60-month sentence, which is mandatory, on the using a fire count;  and to a three-year term of supervised release.  The district court also imposed a $60,000 fine and ordered that Lombardi pay restitution in the amount of $190,880.08, representing losses to insurers.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On this appeal, Lombardi has raised one seemingly novel issue under the Sentencing Guidelines, and several other objections more readily answered.  The novel issue concerns the grouping rules and presents an issue of law on which our review is plenary.  United States v. Phillips, <span class=\"citation\" data-id=\"574882\"><a href=\"/opinion/574882/united-states-v-parris-h-phillips/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">591</span></a></span>, 594 (1st Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">113</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">70</span> </span>(1992).  In this effort we are aided by the careful sentencing memorandum of the district court explaining why it rejected Lombardi's position on grouping.  We first describe how the district court calculated Lombardi's sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The court first separated the conspiracy/mail fraud counts into one group of offenses and the money laundering counts into another.  U.S.S.G. Sec. 3D1.2 (grouping of closely related counts).  The using a fire count was excluded from the grouping rules because the statute imposes a mandatory consecutive sentence.  See U.S.S.G. Sec. 3D1.1(b).  Then, the court calculated the base offense level for each group, that being in each of the groups here involved the level for the highest-level count in the group.  U.S.S.G. Sec. 3D1.3(a).  Based in part on the dollar amounts involved, the base level for the conspiracy/mail fraud group was 16, U.S.S.G. Sec. 2F1.1, and for money laundering the base offense level was 17.  U.S.S.G. Sec. 2S1.2.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Then--and this is the point critical to Lombardi's argument--the district court increased the base offense level for the money laundering group by 2 levels, to 19, because the guideline for money laundering provides as a specific offense characteristic that a two-level increase is required \"[i]f the defendant knew that the funds were the proceeds of any ... specified unlawful activity\" other than narcotics.  U.S.S.G. Sec. 2S1.2(b)(1)(B).  \"Specified unlawful activity\" refers to a list of crimes, including mail fraud.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span>  Sec.  2S1.2, </span>application note 1;  18 U.S.C. Secs. 1956(c)(7), 1961(1).  Since Lombardi committed the mail frauds, it is unquestioned that he knew that the funds laundered were obtained through mail fraud.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Under the grouping rules, the offense level where one group is level 19 and the other level 16 is derived by taking the higher level and increasing it by 2 levels.  U.S.S.G. Sec. 3D1.4 (prescribing two-level increase where the offense levels for the two groups are within four levels of one another).  This combined offense level of 21 was then reduced by two levels for acceptance of responsibility.  U.S.S.G. Sec. 3E1.1(a).  The resulting final offense level of 19 was used, in conjunction with Lombardi's substantial criminal history (category V), to specify the range--57 to 71 months--on which his 63 month sentence was based.  See U.S.S.G. sentencing table.  As earlier noted, the sentence for the using a fire count was separately determined, and it is not in issue.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Lombardi's central claim on this appeal is that the money laundering counts should not have been grouped separately but should have been included in a single group with the conspiracy/mail fraud counts.  If so, the money laundering counts would have represented the highest level count in this single group, producing an offense level of 19 for the single group.  After reducing this figure to level 17 for acceptance of responsibility, the sentencing range fixed by the sentencing table would have been 46 to 57 months, well below the 63 months actually imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The rules for grouping of closely related counts, set forth in U.S.S.G. Sec. 3D1.2, largely eliminate cumulative punishment for multiple counts in the same group (although one count may comprise a specific offense characteristic or adjustment for another count in the group).  The introductory commentary says that a single group combines \"offenses [that] are closely interrelated,\" U.S.S.G., part D, intro. commentary, and the guideline for grouping closely related counts says that it covers \"counts involving substantially the same harm,\" U.S.S.G. Sec. 3D1.2.  But this is background:  what controls are the four subsections of the guideline that say precisely when grouping shall occur.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Subsection (a) of section 3D1.2 applies when the counts involve the same victim and the same act or transaction, and the latter requirement is clearly not met here since the fraud and money laundering are distinct acts.  Subsection (b) applies when there is the same victim and multiple acts or transactions that have a common objective or comprise a common plan.  The guidelines are clear that, for purposes of these subsections, the victim of fraud is the insurance company and the victim of money laundering is society.  See U.S.S.G. Sec. 3D1.2, application note 2.  To the extent that Lombardi is relying upon subsection (b), the argument is foreclosed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Lombardi's best, and main, argument hinges upon U.S.S.G. Sec. 3D1.2(c) which provides that counts shall be grouped together</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>[w]hen one of the counts embodies conduct that is treated as a specific offense characteristic in, or other adjustment to, the guideline applicable to another of the counts.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Because knowledge that the money laundered funds were derived from mail fraud was a specific offense characteristic in the guideline applicable to the money laundering counts, Lombardi contends that section 3D1.2(c) governs in this case and requires that all five counts--conspiracy/mail fraud and money laundering--be grouped together.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Neither Lombardi nor the government has found any decision that directly addresses this issue.  In our view, the better reading of section 3D1.2(c) is that it does not apply to this case.  The \"conduct\" embodied in the mail fraud counts is the various acts constituting the frauds, coupled with the requisite intent to deceive;  the \"specific offense characteristic,\" in U.S.S.G. Sec. 2S1.2(b)(1)(B), is knowledge that the funds being laundered are the proceeds of a mail fraud.  It happens that Lombardi's knowledge of the funds' source derives from the fact that he committed the frauds, but that does not make the fraudulent acts the same thing as knowledge of them.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Lombardi's reading would also create a disturbing anomaly in the guideline's application.  One who commits a fraud and launders the money (thereby knowing of its source) is normally more culpable than one who merely launders the money knowing of its source.  Yet if Lombardi's interpretation were adopted, a defendant would get exactly the same total offense level whether the defendant committed the mail fraud or merely knew that someone else had committed it:  in either case, all five counts would be a single group, and the money laundering count would generate a level 19 (17 as the base offense level and a 2 level increase for knowledge of source).  The anomaly is not conclusive but it reinforces our inclination to read the guidelines literally.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">If there is any discomfort in the interpretation, it may come less from the illusion of double counting than from other sources.  Some might think it odd to punish a defrauder separately for depositing his ill-gotten gains in a bank rather than spending the money outright.  But that is the consequence of a deliberate policy choice by Congress, and one that is much easier to understand when one thinks of the relationship between bank deposits, money laundering and organized crime.  As for the choice to increase the sentence because the defendant knew the \"specific\" criminal source of the funds, one may quarrel with the Sentencing Commission's policy but the intent is clear.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The logic of the guidelines is easier to understand if one substitutes a more potent (but hypothetical) \"specific offense characteristic.\"   Thus, suppose a defendant burgled a house, found it inhabited, and returned a week later to burn it down (knowing from the burglary that it was inhabited).  No one would cavil at treating knowledge of inhabitation as a specific offense characteristic to enhance the arson while at the same time punishing the defendant for burglary.  In Lombardi's case, it is harder to understand why knowledge that the laundered money came from mail fraud, instead of merely from some unspecified criminal source, should enhance the sentence for money laundering.  But the principle of imposing an enhancement, based on knowledge of a crime the defendant himself committed, is the same.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Accordingly, we conclude that Lombardi's interpretation of the guidelines fails and that both his mail fraud and his knowledge that the source of the laundered funds was mail fraud may play separate roles in enhancing his sentence.  The apparent severity of the result should not be overstated:  the probable effect is a sentence about six months longer than Lombardi would otherwise have received.  It should also not be forgotten that the same guideline grouping rules manage to combine a level 19 offense with a level 16 offense to produce a combined offense level of only 21 (instead of 35) before the final adjustment, a charity far more significant than the two point increase that is at issue here.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Lombardi's remaining arguments warrant less discussion.  He asserts that his age (58 at the time of sentencing), physical ailments, and mental-health problems required a downward departure.  Admitting that discretionary refusals to depart downward are not appealable, United States v. Lauzon, <span class=\"citation\" data-id=\"564776\"><a href=\"/opinion/564776/united-states-v-michael-neal-lauzon/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">326</span></a></span>, 330 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">450</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">468</span> </span>(1991), Lombardi contends that the district judge must have believed that it lacked authority to depart downward.  Suffice it to say that there is no evidence that the district court doubted its authority to depart.  Departures on the grounds asserted are comparatively rare, e.g., U.S.S.G. Secs. 5H1.1, 5H1.4, and in the ordinary case no explanation for declining to do so is required.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Error is also premised on the district court's failure to give Lombardi a third point for acceptance of responsibility, as permitted by a newly adopted provision of the guidelines, where the defendant either:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>1. timely provid[es] complete information to the government concerning his own involvement in the offense;  or</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>2. timely notify[ies] authorities of his intention to enter a plea of guilty, thereby permitting the government to avoid preparing for trial and permitting the court to allocate its resources efficiently.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">U.S.S.G. Sec. 3E1.1(b).  Although the district court made no explicit findings in denying a third point, the court's sentence followed shortly after the prosecutor argued against the extra point, and we may fairly assume that the prosecutor's arguments were accepted.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As to the first branch of section 3E1.1(b), the prosecutor argued that Lombardi did not provide complete information as to his involvement because he had withheld specific information that the prosecutor described.  Neither at the hearing nor in his brief on appeal does Lombardi answer this charge.  The second branch requires \"timely\" notification of the guilty plea to permit the government to avoid the expense of preparing for trial.  Since Lombardi did not plead guilty until after the jury had been empaneled, well after the government had prepared for trial, he plainly did not meet the requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Lombardi's next argument is that the district court erred in imposing a $60,000 fine as part of the sentence.  Although he asserts that the court \"did not consider\" his financial resources, the court did in fact take note of information bearing on these resources, including Lombardi's transfer to his son of a 13.3 percent interest in the family business and an $85,853 receivable.  According to the government, Lombardi had obtained about $190,000 from insurance fraud (reflected in the restitution order) during the prior three years.  The district court also noted that the probation officer had encountered difficulty in securing complete financial information from Lombardi.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Under the guidelines, the presumption is that a fine will be imposed, and the burden is upon the defendant to show that a fine is not warranted.  United States v. Savoie, <span class=\"citation\" data-id=\"600257\"><a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span> </a></span>(1st Cir.1993).  On this record, we think that the district court could fairly conclude that Lombardi had not long before been in possession of sums ample to pay the $60,000 fine and that their absence had not been adequately explained.  A defendant has little incentive to help in an inventory of his assets, and a busy federal judge is not required to conduct an audit before imposing a fine.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Lastly, Lombardi argues that the court should not have imposed a restitution order, under the Victim and Witness Protection Act, 18 U.S.C. Secs. 3663-64, requiring Lombardi to repay the $190,000 obtained from insurers.  Apart from the lack of explicit findings of financial condition, which Savoie holds are not <span class=\"citation\" data-id=\"600257\"><span class=\"antecedent_guess\">required,</span> <a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">620</span></a></span>, see also United States v. Ahmad, <span class=\"citation\" data-id=\"628106\"><a href=\"/opinion/628106/united-states-v-syed-sami-ahmad/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">245</span> </a></span>(7th Cir.1993), Lombardi's brief argues that such a liability is unrealistic when there is little evidence of actual assets or future earning power.  We agree that on this record there might be no basis for an affirmative finding that Lombardi does or necessarily will have $190,000 available to pay such restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">But we fail to see why such a record basis should be required.  Lombardi does not deny that the money was secured from the insurers by fraud, and the whereabouts of the entire $190,000 is at least uncertain, as are his future prospects of income.  While the judgment requiring restitution may prove fruitless, it may also be of some use if Lombardi ever secures new assets or the insurance companies wish to prove that assets held nominally by family members are really Lombardi's.  In all events, the statute merely requires the court to \"consider\" financial condition, among other factors, 18 U.S.C. Sec. 3664(a);  there is no requirement that the defendant be found able to pay now.  See Ahmad, <span class=\"citation\" data-id=\"628106\"><a href=\"/opinion/628106/united-states-v-syed-sami-ahmad/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">245</span></a></span>, 246-47.   In framing this restitution order, the district court did not abuse its considerable discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Second Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As shorthand, we refer to the offense as \"money laundering.\"   In fact, there is a separate federal offense of \"laundering of monetary instruments\" under 18 U.S.C. Sec. 1956 with more demanding requirements and greater penalties</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The November 1992 version of the Sentencing Guidelines was in effect at the time of the sentence, and our citations in this opinion are to that edition.  The district court considered post-sentence memoranda pursuant to Fed.R.Crim.P. 35.  On December 10, 1992, the district court reaffirmed its sentence, vacating the original sentence and imposing it again</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The money laundering offense under section 1957 requires that the launderer know that the proceeds are derived from criminal activity but it explicitly does not require that the launderer know that the activity is one of those \"specified unlawful activit[ies]\" named in the statutes.  18 U.S.C. Sec. 1957(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Citing United States v. Spiropoulos, <span class=\"citation\" data-id=\"591403\"><a href=\"/opinion/591403/united-states-v-rene-spiropoulos/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">155</span> </a></span>(3d Cir.1992), Lombardi also says that the fine was unlawful because its purpose was to pay the cost of his incarceration and supervision.  Whether or not this court would follow the Third Circuit need not be decided here.  Compare United States v. Turner, <span class=\"citation\" data-id=\"610979\"><a href=\"/opinion/610979/united-states-v-dale-turner/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">534</span> </a></span>(7th Cir.1993) (disagreeing with the Third Circuit).  In Spiropoulos, the sentencing court imposed a flat fine and then a per diam amount for incarceration costs.  Here, the court imposed only the flat fine, the judgment labels it a \"fine,\" and it is irrelevant that the judgment form has a boilerplate statement that \"[t]he fine includes any costs of incarceration and/or supervision.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/564776/",
    "https://www.courtlistener.com/api/rest/v3/opinions/574882/",
    "https://www.courtlistener.com/api/rest/v3/opinions/591403/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610979/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628106/"
  ]
}