{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194976/",
  "id": 194976,
  "absolute_url": "/opinion/194976/united-states-v-travieso-ocasio/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194976/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:29:27Z",
  "date_modified": "2020-02-21T23:41:25.700780Z",
  "type": "010combined",
  "sha1": "4ba423c8beefe9aed59f528ee47a18b171a87bd2",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1938.01A",
  "local_path": null,
  "plain_text": "October 8, 1993\n\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-1938\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                    EDDIE TRAVIESO OCASIO,\n\n                    Defendant, Appellant.\n                                       \n\nNo. 93-1939\n\n                        UNITED STATES,\n                          Appellee,\n\n                              v.\n\n                 ANGEL DAVID TEJADA MORALES,\n                    Defendant, Appellant.\n\n                                          \n\nNo. 93-1940\n\n                        UNITED STATES,\n                          Appellee,\n\n                              v.\n\n                  ANGEL RODRIGUEZ RODRIGUEZ,\n                    Defendant, Appellant.\n\n                                        \n\nNo. 93-1941\n\n                        UNITED STATES,\n                          Appellee,\n\n                              v.\n\n                    LUIS MAYSONET MACHADO,\n                    Defendant, Appellant.\n\n                                         \n\nNo. 93-1942\n\n                        UNITED STATES,\n                          Appellee,\n\n                              v.\n\n                    ANGEL FELICIANO-COLON,\n                    Defendant, Appellant.\n\n                                        \n\nNo. 93-1943\n\n                        UNITED STATES,\n                          Appellee,\n\n                              v.\n\n                   LUIS MALONADO RODRIGUEZ,\n                    Defendant, Appellant.\n\n                                        \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\n                                                     \n\n                                        \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n             Torruella and Selya, Circuit Judges.\n                                                \n\n                                        \n\n   Carlos Lopezde Azua  on brief for appellant,  Eddie Travieso\n                      \nOcasio.\n   Eric  M. Quetglas Jordan on  brief for appellant Angel David\n                           \nTejada Morales. \nRoberto Roldan  Burgos on  brief for  appellant Angel  Rodriguez\n                     \n\nRodriguez.  \n   Manuel  San  Juan  on  brief  for  appellant  Luis  Maysonet\n                    \nMachado. \n   Edgardo  L.  Rivera-Rivera,  on  brief  for  appellant Angel\n                             \nFeliciano-Colon.\n   Benicio Sanchez Rivera,  Federal Public Defender,  and Laura\n                                                               \nMaldonado Rodriguez, Assistant Federal Public  Defender, on brief\n                 \nfor appellant Luis Maldonado Rodriguez.\n   Charles E.  Fitzwilliam,  United States  Attorney,  Jose  A.\n                                                               \nQuiles Espinosa,  Senior Litigation  Counsel, and  Esther Castro-\n                                                               \nSchmidt,  Assistant United States Attorney, on brief for appellee\n     \nin appeal no. 93-1938.\n   Guillermo Gil,  United  States  Attorney,  Jose  A.  Quiles-\n                                                               \nEspinosa, Senior Litigation  Counsel, and Esther  Castro-Schmidt,\n                                                              \nAssistant United  States Attorney, on brief for appellees in nos.\n93-1939, 93-1940, 93-1941, 93-1942 and 93-1943.\n\n                                        \n\n                                        \n\n     Per  Curiam.    Appellants Eddie Travieso  Ocasio, Angel\n                \n\nDavid  Tejada   Morales,  Angel  Rodriguez   Rodriguez,  Luis\n\nMaysonet  Machado, Angel Feliciano  Colon, and Luis Maldonado\n\nRodriguez  appeal the  order by  the  United States  District\n\nCourt for the District of Puerto Rico detaining them prior to\n\ntrial pursuant to 18 U.S.C.   3142(e).  We affirm.\n\n     The  evidence  presented  at the  detention  hearing  is\n\ndetailed  in  the  district  court  opinion.    We  summarize\n\nbriefly.   On July  1, 1993, Drug  Enforcement Administration\n\n[DEA] Task  Force Agent  Carlos Rivera  observed several  men\n\ngathered  together near  a basketball court.   Eight  or nine\n\nvehicles were parked nearby.  The agent recognized one of the\n\nmen,  appellant  Maldonado  Rodriguez,   as  someone  he  had\n\npreviously  observed at a known  drug point.  The individuals\n\nappeared  to be waiting  for someone.   Agent Rivera observed\n\nsuspicious  behavior which  led him  to believe that  the men\n\nwere involved in drug activity.\n\n     After  observing  the  situation  for  several  minutes,\n\nRivera  and another  agent intervened  and  detained fourteen\n\nsuspects.   Inside the  vehicles, the  agents found  fourteen\n\nsuitcases,  containing a total  of 225 kilograms  of cocaine,\n\nand  twelve  United States  Department of  Agriculture [USDA]\n\n                             -4-\n\nairport clearance stickers  valid for that afternoon.1   Nine\n\nairline  tickets  for  a  flight  scheduled  to  depart  that\n\nafternoon for New York were found on various defendants.  The\n\ntickets  were issued under  fictitious names and  several had\n\nconsecutive numbers.   Some of the suspects were  found to be\n\ncarrying large amounts of cash.\n\n     On July 7, a grand  jury indicted appellants for  aiding\n\nand abetting  in the unlawful  possession of, with  intent to\n\ndistribute,  225  kilograms  of cocaine  in  violation  of 21\n\nU.S.C.    841(a)(1)  and 18  U.S.C.    2.  After  a detention\n\nhearing, a Magistrate  Judge issued an order  for the release\n\nof appellants on bail ranging from $15,000 to $75,000.  Third\n\nparty custody and curfews were also imposed. \n\n     The  government appealed  this  order  and the  district\n\ncourt granted a stay.  On July  28, the district court held a\n\nhearing  at which Agent  Rivera testified and  the government\n\nproffered  other evidence.   Appellants proffered evidence of\n\nstrong  family  ties to  Puerto Rico,  of family  members and\n\nfriends willing to assist in their supervision and in placing\n\nbail,  and of  records of  employment.   Two days  later, the\n\ncourt  issued an  order reversing  the  Magistrate Judge  and\n\nordering  that appellants  be detained  without bail  pending\n\n                    \n\n1.   The USDA x-rays all  baggage leaving Puerto Rico for the\ncontinental  United  States looking  for prohibited  food and\nplants.    These stickers  are  used by  drug  traffickers to\nattempt to avoid inspection.  They cannot be legally obtained\nprior to inspection at the airport.\n\n                             -5-\n\ntrial.   Relying  on  the  weight  of  the  evidence  against\n\nappellants  and the  amount of  cocaine  involved, the  court\n\nfound   that  appellants  had   not  rebutted  the  statutory\n\npresumption of flight established by  18 U.S.C.   3142(e) and\n\nthat no  condition or  combination of  conditions of  release\n\nwould assure appellants' appearance in court.  \n\n     Appellants Travieso Ocasio and Maysonet Machado  contend\n\nthat the  district court  erred in  restricting their  cross-\n\nexamination  of  Agent  Rivera  at  the   detention  hearing.\n\nAppellants have a statutory right to cross-examine  witnesses\n\nwho appear at the hearing. 18 U.S.C.   3142(f).  However, the\n\ncourt  has the discretion  to limit the  cross-examination on\n\nrelevancy grounds. United  States v. Hurtado, 779  F.2d 1467,\n                                            \n\n1480  (11th Cir.  1985); United  States v.  Delker,  757 F.2d\n                                                  \n\n1390, 1398 (3d Cir.  1985).  A bail  hearing is not to be  \"a\n\nfull  fledged-trial  or  defendant's  discovery  expedition.\"\n\nUnited States v. Acevedo-Ramos,  755 F.2d 203, 204  (1st Cir.\n                              \n\n1985).  In the instant  case, appellants sought to use cross-\n\nexamination to establish that  the government's case  against\n\nthem was weak.  While the strength  of the case is a relevant\n\nfactor at  detention hearings, 18  U.S.C.   3142(g),  in this\n\ncase,  the questions  the  court refused  to permit  were, at\n\nbest,  of minor  relevance to  the issue  of risk  of flight.\n\n                             -6-\n\nMoreover, any error which might have occurred was harmless in\n\nlight of the other evidence of guilt presented. \n\n     As  for  the  merits  of  the  detention  decision,  the\n\ngovernment bears the burden of  proving by a preponderance of\n\nthe   evidence  that   no  combination  of   conditions  will\n\nreasonably assure that  defendant will appear for trial.  See\n                                                             \n\nUnited States  v.  Patriarca, 948  F.2d  789, 793  (1st  Cir.\n                            \n\n1991); United States v. Dillon, 938 F.2d 1412, 1416 (1st Cir.\n                              \n\n1991).  Where, as here, a defendant has already been indicted\n\nfor  a controlled substance  offense punishable by  a maximum\n\nterm  of ten  years or  more,  a presumption  arises that  no\n\ncondition or combination of conditions will reasonably assure\n\nappearance at trial.   See id.; United States  v. Vargas, 804\n                                                        \n\nF.2d  157, 163  (1st  Cir. 1986);  21  U.S.C.    841(b)(1)(A)\n\n(maximum term  of twenty  years to  life for possession  with\n\nintent to distribute more than five kilograms of cocaine); 18\n\nU.S.C.     3142(e)  (establishing  presumption  because  drug\n\ntraffickers   pose  special  risk  of  flight).    While  the\n\npresumption is rebuttable, 18 U.S.C.   3142(e); United States\n                                                             \n\nv.  Jessup, 757  F.2d 378,  384 (1st  Cir. 1985),  it retains\n          \n\nevidentiary  weight even when  rebutted, Dillon, 938  F.2d at\n                                               \n\n1416;   United States  v. Palmer-Contreras,  835 F.2d  15, 18\n                                          \n\n(1st Cir. 1987).  In determining whether any  conditions will\n\nassure the appearance  of defendant, the court must weigh the\n\nspecific factors  listed  in 18  U.S.C.    3142(g):  (1)  the\n\n                             -7-\n\nweight  of the  evidence  as  to guilt;  (2)  the nature  and\n\ncircumstance   of   the   crime   charged;    and   (3)   the\n\ncharacteristics  of the accused,  including family ties, past\n\nhistory, financial  resources and employment.   United States\n                                                             \n\nv.  Patriarca, 948  F.2d 789,  791-92  (1st Cir.  1991).   We\n             \n\nreview  the  court's  determinations   under  an  independent\n\nstandard of review which gives  deference to the decision  of\n\nthe trial court.   Id. at 791; United States  v. O'Brien, 895\n                                                        \n\nF.2d  810,  814  (1st Cir.  1990).    \"[T]his standard  cedes\n\nparticular  respect,  as  a practical  matter,  to  the lower\n\ncourt's  factual determinations.\"  Patriarca, 948 F.2d at 791\n                                            \n\n(quoting United States v. Tortora, 922 F.2d 880, 882-83  (1st\n                                 \n\nCir. 1990)).\n\n     We agree with the district court that the government has\n\nmet its  burden  of showing  that  no conditions  of  release\n\nreasonably will assure appellants' presence at trial.  \n\n     First, the  evidence against each  appellant is  strong.\n\nAll  were observed  by a  DEA  Agent participating,  in broad\n\ndaylight,  in  a major  drug  transaction.   Several  of  the\n\nappellants  claim that the evidence shows only their presence\n\nat the  scene of  a crime and  association with  a principal,\n\nneither  of  which  is  sufficient  for  proving  aiding  and\n\nabetting.   United States  v. Alvarez, 987  F.2d 77,  83 (1st\n                                     \n\nCir. 1993).    However, as  this court  has said,  \"criminals\n\n                             -8-\n\nrarely  welcome  innocent  persons as  witnesses  to  serious\n\ncrimes.\"  United States v.  Hernandez, 995 F.2d 307 (1st Cir.\n                                     \n\n1993),  petition for  cert. filed  (Sept.  7, 1993)  (quoting\n                                 \n\nUnited States  v. Ortiz, 966  F.2d 707, 712 (1st  Cir. 1992),\n                       \n\ncert.  denied  113  S.Ct  1005  (1993)).    Moreover,  strong\n             \n\ncircumstantial evidence exists that  each appellant was  more\n\nthan simply present.\n\n     Travieso   Ocasio   was    observed   participating   in\n\ndiscussions  with  individuals who  appeared  to  be bringing\n\npackages of drugs to the group.  One of the vehicles in which\n\ntwo suitcases containing cocaine were  found had been lent to\n\nhim that morning,  and a bag  removed from Travieso  Ocasio's\n\nown car was found  to have traces of cocaine.  Tejada Morales\n\nwas found  with a first  class passenger ticket for  New York\n\nissued under an assumed  name.  This was one  of four tickets\n\nwith consecutive numbers purchased on the same  date from the\n\nsame travel agency.   The other three tickets were  possessed\n\nby  other  defendants.   Tejada  Morales  was  also found  in\n\npossession of over  one thousand dollars in cash.   Rodriguez\n\nRodriguez  was the  owner of  a vehicle  which contained  two\n\ncocaine laden suitcases.   His wallet was found in one of the\n\nsuitcases containing cocaine.   Feliciano Colon was  found in\n\npossession of  a first class  airline ticket issued  under an\n\nassumed name.  The ticket was for the same flight as that for\n\nwhich other defendants had tickets.  Two suitcases containing\n\n                             -9-\n\ncocaine  and two U.S.D.A. inspection stickers were found in a\n\nvan registered to him.   Maldonado Rodriguez was the owner of\n\na jeep in which two suitcases containing cocaine were  found.\n\nTwo   inspection  stickers  were  also  found  in  the  jeep.\n\nMoreover, Maldonado  Rodriguez was  observed conversing  with\n\ntwo  men who  appeared to  be  bringing drugs  to the  group.\n\nMaysonet Machado had a first class airline ticket on the same\n\nflight as the others.  The ticket was issued under an assumed\n\nname and was part of a consecutive series of tickets  held by\n\nvarious defendants.  \n\n     Second,  the crime  with  which appellants  are  charged\n\nindicates   that  appellants  are   part  of  a   large  drug\n\ntrafficking  conspiracy  which   sought  to  deliver  several\n\nmillion  dollars worth of cocaine into the continental United\n\nStates.  Such a \"'highly lucrative' drug operation[] [was] at\n\nthe  center  of   congressional  concern\"  in  enacting   the\n\nstatutory presumption  in 18 U.S.C.    3142(e).   Jessup, 757\n                                                        \n\nF.2d at  386.  Thus, appellants  are among those  at whom the\n\nstatutory  presummption is  specifically aimed.   Dillon, 938\n                                                        \n\nF.2d at 1416.\n\n     Third,  although  the  appellants  may  have  been  only\n\n\"mules\" in  the operation,  the value  of the  drugs involved\n\nsupports the  inference that  appellants are  connected to  a\n\nperson  or  organization  with   great  financial  resources.\n\nPalmer-Contreras, 835  F.2d at  18.   Such organizations  are\n                \n\n                             -10-\n\nable  and may  be  willing  to  finance  appellants'  flight.\n\nDillon, 938 F.2d  at 1416; Palmer-Contreras, 835  F.2d at 18.\n                                           \n\nThe incentive  for flight in  this case is strengthed  by the\n\nweight of the evidence against appellants.  Id.\n                                              \n\n     The district court  did find that appellants  had strong\n\nties  to the community,  meager financial resources  and were\n\nwithout substantial  criminal records.   Moreover,  the court\n\nnoted that they had  likely played relatively minor roles  in\n\nthe drug trafficking scheme.   However, this court  has found\n\nsimilar characteristics insufficient to rebut the presumption\n\nof  flight where,  as here,  the evidence  is strong  and the\n\nvalue  of  the  narcotics  is  large.    See  id.  (affirming\n                                                \n\ndetention  where defendants were  apprehended on a  boat with\n\n195  kilograms of cocaine  even though defendants  had strong\n\nfamily  ties, meager financial resources, an absence of prior\n\ndrug arrests, and  minor role as mules); Dillon,  938 F.2d at\n                                               \n\n1415 (affirming  detention  where defendant  was involved  in\n\nnegotiating  several million dollar drug deal even though his\n\nrole in negotiation was small, he had minimal criminal record\n\nand no  prior drug  convictions, and had  strong ties  to the\n\ncommunity).   Although  this  case,  like  those  in  Palmer-\n                                                             \n\nContreras  and   Dillon,  presents  a  close   question,  the\n                       \n\ndeference we owe  to the district court findings  leads us to\n\nconclude that the  government has met  its burden of  showing\n\n                             -11-\n\nthat  no condition  or combination  of conditions  reasonably\n\nwill assure appellants' appearance.\n\n     Affirmed.\n             \n\n                             -12-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">October 8, 1993\n\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-1938\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                    EDDIE TRAVIESO OCASIO,\n\n                    Defendant, Appellant.\n                                       \n\nNo. 93-1939\n\n                        UNITED STATES,\n                          Appellee,\n\n                              v.\n\n                 ANGEL DAVID TEJADA MORALES,\n                    Defendant, Appellant.\n\n                                          \n\nNo. 93-1940\n\n                        UNITED STATES,\n                          Appellee,\n\n                              v.\n\n                  ANGEL RODRIGUEZ RODRIGUEZ,\n                    Defendant, Appellant.\n\n                                        \n\nNo. 93-1941\n\n                        UNITED STATES,\n                          Appellee,\n\n                              v.\n\n                    LUIS MAYSONET MACHADO,\n                    Defendant, Appellant.\n\n                                         \n\nNo. 93-1942\n\n                        UNITED STATES,\n                          Appellee,\n\n                              v.\n\n                    ANGEL FELICIANO-COLON,\n                    Defendant, Appellant.\n\n                                        \n\nNo. 93-1943\n\n                        UNITED STATES,\n                          Appellee,\n\n                              v.\n\n                   LUIS MALONADO RODRIGUEZ,\n                    Defendant, Appellant.\n\n                                        \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\n                                                     \n\n                                        \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n             Torruella and Selya, Circuit Judges.\n                                                \n\n                                        \n\n   Carlos Lopezde Azua  on brief for appellant,  Eddie Travieso\n                      \nOcasio.\n   Eric  M. Quetglas Jordan on  brief for appellant Angel David\n                           \nTejada Morales. \nRoberto Roldan  Burgos on  brief for  appellant Angel  Rodriguez\n                     \n\nRodriguez.  \n   Manuel  San  Juan  on  brief  for  appellant  Luis  Maysonet\n                    \nMachado. \n   Edgardo  L.  Rivera-Rivera,  on  brief  for  appellant Angel\n                             \nFeliciano-Colon.\n   Benicio Sanchez Rivera,  Federal Public Defender,  and Laura\n                                                               \nMaldonado Rodriguez, Assistant Federal Public  Defender, on brief\n                 \nfor appellant Luis Maldonado Rodriguez.\n   Charles E.  Fitzwilliam,  United States  Attorney,  Jose  A.\n                                                               \nQuiles Espinosa,  Senior Litigation  Counsel, and  Esther Castro-\n                                                               \nSchmidt,  Assistant United States Attorney, on brief for appellee\n     \nin appeal no. 93-1938.\n   Guillermo Gil,  United  States  Attorney,  Jose  A.  Quiles-\n                                                               \nEspinosa, Senior Litigation  Counsel, and Esther  Castro-Schmidt,\n                                                              \nAssistant United  States Attorney, on brief for appellees in nos.\n93-1939, 93-1940, 93-1941, 93-1942 and 93-1943.\n\n                                        \n\n                                        \n\n     Per  Curiam.    Appellants Eddie Travieso  Ocasio, Angel\n                \n\nDavid  Tejada   Morales,  Angel  Rodriguez   Rodriguez,  Luis\n\nMaysonet  Machado, Angel Feliciano  Colon, and Luis Maldonado\n\nRodriguez  appeal the  order by  the  United States  District\n\nCourt for the District of Puerto Rico detaining them prior to\n\ntrial pursuant to 18 U.S.C.   3142(e).  We affirm.\n\n     The  evidence  presented  at the  detention  hearing  is\n\ndetailed  in  the  district  court  opinion.    We  summarize\n\nbriefly.   On July  1, 1993, Drug  Enforcement Administration\n\n[DEA] Task  Force Agent  Carlos Rivera  observed several  men\n\ngathered  together near  a basketball court.   Eight  or nine\n\nvehicles were parked nearby.  The agent recognized one of the\n\nmen,  appellant  Maldonado  Rodriguez,   as  someone  he  had\n\npreviously  observed at a known  drug point.  The individuals\n\nappeared  to be waiting  for someone.   Agent Rivera observed\n\nsuspicious  behavior which  led him  to believe that  the men\n\nwere involved in drug activity.\n\n     After  observing  the  situation  for  several  minutes,\n\nRivera  and another  agent intervened  and  detained fourteen\n\nsuspects.   Inside the  vehicles, the  agents found  fourteen\n\nsuitcases,  containing a total  of 225 kilograms  of cocaine,\n\nand  twelve  United States  Department of  Agriculture [USDA]\n\n                             -4-\n\nairport clearance stickers  valid for that afternoon.1   Nine\n\nairline  tickets  for  a  flight  scheduled  to  depart  that\n\nafternoon for New York were found on various defendants.  The\n\ntickets  were issued under  fictitious names and  several had\n\nconsecutive numbers.   Some of the suspects were  found to be\n\ncarrying large amounts of cash.\n\n     On July 7, a grand  jury indicted appellants for  aiding\n\nand abetting  in the unlawful  possession of, with  intent to\n\ndistribute,  225  kilograms  of cocaine  in  violation  of 21\n\nU.S.C.    841(a)(1)  and 18  U.S.C.    2.  After  a detention\n\nhearing, a Magistrate  Judge issued an order  for the release\n\nof appellants on bail ranging from $15,000 to $75,000.  Third\n\nparty custody and curfews were also imposed. \n\n     The  government appealed  this  order  and the  district\n\ncourt granted a stay.  On July  28, the district court held a\n\nhearing  at which Agent  Rivera testified and  the government\n\nproffered  other evidence.   Appellants proffered evidence of\n\nstrong  family  ties to  Puerto Rico,  of family  members and\n\nfriends willing to assist in their supervision and in placing\n\nbail,  and of  records of  employment.   Two days  later, the\n\ncourt  issued an  order reversing  the  Magistrate Judge  and\n\nordering  that appellants  be detained  without bail  pending\n\n                    \n\n1.   The USDA x-rays all  baggage leaving Puerto Rico for the\ncontinental  United  States looking  for prohibited  food and\nplants.    These stickers  are  used by  drug  traffickers to\nattempt to avoid inspection.  They cannot be legally obtained\nprior to inspection at the airport.\n\n                             -5-\n\ntrial.   Relying  on  the  weight  of  the  evidence  against\n\nappellants  and the  amount of  cocaine  involved, the  court\n\nfound   that  appellants  had   not  rebutted  the  statutory\n\npresumption of flight established by  18 U.S.C.   3142(e) and\n\nthat no  condition or  combination of  conditions of  release\n\nwould assure appellants' appearance in court.  \n\n     Appellants Travieso Ocasio and Maysonet Machado  contend\n\nthat the  district court  erred in  restricting their  cross-\n\nexamination  of  Agent  Rivera  at  the   detention  hearing.\n\nAppellants have a statutory right to cross-examine  witnesses\n\nwho appear at the hearing. 18 U.S.C.   3142(f).  However, the\n\ncourt  has the discretion  to limit the  cross-examination on\n\nrelevancy grounds. United  States v. Hurtado, </pre><span class=\"citation\" data-id=\"462539\"><a href=\"/opinion/462539/united-states-v-antonio-jose-hurtado-mark-anthony-olson-diego-alonzo/\"><span class=\"volume\">779</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1467</span></a></span><pre class=\"inline\">,\n                                            \n\n1480  (11th Cir.  1985); United  States v.  Delker,  </pre><span class=\"citation\" data-id=\"449645\"><a href=\"/opinion/449645/united-states-v-robert-p-delker/\"><span class=\"volume\">757</span> <span class=\"reporter\">F.2d</span>\n                                                  \n\n<span class=\"page\">1390</span></a></span><pre class=\"inline\">, 1398 (3d Cir.  1985).  A bail  hearing is not to be  \"a\n\nfull  fledged-trial  or  defendant's  discovery  expedition.\"\n\nUnited States v. Acevedo-Ramos,  </pre><span class=\"citation\" data-id=\"448140\"><a href=\"/opinion/448140/united-states-v-hector-acevedo-ramos/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">203</span></a></span><pre class=\"inline\">, 204  (1st Cir.\n                              \n\n1985).  In the instant  case, appellants sought to use cross-\n\nexamination to establish that  the government's case  against\n\nthem was weak.  While the strength  of the case is a relevant\n\nfactor at  detention hearings, 18  U.S.C.   3142(g),  in this\n\ncase,  the questions  the  court refused  to permit  were, at\n\nbest,  of minor  relevance to  the issue  of risk  of flight.\n\n                             -6-\n\nMoreover, any error which might have occurred was harmless in\n\nlight of the other evidence of guilt presented. \n\n     As  for  the  merits  of  the  detention  decision,  the\n\ngovernment bears the burden of  proving by a preponderance of\n\nthe   evidence  that   no  combination  of   conditions  will\n\nreasonably assure that  defendant will appear for trial.  See\n                                                             \n\nUnited States  v.  Patriarca, </pre><span class=\"citation\" data-id=\"571446\"><a href=\"/opinion/571446/united-states-v-raymond-j-patriarca/\"><span class=\"volume\">948</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">789</span></a></span><pre class=\"inline\">, 793  (1st  Cir.\n                            \n\n1991); United States v. Dillon, </pre><span class=\"citation\" data-id=\"564949\"><a href=\"/opinion/564949/united-states-v-john-m-dillon/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1412</span></a></span><pre class=\"inline\">, 1416 (1st Cir.\n                              \n\n1991).  Where, as here, a defendant has already been indicted\n\nfor  a controlled substance  offense punishable by  a maximum\n\nterm  of ten  years or  more,  a presumption  arises that  no\n\ncondition or combination of conditions will reasonably assure\n\nappearance at trial.   See id.; United States  v. Vargas, </pre><span class=\"citation\" data-id=\"478731\"><a href=\"/opinion/478731/united-states-v-juan-vargas/\"><span class=\"volume\">804</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">157</span></a></span><pre class=\"inline\">, 163  (1st  Cir. 1986);  21  U.S.C.    841(b)(1)(A)\n\n(maximum term  of twenty  years to  life for possession  with\n\nintent to distribute more than five kilograms of cocaine); 18\n\nU.S.C.     3142(e)  (establishing  presumption  because  drug\n\ntraffickers   pose  special  risk  of  flight).    While  the\n\npresumption is rebuttable, 18 U.S.C.   3142(e); United States\n                                                             \n\nv.  Jessup, </pre><span class=\"citation\" data-id=\"449455\"><a href=\"/opinion/449455/united-states-v-mark-jessup/\"><span class=\"volume\">757</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">378</span></a></span><pre class=\"inline\">,  384 (1st  Cir. 1985),  it retains\n          \n\nevidentiary  weight even when  rebutted, </pre><span class=\"citation\" data-id=\"564949\"><span class=\"antecedent_guess\">Dillon,</span> <a href=\"/opinion/564949/united-states-v-john-m-dillon/\"><span class=\"volume\">938</span>  <span class=\"reporter\">F.2d</span> at\n                                               \n\n<span class=\"page\">1416</span></a></span><pre class=\"inline\">;   United States  v. Palmer-Contreras,  </pre><span class=\"citation no-link\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">15</span></span><pre class=\"inline\">, 18\n                                          \n\n(1st Cir. 1987).  In determining whether any  conditions will\n\nassure the appearance  of defendant, the court must weigh the\n\nspecific factors  listed  in 18  U.S.C.    3142(g):  (1)  the\n\n                             -7-\n\nweight  of the  evidence  as  to guilt;  (2)  the nature  and\n\ncircumstance   of   the   crime   charged;    and   (3)   the\n\ncharacteristics  of the accused,  including family ties, past\n\nhistory, financial  resources and employment.   United States\n                                                             \n\nv.  Patriarca, </pre><span class=\"citation\" data-id=\"571446\"><a href=\"/opinion/571446/united-states-v-raymond-j-patriarca/\"><span class=\"volume\">948</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">789</span></a></span><pre class=\"inline\">,  791-92  (1st Cir.  1991).   We\n             \n\nreview  the  court's  determinations   under  an  independent\n\nstandard of review which gives  deference to the decision  of\n\nthe trial court.   </pre><span class=\"citation\" data-id=\"571446\"><a href=\"/opinion/571446/united-states-v-raymond-j-patriarca/\"><span class=\"id_token\">Id.</span> at 791; </a></span><pre class=\"inline\">United States  v. O'Brien, </pre><span class=\"citation\" data-id=\"536166\"><a href=\"/opinion/536166/united-states-v-edward-obrien/\"><span class=\"volume\">895</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">810</span></a></span><pre class=\"inline\">,  814  (1st Cir.  1990).    \"[T]his standard  cedes\n\nparticular  respect,  as  a practical  matter,  to  the lower\n\ncourt's  factual determinations.\"  </pre><span class=\"citation\" data-id=\"571446\"><span class=\"antecedent_guess\">Patriarca,</span> <a href=\"/opinion/571446/united-states-v-raymond-j-patriarca/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">791</span>\n</a></span><pre class=\"inline\">                                            \n\n(quoting United States v. Tortora, </pre><span class=\"citation\" data-id=\"553834\"><a href=\"/opinion/553834/united-states-v-carmen-a-tortora/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span><pre class=\"inline\">, 882-83  (1st\n                                 \n\nCir. 1990)).\n\n     We agree with the district court that the government has\n\nmet its  burden  of showing  that  no conditions  of  release\n\nreasonably will assure appellants' presence at trial.  \n\n     First, the  evidence against each  appellant is  strong.\n\nAll  were observed  by a  DEA  Agent participating,  in broad\n\ndaylight,  in  a major  drug  transaction.   Several  of  the\n\nappellants  claim that the evidence shows only their presence\n\nat the  scene of  a crime and  association with  a principal,\n\nneither  of  which  is  sufficient  for  proving  aiding  and\n\nabetting.   United States  v. Alvarez, </pre><span class=\"citation\" data-id=\"601487\"><a href=\"/opinion/601487/united-states-v-victor-manuel-alvarez-united-states-v-diana-matos/\"><span class=\"volume\">987</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span><pre class=\"inline\">,  83 (1st\n                                     \n\nCir. 1993).    However, as  this court  has said,  \"criminals\n\n                             -8-\n\nrarely  welcome  innocent  persons as  witnesses  to  serious\n\ncrimes.\"  United States v.  Hernandez, </pre><span class=\"citation\" data-id=\"608834\"><a href=\"/opinion/608834/united-states-v-jose-hernandez-united-states-of-america-v-aguilino-jose/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">307</span> </a></span><pre class=\"inline\">(1st Cir.\n                                     \n\n1993),  petition for  cert. filed  (Sept.  7, 1993)  (quoting\n                                 \n\nUnited States  v. Ortiz, </pre><span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span><pre class=\"inline\">, 712 (1st  Cir. 1992),\n                       \n\ncert.  denied  113  S.Ct  1005  (1993)).    Moreover,  strong\n             \n\ncircumstantial evidence exists that  each appellant was  more\n\nthan simply present.\n\n     Travieso   Ocasio   was    observed   participating   in\n\ndiscussions  with  individuals who  appeared  to  be bringing\n\npackages of drugs to the group.  One of the vehicles in which\n\ntwo suitcases containing cocaine were  found had been lent to\n\nhim that morning,  and a bag  removed from Travieso  Ocasio's\n\nown car was found  to have traces of cocaine.  Tejada Morales\n\nwas found  with a first  class passenger ticket for  New York\n\nissued under an assumed  name.  This was one  of four tickets\n\nwith consecutive numbers purchased on the same  date from the\n\nsame travel agency.   The other three tickets were  possessed\n\nby  other  defendants.   Tejada  Morales  was  also found  in\n\npossession of over  one thousand dollars in cash.   Rodriguez\n\nRodriguez  was the  owner of  a vehicle  which contained  two\n\ncocaine laden suitcases.   His wallet was found in one of the\n\nsuitcases containing cocaine.   Feliciano Colon was  found in\n\npossession of  a first class  airline ticket issued  under an\n\nassumed name.  The ticket was for the same flight as that for\n\nwhich other defendants had tickets.  Two suitcases containing\n\n                             -9-\n\ncocaine  and two U.S.D.A. inspection stickers were found in a\n\nvan registered to him.   Maldonado Rodriguez was the owner of\n\na jeep in which two suitcases containing cocaine were  found.\n\nTwo   inspection  stickers  were  also  found  in  the  jeep.\n\nMoreover, Maldonado  Rodriguez was  observed conversing  with\n\ntwo  men who  appeared to  be  bringing drugs  to the  group.\n\nMaysonet Machado had a first class airline ticket on the same\n\nflight as the others.  The ticket was issued under an assumed\n\nname and was part of a consecutive series of tickets  held by\n\nvarious defendants.  \n\n     Second,  the crime  with  which appellants  are  charged\n\nindicates   that  appellants  are   part  of  a   large  drug\n\ntrafficking  conspiracy  which   sought  to  deliver  several\n\nmillion  dollars worth of cocaine into the continental United\n\nStates.  Such a \"'highly lucrative' drug operation[] [was] at\n\nthe  center  of   congressional  concern\"  in  enacting   the\n\nstatutory presumption  in 18 U.S.C.    3142(e).   </pre><span class=\"citation\" data-id=\"449455\"><span class=\"antecedent_guess\">Jessup,</span> <a href=\"/opinion/449455/united-states-v-mark-jessup/\"><span class=\"volume\">757</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span> at  <span class=\"page\">386</span></a></span><pre class=\"inline\">.  Thus, appellants  are among those  at whom the\n\nstatutory  presummption is  specifically aimed.   </pre><span class=\"citation\" data-id=\"564949\"><span class=\"antecedent_guess\">Dillon,</span> <a href=\"/opinion/564949/united-states-v-john-m-dillon/\"><span class=\"volume\">938</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span> at <span class=\"page\">1416</span></a></span><pre class=\"inline\">.\n\n     Third,  although  the  appellants  may  have  been  only\n\n\"mules\" in  the operation,  the value  of the  drugs involved\n\nsupports the  inference that  appellants are  connected to  a\n\nperson  or  organization  with   great  financial  resources.\n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Palmer-Contreras,</span> <span class=\"volume\">835</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">18</span></span><pre class=\"inline\">.   Such organizations  are\n                \n\n                             -10-\n\nable  and may  be  willing  to  finance  appellants'  flight.\n\n</pre><span class=\"citation\" data-id=\"564949\"><span class=\"antecedent_guess\">Dillon,</span> <a href=\"/opinion/564949/united-states-v-john-m-dillon/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">1416</span></a></span><pre class=\"inline\">; </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Palmer-Contreras,</span> <span class=\"volume\">835</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">18</span></span><pre class=\"inline\">.\n                                           \n\nThe incentive  for flight in  this case is strengthed  by the\n\nweight of the evidence against appellants.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>\n                                              \n\n     The district </span><pre class=\"inline\">court  did find that appellants  had strong\n\nties  to the community,  meager financial resources  and were\n\nwithout substantial  criminal records.   Moreover,  the court\n\nnoted that they had  likely played relatively minor roles  in\n\nthe drug trafficking scheme.   However, this court  has found\n\nsimilar characteristics insufficient to rebut the presumption\n\nof  flight where,  as here,  the evidence  is strong  and the\n\nvalue  of  the  narcotics  is  large.    See  </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>  (affirming\n                                                \n\ndetention </span><pre class=\"inline\"> where defendants were  apprehended on a  boat with\n\n195  kilograms of cocaine  even though defendants  had strong\n\nfamily  ties, meager financial resources, an absence of prior\n\ndrug arrests, and  minor role as mules); </pre><span class=\"citation\" data-id=\"564949\"><span class=\"antecedent_guess\">Dillon,</span>  <a href=\"/opinion/564949/united-states-v-john-m-dillon/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> at\n                                               \n\n<span class=\"page\">1415</span> </a></span><pre class=\"inline\">(affirming  detention  where defendant  was involved  in\n\nnegotiating  several million dollar drug deal even though his\n\nrole in negotiation was small, he had minimal criminal record\n\nand no  prior drug  convictions, and had  strong ties  to the\n\ncommunity).   Although  this  case,  like  those  in  Palmer-\n                                                             \n\nContreras  and   Dillon,  presents  a  close   question,  the\n                       \n\ndeference we owe  to the district court findings  leads us to\n\nconclude that the  government has met  its burden of  showing\n\n                             -11-\n\nthat  no condition  or combination  of conditions  reasonably\n\nwill assure appellants' appearance.\n\n     Affirmed.\n             \n\n                             -12-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/448140/",
    "https://www.courtlistener.com/api/rest/v3/opinions/449455/",
    "https://www.courtlistener.com/api/rest/v3/opinions/449645/",
    "https://www.courtlistener.com/api/rest/v3/opinions/462539/",
    "https://www.courtlistener.com/api/rest/v3/opinions/478731/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536166/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553834/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564949/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571446/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601487/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608834/"
  ]
}