{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194970/",
  "id": 194970,
  "absolute_url": "/opinion/194970/ventetoulo-v-attorney-general-ri/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194970/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:29:21Z",
  "date_modified": "2020-02-21T23:41:08.844231Z",
  "type": "010combined",
  "sha1": "3857de94d50a33a72140c1ff2f56c9774c2df6ed",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1002.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1002\n\n                         FRED DeWITT,\n\n                    Petitioner, Appellee,\n\n                              v.\n\n             DONALD VENTETOULO, ACTING DIRECTOR,\n           ADULT CORRECTIONAL INSTITUTION, ET AL.,\n\n                   Respondents, Appellees,\n\n                                        \n\n              ATTORNEY GENERAL OF RHODE ISLAND,\n\n                          Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n         [Hon. Francis J. Boyle, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n             Selya, Cyr and Boudin, Circuit Judges\n                                                  \n\n                                         \n\nAnnie Goldberg,  Assistant Attorney  General, Appellate  Division,\n              \nwith  whom Jeffrey  B.  Pine,  Attorney  General,  was  on  brief  for\n                        \nappellant.\nDavid A.  Schechter with whom Margaret-Mary  Hovarth was on  brief\n                                                    \nfor appellee. \n\n                                         \n\n                       October 6,  1993\n                                         \n\n     BOUDIN,  Circuit Judge.   The  district court  granted a\n                           \n\nwrit of habeas  corpus, which it stayed pending  this appeal,\n\nordering  the  release from  state  imprisonment  of Fred  E.\n\nDeWitt.   The  basis for  the writ  was the  district court's\n\ndecision that  Rhode Island  had acted unconstitutionally  in\n\nincreasing DeWitt's  sentence and reimprisoned him  after his\n\nrelease on  parole.    We agree  with  the  district  court's\n\ndecision and affirm.\n\n                              I.\n\n     The constitutional  issue in this case  arises under the\n\nDue  Process Clause  of the  Fourteenth  Amendment.   In some\n\nareas,  such as  search  and seizure,  due  process has  been\n\nreduced to detailed  and nearly mechanical  rules.  In  other\n\nareas, the  precepts are  very general, and  everything turns\n\nupon the circumstances.   The  issue here is  of this  latter\n\ntype,  and so  we  begin  with  a  complete  account  of  the\n\nprocedural history of this case.\n\n     On March 17,  1978, after  a trial by  jury, DeWitt  was\n\nconvicted in Rhode Island  Superior Court of robbery, assault\n\nwith intent to murder,  and arson.  These menacing  labels do\n\nnot  convey  the  full  measure  of  DeWitt's  evil  conduct.\n\nAccording to  testimony given  by  the victim,  a woman  then\n\nabout  67, DeWitt broke into her home while carrying a knife,\n\nstruck her  with his hand and  with a hammer,  engaged in one\n\n                             -2-\n\nbrutal  act  after another,  and  then bound  and  gagged the\n\nvictim and set fire to her apartment.  \n\n     The  superior court  imposed on  DeWitt a  life sentence\n\nwhich meant  under Rhode Island law that  parole was possible\n\nbut not  for a minimum of 10 years.  DeWitt began serving his\n\nsentence in 1978 and  in 1980 his conviction was  affirmed by\n\nthe  Rhode Island Supreme Court.   State v.  DeWitt, 423 A.2d\n                                                   \n\n828 (R.I. 1980).  Then, in the following year, DeWitt came to\n\nthe aid  of  a prison  guard who  was being  assaulted by  an\n\ninmate,  and  DeWitt later  testified  for the  state  in the\n\nprosecution of  the inmate.   There is  some suggestion  that\n\nDeWitt, not surprisingly,  may have suffered at  the hands of\n\nother inmates on account of his rescue efforts.\n\n     In recognition  of these efforts, the  superior court on\n\nJune 25, 1981, held a hearing and entered an order suspending\n\nall but 15 years of DeWitt's life sentence and providing that\n\nhe would be placed on probation for 20 years from the time of\n\nhis future release, whenever  that occurred.1  This shortened\n\nthe minimum period before  DeWitt could seek parole,  but six\n\nyears   remained  before  DeWitt's   parole  application  was\n\ngranted.   In  the meantime,  in mid-1983,  the Rhode  Island\n\nSupreme Court decided State v. O'Rourke, 463 A.2d 1328  (R.I.\n                                       \n\n                    \n\n     1This revised sentence was imposed  under Rule 35 of the\nRhode Island Rules of  Criminal Procedure which permitted the\ncourt  to correct illegal sentences at any time and to reduce\nsentences  within 120 days of either conviction or receipt of\nmandate affirming the conviction.  \n\n                             -3-\n\n1983), holding that the superior court  could not \"suspend\" a\n\nsentence once a defendant had begun to serve it.2\n\n     Between  1983 and  1987,  the state  apparently made  no\n\neffort to have the superior court undo its partial suspension\n\nof DeWitt's life sentence.  Instead DeWitt continued to serve\n\nhis  sentence,  pursued  education and  training  courses  in\n\nprison, and applied  several times for  parole.  Finally,  in\n\nJanuary  1987, DeWitt  was granted  parole and  released from\n\nprison.  We are told by the state that this occurred about 16\n\nmonths before the  earliest date on  which DeWitt would  have\n\nbeen eligible  for  parole if  held  under a  life  sentence.\n\nThus,  despite  O'Rourke  the prison  and  parole authorities\n                        \n\ncontinued to  treat DeWitt  as  if the  order suspending  his\n\nsentence in part was still in force.\n\n     During the eight months following his release in January\n\n1987, DeWitt obtained work, beginning a painting business and\n\nthen  a siding business.   He  resumed his  relationship with\n\nfamily  members and  his  girlfriend.    He  also  rented  an\n\napartment  but  moved  out   after  a  disagreement,   DeWitt\n\nbelieving that the landlord was billing the entire building's\n\nutilities to DeWitt's  meter.  It was  this latter occurrence\n\n                    \n\n     2The  court ruled that a state statute, R.I. Gen. Laws  \n12-19-10, forbad  such suspensions and had  not been modified\nin this regard by Rule 35.   O'Rourke, 463 A.2d at 1331.   It\n                                     \nappears that  the superior court  judge in DeWitt's  case was\nnot alone in  assuming, prior to O'Rourke, that  a suspension\n                                         \npower did exist under Rule 35. \n\n                             -4-\n\nthat  began  the  chain of  events  leading  to this  appeal.\n\nAccording   to  DeWitt,   he  later   returned  to   his  old\n\nneighborhood  to visit a friend, was invited in by his former\n\nlandlord,  and was  then  attacked by  the allegedly  drunken\n\nlandlord  and  his wife  with knives.    In the  turmoil, the\n\nlandlord and his wife were injured.\n\n     The landlord's  version clearly differed, for  the state\n\nbegan  criminal  proceedings  against  DeWitt  based  on  the\n\nincident.   The state also  took steps to  re-imprison DeWitt\n\nbased  on his  1978  conviction,  but  it  did  not  use  the\n\ncustomary  method  of  seeking   to  revoke  his  parole  for\n\nviolation of the good behavior  conditions.  Instead, after a\n\nhearing on September 21, 1987, the superior court vacated its\n\nearlier June 1981  order that had suspended  in part DeWitt's\n\noriginal life sentence; the  court's ruling was that O'Rourke\n                                                             \n\nshowed that the original  suspension order had been improper.\n\nDeWitt  is currently being  held in  prison pursuant  to that\n\nreimposed life sentence.\n\n     The rest of  the procedural story  can be briefly  told.\n\nAt  some point after September 1987 DeWitt was tried on state\n\ncharges growing out of the  knife incident with his landlord,\n\nand  DeWitt  was acquitted  by the  jury.   In  January 1988,\n\nDeWitt made  a new motion  under Rule  35 to  alter his  life\n\nsentence.  The superior court denied the motion  as untimely.\n\nAn appeal followed, challenging  both the reimposition of the\n\n                             -5-\n\nlife sentence and the denial of the new Rule 35  motion.  The\n\nRhode Island  Supreme  Court rejected  the  first  challenge,\n\nincluding DeWitt's express claim that the reimposed  sentence\n\nviolated the Due Process  Clause.  State v. DeWitt,  557 A.2d\n                                                  \n\n845 (R.I.  1989).  The court ruled that the Rule 35 claim was\n\ntimely, but, on remand, the superior court denied the Rule 35\n\nmotion on the merits and no appeal was taken.\n\n     On December  11, 1990, DeWitt filed  his habeas petition\n\nin  the district  court.   The  district  court conducted  an\n\nevidentiary  hearing, adducing  many of  the facts  set forth\n\nabove.   On  October 20,  1992, the  district court  issued a\n\nmemorandum  and  order granting  the  habeas  petition.   The\n\ndistrict  court's  judgment,  which it  stayed  pending  this\n\nappeal, was entered on December 10, 1992.\n\n     Judge Boyle's decision granting DeWitt's habeas petition\n\nrelied  directly upon the Due  Process Clause as construed by\n\nthis court in  Breest v.  Helgemoe, 579 F.2d  95 (1st  Cir.),\n                                  \n\ncert.  denied, 439 U.S. 933 (1978).  There, this court stated\n             \n\nthat \"the power  of a  sentencing court  to correct  [upward]\n\neven a statutorily  invalid sentence must be subject  to some\n\ntemporal  limit\"  and  that  in  some  circumstances  such  a\n\ncorrection \"might be fundamentally unfair, and thus violative\n\nof due  process  . .  . .\"   Id.  at  101.   After a  careful\n                                \n\nanalysis  of the  present facts,  Judge Boyle  concluded that\n\nfundamental unfairness did  exist here, especially  given the\n\n                             -6-\n\nstate's  failure  to  take any  steps  to  reimpose the  life\n\nsentence  in  the four  years  after  O'Rourke  and prior  to\n                                              \n\nDeWitt's release.  The state then brought this appeal.\n\n                             II.\n\n     There is  no surer recipe  for confusion than  to answer\n\ntwo different questions at the same time.  Thus, in assessing\n\nDeWitt's due process claim, we put to one side for the moment\n\nthe fact  that  DeWitt may  have violated  the good  behavior\n\nconditions attached to his parole.  Instead, we ask whether--\n\nassuming  arguendo that  no  parole  violation  occurred--the\n                  \n\nsuperior court was nevertheless  entitled six years after the\n\nevent to correct its earlier mistaken grant of Rule 35 relief\n\nand to reimpose the original life sentence.\n\n     The Constitution contains no general rule that prohibits\n\na  court from increasing an earlier  sentence where the court\n\nfinds  that it was erroneous  and that a  higher sentence was\n\nrequired by law.   On  the contrary, this  has occurred,  and\n\nbeen upheld against constitutional  or other challenges, in a\n\nnumber of cases including Breest itself.3   And in principle,\n                                \n\n                    \n\n     3See, e.g., United States  v. DiFrancesco, 449 U.S. 117,\n                                              \n133-34 (1980); United  States v. Rico, 902 F.2d 1065, 1068-69\n                                     \n(2d Cir.), cert. denied, 111 S. Ct. 352 (1990); United States\n                                                             \nv.  Cook, 890 F.2d 672,  675 (4th Cir.  1989); Littlefield v.\n                                                          \nCaton, 856 F.2d 344, 348-49 (1st Cir. 1988); United States v.\n                                                          \nOrtega,  859 F.2d 327, 334 (5th Cir. 1988), cert. denied, 489\n                                                        \nU.S. 1027  (1989); United States  v. Villano, 816  F.2d 1448,\n                                            \n1451 (10th Cir. 1987); Lerner v. Gill, 751 F.2d 450, 458 (1st\n                                     \nCir.),  cert. denied, 472 U.S. 1010  (1985); United States v.\n                                                          \nLundien,  769 F.2d 981, 986-87 (4th Cir. 1985), cert. denied,\n                                                            \n474 U.S. 1064 (1986);  Burns v. United States, 552  F.2d 828,\n                                             \n\n                             -7-\n\nthere is no  difference between  such cases and  a case  like\n\nthis  one in which a  sentence is reduced  and later, finding\n\nthe  reduction  to  be  unlawful, the  court  reinstates  the\n\noriginal sentence.\n\n     But in  law what is true for the usual case is often not\n\ntrue in the  extreme case.  Even  the state conceded at  oral\n\nargument that due process must impose some outer limit on the\n\npower  to revise  sentences upward  after the  fact.   We are\n\nconcerned here  not with the substantive grounds of a state's\n\ndecision to reduce  or increase a  sentence, but rather  with\n\nthe inherently procedural  issue of whether and when  a state\n\ncan reopen a matter after  a final unappealed decision, after\n\na substantial lapse in time during which the state had actual\n\nknowledge of  the error,  and after  a significant  change in\n\ncircumstances.   In  short, the  question we  face is  one of\n\nprocess.\n       \n\n     In Breest, we said  that notions of fundamental fairness\n              \n\ndo place  some temporal limit on later increases in sentence,\n\n579  F.2d at  101, and  the Fourth  Circuit, in  Lundien, has\n                                                        \n\nendorsed this  view.  769 F.2d at 987.  See also Villano, 816\n                                                        \n\nF.2d at 1458 (Logan,  J. concurring).  It is  quite true that\n\nthe  cases following  Breest generally  found, as  did Breest\n                                                             \n\nitself, that  the particular upward revision  in question did\n\nnot  violate due  process.   A  convicted defendant  does not\n\n                    \n\n831 (8th Cir. 1977).\n\n                             -8-\n\nautomatically acquire  a vested interest in  a mistakenly low\n\nsentence.   Only in the extreme case can a court properly say\n\nthat the later upward revision of a sentence, made to correct\n\nan  earlier  mistake, is  so unfair  that  it must  be deemed\n\ninconsistent with fundamental notions of fairness embodied in\n\nthe Due Process Clause.  Accord Lundien, 769 F.2d at 987.  \n                                       \n\n     In our view,  there is no  single touchstone for  making\n\nthis judgment,  nor any multi-part formula.   Rather, drawing\n\non   considerations  mentioned  by   cases  like  Breest  and\n                                                        \n\nsuggested by common  sense, we think  that attention must  be\n\ngiven--our  list  is  not  exclusive--to the  lapse  of  time\n\nbetween the  mistake and the attempted  increase in sentence,\n\nto whether or  not the defendant  contributed to the  mistake\n\nand the  reasonableness of  his intervening  expectations, to\n\nthe  prejudice worked by a later change, and to the diligence\n\nexercised by the  state in seeking the  change.  To  be sure,\n\ndoctrine should evolve toward yardsticks and formulas, making\n                             \n\nlaw  more predictable  and  reducing  the  need  for  ad  hoc\n                                                             \n\ndecisions  by  judges.   But that  is  the end  point  of the\n\njourney, and we are at the beginning.\n\n     We start  with the  central and  singular fact  that the\n\nstate, which was represented at the hearing in which DeWitt's\n\nsentence  was suspended  in 1983,  took no  appeal from  that\n\ndecision, even though an appeal is the ordinary  and expected\n\nway in which  errors are to  be corrected.   The state had  a\n\n                             -9-\n\nsecond chance also  to correct  the error in  1983 after  the\n\nRhode  Island  Supreme  Court   held  in  O'Rourke  that  the\n                                                  \n\nsuspension power could not be used after a prisoner had begun\n\nto serve his sentence;  once again, the state made  no effort\n\n(so far as the record reveals) to apply to the trial court to\n\nundo the suspension of DeWitt's sentence error.   The process\n\nthat  DeWitt received,  therefore, begins  with a  remarkable\n\ndouble default by the state.  It is not a matter of the state\n\nbeing estopped:   rather,  in deciding what  is fundamentally\n\nunfair  we cannot ignore the fact that with due diligence the\n\nstate  could  have  challenged  the  suspension  long  before\n\nDeWitt's release.             Following  the  state's  double\n\ndefault, circumstances changed substantially.  In contrast to\n\ncases  like Breest, DeWitt not only continued for a number of\n                  \n\nyears in  prison reasonably  believing that his  sentence had\n\nbeen reduced, but he was actually released.  He remained free\n\nfrom January 1987 to  September 1987 and laid down  new roots\n\nin society,  acquiring a job and  reestablishing family ties.\n\nOnly  at  this  point, did  the  superior  court correct  its\n\noriginal  mistake and re-imprison him.  The lengthy delay and\n\nchange of circumstances are  not decisive but they contribute\n\nto  the  judgment whether  due  process was  afforded  by the\n\nbelated reopening.\n\n     Finally, due process requires a weighing not only of the\n\ndefendant's interest in finality, but of the state's interest\n\n                             -10-\n\nin correcting error.  Yet there is no sign  that Rhode Island\n\nhas  undertaken  any  wide-scale  program  to   identify  and\n\nresentence those  whose earlier sentences  were suspended  in\n\nviolation of  O'Rourke.  Rather, DeWitt appears  to have been\n                      \n\nsingled  out primarily to relieve the state of the trouble of\n\nconducting a  parole revocation  hearing.  The  impression is\n\nhard  to avoid  that the  resentencing here  primarily serves\n\nonly to skirt the minimal due process obligations that attach\n\nto parole  revocations, that the  state could conduct  such a\n\nproceeding at minimal  cost, and that  the state's own  self-\n\nproclaimed interest  in vindicating  O'Rourke  is limited  to\n                                             \n\nthis case.\n\n     As  we have  said, there are  numerous cases  allowing a\n\nsentence to  be increased after  it was initially  imposed in\n\nerror.  In virtually  all that we have discovered,  there has\n\nbeen  some  distinguishing circumstance  that  separates that\n\ncase from DeWitt's, for example,  because (as is often  true)\n\nthe defendant  was still in  prison, or the  interval between\n\nthe  original  sentence  and  its correction  was  brief,  or\n\nbecause the  defendant almost  certainly knew or  should have\n\nknown  that  an error  had been  made.4   Conversely,  we are\n\n                    \n\n     4Compare  Lerner,  751 F.2d  at  458 (mistake  corrected\n                     \nafter three years but while defendant still in prison); Cook,\n                                                            \n890 F.2d  at 674 (mistake  corrected after three  weeks while\ndefendant awaiting a report date for  community confinement);\nand Rico,  902 F.2d  at 1068-69 (mistake--of  which defendant\n        \nmust  have  known--discovered  three  days   after  defendant\nerroneously sentenced to time served and released).\n\n                             -11-\n\ncompletely satisfied,  as Breest  and Lundien said  in dicta,\n                                             \n\nthat due process must  in principle impose an outer  limit on\n\nthe ability to correct a sentence after the event.  \n\n     Thus we face  here the familiar  due process problem  of\n\ndeciding how much is  too much.  In concluding  that Dewitt's\n\ncase crosses the line, we have taken  into account a range of\n\nconsiderations:  the multi-year period between the suspension\n\nand  the  reimposition  of  sentence, the  reasonableness  of\n\nDeWitt's reliance,  his release from prison  and formation of\n\nnew roots, the unusual  tardiness of the state in  failing to\n\ncorrect the error from  1983 onward, and the existence  of an\n\nalternative parole  revocation remedy.  These elements cannot\n\nbe calibrated precisely, nor can they be taken in  isolation.\n\nThe outcome here is the result  of the combined weight of the\n\nelements.  \n\n     We reach our conclusion with diffidence  because federal\n\njudges have no monopoly on wisdom in deciding what is unfair,\n\nand even  harsh decisions by state  authorities usually raise\n\nno constitutional issue.  But we are confident that this case\n\nis  very unusual  and that  our  decision imposes  no serious\n\nconstraint on  state authorities who, unlike  federal judges,\n\nhave the direct  responsibility for  the law-enforcement  and\n\nprosecutorial  tasks at hand.  In  sum, this case is the very\n\nrare exception  to the general  rule that  courts can,  after\n\nsentence, revise sentences upward to correct errors.\n\n                             -12-\n\n                             III.\n\n     We  turn now to Rhode Island's counter arguments and, in\n\nparticular,  to  the  issue  we  earlier  reserved concerning\n\nDeWitt's  supposed parole  violation.   The state  has fought\n\nearnestly for its  position that the district  court erred in\n\ngranting the writ, but in our view the arguments on which the\n\nstate lays most stress are not very compelling.\n\n     The state argues broadly that the original suspension of\n\nDeWitt's life  sentence was a  matter of discretion,  and the\n\ndecision  to parole  him before  the end  of his  new 15-year\n\nsentence was likewise discretionary.  From these premises the\n\nstate  concludes  that  DeWitt  cannot have  an  interest  in\n\nremaining at large that is protectable under the Due  Process\n\nClause.   But it  is one thing  to say that  DeWitt could not\n\nhave compelled  the suspension of  sentence or  the grant  of\n\nparole;  it is quite another  to ignore the  reality that the\n\ndiscretion  was exercised in his  favor and the  state is now\n\ntrying to withdraw what it has bestowed.\n\n     Rhode Island is not  required to give away  its property\n\nbut if it gave away its state house as a gift, it is unlikely\n\nit  could get it back without paying just compensation to the\n\nnew owner.   More closely on point, the state  is not obliged\n\nby the Constitution to parole  its prisoners, but having done\n\nso, it is obliged to afford them due process--what process is\n\ndue is another matter--when it revokes paroles.  Morrissey v.\n                                                          \n\n                             -13-\n\nBrewer, 408  U.S. 471, 481  (1972).  The case  relied upon by\n      \n\nthe state for its  discretion argument, Greenhotz v. Nebraska\n                                                             \n\nPenal Inmates, 442 U.S. 1 (1979), involved the very different\n             \n\nquestion whether the state is obliged to provide due  process\n\nin deciding whether to grant parole.\n                   \n\n     The state's main arguments in this case are narrower and\n\ncenter upon DeWitt's  fight with his former landlord.  DeWitt\n\nwas  warned, the state points  out, that his  parole could be\n\nrevoked  if he  got  himself  into  trouble.    That  he  was\n\nacquitted by a jury  of causing the trouble, says  the state,\n\nmeans nothing; the burden of proof in that trial was beyond a\n\nreasonable  doubt, while  in  parole  revocation,  state  law\n\nrequires only  evidence that  would \"reasonably  satisfy\" the\n\ndecision-maker  that   a  violation  occurred.     Walker  v.\n                                                         \n\nLanglois, 243  A.2d  733,  737  (R.I. 1968).    Quoting  from\n        \n\nDeWitt's own testimony about the incident, the state suggests\n\nthat  DeWitt's version of  the struggle with  the landlord is\n\ncontradictory and improbable.\n\n     These arguments remind one  of a boxer leading  with his\n\nchin.   No one doubts that the state could at the outset have\n\nconducted a  proceeding to revoke DeWitt's  parole.  DeWitt's\n\nstory  that  he  was  attacked  without  provocation  by  the\n\nlandlord  and his wife, both  armed with knives,  is one that\n             \n\nany  parole  board  lawyer  might  enjoy  testing  on  cross-\n\nexamination.   The Constitution has  not been read to require\n\n                             -14-\n\nproof  beyond  a  reasonable  doubt in  a  parole  revocation\n\nproceeding.   E.g., Whitehead v. U.S.  Parole Commission, 755\n                                                        \n\nF.2d 1536,  1537 (11th Cir. 1985).   If the state  found that\n\nDeWitthad misbehaved,it could havesurely cancelledhis parole.\n\n     But  this is  not  what happened.    There has  been  no\n\nofficial determination  of wrongdoing  by DeWitt, and  he has\n\nnot been returned to prison to serve a 15-year sentence.  The\n\nstate can hardly expect that this court will determine, based\n\non the state's selection  of transcript excerpts, that DeWitt\n\nwas at fault.  It may well be that under Rhode Island law the\n\nstate  can still  revoke DeWitt's  parole  on account  of the\n\nknifing  incident.   We  have  no  competence to  revoke  the\n\nparole, and  no occasion to consider any  federal claims that\n\nDeWitt might make  against such  a remedy.5   But as  matters\n\nnow stand,  DeWitt  is  being  held pursuant  to  a  judgment\n\nsentencing  him to life  imprisonment, a  judgment unlawfully\n\nreimposed on DeWitt in violation of the Constitution.\n\n     In  the  concluding  section  of its  brief,  the  state\n\nasserts  in one sentence that DeWitt's claim in this court is\n\nforeclosed by  his  failure to  appeal  to the  Rhode  Island\n\n                    \n\n     5Possibly DeWitt would argue  that due process precluded\nrevoking his parole for  misconduct after the jury acquittal.\nHowever,  like most  circuits, we  have sustained the  use of\n\"acquitted  conduct\"   to   increase  sentences   under   the\nSentencing Guidelines,  based on  the same distinction  as to\nburden of proof  urged by Rhode  Island in this case.   E.g.,\n                                                            \nUnited States  v.  Mocciola, 891  F.2d  13, 16-17  (1st  Cir.\n                           \n1989).  \n\n                             -15-\n\nSupreme Court after the  superior court on remand  denied his\n\nnew Rule  35 motion.  When that motion was denied, DeWitt had\n\nalready presented to  the Rhode Island Supreme  Court the due\n\nprocess  claim on  which we  pass today,  and that  court had\n\nalready rejected that claim  on the merits.  DeWitt  had thus\n\nfully  exhausted  his state  remedies  to  vindicate his  due\n\nprocess  claim,  and  the  state's  exhaustion  objection  is\n\nmeritless.\n\n     Affirmed.\n             \n\n                             -16-\n",
  "html": "<p class=\"case_cite\">6 F.3d 32</p>\n    <p class=\"parties\">Fred DeWITT, Petitioner, Appellee,<br>v.<br>Donald VENTETOULO, Acting Director, Adult Correctional<br>Institution, et al., Respondents, Appellees.<br>Attorney General of Rhode Island, Appellant.</p>\n    <p class=\"docket\">No. 93-1002.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 11, 1993.<br>Decided Oct. 6, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Annie Goldberg, Asst. Atty. Gen., Appellate Div. with whom Jeffrey B. Pine, Atty. Gen., was on brief for appellant.</p>\n      <p class=\"indent\">David A. Schechter with whom Margaret-Mary Hovarth was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The district court granted a writ of habeas corpus, which it stayed pending this appeal, ordering the release from state imprisonment of Fred E. DeWitt, 803 F.Supp. 580.   The basis for the writ was the district court's decision that Rhode Island had acted unconstitutionally in increasing DeWitt's sentence and reimprisoning him after his release on parole.  We agree with the district court's decision and affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The constitutional issue in this case arises under the Due Process Clause of the Fourteenth Amendment.  In some areas, such as search and seizure, due process has been reduced to detailed and nearly mechanical rules.  In other areas, the precepts are very general, and everything turns upon the circumstances.  The issue here is of this latter type, and so we begin with a complete account of the procedural history of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 17, 1978, after a trial by jury, DeWitt was convicted in Rhode Island Superior Court of robbery, assault with intent to murder, and arson.  These menacing labels do not convey the full measure of DeWitt's evil conduct.  According to testimony given by the victim, a woman then about 67, DeWitt broke into her home while carrying a knife, struck her with his hand and with a hammer, engaged in one brutal act after another, and then bound and gagged the victim and set fire to her apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The superior court imposed on DeWitt a life sentence which meant under Rhode Island law that parole was possible but not for a minimum of 10 years.  DeWitt began serving his sentence in 1978 and in 1980 his conviction was affirmed by the Rhode Island Supreme Court.  State v. DeWitt, 423 A.2d 828 (R.I.1980).  Then, in the following year, DeWitt came to the aid of a prison guard who was being assaulted by an inmate, and DeWitt later testified for the state in the prosecution of the inmate.  There is some suggestion that DeWitt, not surprisingly, may have suffered at the hands of other inmates on account of his rescue efforts.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In recognition of these efforts, the superior court on June 25, 1981, held a hearing and entered an order suspending all but 15 years of DeWitt's life sentence and providing that he would be placed on probation for 20 years from the time of his future release, whenever that occurred.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This shortened the minimum period before DeWitt could seek parole, but six years remained before DeWitt's parole application was granted.  In the meantime, in mid-1983, the Rhode Island Supreme Court decided State v. O'Rourke, 463 A.2d 1328 (R.I.1983), holding that the superior court could not \"suspend\" a sentence once a defendant had begun to serve it.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Between 1983 and 1987, the state apparently made no effort to have the superior court undo its partial suspension of DeWitt's life sentence.  Instead DeWitt continued to serve his sentence, pursued education and training courses in prison, and applied several times for parole.  Finally, in January 1987, DeWitt was granted parole and released from prison.  We are told by the state that this occurred about 16 months before the earliest date on which DeWitt would have been eligible for parole if held under a life sentence.  Thus, despite O'Rourke the prison and parole authorities continued to treat DeWitt as if the order suspending his sentence in part was still in force.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">During the eight months following his release in January 1987, DeWitt obtained work, beginning a painting business and then a siding business.  He resumed his relationship with family members and his girlfriend.  He also rented an apartment but moved out after a disagreement, DeWitt believing that the landlord was billing the entire building's utilities to DeWitt's meter.  It was this latter occurrence that began the chain of events leading to this appeal.  According to DeWitt, he later returned to his old neighborhood to visit a friend, was invited in by his former landlord, and was then attacked by the allegedly drunken landlord and his wife with knives.  In the turmoil, the landlord and his wife were injured.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The landlord's version clearly differed, for the state began criminal proceedings against DeWitt based on the incident.  The state also took steps to re-imprison DeWitt based on his 1978 conviction, but it did not use the customary method of seeking to revoke his parole for violation of the good behavior conditions.  Instead, after a hearing on September 21, 1987, the superior court vacated its earlier June 1981 order that had suspended in part DeWitt's original life sentence;  the court's ruling was that O'Rourke showed that the original suspension order had been improper.  DeWitt is currently being held in prison pursuant to that reimposed life sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The rest of the procedural story can be briefly told.  At some point after September 1987 DeWitt was tried on state charges growing out of the knife incident with his landlord, and DeWitt was acquitted by the jury.  In January 1988, DeWitt made a new motion under Rule 35 to alter his life sentence.  The superior court denied the motion as untimely.  An appeal followed, challenging both the reimposition of the life sentence and the denial of the new Rule 35 motion.  The Rhode Island Supreme Court rejected the first challenge, including DeWitt's express claim that the reimposed sentence violated the Due Process Clause.  State v. DeWitt, 557 A.2d 845 (R.I.1989).  The court ruled that the Rule 35 claim was timely, but, on remand, the superior court denied the Rule 35 motion on the merits and no appeal was taken.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On December 11, 1990, DeWitt filed his habeas petition in the district court.  The district court conducted an evidentiary hearing, adducing many of the facts set forth above.  On October 20, 1992, the district court issued a memorandum and order granting the habeas petition.  The district court's judgment, which it stayed pending this appeal, was entered on December 10, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Judge Boyle's decision granting DeWitt's habeas petition relied directly upon the Due Process Clause as construed by this court in Breest v. Helgemoe, 579 F.2d 95 (1st Cir.), cert. denied, 439 U.S. 933, 99 S.Ct. 327, 58 L.Ed.2d 329 (1978).  There, this court stated that \"the power of a sentencing court to correct [upward] even a statutorily invalid sentence must be subject to some temporal limit\" and that in some circumstances such a correction \"might be fundamentally unfair, and thus violative of due process....\"  Id. at 101.   After a careful analysis of the present facts, Judge Boyle concluded that fundamental unfairness did exist here, especially given the state's failure to take any steps to reimpose the life sentence in the four years after O'Rourke and prior to DeWitt's release.  The state then brought this appeal.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There is no surer recipe for confusion than to answer two different questions at the same time.  Thus, in assessing DeWitt's due process claim, we put to one side for the moment the fact that DeWitt may have violated the good behavior conditions attached to his parole.  Instead, we ask whether--assuming arguendo that no parole violation occurred--the superior court was nevertheless entitled six years after the event to correct its earlier mistaken grant of Rule 35 relief and to reimpose the original life sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Constitution contains no general rule that prohibits a court from increasing an earlier sentence where the court finds that it was erroneous and that a higher sentence was required by law.  On the contrary, this has occurred, and been upheld against constitutional or other challenges, in a number of cases including Breest itself.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  And in principle, there is no difference between such cases and a case like this one in which a sentence is reduced and later, finding the reduction to be unlawful, the court reinstates the original sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But in law what is true for the usual case is often not true in the extreme case.  Even the state conceded at oral argument that due process must impose some outer limit on the power to revise sentences upward after the fact.  We are concerned here not with the substantive grounds of a state's decision to reduce or increase a sentence, but rather with the inherently procedural issue of whether and when a state can reopen a matter after a final unappealed decision, after a substantial lapse in time during which the state had actual knowledge of the error, and after a significant change in circumstances.  In short, the question we face is one of process.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In Breest, we said that notions of fundamental fairness do place some temporal limit on later increases in sentence, 579 F.2d at 101, and the Fourth Circuit, in Lundien, has endorsed this view.  769 F.2d at 987;  see alsoVillano, 816 F.2d at 1458 (Logan, J. concurring).  It is quite true that the cases following Breest generally found, as did Breest itself, that the particular upward revision in question did not violate due process.  A convicted defendant does not automatically acquire a vested interest in a mistakenly low sentence.  Only in the extreme case can a court properly say that the later upward revision of a sentence, made to correct an earlier mistake, is so unfair that it must be deemed inconsistent with fundamental notions of fairness embodied in the Due Process Clause.  AccordLundien, 769 F.2d at 987.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In our view, there is no single touchstone for making this judgment, nor any multi-part formula.  Rather, drawing on considerations mentioned by cases like Breest and suggested by common sense, we think that attention must be given--our list is not exclusive--to the lapse of time between the mistake and the attempted increase in sentence, to whether or not the defendant contributed to the mistake and the reasonableness of his intervening expectations, to the prejudice worked by a later change, and to the diligence exercised by the state in seeking the change.  To be sure, doctrine should evolve toward yardsticks and formulas, making law more predictable and reducing the need for ad hoc decisions by judges.  But that is the end point of the journey, and we are at the beginning.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We start with the central and singular fact that the state, which was represented at the hearing in which DeWitt's sentence was suspended in 1983 and the state did not seek judicial correction of this decision even though reconsideration or review by a higher court are the ordinary and expected ways in which errors are corrected.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The state had a second chance also to correct the error in 1983 after the Rhode Island Supreme Court held in O'Rourke that the suspension power could not be used after a prisoner had begun to serve his sentence;  once again, the state made no effort (so far as the record reveals) to apply to the trial court to undo the suspension of DeWitt's sentence error.  The process that DeWitt received, therefore, begins with a remarkable double default by the state.  It is not a matter of the state being estopped:  rather, in deciding what is fundamentally unfair we cannot ignore the fact that with due diligence the state could have challenged the suspension long before DeWitt's release.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Following the state's double default, circumstances changed substantially.  In contrast to cases like Breest, DeWitt not only continued for a number of years in prison reasonably believing that his sentence had been reduced, but he was actually released.  He remained free from January 1987 to September 1987 and laid down new roots in society, acquiring a job and reestablishing family ties.  Only at this point, did the superior court correct its original mistake and re-imprison him.  The lengthy delay and change of circumstances are not decisive but they contribute to the judgment whether due process was afforded by the belated reopening.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Finally, due process requires a weighing not only of the defendant's interest in finality, but of the state's interest in correcting error.  Yet there is no sign that Rhode Island has undertaken any wide-scale program to identify and resentence those whose earlier sentences were suspended in violation of O'Rourke.   Rather, DeWitt appears to have been singled out primarily to relieve the state of the trouble of conducting a parole revocation hearing.  The impression is hard to avoid that the resentencing here primarily serves only to skirt the minimal due process obligations that attach to parole revocations, that the state could conduct such a proceeding at minimal cost, and that the state's own self-proclaimed interest in vindicating O'Rourke is limited to this case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As we have said, there are numerous cases allowing a sentence to be increased after it was initially imposed in error.  In virtually all that we have discovered, there has been some distinguishing circumstance that separates that case from DeWitt's, for example, because (as is often true) the defendant was still in prison, or the interval between the original sentence and its correction was brief, or because the defendant almost certainly knew or should have known that an error had been made.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Conversely, we are completely satisfied, as Breest and Lundien said in dicta, that due process must in principle impose an outer limit on the ability to correct a sentence after the event.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Thus we face here the familiar due process problem of deciding how much is too much.  In concluding that DeWitt's case crosses the line, we have taken into account a range of considerations:  the multi-year period between the suspension and the reimposition of sentence, the reasonableness of DeWitt's reliance, his release from prison and formation of new roots, the unusual tardiness of the state in failing to correct the error from 1983 onward, and the existence of an alternative parole revocation remedy.  These elements cannot be calibrated precisely, nor can they be taken in isolation.  The outcome here is the result of the combined weight of the elements.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We reach our conclusion with diffidence because federal judges have no monopoly on wisdom in deciding what is unfair, and even harsh decisions by state authorities usually raise no constitutional issue.  But we are confident that this case is very unusual and that our decision imposes no serious constraint on state authorities who, unlike federal judges, have the direct responsibility for the law-enforcement and prosecutorial tasks at hand.  In sum, this case is the very rare exception to the general rule that courts can, after sentence, revise sentences upward to correct errors.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We turn now to Rhode Island's counter arguments and, in particular, to the issue we earlier reserved concerning DeWitt's supposed parole violation.  The state has fought earnestly for its position that the district court erred in granting the writ, but in our view the arguments on which the state lays most stress are not very compelling.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The state argues broadly that the original suspension of DeWitt's life sentence was a matter of discretion, and the decision to parole him before the end of his new 15-year sentence was likewise discretionary.  From these premises the state concludes that DeWitt cannot have an interest in remaining at large that is protectable under the Due Process Clause.  But it is one thing to say that DeWitt could not have compelled the suspension of sentence or the grant of parole;  it is quite another to ignore the reality that the discretion was exercised in his favor and the state is now trying to withdraw what it has bestowed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Rhode Island is not required to give away its property but if it gave away its state house as a gift, it is unlikely it could get it back without paying just compensation to the new owner.  More closely on point, the state is not obliged by the Constitution to parole its prisoners, but having done so, it is obliged to afford them due process--what process is due is another matter--when it revokes paroles.  Morrissey v. Brewer, 408 U.S. 471, 481, 92 S.Ct. 2593, 2600, 33 L.Ed.2d 484 (1972).  The case relied upon by the state for its discretion argument, Greenhotz v. Nebraska Penal Inmates, 442 U.S. 1, 99 S.Ct. 2100, 60 L.Ed.2d 668 (1979), involved the very different question whether the state is obliged to provide due process in deciding whether to grant parole.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The state's main arguments in this case are narrower and center upon DeWitt's fight with his former landlord.  DeWitt was warned, the state points out, that his parole could be revoked if he got himself into trouble.  That he was acquitted by a jury of causing the trouble, says the state, means nothing;  the burden of proof in that trial was beyond a reasonable doubt, while in parole revocation, state law requires only evidence that would \"reasonably satisfy\" the decision-maker that a violation occurred.  Walker v. Langlois, 104 R.I. 274, 243 A.2d 733, 737 (1968).  Quoting from DeWitt's own testimony about the incident, the state suggests that DeWitt's version of the struggle with the landlord is contradictory and improbable.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">These arguments remind one of a boxer leading with his chin.  No one doubts that the state could at the outset have conducted a proceeding to revoke DeWitt's parole.  DeWitt's story that he was attacked without provocation by the landlord and his wife, both armed with knives, is one that any parole board lawyer might enjoy testing on cross-examination.  The Constitution has not been read to require proof beyond a reasonable doubt in a parole revocation proceeding.  E.g.,Whitehead v. U.S. Parole Commission, 755 F.2d 1536, 1537 (11th Cir.1985).  If the state found that DeWitt had misbehaved, it could have surely cancelled his parole.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">But this is not what happened.  There has been no official determination of wrongdoing by DeWitt, and he has not been returned to prison to serve a 15-year sentence.  The state can hardly expect that this court will determine, based on the state's selection of transcript excerpts, that DeWitt was at fault.  It may well be that under Rhode Island law the state can still revoke DeWitt's parole on account of the knifing incident.  We have no competence to revoke the parole, and no occasion to consider any federal claims that DeWitt might make against such a remedy.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  But as matters now stand, DeWitt is being held pursuant to a judgment sentencing him to life imprisonment, a judgment unlawfully reimposed on DeWitt in violation of the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In the concluding section of its brief, the state asserts in one sentence that DeWitt's claim in this court is foreclosed by his failure to appeal to the Rhode Island Supreme Court after the superior court on remand denied his new Rule 35 motion.  When that motion was denied, DeWitt had already presented to the Rhode Island Supreme Court the due process claim on which we pass today, and that court had already rejected that claim on the merits.  DeWitt had thus fully exhausted his state remedies to vindicate his due process claim, and the state's exhaustion objection is meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This revised sentence was imposed under Rule 35 of the Rhode Island Rules of Criminal Procedure which permitted the court to correct illegal sentences at any time and to reduce sentences within 120 days of either conviction or receipt of mandate affirming the conviction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The court ruled that a state statute, R.I.Gen.Laws Sec. 12-19-10, forbad such suspensions and had not been modified in this regard by Rule 35.  O'Rourke, 463 A.2d at 1331.   It appears that the superior court judge in DeWitt's case was not alone in assuming, prior to O'Rourke, that a suspension power did exist under Rule 35</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See, e.g.,United States v. DiFrancesco, 449 U.S. 117, 133-34, 101 S.Ct. 426, 435-36, 66 L.Ed.2d 328 (1980);  United States v. Rico, 902 F.2d 1065, 1068-69 (2d Cir.), cert. denied, 498 U.S. 943, 111 S.Ct. 352, 112 L.Ed.2d 316 (1990);  United States v. Cook, 890 F.2d 672, 675 (4th Cir.1989);  Littlefield v. Caton, 856 F.2d 344, 348-49 (1st Cir.1988);  United States v. Ortega, 859 F.2d 327, 334 (5th Cir.1988), cert. denied, 489 U.S. 1027, 109 S.Ct. 1157, 103 L.Ed.2d 216 (1989);  United States v. Villano, 816 F.2d 1448, 1451 (10th Cir.1987);  Lerner v. Gill, 751 F.2d 450, 458 (1st Cir.), cert. denied, 472 U.S. 1010, 105 S.Ct. 2709, 86 L.Ed.2d 724 (1985);  United States v. Lundien, 769 F.2d 981, 986-87 (4th Cir.1985), cert. denied, 474 U.S. 1064, 106 S.Ct. 815, 88 L.Ed.2d 789 (1986);  Burns v. United States, 552 F.2d 828, 831 (8th Cir.1977)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The state has advised us that it has no right of \"appeal\" from an order suspending a sentence under Rule 35.  However, apart from the opportunity to seek reconsideration, even brief research indicates that mandamus is normally available where an officer acts beyond his or her authority.  6 R.I. Gen. Laws Sec. 8-1-2;  Brant v. McSoley, 106 R.I. 385, 260 A.2d 443 (1970);  McKinnon v. Housing Authority, 114 R.I. 686, 338 A.2d 517 (1975)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> CompareLerner, 751 F.2d at 458 (mistake corrected after three years but while defendant still in prison);  Cook, 890 F.2d at 674 (mistake corrected after three weeks while defendant awaiting a report date for community confinement);  and Rico, 902 F.2d at 1068-69 (mistake--of which defendant must have known--discovered three days after defendant erroneously sentenced to time served and released)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Possibly DeWitt would argue that due process precluded revoking his parole for misconduct after the jury acquittal.  However, like most circuits, we have sustained the use of \"acquitted conduct\" to increase sentences under the Sentencing Guidelines, based on the same distinction as to burden of proof urged by Rhode Island in this case.  E.g.,United States v. Mocciola, 891 F.2d 13, 16-17 (1st Cir.1989)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></span></p>\n    <p class=\"parties\">Fred DeWITT, Petitioner, Appellee,<br>v.<br>Donald VENTETOULO, Acting Director, Adult Correctional<br>Institution, et al., Respondents, Appellees.<br>Attorney General of Rhode Island, Appellant.</p>\n    <p class=\"docket\">No. 93-1002.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 11, 1993.<br>Decided Oct. 6, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Annie Goldberg, Asst. Atty. Gen., Appellate Div. with whom Jeffrey B. Pine, Atty. Gen., was on brief for appellant.</p>\n      <p class=\"indent\">David A. Schechter with whom Margaret-Mary Hovarth was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The district court granted a writ of habeas corpus, which it stayed pending this appeal, ordering the release from state imprisonment of Fred E. DeWitt, <span class=\"citation no-link\"><span class=\"volume\">803</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">580</span></span>.   The basis for the writ was the district court's decision that Rhode Island had acted unconstitutionally in increasing DeWitt's sentence and reimprisoning him after his release on parole.  We agree with the district court's decision and affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The constitutional issue in this case arises under the Due Process Clause of the Fourteenth Amendment.  In some areas, such as search and seizure, due process has been reduced to detailed and nearly mechanical rules.  In other areas, the precepts are very general, and everything turns upon the circumstances.  The issue here is of this latter type, and so we begin with a complete account of the procedural history of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 17, 1978, after a trial by jury, DeWitt was convicted in Rhode Island Superior Court of robbery, assault with intent to murder, and arson.  These menacing labels do not convey the full measure of DeWitt's evil conduct.  According to testimony given by the victim, a woman then about 67, DeWitt broke into her home while carrying a knife, struck her with his hand and with a hammer, engaged in one brutal act after another, and then bound and gagged the victim and set fire to her apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The superior court imposed on DeWitt a life sentence which meant under Rhode Island law that parole was possible but not for a minimum of 10 years.  DeWitt began serving his sentence in 1978 and in 1980 his conviction was affirmed by the Rhode Island Supreme Court.  State v. DeWitt, <span class=\"citation\" data-id=\"2000642\"><a href=\"/opinion/2000642/state-v-dewitt/\"><span class=\"volume\">423</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">828</span> </a></span>(R.I.1980).  Then, in the following year, DeWitt came to the aid of a prison guard who was being assaulted by an inmate, and DeWitt later testified for the state in the prosecution of the inmate.  There is some suggestion that DeWitt, not surprisingly, may have suffered at the hands of other inmates on account of his rescue efforts.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In recognition of these efforts, the superior court on June 25, 1981, held a hearing and entered an order suspending all but 15 years of DeWitt's life sentence and providing that he would be placed on probation for 20 years from the time of his future release, whenever that occurred.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This shortened the minimum period before DeWitt could seek parole, but six years remained before DeWitt's parole application was granted.  In the meantime, in mid-1983, the Rhode Island Supreme Court decided State v. O'Rourke, <span class=\"citation\" data-id=\"2372777\"><a href=\"/opinion/2372777/state-v-orourke/\"><span class=\"volume\">463</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1328</span> </a></span>(R.I.1983), holding that the superior court could not \"suspend\" a sentence once a defendant had begun to serve it.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Between 1983 and 1987, the state apparently made no effort to have the superior court undo its partial suspension of DeWitt's life sentence.  Instead DeWitt continued to serve his sentence, pursued education and training courses in prison, and applied several times for parole.  Finally, in January 1987, DeWitt was granted parole and released from prison.  We are told by the state that this occurred about 16 months before the earliest date on which DeWitt would have been eligible for parole if held under a life sentence.  Thus, despite O'Rourke the prison and parole authorities continued to treat DeWitt as if the order suspending his sentence in part was still in force.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">During the eight months following his release in January 1987, DeWitt obtained work, beginning a painting business and then a siding business.  He resumed his relationship with family members and his girlfriend.  He also rented an apartment but moved out after a disagreement, DeWitt believing that the landlord was billing the entire building's utilities to DeWitt's meter.  It was this latter occurrence that began the chain of events leading to this appeal.  According to DeWitt, he later returned to his old neighborhood to visit a friend, was invited in by his former landlord, and was then attacked by the allegedly drunken landlord and his wife with knives.  In the turmoil, the landlord and his wife were injured.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The landlord's version clearly differed, for the state began criminal proceedings against DeWitt based on the incident.  The state also took steps to re-imprison DeWitt based on his 1978 conviction, but it did not use the customary method of seeking to revoke his parole for violation of the good behavior conditions.  Instead, after a hearing on September 21, 1987, the superior court vacated its earlier June 1981 order that had suspended in part DeWitt's original life sentence;  the court's ruling was that O'Rourke showed that the original suspension order had been improper.  DeWitt is currently being held in prison pursuant to that reimposed life sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The rest of the procedural story can be briefly told.  At some point after September 1987 DeWitt was tried on state charges growing out of the knife incident with his landlord, and DeWitt was acquitted by the jury.  In January 1988, DeWitt made a new motion under Rule 35 to alter his life sentence.  The superior court denied the motion as untimely.  An appeal followed, challenging both the reimposition of the life sentence and the denial of the new Rule 35 motion.  The Rhode Island Supreme Court rejected the first challenge, including DeWitt's express claim that the reimposed sentence violated the Due Process Clause.  State v. DeWitt, <span class=\"citation\" data-id=\"2387893\"><a href=\"/opinion/2387893/state-v-dewitt/\"><span class=\"volume\">557</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">845</span> </a></span>(R.I.1989).  The court ruled that the Rule 35 claim was timely, but, on remand, the superior court denied the Rule 35 motion on the merits and no appeal was taken.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On December 11, 1990, DeWitt filed his habeas petition in the district court.  The district court conducted an evidentiary hearing, adducing many of the facts set forth above.  On October 20, 1992, the district court issued a memorandum and order granting the habeas petition.  The district court's judgment, which it stayed pending this appeal, was entered on December 10, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Judge Boyle's decision granting DeWitt's habeas petition relied directly upon the Due Process Clause as construed by this court in Breest v. Helgemoe, <span class=\"citation\" data-id=\"357897\"><a href=\"/opinion/357897/robert-breest-v-raymond-helgemoe-etc/\"><span class=\"volume\">579</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">95</span> </a></span>(1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">933</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">327</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">329</span> </span>(1978).  There, this court stated that \"the power of a sentencing court to correct [upward] even a statutorily invalid sentence must be subject to some temporal limit\" and that in some circumstances such a correction \"might be fundamentally unfair, and thus violative of due process....\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 101. </span>  After a careful analysis of the present facts, Judge Boyle concluded that fundamental unfairness did exist here, especially given the state's failure to take any steps to reimpose the life sentence in the four years after O'Rourke and prior to DeWitt's release.  The state then brought this appeal.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There is no surer recipe for confusion than to answer two different questions at the same time.  Thus, in assessing DeWitt's due process claim, we put to one side for the moment the fact that DeWitt may have violated the good behavior conditions attached to his parole.  Instead, we ask whether--assuming arguendo that no parole violation occurred--the superior court was nevertheless entitled six years after the event to correct its earlier mistaken grant of Rule 35 relief and to reimpose the original life sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Constitution contains no general rule that prohibits a court from increasing an earlier sentence where the court finds that it was erroneous and that a higher sentence was required by law.  On the contrary, this has occurred, and been upheld against constitutional or other challenges, in a number of cases including Breest itself.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  And in principle, there is no difference between such cases and a case like this one in which a sentence is reduced and later, finding the reduction to be unlawful, the court reinstates the original sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But in law what is true for the usual case is often not true in the extreme case.  Even the state conceded at oral argument that due process must impose some outer limit on the power to revise sentences upward after the fact.  We are concerned here not with the substantive grounds of a state's decision to reduce or increase a sentence, but rather with the inherently procedural issue of whether and when a state can reopen a matter after a final unappealed decision, after a substantial lapse in time during which the state had actual knowledge of the error, and after a significant change in circumstances.  In short, the question we face is one of process.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In Breest, we said that notions of fundamental fairness do place some temporal limit on later increases in <span class=\"citation\" data-id=\"357897\"><span class=\"antecedent_guess\">sentence,</span> <a href=\"/opinion/357897/robert-breest-v-raymond-helgemoe-etc/\"><span class=\"volume\">579</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">101</span></a></span>, and the Fourth Circuit, in Lundien, has endorsed this <span class=\"citation no-link\"><span class=\"antecedent_guess\">view.</span>  <span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">987</span></span>;  see <span class=\"citation no-link\"><span class=\"antecedent_guess\">alsoVillano,</span> <span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1458</span> </span>(Logan, J. concurring).  It is quite true that the cases following Breest generally found, as did Breest itself, that the particular upward revision in question did not violate due process.  A convicted defendant does not automatically acquire a vested interest in a mistakenly low sentence.  Only in the extreme case can a court properly say that the later upward revision of a sentence, made to correct an earlier mistake, is so unfair that it must be deemed inconsistent with fundamental notions of fairness embodied in the Due Process Clause.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">AccordLundien,</span> <span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">987</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In our view, there is no single touchstone for making this judgment, nor any multi-part formula.  Rather, drawing on considerations mentioned by cases like Breest and suggested by common sense, we think that attention must be given--our list is not exclusive--to the lapse of time between the mistake and the attempted increase in sentence, to whether or not the defendant contributed to the mistake and the reasonableness of his intervening expectations, to the prejudice worked by a later change, and to the diligence exercised by the state in seeking the change.  To be sure, doctrine should evolve toward yardsticks and formulas, making law more predictable and reducing the need for ad hoc decisions by judges.  But that is the end point of the journey, and we are at the beginning.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We start with the central and singular fact that the state, which was represented at the hearing in which DeWitt's sentence was suspended in 1983 and the state did not seek judicial correction of this decision even though reconsideration or review by a higher court are the ordinary and expected ways in which errors are corrected.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The state had a second chance also to correct the error in 1983 after the Rhode Island Supreme Court held in O'Rourke that the suspension power could not be used after a prisoner had begun to serve his sentence;  once again, the state made no effort (so far as the record reveals) to apply to the trial court to undo the suspension of DeWitt's sentence error.  The process that DeWitt received, therefore, begins with a remarkable double default by the state.  It is not a matter of the state being estopped:  rather, in deciding what is fundamentally unfair we cannot ignore the fact that with due diligence the state could have challenged the suspension long before DeWitt's release.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Following the state's double default, circumstances changed substantially.  In contrast to cases like Breest, DeWitt not only continued for a number of years in prison reasonably believing that his sentence had been reduced, but he was actually released.  He remained free from January 1987 to September 1987 and laid down new roots in society, acquiring a job and reestablishing family ties.  Only at this point, did the superior court correct its original mistake and re-imprison him.  The lengthy delay and change of circumstances are not decisive but they contribute to the judgment whether due process was afforded by the belated reopening.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Finally, due process requires a weighing not only of the defendant's interest in finality, but of the state's interest in correcting error.  Yet there is no sign that Rhode Island has undertaken any wide-scale program to identify and resentence those whose earlier sentences were suspended in violation of O'Rourke.   Rather, DeWitt appears to have been singled out primarily to relieve the state of the trouble of conducting a parole revocation hearing.  The impression is hard to avoid that the resentencing here primarily serves only to skirt the minimal due process obligations that attach to parole revocations, that the state could conduct such a proceeding at minimal cost, and that the state's own self-proclaimed interest in vindicating O'Rourke is limited to this case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As we have said, there are numerous cases allowing a sentence to be increased after it was initially imposed in error.  In virtually all that we have discovered, there has been some distinguishing circumstance that separates that case from DeWitt's, for example, because (as is often true) the defendant was still in prison, or the interval between the original sentence and its correction was brief, or because the defendant almost certainly knew or should have known that an error had been made.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Conversely, we are completely satisfied, as Breest and Lundien said in dicta, that due process must in principle impose an outer limit on the ability to correct a sentence after the event.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Thus we face here the familiar due process problem of deciding how much is too much.  In concluding that DeWitt's case crosses the line, we have taken into account a range of considerations:  the multi-year period between the suspension and the reimposition of sentence, the reasonableness of DeWitt's reliance, his release from prison and formation of new roots, the unusual tardiness of the state in failing to correct the error from 1983 onward, and the existence of an alternative parole revocation remedy.  These elements cannot be calibrated precisely, nor can they be taken in isolation.  The outcome here is the result of the combined weight of the elements.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We reach our conclusion with diffidence because federal judges have no monopoly on wisdom in deciding what is unfair, and even harsh decisions by state authorities usually raise no constitutional issue.  But we are confident that this case is very unusual and that our decision imposes no serious constraint on state authorities who, unlike federal judges, have the direct responsibility for the law-enforcement and prosecutorial tasks at hand.  In sum, this case is the very rare exception to the general rule that courts can, after sentence, revise sentences upward to correct errors.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We turn now to Rhode Island's counter arguments and, in particular, to the issue we earlier reserved concerning DeWitt's supposed parole violation.  The state has fought earnestly for its position that the district court erred in granting the writ, but in our view the arguments on which the state lays most stress are not very compelling.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The state argues broadly that the original suspension of DeWitt's life sentence was a matter of discretion, and the decision to parole him before the end of his new 15-year sentence was likewise discretionary.  From these premises the state concludes that DeWitt cannot have an interest in remaining at large that is protectable under the Due Process Clause.  But it is one thing to say that DeWitt could not have compelled the suspension of sentence or the grant of parole;  it is quite another to ignore the reality that the discretion was exercised in his favor and the state is now trying to withdraw what it has bestowed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Rhode Island is not required to give away its property but if it gave away its state house as a gift, it is unlikely it could get it back without paying just compensation to the new owner.  More closely on point, the state is not obliged by the Constitution to parole its prisoners, but having done so, it is obliged to afford them due process--what process is due is another matter--when it revokes paroles.  Morrissey v. Brewer, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 481, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2593</span></a></span>, 2600, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">484</span> </a></span>(1972).  The case relied upon by the state for its discretion argument, Greenhotz v. Nebraska Penal Inmates, <span class=\"citation\" data-id=\"110085\"><a href=\"/opinion/110085/greenholtz-v-inmates-of-neb-penal-and-correctional-complex/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"110085\"><a href=\"/opinion/110085/greenholtz-v-inmates-of-neb-penal-and-correctional-complex/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2100</span></a></span>, <span class=\"citation\" data-id=\"110085\"><a href=\"/opinion/110085/greenholtz-v-inmates-of-neb-penal-and-correctional-complex/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span> </a></span>(1979), involved the very different question whether the state is obliged to provide due process in deciding whether to grant parole.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The state's main arguments in this case are narrower and center upon DeWitt's fight with his former landlord.  DeWitt was warned, the state points out, that his parole could be revoked if he got himself into trouble.  That he was acquitted by a jury of causing the trouble, says the state, means nothing;  the burden of proof in that trial was beyond a reasonable doubt, while in parole revocation, state law requires only evidence that would \"reasonably satisfy\" the decision-maker that a violation occurred.  Walker v. Langlois, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">274</span></span>, <span class=\"citation\" data-id=\"1994646\"><a href=\"/opinion/1994646/walker-v-langlois/\"><span class=\"volume\">243</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">733</span></a></span>, 737 (1968).  Quoting from DeWitt's own testimony about the incident, the state suggests that DeWitt's version of the struggle with the landlord is contradictory and improbable.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">These arguments remind one of a boxer leading with his chin.  No one doubts that the state could at the outset have conducted a proceeding to revoke DeWitt's parole.  DeWitt's story that he was attacked without provocation by the landlord and his wife, both armed with knives, is one that any parole board lawyer might enjoy testing on cross-examination.  The Constitution has not been read to require proof beyond a reasonable doubt in a parole revocation proceeding.  E.g.,Whitehead v. U.S. Parole Commission, <span class=\"citation\" data-id=\"448955\"><a href=\"/opinion/448955/jw-whitehead-v-united-states-parole-commission-warden-rison-fci/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1536</span></a></span>, 1537 (11th Cir.1985).  If the state found that DeWitt had misbehaved, it could have surely cancelled his parole.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">But this is not what happened.  There has been no official determination of wrongdoing by DeWitt, and he has not been returned to prison to serve a 15-year sentence.  The state can hardly expect that this court will determine, based on the state's selection of transcript excerpts, that DeWitt was at fault.  It may well be that under Rhode Island law the state can still revoke DeWitt's parole on account of the knifing incident.  We have no competence to revoke the parole, and no occasion to consider any federal claims that DeWitt might make against such a remedy.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  But as matters now stand, DeWitt is being held pursuant to a judgment sentencing him to life imprisonment, a judgment unlawfully reimposed on DeWitt in violation of the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In the concluding section of its brief, the state asserts in one sentence that DeWitt's claim in this court is foreclosed by his failure to appeal to the Rhode Island Supreme Court after the superior court on remand denied his new Rule 35 motion.  When that motion was denied, DeWitt had already presented to the Rhode Island Supreme Court the due process claim on which we pass today, and that court had already rejected that claim on the merits.  DeWitt had thus fully exhausted his state remedies to vindicate his due process claim, and the state's exhaustion objection is meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This revised sentence was imposed under Rule 35 of the Rhode Island Rules of Criminal Procedure which permitted the court to correct illegal sentences at any time and to reduce sentences within 120 days of either conviction or receipt of mandate affirming the conviction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The court ruled that a state statute, R.I.Gen.Laws Sec. 12-19-10, forbad such suspensions and had not been modified in this regard by Rule 35.  <span class=\"citation\" data-id=\"2372777\"><span class=\"antecedent_guess\">O'Rourke,</span> <a href=\"/opinion/2372777/state-v-orourke/\"><span class=\"volume\">463</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">1331</span></a></span>.   It appears that the superior court judge in DeWitt's case was not alone in assuming, prior to O'Rourke, that a suspension power did exist under Rule 35</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See, e.g.,United States v. DiFrancesco, <span class=\"citation\" data-id=\"110361\"><a href=\"/opinion/110361/united-states-v-difrancesco/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">117</span></a></span>, 133-34, <span class=\"citation\" data-id=\"110361\"><a href=\"/opinion/110361/united-states-v-difrancesco/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">426</span></a></span>, 435-36, <span class=\"citation\" data-id=\"110361\"><a href=\"/opinion/110361/united-states-v-difrancesco/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">328</span> </a></span>(1980);  United States v. Rico, <span class=\"citation\" data-id=\"541070\"><a href=\"/opinion/541070/united-states-v-rico-appeal-of-elizabeth-baron-aka-yolanda-mercado/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1065</span></a></span>, 1068-69 (2d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">943</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">352</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">316</span> </span>(1990);  United States v. Cook, <span class=\"citation\" data-id=\"532770\"><a href=\"/opinion/532770/united-states-v-novenda-l-cook/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">672</span></a></span>, 675 (4th Cir.1989);  Littlefield v. Caton, <span class=\"citation\" data-id=\"511558\"><a href=\"/opinion/511558/theodore-littlefield-v-mark-c-caton-etc/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">344</span></a></span>, 348-49 (1st Cir.1988);  United States v. Ortega, <span class=\"citation no-link\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">327</span></span>, 334 (5th Cir.1988), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1027</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1157</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">216</span> </span>(1989);  United States v. Villano, <span class=\"citation\" data-id=\"487215\"><a href=\"/opinion/487215/united-states-v-paul-c-paulie-villano/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1448</span></a></span>, 1451 (10th Cir.1987);  Lerner v. Gill, <span class=\"citation\" data-id=\"446337\"><a href=\"/opinion/446337/maurice-r-lerner-v-matthew-gill-etc/\"><span class=\"volume\">751</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">450</span></a></span>, 458 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1010</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2709</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">724</span> </span>(1985);  United States v. Lundien, <span class=\"citation\" data-id=\"456340\"><a href=\"/opinion/456340/united-states-v-kenneth-james-lundien/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">981</span></a></span>, 986-87 (4th Cir.1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1064</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">815</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">789</span> </span>(1986);  Burns v. United States, <span class=\"citation\" data-id=\"344445\"><a href=\"/opinion/344445/steven-frank-burns-v-united-states/\"><span class=\"volume\">552</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">828</span></a></span>, 831 (8th Cir.1977)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The state has advised us that it has no right of \"appeal\" from an order suspending a sentence under Rule 35.  However, apart from the opportunity to seek reconsideration, even brief research indicates that mandamus is normally available where an officer acts beyond his or her authority.  6 R.I. Gen. Laws Sec. 8-1-2;  Brant v. McSoley, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">385</span></span>, <span class=\"citation no-link\"><span class=\"volume\">260</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">443</span> </span>(1970);  McKinnon v. Housing Authority, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">686</span></span>, <span class=\"citation\" data-id=\"2384960\"><a href=\"/opinion/2384960/mckinnon-v-housing-authority-of-city-of-pawtucket/\"><span class=\"volume\">338</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">517</span> </a></span>(1975)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> <span class=\"citation\" data-id=\"446337\"><span class=\"antecedent_guess\">CompareLerner,</span> <a href=\"/opinion/446337/maurice-r-lerner-v-matthew-gill-etc/\"><span class=\"volume\">751</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">458</span> </a></span>(mistake corrected after three years but while defendant still in prison);  <span class=\"citation\" data-id=\"532770\"><span class=\"antecedent_guess\">Cook,</span> <a href=\"/opinion/532770/united-states-v-novenda-l-cook/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">674</span> </a></span>(mistake corrected after three weeks while defendant awaiting a report date for community confinement);  and <span class=\"citation\" data-id=\"541070\"><span class=\"antecedent_guess\">Rico,</span> <a href=\"/opinion/541070/united-states-v-rico-appeal-of-elizabeth-baron-aka-yolanda-mercado/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1068-69</span> </a></span>(mistake--of which defendant must have known--discovered three days after defendant erroneously sentenced to time served and released)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Possibly DeWitt would argue that due process precluded revoking his parole for misconduct after the jury acquittal.  However, like most circuits, we have sustained the use of \"acquitted conduct\" to increase sentences under the Sentencing Guidelines, based on the same distinction as to burden of proof urged by Rhode Island in this case.  E.g.,United States v. Mocciola, <span class=\"citation\" data-id=\"533000\"><a href=\"/opinion/533000/united-states-v-gerard-peter-mocciola/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 16-17 (1st Cir.1989)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110085/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110361/",
    "https://www.courtlistener.com/api/rest/v3/opinions/344445/",
    "https://www.courtlistener.com/api/rest/v3/opinions/357897/",
    "https://www.courtlistener.com/api/rest/v3/opinions/446337/",
    "https://www.courtlistener.com/api/rest/v3/opinions/448955/",
    "https://www.courtlistener.com/api/rest/v3/opinions/456340/",
    "https://www.courtlistener.com/api/rest/v3/opinions/487215/",
    "https://www.courtlistener.com/api/rest/v3/opinions/511558/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532770/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533000/",
    "https://www.courtlistener.com/api/rest/v3/opinions/541070/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1994646/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2000642/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2372777/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2384960/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2387893/"
  ]
}