{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194978/",
  "id": 194978,
  "absolute_url": "/opinion/194978/suveges-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194978/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:29:30Z",
  "date_modified": "2020-02-21T23:41:28.892738Z",
  "type": "010combined",
  "sha1": "11c4b7abd4d61888e75b033366f15be1fa911597",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2465.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 92-2465\n\n                     ROBERT E. SUVEGES, JR.,\n\n                      Petitioner, Appellant,\n\n                                v.\n\n                    UNITED STATES OF AMERICA,\n\n                      Respondent, Appellee.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n             [Hon. Gene Carter, U.S. District Judge]\n                                                   \n\n                                             \n\n                              Before\n\n             Selya, Boudin and Stahl, Circuit Judges.\n                                                    \n\n                                             \n\n     Robert E. Suveges, Jr. on brief pro se.\n                           \n     Richard  S.  Cohen,  United  States Attorney,  and  F.  Mark\n                                                                 \nTerison,  Assistant  United States  Attorney,  on  brief for  the\n       \nUnited States.\n\n                                             \n\n                         October 14, 1993\n\n                                             \n\n          SELYA, Circuit Judge.   Petitioner-appellant Robert  E.\n          SELYA, Circuit Judge.\n                              \n\nSuveges, Jr., strives gallantly to  persuade us that the district\n\ncourt  erred  in  summarily  denying  a  petition  to vacate  his\n\nsentence brought pursuant to  28 U.S.C.   2255.   For the reasons\n\ndiscussed below, we affirm the judgment in its major aspects, but\n\nremand to permit further consideration of one related point.\n\n                                I\n\n          On  August  14, 1990,  a  federal  grand jury  indicted\n\nSuveges on three counts of drug distribution, not involving death\n\nor injury, in  violation of 21 U.S.C.    841(a)(1).   The charges\n\narose from  separate incidents in  which Suveges sold  cocaine to\n\nundercover  agents.  The aggregate amount  of cocaine involved in\n\nthe three transactions totalled 10.19 grams.\n\n          On  November 1,  1990,  Suveges pleaded  guilty to  the\n\ncharges pursuant  to a plea agreement which provided, inter alia,\n                                                                \n\nthat the government would not oppose a two-level reduction in his\n\noffense level  for acceptance  of responsibility.1   The criminal\n\ndocket  sheet indicates  that,  before Suveges  pled guilty,  the\n\nprosecution did not  file or serve  an information notifying  him\n\nthat increased  punishment might  result  from certain  specified\n\n                    \n\n     1Notwithstanding that the probation office used the November\n1, 1989 version of the federal sentencing guidelines in preparing\nthe  presentence report,  the  November 1,  1990  version of  the\nguidelines  applies  to  this  case.     See  United  States   v.\n                                                            \nHarotunian, 920 F.2d 1040, 1041-42 (1st Cir. 1990) (\"Barring  any\n          \nex post facto problem, a defendant is to be punished according to\n             \nthe  guidelines in  effect at  the time  of sentencing.\").   This\nbevue is of no consequence, however,  as the guidelines affecting\nSuveges's  sentence  are  the  same  in  both  incarnations.   In\nparticular, the  career offender guideline, quoted  infra note 4,\n                                                         \nwas not changed.\n\n                                2\n\nprior  convictions.   See 21 U.S.C.    851(a)(1).2   Nonetheless,\n                         \n\nparagraph one  of the plea  agreement specified that  Suveges was\n\nsubject  to a  potential  30-year maximum  prison  term and/or  a\n\n$2,000,000  fine,  as  well  as  a  mandatory  six-year  term  of\n\nsupervised release.  The statutory  mosaic makes clear that  this\n\nis an enhanced penalty regime prescribed for repeat offenders.3\n\n                    \n\n     2The statute provides in relevant part:\n\n          No person who stands convicted of an  offense\n          under  this part  [i.e., 21  U.S.C.    841 et\n                                                       \n          seq.]   shall   be  sentenced   to  increased\n              \n          punishment  by  reason of  one or  more prior\n          convictions, unless before  trial, or  before\n          entry of a plea  of guilty, the United States\n          attorney  files an information with the court\n          (and serves a copy of such information on the\n          person or counsel for  the person) stating in\n          writing the previous convictions to be relied\n          upon. . . .\n\n28 U.S.C.   851(a)(1).\n\n     321  U.S.C.    841(b)(1)(C)  sets  forth  the penalties  for\ndistributing less than 500  grams of cocaine.  In  relevant part,\nthis  statute provides that, in instances  where death or serious\ninjury  do not  follow the  use of  the controlled  substance, an\noffender:\n\n          shall be sentenced to  a term of imprisonment\n          of not more than 20 years . . . a fine not to\n          exceed . . .  $1,000,000 if the person is  an\n          individual  . .  . or  both.   If any  person\n          commits such a  violation after  one or  more\n          prior convictions  for .  . . a  felony under\n          any  other .  .  .  law of  a  State,  . .  .\n          relating to narcotic drugs, . . . such person\n          shall be sentenced to a term of  imprisonment\n          of not more than 30 years . . . a fine not to\n          exceed .  . . $2,000,000 if the  person is an\n          individual  .  . .  or  both.   Any  sentence\n          imposing  a term  of imprisonment  under this\n          paragraph shall,  in  the absence  of such  a\n          prior conviction, impose a term of supervised\n          release  of at least 3 years . . . and shall,\n          if there was such  a prior conviction, impose\n\n                                3\n\n          During  the course of Suveges's change-of-plea hearing,\n\nthe  district judge initially warned him that he would be subject\n\nto  a 20-year  maximum  prison term  and a  three-year supervised\n\nrelease term.  These are the maxima that 21 U.S.C.   841(b)(1)(C)\n\nprescribes for first  offenders.  See supra note 3.   Despite the\n                                           \n\nfact  that  the government  had  neither  filed an  informational\n\nnotice  nor  sought  a sentence  enhancement,  Suveges's attorney\n\ninformed  the judge  that a  30-year prison  term and  a six-year\n\nsupervised release  term were available  in Suveges's case.   The\n\njudge accepted the  volunteered correction, warned Suveges  about\n\nthese possible penalties, and, when Suveges reaffirmed his desire\n\nto plead guilty, accepted the changed plea.\n\n          On November  19, 1990, the probation  office prepared a\n\npresentence investigation report (PSI Report) which revealed that\n\nSuveges  had a  myriad of  prior convictions.   Among  these were\n\nstate-court   convictions  for  armed  robbery  (1982),  unlawful\n\ntrafficking  in drugs  (1983), and  reckless conduct  involving a\n\ndangerous weapon (1987).   As a result of these  convictions, the\n\nprobation officer concluded that Suveges qualified for  treatment\n\nas  a  career  offender under  U.S.S.G.     4B1.1.4   The  career\n\n                    \n\n          a term  of supervised  release of at  least 6\n          years   in   addition   to   such   term   of\n          imprisonment.\n\n     4This guideline provides that:\n\n          A defendant  is a career offender  if (1) the\n          defendant was at least eighteen years  old at\n          the  time of  the  instant  offense, (2)  the\n          instant offense  of  conviction is  a  felony\n          that  is  either a  crime  of  violence or  a\n\n                                4\n\noffender guideline  boosted Suveges's overall offense  level from\n\nten to thirty-two and shifted  his criminal history category from\n\nV  to VI.   In turn,  these higher  integers yielded  a guideline\n\nsentencing range  (GSR)  of  210-262 months.    Had  Suveges  not\n\nqualified as a  career offender,  the GSR would  have been  21-27\n\nmonths.\n\n          Suveges and  his attorney  filed objections to  the PSI\n\nReport.   The  district court  considered  these objections  at a\n\nsentencing  hearing  held on  March  4,  1991.   Defense  counsel\n\nprotested  the use  of  the  career  offender guideline  both  on\n\nconstitutional grounds and because  Suveges had not been informed\n\nthat he might  be treated as a career  offender before he changed\n\nhis  plea.  The court inquired whether Suveges wished to withdraw\n\nhis  guilty plea.   When he  declined,   the court  overruled his\n\nobjections, applied the career  offender guideline, and sentenced\n\nhim  to a prison term of 210 months.   The court also imposed the\n\nsix-year  supervised  release  term   mandated  by  21  U.S.C.   \n\n841(b)(1)(C) for repeat offenders, see supra note 3, but declined\n                                            \n\nto levy  a fine due to Suveges's  straitened financial condition.\n\nSuveges did not appeal this sentence.\n\n          On October 2, 1992, Suveges filed this motion to vacate\n\nhis sentence under U.S.C.    2255.  Read in conjunction  with his\n\n                    \n\n          controlled  substance  offense,  and (3)  the\n          defendant  has  at  least  two  prior  felony\n          convictions of either a crime of  violence or\n          a controlled substance offense.\n\nU.S.S.G.   4B1.1.\n\n                                5\n\nsupporting memorandum, Suveges's petition  limned a single claim:\n\nthat his sentence  was unlawful because the  government, prior to\n\nthe court's acceptance of his guilty plea, did  not file or serve\n\nan informational  notice  detailing the  prior convictions  which\n\nwere  later used to  establish career  offender status.   Suveges\n\ncontended  that the  absence of  such a  notice violated  both 21\n\nU.S.C.   851(a)(1) and the Due  Process Clause, thereby requiring\n\nthat  he be  resentenced without  resort  to the  career offender\n\nguideline.    After  studying   the  government's  response,  the\n\ndistrict court summarily denied the section 2255 petition.   This\n\nappeal followed.\n\n                                II\n\n          On appeal, Suveges maintains that the government had an\n\nobligation to  file and serve an  informational notice specifying\n\nits  intent to  employ the  career offender guideline  before his\n\nguilty plea took  effect.  The government's failure to  do so, he\n\ncontends,  disabled the  court from  sentencing  him as  a career\n\noffender.   The government demurs.   Relying on  United States v.\n                                                              \n\nSanchez, 917 F.2d 607, 616 (1st  Cir. 1990), cert. denied, 111 S.\n                                                         \n\nCt.  1625  (1991),  it asserts  that  21  U.S.C.    851(a)(1)  is\n\ninapposite  to career  offender status;  and that,  therefore, an\n\ninformational notice  was not  essential because  Suveges's prior\n\nconvictions  were used  merely to  establish his  career offender\n\nstatus  under  the  sentencing guidelines     not  to  expand the\n\nmaximum  penalties  that Congress,  in  the  first instance,  had\n\nprescribed for the offense(s) of conviction.  \n\n                                6\n\n          While we agree that Sanchez defeats Suveges's attack on\n                                     \n\nthe  lower court's  use  of the  career  offender guideline,  the\n\nrecord  indicates  that  the   district  judge  and  the  parties\n\nincorrectly  assumed that  Suveges  was subject  to the  enhanced\n\npenalties  provided by 21  U.S.C.   841(b)(1)(C)  even though the\n\ngovernment  had   not  sought  enhancement  under   21  U.S.C.   \n\n851(a)(1).    Consequently,  we think  it  is  important that  we\n\nclarify the situation.  \n\n          In Sanchez, this court  held an informational notice to\n                    \n\nbe obligatory  under 21  U.S.C.    851 only  in  cases where  the\n\ngovernment  seeks to  enhance  the statutory  minimum or  maximum\n                                            \n\npenalties that apply  to a  given defendant.   It follows,  then,\n\nthat  section 851 is not in play,  and an informational notice is\n\nnot required, in  a situation  where, as here,  the defendant  is\n\nsentenced as a career offender to a prison term that falls within\n\na non-enhanced statutory minimum-maximum range.  For example, the\n\ndefendants  in Sanchez received 360-month prison terms.  As these\n                      \n\nwere within  the range  prescribed for  first offenders  under 21\n\nU.S.C.   841(b)(1)(A), ten years to life, an informational notice\n\nwas not  required.  See Sanchez, 917 F.2d at 616; see also United\n                                                                 \n\nStates v.  Elwell, 984 F.2d  1289, 1297  (1st Cir.)  (reaffirming\n                 \n\nposition  adopted  in Sanchez),  cert.  denied, 113  S.  Ct. 2429\n                                              \n\n(1993).   Our  sister circuits  toe  the same  line.   See United\n                                                                 \n\nStates v. Day, 969  F.2d 39, 48 (3d  Cir. 1992) (explaining  that\n             \n\n\"the government is not required to file a pretrial information to\n\nsubject  a defendant  to sentencing  as  a career  offender under\n\n                                7\n\nU.S.S.G.    4B1.1\"); United States v. Koller, 956 F.2d 1408, 1417\n                                            \n\n(7th Cir. 1992); United  States v. Whitaker, 938 F.2d  1551, 1552\n                                           \n\n(2d  Cir. 1991), cert.  denied, 112 S.  Ct. 977  (1992); Young v.\n                                                              \n\nUnited  States, 936 F.2d 533, 536 (11th Cir. 1991); United States\n                                                                 \n\nv.  McDougherty, 920 F.2d 569, 574 (9th Cir. 1990), cert. denied,\n                                                                \n\n111 S. Ct. 1119 (1991); United States v. Marshall, 910 F.2d 1241,\n                                                 \n\n1245 (5th  Cir. 1990), cert. denied,  111 S. Ct.  976 (1991); see\n                                                                 \n\ngenerally United States v.  Novey, 922 F.2d 624, 629  (10th Cir.)\n                                 \n\n(holding  that   851 applies  when prior convictions  are used to\n\nincrease  the  minimum  or  maximum  statutory  sentence),  cert.\n                                                                 \n\ndenied, 111 S.  Ct. 2861  (1991); United States  v. Wallace,  895\n                                                           \n\nF.2d  487, 489-90  (8th  Cir. 1990)  (observing that,  although  \n\n851(a)(1) predates the  sentencing guidelines, the  guidelines do\n\nnot require  the  filing of  an informational  notice when  using\n\nprior convictions for sentence-enhancement purposes).\n\n          It would be pleonastic to repeat the reasoning of these\n\nnumerous cases.  Suffice  it to say that an  informational notice\n\nunder 21 U.S.C.    851(a)(1) was not a necessary  precondition to\n\neither the change  of plea  or the imposition  of sentence  since\n\nSuveges, even  after  the  career  offender  guideline  attached,\n\nreceived an incarcerative sentence of 17 1/2 years, as opposed to\n\nthe  non-enhanced statutory  maximum  of 20  years applicable  to\n\nfirst offenders under  the statute of conviction.   In as much as\n\napplication of  the career offender  guideline to Suveges  in the\n\ncircumstances of this case comported with Due Process Clause, the\n\nlower  court's summary denial of   2255 relief was, by and large,\n\n                                8\n\nproper.5\n\n                               III\n\n          There remains  one small  stumbling block.   The record\n\nindicates that Suveges did receive an enhanced supervised release\n\nterm.   The district court imposed the mandatory minimum six-year\n\nsupervision  term that  21 U.S.C.    841(b)(1)(C)  prescribes for\n\nrepeat offenders.  This constituted an increased punishment which\n\nrequired the filing and service  of an informational notice under\n\nsection 851(a)(1).  Nonetheless,  the court ignored the statutory\n\nrequirement.   The  filing  of such  an  informational notice  is\n\njurisdictional.  See United States v. Belanger, 970 F.2d 416, 418\n                                              \n\n(7th Cir. 1992)  (\"Failure to  file the [   851] notice prior  to\n\ntrial  deprives the district  court of jurisdiction  to impose an\n\nenhanced  sentence.\"); Novey,  922 F.2d  at 627 (same);  see also\n                                                                 \n\nHardy v. United  States, 691 F.2d 39, 41 (1st  Cir. 1982) (noting\n                       \n\nthat if the government  does not seek a sentence  enhancement the\n\ndistrict  court  \"is without  authority  to  enhance on  its  own\n\nmotion.\").   Thus, the  district  court lacked  the authority  to\n\nenhance Suveges's supervised release term to six years.6\n\n                    \n\n     5Suveges's due process argument is  inextricably intertwined\nwith his  statutory  argument.   Thus,  our  conclusion  that  no\nviolation   of  21   U.S.C.      851(a)(1)  occurred   serves  to\ndefenestrate Suveges's constitutional claim.\n\n     6In the  absence of other  statutory authority, 18  U.S.C.  \n3583 authorizes district  courts to  impose up to  five years  of\nsupervised  release  depending  upon  the  classification   of  a\ndefendant's  crimes.   The district  court categorized  Suveges's\ncrimes  as Class A  felonies.  This  appears to be  in error, for\nClass  A  felonies are  felonies  punishable  by  death  or  life\n\n                                9\n\n          To  be  sure,  Suveges  did  not  object  below  to the\n\nimposition  of the enhanced term of supervised release and he did\n\nnot  appeal his sentence  in the first instance.   The failure to\n\nraise  this objection earlier  constitutes a  procedural default.\n\nSee, e.g.,  Ford v. United  States, 983  F.2d 897, 898  (8th Cir.\n                                  \n\n1993) (per curiam).  Hence, Suveges must show cause and prejudice\n\nto  obtain collateral relief at this juncture.  See United States\n                                                                 \n\nv. Frady, 456 U.S. 152, 167-68 (1982).  Yet, the record before us\n        \n\nsuggests that both cause and prejudice arguably might be present.\n\nDefense counsel, seemingly  unaware that such  a penalty was  not\n\nrequired   unless   the   government   sedulously   followed  the\n\nenhancement  procedures  set  forth  in 21  U.S.C.     851(a)(1),\n\ninvited  the  court  to  apply the  enhanced  recidivist  penalty\n\nembodied  in 21 U.S.C.    841(b)(1)(C).  Such  an oversight could\n\nconceivably constitute sufficient cause  to excuse the procedural\n\ndefault before the district court.  Cf., e.g., Hardy, 691 F.2d at\n                                                    \n\n42  (noting that a lesser showing  of cause is required where the\n\ndistrict court  lacked authority  to impose the  sentence because\n\nthe  requirements  of    851 were  not  met).   Prejudice appears\n\nrather  obvious:     after  all,  Suveges   received  a  six-year\n\nsupervised release  term notwithstanding  that the governing  law\n\nonly authorized a maximum three-year term.  In  view of  the fact\n\n                    \n\nimprisonment.    See   18  U.S.C.      3559(a)(1).    Absent   an\n                    \ninformational notice  sufficient to trigger a    851 enhancement,\nSuveges's  crimes were  punishable by  a maximum  prison term  of\ntwenty years and,  thus, constituted  Class C felonies.   See  18\n                                                             \nU.S.C.   3559(a)(3).  Under 18 U.S.C.   3583(b)(2), no  more than\nthree  years of supervised release  may be imposed  for a Class C\nfelony.\n\n                                10\n\nthat  the parties did  not focus on  these issues the  first time\n\naround, we think the most appropriate course is to remand so that\n\nthe  district court  may  reconsider this  aspect of  the matter.\n\nTherefore, the  judgment below  is affirmed  in part and  vacated\n\nonly  in  respect  to the  imposition  of  the  six-year term  of\n\nsupervised release.  The matter is remanded to the district\n\ncourt for further proceedings consistent with this opinion\n\nIt is so ordered.\n                \n\n                                11\n",
  "html": "<p class=\"case_cite\">7 F.3d 6</p>\n    <p class=\"parties\">Robert E. SUVEGES, Jr., Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 92-2465.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted May 11, 1993.<br>Decided Oct. 14, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert E. Suveges, Jr. on brief pro se.</p>\n      <p class=\"indent\">Richard S. Cohen, U.S. Atty., and F. Mark Terison, Asst. U.S. Atty., on brief for the United States.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner-appellant Robert E. Suveges, Jr., strives gallantly to persuade us that the district court erred in summarily denying a petition to vacate his sentence brought pursuant to 28 U.S.C. &#167; 2255.   For the reasons discussed below, we affirm the judgment in its major aspects, but remand to permit further consideration of one related point.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* On August 14, 1990, a federal grand jury indicted Suveges on three counts of drug distribution, not involving death or injury, in violation of 21 U.S.C. &#167; 841(a)(1).   The charges arose from separate incidents in which Suveges sold cocaine to undercover agents.   The aggregate amount of cocaine involved in the three transactions totalled 10.19 grams.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On November 1, 1990, Suveges pleaded guilty to the charges pursuant to a plea agreement which provided, inter alia, that the government would not oppose a two-level reduction in his offense level for acceptance of responsibility.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The criminal docket sheet indicates that, before Suveges pled guilty, the prosecution did not file or serve an information notifying him that increased punishment might result from certain specified prior convictions.   See 21 U.S.C. &#167; 851(a)(1).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Nonetheless, paragraph one of the plea agreement specified that Suveges was subject to a potential 30-year maximum prison term and/or a $2,000,000 fine, as well as a mandatory six-year term of supervised release.   The statutory mosaic makes clear that this is an enhanced penalty regime prescribed for repeat offenders.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the course of Suveges's change-of-plea hearing, the district judge initially warned him that he would be subject to a 20-year maximum prison term and a three-year supervised release term.   These are the maxima that 21 U.S.C. &#167; 841(b)(1)(C) prescribes for first offenders.   See supra note 3.   Despite the fact that the government had neither filed an informational notice nor sought a sentence enhancement, Suveges's attorney informed the judge that a 30-year prison term and a six-year supervised release term were available in Suveges's case.   The judge accepted the volunteered correction, warned Suveges about these possible penalties, and, when Suveges reaffirmed his desire to plead guilty, accepted the changed plea.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On November 19, 1990, the probation office prepared a presentence investigation report (PSI Report) which revealed that Suveges had a myriad of prior convictions.   Among these were state-court convictions for armed robbery (1982), unlawful trafficking in drugs (1983), and reckless conduct involving a dangerous weapon (1987).   As a result of these convictions, the probation officer concluded that Suveges qualified for treatment as a career offender under U.S.S.G. &#167; 4B1.1.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The career offender guideline boosted Suveges's overall offense level from ten to thirty-two and shifted his criminal history category from V to VI.   In turn, these higher integers yielded a guideline sentencing range (GSR) of 210-262 months.   Had Suveges not qualified as a career offender, the GSR would have been 21-27 months.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Suveges and his attorney filed objections to the PSI Report.   The district court considered these objections at a sentencing hearing held on March 4, 1991.   Defense counsel protested the use of the career offender guideline both on constitutional grounds and because Suveges had not been informed that he might be treated as a career offender before he changed his plea.   The court inquired whether Suveges wished to withdraw his guilty plea.   When he declined, the court overruled his objections, applied the career offender guideline, and sentenced him to a prison term of 210 months.   The court also imposed the six-year supervised release term mandated by 21 U.S.C. &#167; 841(b)(1)(C) for repeat offenders, see supra note 3, but declined to levy a fine due to Suveges's straitened financial condition.   Suveges did not appeal this sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On October 2, 1992, Suveges filed this motion to vacate his sentence under U.S.C. &#167; 2255.   Read in conjunction with his supporting memorandum, Suveges's petition limned a single claim:  that his sentence was unlawful because the government, prior to the court's acceptance of his guilty plea, did not file or serve an informational notice detailing the prior convictions which were later used to establish career offender status.   Suveges contended that the absence of such a notice violated both 21 U.S.C. &#167; 851(a)(1) and the Due Process Clause, thereby requiring that he be resentenced without resort to the career offender guideline.   After studying the government's response, the district court summarily denied the section 2255 petition.   This appeal followed.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On appeal, Suveges maintains that the government had an obligation to file and serve an informational notice specifying its intent to employ the career offender guideline before his guilty plea took effect.   The government's failure to do so, he contends, disabled the court from sentencing him as a career offender.   The government demurs.   Relying on United States v. Sanchez, 917 F.2d 607, 616 (1st Cir.1990), cert. denied, 499 U.S. 977, 111 S.Ct. 1625, 113 L.Ed.2d 722 (1991), it asserts that 21 U.S.C. &#167; 851(a)(1) is inapposite to career offender status;  and that, therefore, an informational notice was not essential because Suveges's prior convictions were used merely to establish his career offender status under the sentencing guidelines--not to expand the maximum penalties that Congress, in the first instance, had prescribed for the offense(s) of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">While we agree that Sanchez defeats Suveges's attack on the lower court's use of the career offender guideline, the record indicates that the district judge and the parties incorrectly assumed that Suveges was subject to the enhanced penalties provided by 21 U.S.C. &#167; 841(b)(1)(C) even though the government had not sought enhancement under 21 U.S.C. &#167; 851(a)(1).   Consequently, we think it is important that we clarify the situation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In Sanchez, this court held an informational notice to be obligatory under 21 U.S.C. &#167; 851 only in cases where the government seeks to enhance the statutory minimum or maximum penalties that apply to a given defendant.   It follows, then, that section 851 is not in play, and an informational notice is not required, in a situation where, as here, the defendant is sentenced as a career offender to a prison term that falls within a non-enhanced statutory minimum-maximum range.   For example, the defendants in Sanchez received 360-month prison terms.   As these were within the range prescribed for first offenders under 21 U.S.C. &#167; 841(b)(1)(A), ten years to life, an informational notice was not required.   See Sanchez, 917 F.2d at 616;   see also United States v. Elwell, 984 F.2d 1289, 1297 (1st Cir.)  (reaffirming position adopted in Sanchez) cert. denied, --- U.S. ----, 113 S.Ct. 2429, 124 L.Ed.2d 650 (1993).   Our sister circuits toe the same line.   See United States v. Day, 969 F.2d 39, 48 (3d Cir.1992) (explaining that \"the government is not required to file a pretrial information to subject a defendant to sentencing as a career offender under U.S.S.G. &#167; 4B1.1\");   United States v. Koller, 956 F.2d 1408, 1417 (7th Cir.1992);   United States v. Whitaker, 938 F.2d 1551, 1552 (2d Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 977, 117 L.Ed.2d 141 (1992);   Young v. United States, 936 F.2d 533, 536 (11th Cir.1991);   United States v. McDougherty, 920 F.2d 569, 574 (9th Cir.1990), cert. denied, 499 U.S. 911, 111 S.Ct. 1119, 113 L.Ed.2d 227 (1991);   United States v. Marshall, 910 F.2d 1241, 1245 (5th Cir.1990), cert. denied, 498 U.S. 1092, 111 S.Ct. 976, 112 L.Ed.2d 1061 (1991);   see generally United States v. Novey, 922 F.2d 624, 629 (10th Cir.)  (holding that &#167; 851 applies when prior convictions are used to increase the minimum or maximum statutory sentence), cert. denied, --- U.S. ----, 111 S.Ct. 2861, 115 L.Ed.2d 1028 (1991);   United States v. Wallace, 895 F.2d 487, 489-90 (8th Cir.1990) (observing that, although &#167; 851(a)(1) predates the sentencing guidelines, the guidelines do not require the filing of an informational notice when using prior convictions for sentence-enhancement purposes).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It would be pleonastic to repeat the reasoning of these numerous cases.   Suffice it to say that an informational notice under 21 U.S.C. &#167; 851(a)(1) was not a necessary precondition to either the change of plea or the imposition of sentence since Suveges, even after the career offender guideline attached, received an incarcerative sentence of 17 1/2 years, as opposed to the non-enhanced statutory maximum of 20 years applicable to first offenders under the statute of conviction.   In as much as application of the career offender guideline to Suveges in the circumstances of this case comported with Due Process Clause, the lower court's summary denial of &#167; 2255 relief was, by and large, proper.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There remains one small stumbling block.   The record indicates that Suveges did receive an enhanced supervised release term.   The district court imposed the mandatory minimum six-year supervision term that 21 U.S.C. &#167; 841(b)(1)(C) prescribes for repeat offenders.   This constituted an increased punishment which required the filing and service of an informational notice under section 851(a)(1).   Nonetheless, the court ignored the statutory requirement.   The filing of such an informational notice is jurisdictional.   See United States v. Belanger, 970 F.2d 416, 418 (7th Cir.1992) (\"Failure to file the [&#167; 851] notice prior to trial deprives the district court of jurisdiction to impose an enhanced sentence.\");  Novey, 922 F.2d at 627 (same);  see also Hardy v. United States, 691 F.2d 39, 41 (1st Cir.1982) (noting that if the government does not seek a sentence enhancement the district court \"is without authority to enhance on its own motion.\").   Thus, the district court lacked the authority to enhance Suveges's supervised release term to six years.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">To be sure, Suveges did not object below to the imposition of the enhanced term of supervised release and he did not appeal his sentence in the first instance.   The failure to raise this objection earlier constitutes a procedural default.   See, e.g., Ford v. United States, 983 F.2d 897, 898 (8th Cir.1993) (per curiam).   Hence, Suveges must show cause and prejudice to obtain collateral relief at this juncture.   See United States v. Frady, 456 U.S. 152, 167-68, 102 S.Ct. 1584, 1594, 71 L.Ed.2d 816 (1982).   Yet, the record before us suggests that both cause and prejudice arguably might be present.   Defense counsel, seemingly unaware that such a penalty was not required unless the government sedulously followed the enhancement procedures set forth in 21 U.S.C. &#167; 851(a)(1), invited the court to apply the enhanced recidivist penalty embodied in 21 U.S.C. &#167; 841(b)(1)(C).   Such an oversight could conceivably constitute sufficient cause to excuse the procedural default before the district court.   Cf., e.g., Hardy, 691 F.2d at 42 (noting that a lesser showing of cause is required where the district court lacked authority to impose the sentence because the requirements of &#167; 851 were not met).   Prejudice appears rather obvious:  after all, Suveges received a six-year supervised release term notwithstanding that the governing law only authorized a maximum three-year term.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In view of the fact that the parties did not focus on these issues the first time around, we think the most appropriate course is to remand so that the district court may reconsider this aspect of the matter.   Therefore, the judgment below is affirmed in part and vacated only in respect to the imposition of the six-year term of supervised release.   The matter is remanded to the district court for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Notwithstanding that the probation office used the November 1, 1989 version of the federal sentencing guidelines in preparing the presentence report, the November 1, 1990 version of the guidelines applies to this case.   See United States v. Harotunian, 920 F.2d 1040, 1041-42 (1st Cir.1990) (\"Barring any ex post facto problem, a defendant is to be punished according to the guidelines in effect at the time of sentencing.\").   This bevue is of no consequence, however, as the guidelines affecting Suveges's sentence are the same in both incarnations.   In particular, the career offender guideline, quoted infra note 4, was not changed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The statute provides in relevant part:</p>\n        <p>No person who stands convicted of an offense under this part [i.e., 21 U.S.C. &#167; 841 et seq. ] shall be sentenced to increased punishment by reason of one or more prior convictions, unless before trial, or before entry of a plea of guilty, the United States attorney files an information with the court (and serves a copy of such information on the person or counsel for the person) stating in writing the previous convictions to be relied upon....</p>\n        <p>21 U.S.C. &#167; 851(a)(1).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 21 U.S.C. &#167; 841(b)(1)(C) sets forth the penalties for distributing less than 500 grams of cocaine.   In relevant part, this statute provides that, in instances where death or serious injury do not follow the use of the controlled substance, an offender:</p>\n        <p>shall be sentenced to a term of imprisonment of not more than 20 years ... a fine not to exceed ... $1,000,000 if the person is an individual ... or both.   If any person commits such a violation after one or more prior convictions for ... a felony under any other ... law of a State, ... relating to narcotic drugs, ... such person shall be sentenced to a term of imprisonment of not more than 30 years ... a fine not to exceed ... $2,000,000 if the person is an individual ... or both.   Any sentence imposing a term of imprisonment under this paragraph shall, in the absence of such a prior conviction, impose a term of supervised release of at least 3 years ... and shall, if there was such a prior conviction, impose a term of supervised release of at least 6 years in addition to such term of imprisonment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This guideline provides that:</p>\n        <p>A defendant is a career offender if (1) the defendant was at least eighteen years old at the time of the instant offense, (2) the instant offense of conviction is a felony that is either a crime of violence or a controlled substance offense, and (3) the defendant has at least two prior felony convictions of either a crime of violence or a controlled substance offense.</p>\n        <p>U.S.S.G. &#167; 4B1.1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Suveges's due process argument is inextricably intertwined with his statutory argument.   Thus, our conclusion that no violation of 21 U.S.C. &#167; 851(a)(1) occurred serves to defenestrate Suveges's constitutional claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In the absence of other statutory authority, 18 U.S.C. &#167; 3583 authorizes district courts to impose up to five years of supervised release depending upon the classification of a defendant's crimes.   The district court categorized Suveges's crimes as Class A felonies.   This appears to be in error, for Class A felonies are felonies punishable by death or life imprisonment.   See 18 U.S.C. &#167; 3559(a)(1).   Absent an informational notice sufficient to trigger a &#167; 851 enhancement, Suveges's crimes were punishable by a maximum prison term of twenty years and, thus, constituted Class C felonies.   See 18 U.S.C. &#167; 3559(a)(3).   Under 18 U.S.C. &#167; 3583(b)(2), no more than three years of supervised release may be imposed for a Class C felony</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></span></p>\n    <p class=\"parties\">Robert E. SUVEGES, Jr., Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 92-2465.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted May 11, 1993.<br>Decided Oct. 14, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert E. Suveges, Jr. on brief pro se.</p>\n      <p class=\"indent\">Richard S. Cohen, U.S. Atty., and F. Mark Terison, Asst. U.S. Atty., on brief for the United States.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner-appellant Robert E. Suveges, Jr., strives gallantly to persuade us that the district court erred in summarily denying a petition to vacate his sentence brought pursuant to 28 U.S.C. &#167; 2255.   For the reasons discussed below, we affirm the judgment in its major aspects, but remand to permit further consideration of one related point.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* On August 14, 1990, a federal grand jury indicted Suveges on three counts of drug distribution, not involving death or injury, in violation of 21 U.S.C. &#167; 841(a)(1).   The charges arose from separate incidents in which Suveges sold cocaine to undercover agents.   The aggregate amount of cocaine involved in the three transactions totalled 10.19 grams.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On November 1, 1990, Suveges pleaded guilty to the charges pursuant to a plea agreement which provided, inter alia, that the government would not oppose a two-level reduction in his offense level for acceptance of responsibility.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The criminal docket sheet indicates that, before Suveges pled guilty, the prosecution did not file or serve an information notifying him that increased punishment might result from certain specified prior convictions.   See 21 U.S.C. &#167; 851(a)(1).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Nonetheless, paragraph one of the plea agreement specified that Suveges was subject to a potential 30-year maximum prison term and/or a $2,000,000 fine, as well as a mandatory six-year term of supervised release.   The statutory mosaic makes clear that this is an enhanced penalty regime prescribed for repeat offenders.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the course of Suveges's change-of-plea hearing, the district judge initially warned him that he would be subject to a 20-year maximum prison term and a three-year supervised release term.   These are the maxima that 21 U.S.C. &#167; 841(b)(1)(C) prescribes for first offenders.   See supra note 3.   Despite the fact that the government had neither filed an informational notice nor sought a sentence enhancement, Suveges's attorney informed the judge that a 30-year prison term and a six-year supervised release term were available in Suveges's case.   The judge accepted the volunteered correction, warned Suveges about these possible penalties, and, when Suveges reaffirmed his desire to plead guilty, accepted the changed plea.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On November 19, 1990, the probation office prepared a presentence investigation report (PSI Report) which revealed that Suveges had a myriad of prior convictions.   Among these were state-court convictions for armed robbery (1982), unlawful trafficking in drugs (1983), and reckless conduct involving a dangerous weapon (1987).   As a result of these convictions, the probation officer concluded that Suveges qualified for treatment as a career offender under U.S.S.G. &#167; 4B1.1.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The career offender guideline boosted Suveges's overall offense level from ten to thirty-two and shifted his criminal history category from V to VI.   In turn, these higher integers yielded a guideline sentencing range (GSR) of 210-262 months.   Had Suveges not qualified as a career offender, the GSR would have been 21-27 months.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Suveges and his attorney filed objections to the PSI Report.   The district court considered these objections at a sentencing hearing held on March 4, 1991.   Defense counsel protested the use of the career offender guideline both on constitutional grounds and because Suveges had not been informed that he might be treated as a career offender before he changed his plea.   The court inquired whether Suveges wished to withdraw his guilty plea.   When he declined, the court overruled his objections, applied the career offender guideline, and sentenced him to a prison term of 210 months.   The court also imposed the six-year supervised release term mandated by 21 U.S.C. &#167; 841(b)(1)(C) for repeat offenders, see supra note 3, but declined to levy a fine due to Suveges's straitened financial condition.   Suveges did not appeal this sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On October 2, 1992, Suveges filed this motion to vacate his sentence under U.S.C. &#167; 2255.   Read in conjunction with his supporting memorandum, Suveges's petition limned a single claim:  that his sentence was unlawful because the government, prior to the court's acceptance of his guilty plea, did not file or serve an informational notice detailing the prior convictions which were later used to establish career offender status.   Suveges contended that the absence of such a notice violated both 21 U.S.C. &#167; 851(a)(1) and the Due Process Clause, thereby requiring that he be resentenced without resort to the career offender guideline.   After studying the government's response, the district court summarily denied the section 2255 petition.   This appeal followed.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On appeal, Suveges maintains that the government had an obligation to file and serve an informational notice specifying its intent to employ the career offender guideline before his guilty plea took effect.   The government's failure to do so, he contends, disabled the court from sentencing him as a career offender.   The government demurs.   Relying on United States v. Sanchez, <span class=\"citation\" data-id=\"550638\"><a href=\"/opinion/550638/united-states-v-edwin-sanchez-united-states-of-america-v-gregorio/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">607</span></a></span>, 616 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">977</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1625</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">722</span> </span>(1991), it asserts that 21 U.S.C. &#167; 851(a)(1) is inapposite to career offender status;  and that, therefore, an informational notice was not essential because Suveges's prior convictions were used merely to establish his career offender status under the sentencing guidelines--not to expand the maximum penalties that Congress, in the first instance, had prescribed for the offense(s) of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">While we agree that Sanchez defeats Suveges's attack on the lower court's use of the career offender guideline, the record indicates that the district judge and the parties incorrectly assumed that Suveges was subject to the enhanced penalties provided by 21 U.S.C. &#167; 841(b)(1)(C) even though the government had not sought enhancement under 21 U.S.C. &#167; 851(a)(1).   Consequently, we think it is important that we clarify the situation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In Sanchez, this court held an informational notice to be obligatory under 21 U.S.C. &#167; 851 only in cases where the government seeks to enhance the statutory minimum or maximum penalties that apply to a given defendant.   It follows, then, that section 851 is not in play, and an informational notice is not required, in a situation where, as here, the defendant is sentenced as a career offender to a prison term that falls within a non-enhanced statutory minimum-maximum range.   For example, the defendants in Sanchez received 360-month prison terms.   As these were within the range prescribed for first offenders under 21 U.S.C. &#167; 841(b)(1)(A), ten years to life, an informational notice was not required.   See <span class=\"citation\" data-id=\"550638\"><span class=\"antecedent_guess\">Sanchez,</span> <a href=\"/opinion/550638/united-states-v-edwin-sanchez-united-states-of-america-v-gregorio/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">616</span></a></span>;   see also United States v. Elwell, <span class=\"citation\" data-id=\"599256\"><a href=\"/opinion/599256/united-states-v-david-elwell-united-states-v-hobart-willis-united/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1289</span></a></span>, 1297 (1st Cir.)  (reaffirming position adopted in Sanchez) cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2429</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">650</span> </span>(1993).   Our sister circuits toe the same line.   See United States v. Day, <span class=\"citation\" data-id=\"586847\"><a href=\"/opinion/586847/united-states-v-william-day-aka-william-mcneil/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span>, 48 (3d Cir.1992) (explaining that \"the government is not required to file a pretrial information to subject a defendant to sentencing as a career offender under U.S.S.G. &#167; 4B1.1\");   United States v. Koller, <span class=\"citation\" data-id=\"578180\"><a href=\"/opinion/578180/united-states-v-joseph-r-koller/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1408</span></a></span>, 1417 (7th Cir.1992);   United States v. Whitaker, <span class=\"citation\" data-id=\"564967\"><a href=\"/opinion/564967/united-states-of-america-appellee-cross-appellant-v-ronald-whitaker/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1551</span></a></span>, 1552 (2d Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">977</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">141</span> </span>(1992);   Young v. United States, <span class=\"citation\" data-id=\"563323\"><a href=\"/opinion/563323/robert-young-v-united-states/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">533</span></a></span>, 536 (11th Cir.1991);   United States v. McDougherty, <span class=\"citation\" data-id=\"552421\"><a href=\"/opinion/552421/united-states-v-lesester-d-mcdougherty-aka-lester-johnson/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">569</span></a></span>, 574 (9th Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1119</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">227</span> </span>(1991);   United States v. Marshall, <span class=\"citation\" data-id=\"546239\"><a href=\"/opinion/546239/the-united-states-of-america-v-robert-eldridge-marshall-and-evelyn-king/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1241</span></a></span>, 1245 (5th Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1092</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">976</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1061</span> </span>(1991);   see generally United States v. Novey, <span class=\"citation\" data-id=\"553432\"><a href=\"/opinion/553432/united-states-v-charles-antoin-novey/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">624</span></a></span>, 629 (10th Cir.)  (holding that &#167; 851 applies when prior convictions are used to increase the minimum or maximum statutory sentence), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2861</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1028</span> </span>(1991);   United States v. Wallace, <span class=\"citation\" data-id=\"536106\"><a href=\"/opinion/536106/united-states-v-robert-e-wallace-aka-pete/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">487</span></a></span>, 489-90 (8th Cir.1990) (observing that, although &#167; 851(a)(1) predates the sentencing guidelines, the guidelines do not require the filing of an informational notice when using prior convictions for sentence-enhancement purposes).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It would be pleonastic to repeat the reasoning of these numerous cases.   Suffice it to say that an informational notice under 21 U.S.C. &#167; 851(a)(1) was not a necessary precondition to either the change of plea or the imposition of sentence since Suveges, even after the career offender guideline attached, received an incarcerative sentence of 17 1/2 years, as opposed to the non-enhanced statutory maximum of 20 years applicable to first offenders under the statute of conviction.   In as much as application of the career offender guideline to Suveges in the circumstances of this case comported with Due Process Clause, the lower court's summary denial of &#167; 2255 relief was, by and large, proper.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There remains one small stumbling block.   The record indicates that Suveges did receive an enhanced supervised release term.   The district court imposed the mandatory minimum six-year supervision term that 21 U.S.C. &#167; 841(b)(1)(C) prescribes for repeat offenders.   This constituted an increased punishment which required the filing and service of an informational notice under section 851(a)(1).   Nonetheless, the court ignored the statutory requirement.   The filing of such an informational notice is jurisdictional.   See United States v. Belanger, <span class=\"citation\" data-id=\"587335\"><a href=\"/opinion/587335/united-states-v-david-m-belanger/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">416</span></a></span>, 418 (7th Cir.1992) (\"Failure to file the [&#167; 851] notice prior to trial deprives the district court of jurisdiction to impose an enhanced sentence.\");  <span class=\"citation\" data-id=\"553432\"><span class=\"antecedent_guess\">Novey,</span> <a href=\"/opinion/553432/united-states-v-charles-antoin-novey/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">627</span> </a></span>(same);  see also Hardy v. United States, <span class=\"citation\" data-id=\"409636\"><a href=\"/opinion/409636/clarence-hardy-v-united-states/\"><span class=\"volume\">691</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span>, 41 (1st Cir.1982) (noting that if the government does not seek a sentence enhancement the district court \"is without authority to enhance on its own motion.\").   Thus, the district court lacked the authority to enhance Suveges's supervised release term to six years.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">To be sure, Suveges did not object below to the imposition of the enhanced term of supervised release and he did not appeal his sentence in the first instance.   The failure to raise this objection earlier constitutes a procedural default.   See, e.g., Ford v. United States, <span class=\"citation\" data-id=\"597879\"><a href=\"/opinion/597879/william-george-ford-v-united-states/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">897</span></a></span>, 898 (8th Cir.1993) (per curiam).   Hence, Suveges must show cause and prejudice to obtain collateral relief at this juncture.   See United States v. Frady, <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">152</span></a></span>, 167-68, <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1584</span></a></span>, 1594, <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">816</span> </a></span>(1982).   Yet, the record before us suggests that both cause and prejudice arguably might be present.   Defense counsel, seemingly unaware that such a penalty was not required unless the government sedulously followed the enhancement procedures set forth in 21 U.S.C. &#167; 851(a)(1), invited the court to apply the enhanced recidivist penalty embodied in 21 U.S.C. &#167; 841(b)(1)(C).   Such an oversight could conceivably constitute sufficient cause to excuse the procedural default before the district court.   Cf., e.g., <span class=\"citation\" data-id=\"409636\"><span class=\"antecedent_guess\">Hardy,</span> <a href=\"/opinion/409636/clarence-hardy-v-united-states/\"><span class=\"volume\">691</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">42</span> </a></span>(noting that a lesser showing of cause is required where the district court lacked authority to impose the sentence because the requirements of &#167; 851 were not met).   Prejudice appears rather obvious:  after all, Suveges received a six-year supervised release term notwithstanding that the governing law only authorized a maximum three-year term.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In view of the fact that the parties did not focus on these issues the first time around, we think the most appropriate course is to remand so that the district court may reconsider this aspect of the matter.   Therefore, the judgment below is affirmed in part and vacated only in respect to the imposition of the six-year term of supervised release.   The matter is remanded to the district court for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Notwithstanding that the probation office used the November 1, 1989 version of the federal sentencing guidelines in preparing the presentence report, the November 1, 1990 version of the guidelines applies to this case.   See United States v. Harotunian, <span class=\"citation\" data-id=\"552769\"><a href=\"/opinion/552769/united-states-v-dennis-harotunian/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1040</span></a></span>, 1041-42 (1st Cir.1990) (\"Barring any ex post facto problem, a defendant is to be punished according to the guidelines in effect at the time of sentencing.\").   This bevue is of no consequence, however, as the guidelines affecting Suveges's sentence are the same in both incarnations.   In particular, the career offender guideline, quoted infra note 4, was not changed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The statute provides in relevant part:</p>\n        <p>No person who stands convicted of an offense under this part [i.e., 21 U.S.C. &#167; 841 et seq. ] shall be sentenced to increased punishment by reason of one or more prior convictions, unless before trial, or before entry of a plea of guilty, the United States attorney files an information with the court (and serves a copy of such information on the person or counsel for the person) stating in writing the previous convictions to be relied upon....</p>\n        <p>21 U.S.C. &#167; 851(a)(1).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 21 U.S.C. &#167; 841(b)(1)(C) sets forth the penalties for distributing less than 500 grams of cocaine.   In relevant part, this statute provides that, in instances where death or serious injury do not follow the use of the controlled substance, an offender:</p>\n        <p>shall be sentenced to a term of imprisonment of not more than 20 years ... a fine not to exceed ... $1,000,000 if the person is an individual ... or both.   If any person commits such a violation after one or more prior convictions for ... a felony under any other ... law of a State, ... relating to narcotic drugs, ... such person shall be sentenced to a term of imprisonment of not more than 30 years ... a fine not to exceed ... $2,000,000 if the person is an individual ... or both.   Any sentence imposing a term of imprisonment under this paragraph shall, in the absence of such a prior conviction, impose a term of supervised release of at least 3 years ... and shall, if there was such a prior conviction, impose a term of supervised release of at least 6 years in addition to such term of imprisonment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This guideline provides that:</p>\n        <p>A defendant is a career offender if (1) the defendant was at least eighteen years old at the time of the instant offense, (2) the instant offense of conviction is a felony that is either a crime of violence or a controlled substance offense, and (3) the defendant has at least two prior felony convictions of either a crime of violence or a controlled substance offense.</p>\n        <p>U.S.S.G. &#167; 4B1.1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Suveges's due process argument is inextricably intertwined with his statutory argument.   Thus, our conclusion that no violation of 21 U.S.C. &#167; 851(a)(1) occurred serves to defenestrate Suveges's constitutional claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In the absence of other statutory authority, 18 U.S.C. &#167; 3583 authorizes district courts to impose up to five years of supervised release depending upon the classification of a defendant's crimes.   The district court categorized Suveges's crimes as Class A felonies.   This appears to be in error, for Class A felonies are felonies punishable by death or life imprisonment.   See 18 U.S.C. &#167; 3559(a)(1).   Absent an informational notice sufficient to trigger a &#167; 851 enhancement, Suveges's crimes were punishable by a maximum prison term of twenty years and, thus, constituted Class C felonies.   See 18 U.S.C. &#167; 3559(a)(3).   Under 18 U.S.C. &#167; 3583(b)(2), no more than three years of supervised release may be imposed for a Class C felony</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110693/",
    "https://www.courtlistener.com/api/rest/v3/opinions/409636/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536106/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546239/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550638/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552421/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552769/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563323/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564967/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578180/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586847/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587335/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597879/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599256/"
  ]
}