{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194912/",
  "id": 194912,
  "absolute_url": "/opinion/194912/clifford-v-rrrb/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194912/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:56Z",
  "date_modified": "2020-02-22T00:09:41.232303Z",
  "type": "010combined",
  "sha1": "bec2f5c4fc847c745ec931e83862acdac08dff97",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1146.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1146\n\n                        PETER R. CLIFFORD,\n\n                           Petitioner,\n\n                                v.\n\n                     UNITED STATES OF AMERICA\n                    RAILROAD RETIREMENT BOARD,\n\n                           Respondent.\n\n                                           \n\n              ON PETITION FOR REVIEW OF DECISION OF\n\n                  THE RAILROAD RETIREMENT BOARD\n\n                                           \n\n                              Before\n\n                   Torruella, Selya and Boudin,\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n     James B. Smith, with whom Smith  &amp; O'Toole, was on brief for\n                                               \npetitioner.\n     Stanley Jay Shuman, General Attorney, with whom Catherine C.\n                                                                 \nCook,  General  Counsel,  Steven  A.  Bartholow,  Deputy  General\n                                               \nCounsel,  and   Thomas  W.  Sadler,  Assistant  General  Counsel,\n                                  \nRailroad Retirement Board, were on brief for respondent.\n\n                                           \n\n                        September 9, 1993\n                                           \n\n          TORRUELLA,  Circuit  Judge.   Appellant  Peter Clifford\n                                    \n\nseeks annuities allegedly due his mother, Dorothy Clifford, under\n\nthe  Railroad Retirement  Act (\"Act\").   The  Railroad Retirement\n\nBoard  (\"Board\") awarded  Mrs. Clifford  annuities in  1977, but,\n\naccording to appellant, mistakenly failed to credit several years\n\nof eligibility.  Appellant petitioned the Board in 1990 to reopen\n\nthe case,  but the Board refused.  We affirm the Board's decision\n\nnot to reopen the case and thus do not  address the merits of his\n\nclaim to enhanced benefits.\n\n          Under  the  railroad   retirement  system,  a   retired\n\nrailroad  employee with more than ten years of service, who files\n\na proper application,  qualifies for  an annuity.1   45 U.S.C.   \n\n231a(a)(1).   The annuity may be retroactive  for up to one year.\n\nId.   231d(a) (ii)(B).   That is, a retired employee  may receive\n   \n\nannuity payments on a  monthly basis upon filing an  application,\n\nplus  up  to  twelve   payments  to  cover  the  year   prior  to\n\napplication,  if the  employee was  eligible for  benefits during\n\nthat year.\n\n          Mrs. Clifford  was a  railroad employee with  more than\n\nten  years  of service  who  filed  an application  for  benefits\n\ndirectly with the  Board in April, 1977.   The Board  granted her\n\nbenefits beginning that month,  with retroactive payments for one\n\nyear.   The Board sent Mrs. Clifford a notice to this effect, and\n\ninformed  her   that  she   could  contest   the   award  in   an\n\n                    \n\n1  A railroad annuity  is \"a monthly sum which is payable  on the\nfirst  day  of each  calendar month  for  the accrual  during the\npreceding calendar month.\"  45 U.S.C.   231(p).\n\n                               -2-\n\nadministrative  procedure at  any time  within the  year.    Mrs.\n\nClifford did not appeal or otherwise contest the award.\n\n          Although  the  present  appeal  concerns the  award  of\n\nbenefits  in 1977, the root  of the appeal  extends back to 1969,\n\nwhen  Mrs. Clifford filed  a claim for  Social Security benefits.\n\nAs retirees are not  allowed to collect social security  benefits\n\nbased on  railroad employment, the Social Security Administration\n\n(\"Administration\")   requested   information   on  her   railroad\n\nemployment  from  the  Board.     The  Board  duly  notified  the\n\nAdministration  of  Mrs. Clifford's railroad  employment history,\n\nand the  Administration granted the appropriate  benefits for her\n\nnon-railroad employment.\n\n          After   receiving  the  award  of  annuities  in  1977,\n\nMrs. Clifford contacted the Administration  by letter to  request\n\nthat it take  some action to use her 1969  filing as a protective\n\nfiling for  railroad benefits.   In response,  the Administration\n\ninstructed  her  to contact  the  Board  \"as  soon as  possible.\"\n\nMrs. Clifford  did  not do  so,  however,  and she  received  the\n\nannuity  established in  April 1977  without complaint  until she\n\npassed away some ten years later.\n\n          Appellant claims, not without some force, that the 1969\n\nsocial  security  filing served  as  a de  facto  application for\n\nrailroad benefits, binding on the  Board in its consideration  of\n\nan annuities award.   In making this claim, appellant relies on a\n\n1969  Board  regulation  providing, in  part,  that  \"a claim  or\n\napplication filed with  the Social Security Administration .  . .\n\n                               -3-\n\nshall be considered an application for an annuity duly filed with\n\nthe Board.\"   Appellant learned the substance  of this regulation\n\nwhen, in the course  of his employment at the  Administration, he\n\nreviewed  a social security manual.   Appellant alleges that Mrs.\n\nClifford was due an annuity retroactively back to 1969.  As such,\n\nappellant  petitioned  the Board  to  reopen  his mother's  file,\n\nbecause he was due a  lump sum payment of annuities  covering the\n\nyears of  1969 to 1976.2   The Board refused because  the failure\n\nto appeal was  not justified by good cause, and  in any event the\n\namount of the award was correct.  This appeal followed.\n\n          The  reopening procedure stems  solely from the Board's\n\nown regulations,  not from  the Act.   See 20  C.F.R.    260.3(d)\n                                          \n\n(outlining standard  for  reopening  a case).3    As  such,  some\n\n                    \n\n2    The  Railroad  Retirement  Act  provides  that  survivors of\ndeceased  railroad  employee  may receive,  as  a  lump  sum, any\nbenefits unpaid at death.  45 U.S.C.   231e(a)(1).\n\n3  The regulation reads:\n\n            In  determining  whether  the claimant  has\n          good  cause  for  failure  to  file a  timely\n          request   for   reconsideration  the   bureau\n          director  shall  consider  the  circumstances\n          which  kept  the  claimant  from  filing  the\n          request  on time  and  if any  action by  the\n          Board  misled  the  claimant.    Examples  of\n          circumstances  where  good  cause  may  exist\n          include, but are not limited to:\n\n            (1)  A serious illness which prevented  the\n          claimant from contacting the Board in person,\n          in  writing, or through a friend, relative or\n          other person;\n\n            (2)   A  death  or serious  illness in  the\n          claimant's  immediate family  which prevented\n          him or her from filing;\n\n                               -4-\n\ncourts  have held that they do not possess jurisdiction to review\n\na Board decision not to reopen a case.  See Guti rrez v. Railroad\n                                                                 \n\nRetirement  Board,  918  F.2d  567,  569  (6th  Cir.   1990)  (no\n                 \n\njurisdiction  to review  an appeal  filed with  the  Board late);\n\nSteebe v. United States Railroad Retirement Board,  708 F.2d 250,\n                                                 \n\n255 (7th Cir. 1983) (\"this court lacks jurisdiction to review the\n\nBoard's decision not to  reopen\").  These courts reason  that the\n\nAct permits judicial review over certain Board actions defined in\n\nthe Act,  including final  board decisions  and those  made after\n\nexhausting  all  administrative  channels.4     As  denial  of  a\n\npetition to reopen a  case is not a final Board  determination on\n\nthe merits of a claim as contemplated by the Act or the result of\n\nan  exhausted administrative  process defined  in the  Act, these\n\ncourts conclude  that the  decision is unreviewable.   Guti rrez,\n                                                                \n\n918  F.2d at 570 (finding no exhaustion and expressing doubt over\n\n                    \n\n            (3)    The  destruction  of  important  and\n          relevant records;\n\n            (4)    A  failure   to  be  notified  of  a\n          decision; or \n\n            (5)  An unusual or unavoidable circumstance\n          existed which demonstrates that  the claimant\n          would  not have  known  of the  need to  file\n          timely or  which prevented the  claimant from\n          filing in a timely manner.\n\n4    See  45   U.S.C.     231g  (judicial  review   of  annuities\n        \ndeterminations governed by judicial review provisions of Railroad\nUnemployment   Insurance   Act,  which   requires  administrative\nexhaustion, 45 U.S.C.   355(f)); see also Steebe 708 F.2d at 254;\n                                                \nSzostak  v. Railroad Retirement Board, 370 F.2d 253, 254 (2d Cir.\n                                     \n1966); cf. Frock v. United States  Railroad Retirement Board, 685\n                                                            \nF.2d  1041,  1044-45  (7th   Cir.  1982)  (allowing  appeal  when\nexhaustion  would have been  a \"futile gesture\"  and \"purposes of\nexhaustion would not be served\").  \n\n                               -5-\n\nfinality  of  determination);  Steebe  708  F.2d  at  254-55  (no\n                                     \n\nfinality).\n\n          Other courts  have held that  a Board  decision not  to\n\nreopen  a  case  is  reviewable  under  an  abuse  of  discretion\n\nstandard.  See Sones v. United States  Railroad Retirement Board,\n                                                                \n\n933 F.2d 636, 638 (8th Cir. 1991); Szostak v. Railroad Retirement\n                                                                 \n\nBoard, 370 F.2d 253, 254-55 (2d Cir. 1966).  The court in Szostak\n                                                                 \n\ndid  not  decide whether  the  Act  authorized  such review,  but\n\nconcluded such review would be \"governed by the common law rather\n\nthan the statute\" in any event.   370 F.2d at 255.  Sones  relies\n                                                         \n\nsolely on Szostak to find jurisdiction.\n                 \n\n          We  need not  decide  which approach  to follow.   Even\n\nassuming that we  have jurisdiction over  the Board's refusal  to\n\nreopen the case, which  is not at all clear, we can find no abuse\n\nof  discretion in  the  Board's action.5    The Board  will  only\n\nreopen a  case upon a showing of  good cause to do  so, see supra\n                                                                 \n\nnote  3, and appellant  has made no  such showing.   A good cause\n\nshowing entails some demonstration of why a timely administrative\n\nappeal was  not pursued.  We  take it from the  list of available\n\nexcuses that a dissatisfied recipient  of benefits must show that\n\nsome  hardship  or  unusual   circumstance  prevented  him   from\n\ncomplying with the  constraints of the ordinary course of review.\n\n                    \n\n5   It  is  settled  that an  appellate  court, confronted  by  a\ndifficult jurisdictional question may forgo its resolution if the\nmerits of  the appeal  are, as  here, straightforward  and easily\nresolved in favor of the party to whose  benefit the objection to\njurisdiction would redound.  See Norton v. Mathews, 427 U.S. 524,\n                                                  \n532 (1976); Secretary of the Navy v. Avrech, 418 U.S. 676, 677-78\n                                           \n(1974); Lambert v. Kysar, 983 F.2d 1110, 1119 (1st Cir. 1993).\n                        \n\n                               -6-\n\nIn essence, the regulation allows the Board to reopen a case when\n\nthe employee, through no fault of his own and in an extraordinary\n\ncircumstance, was prevented from filing a timely appeal.\n\n          This  case does  not raise  any such  concern.   To the\n\ncontrary, the record reveals a complete failure  by Mrs. Clifford\n\nand her son  to exercise  due diligence in  pursuing this  claim.\n\nMrs. Clifford, when presented a notice apprising her of her right\n\nto  appeal  with the  Board,  did  nothing.   Although  appellant\n\nasserts that his mother spoke with a Board employee, who told her\n\nthat the 1969  social security filing did not qualify as a filing\n\nfor  railroad benefits,  no  record of  a  conversation with  the\n\nunnamed employee exists.   We are hesitant to accord  this rather\n\nflimsy  excuse sufficient weight to  qualify as good  cause for a\n\nthirteen-year delay.  \n\n          Our conclusion holds true even with the added weight of\n\nMrs. Clifford's request that  the Administration take some action\n\nto  use her  1969  filing as  a  protective filing  for  railroad\n\nbenefits.   In effect, she was informed by the Administration for\n\na second  time that redress  lay with  the Board.   Mrs. Clifford\n\nnever acted  on the  Administration's instruction to  contact the\n\nBoard  \"as soon as possible,\"  however.  She  merely accepted the\n\nannuity  award  granted by  the  Board at  that point.    Had she\n\npressed her claim, chances  are good that she would  have learned\n\nof the regulation concerning  the use of social security  filings\n\nas railroad retirement benefits filings.\n\n          In short,  we decline to overturn  the Board's decision\n\n                               -7-\n\nnot to reopen  the case when the exercise  of due diligence would\n\nhave revealed the grounds for a timely appeal.  Appellant has not\n\nadvanced a good cause to overcome this failure.\n\n          Affirmed.\n                  \n\n                               -8-\n",
  "html": "<p class=\"case_cite\">3 F.3d 536</p>\n    <p class=\"parties\">Peter R. CLIFFORD, Petitioner,<br>v.<br>UNITED STATES of America RAILROAD RETIREMENT BOARD, Respondent.</p>\n    <p class=\"docket\">No. 93-1146.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 8, 1993.<br>Decided Sept. 9, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James B. Smith, with whom Smith &amp; O'Toole, Biddeford, ME, was on brief, for petitioner.</p>\n      <p class=\"indent\">Stanley Jay Shuman, Gen. Atty., with whom Catherine C. Cook, Gen. Counsel, Steven A. Bartholow, Deputy Gen. Counsel, and Thomas W. Sadler, Asst. Gen. Counsel, R.R. Retirement Bd., Chicago, IL, were on brief, for respondent.</p>\n      <p class=\"indent\">Before TORRUELLA, SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Peter Clifford seeks annuities allegedly due his mother, Dorothy Clifford, under the Railroad Retirement Act (\"Act\").  The Railroad Retirement Board (\"Board\") awarded Mrs. Clifford annuities in 1977, but, according to appellant, mistakenly failed to credit several years of eligibility.  Appellant petitioned the Board in 1990 to reopen the case, but the Board refused.  We affirm the Board's decision not to reopen the case and thus do not address the merits of his claim to enhanced benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under the railroad retirement system, a retired railroad employee with more than ten years of service, who files a proper application, qualifies for an annuity.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  45 U.S.C. Sec. 231a(a)(1).  The annuity may be retroactive for up to one year.  Id. Sec. 231d(a)(ii)(B).  That is, a retired employee may receive annuity payments on a monthly basis upon filing an application, plus up to twelve payments to cover the year prior to application, if the employee was eligible for benefits during that year.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Mrs. Clifford was a railroad employee with more than ten years of service who filed an application for benefits directly with the Board in April, 1977.  The Board granted her benefits beginning that month, with retroactive payments for one year.  The Board sent Mrs. Clifford a notice to this effect, and informed her that she could contest the award in an administrative procedure at any time within the year.  Mrs. Clifford did not appeal or otherwise contest the award.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Although the present appeal concerns the award of benefits in 1977, the root of the appeal extends back to 1969, when Mrs. Clifford filed a claim for Social Security benefits.  As retirees are not allowed to collect social security benefits based on railroad employment, the Social Security Administration (\"Administration\") requested information on her railroad employment from the Board.  The Board duly notified the Administration of Mrs. Clifford's railroad employment history, and the Administration granted the appropriate benefits for her non-railroad employment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After receiving the award of annuities in 1977, Mrs. Clifford contacted the Administration by letter to request that it take some action to use her 1969 filing as a protective filing for railroad benefits.  In response, the Administration instructed her to contact the Board \"as soon as possible.\"   Mrs. Clifford did not do so, however, and she received the annuity established in April 1977 without complaint until she passed away some ten years later.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellant claims, not without some force, that the 1969 social security filing served as a de facto application for railroad benefits, binding on the Board in its consideration of an annuities award.  In making this claim, appellant relies on a 1969 Board regulation providing, in part, that \"a claim or application filed with the Social Security Administration ... shall be considered an application for an annuity duly filed with the Board.\"   Appellant learned the substance of this regulation when, in the course of his employment at the Administration, he reviewed a social security manual.  Appellant alleges that Mrs. Clifford was due an annuity retroactively back to 1969.  As such, appellant petitioned the Board to reopen his mother's file, because he was due a lump sum payment of annuities covering the years of 1969 to 1976.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The Board refused because the failure to appeal was not justified by good cause, and in any event the amount of the award was correct.  This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The reopening procedure stems solely from the Board's own regulations, not from the Act.  See 20 C.F.R. Sec. 260.3(d) (outlining standard for reopening a case).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  As such, some courts have held that they do not possess jurisdiction to review a Board decision not to reopen a case.  See Gutierrez v. Railroad Retirement Board, 918 F.2d 567, 569 (6th Cir.1990) (no jurisdiction to review an appeal filed with the Board late);  Steebe v. United States Railroad Retirement Board, 708 F.2d 250, 255 (7th Cir.1983) (\"this court lacks jurisdiction to review the Board's decision not to reopen\").  These courts reason that the Act permits judicial review over certain Board actions defined in the Act, including final board decisions and those made after exhausting all administrative channels.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  As denial of a petition to reopen a case is not a final Board determination on the merits of a claim as contemplated by the Act or the result of an exhausted administrative process defined in the Act, these courts conclude that the decision is unreviewable.  Gutierrez, 918 F.2d at 570 (finding no exhaustion and expressing doubt over finality of determination);  Steebe, 708 F.2d at 254-55 (no finality).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Other courts have held that a Board decision not to reopen a case is reviewable under an abuse of discretion standard.  See Sones v. United States Railroad Retirement Board, 933 F.2d 636, 638 (8th Cir.1991);  Szostak v. Railroad Retirement Board, 370 F.2d 253, 254-55 (2d Cir.1966).  The court in Szostak did not decide whether the Act authorized such review, but concluded such review would be \"governed by the common law rather than the statute\" in any event.  370 F.2d at 255.  Sones relies solely on Szostak to find jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We need not decide which approach to follow.  Even assuming that we have jurisdiction over the Board's refusal to reopen the case, which is not at all clear, we can find no abuse of discretion in the Board's action.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The Board will only reopen a case upon a showing of good cause to do so, see supra note 3, and appellant has made no such showing.  A good cause showing entails some demonstration of why a timely administrative appeal was not pursued.  We take it from the list of available excuses that a dissatisfied recipient of benefits must show that some hardship or unusual circumstance prevented him from complying with the constraints of the ordinary course of review.  In essence, the regulation allows the Board to reopen a case when the employee, through no fault of his own and in an extraordinary circumstance, was prevented from filing a timely appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This case does not raise any such concern.  To the contrary, the record reveals a complete failure by Mrs. Clifford and her son to exercise due diligence in pursuing this claim.  Mrs. Clifford, when presented a notice apprising her of her right to appeal with the Board, did nothing.  Although appellant asserts that his mother spoke with a Board employee, who told her that the 1969 social security filing did not qualify as a filing for railroad benefits, no record of a conversation with the unnamed employee exists.  We are hesitant to accord this rather flimsy excuse sufficient weight to qualify as good cause for a thirteen-year delay.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Our conclusion holds true even with the added weight of Mrs. Clifford's request that the Administration take some action to use her 1969 filing as a protective filing for railroad benefits.  In effect, she was informed by the Administration for a second time that redress lay with the Board.  Mrs. Clifford never acted on the Administration's instruction to contact the Board \"as soon as possible,\" however.  She merely accepted the annuity award granted by the Board at that point.  Had she pressed her claim, chances are good that she would have learned of the regulation concerning the use of social security filings as railroad retirement benefits filings.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In short, we decline to overturn the Board's decision not to reopen the case when the exercise of due diligence would have revealed the grounds for a timely appeal.  Appellant has not advanced a good cause to overcome this failure.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A railroad annuity is \"a monthly sum which is payable on the first day of each calendar month for the accrual during the preceding calendar month.\"  45 U.S.C. Sec. 231(p)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Railroad Retirement Act provides that survivors of deceased railroad employee may receive, as a lump sum, any benefits unpaid at death.  45 U.S.C. Sec. 231e(a)(1)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The regulation reads:</p>\n        <p>In determining whether the claimant has good cause for failure to file a timely request for reconsideration the bureau director shall consider the circumstances which kept the claimant from filing the request on time and if any action by the Board misled the claimant.  Examples of circumstances where good cause may exist include, but are not limited to:</p>\n        <p>(1) A serious illness which prevented the claimant from contacting the Board in person, in writing, or through a friend, relative or other person;</p>\n        <p>(2) A death or serious illness in the claimant's immediate family which prevented him or her from filing;</p>\n        <p>(3) The destruction of important and relevant records;</p>\n        <p>(4) A failure to be notified of a decision;  or</p>\n        <p>(5) An unusual or unavoidable circumstance existed which demonstrates that the claimant would not have known of the need to file timely or which prevented the claimant from filing in a timely manner.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See 45 U.S.C. Sec. 231g (judicial review of annuities determinations governed by judicial review provisions of Railroad Unemployment Insurance Act, which requires administrative exhaustion, 45 U.S.C. Sec. 355(f));  see also Steebe, 708 F.2d at 254;  Szostak v. Railroad Retirement Board, 370 F.2d 253, 254 (2d Cir.1966);  cf. Frock v. United States Railroad Retirement Board, 685 F.2d 1041, 1044-45 (7th Cir.1982) (allowing appeal when exhaustion would have been a \"futile gesture\" and \"purposes of exhaustion would not be served\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It is settled that an appellate court, confronted by a difficult jurisdictional question may forgo its resolution if the merits of the appeal are, as here, straightforward and easily resolved in favor of the party to whose benefit the objection to jurisdiction would redound.  See Norton v. Mathews, 427 U.S. 524, 532, 96 S.Ct. 2771, 2775, 49 L.Ed.2d 672 (1976);  Secretary of the Navy v. Avrech, 418 U.S. 676, 677-78, 94 S.Ct. 3039, 3039-40, 41 L.Ed.2d 1033 (1974);  Lambert v. Kysar, 983 F.2d 1110, 1119 (1st Cir.1993)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">536</span></span></p>\n    <p class=\"parties\">Peter R. CLIFFORD, Petitioner,<br>v.<br>UNITED STATES of America RAILROAD RETIREMENT BOARD, Respondent.</p>\n    <p class=\"docket\">No. 93-1146.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 8, 1993.<br>Decided Sept. 9, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James B. Smith, with whom Smith &amp; O'Toole, Biddeford, ME, was on brief, for petitioner.</p>\n      <p class=\"indent\">Stanley Jay Shuman, Gen. Atty., with whom Catherine C. Cook, Gen. Counsel, Steven A. Bartholow, Deputy Gen. Counsel, and Thomas W. Sadler, Asst. Gen. Counsel, R.R. Retirement Bd., Chicago, IL, were on brief, for respondent.</p>\n      <p class=\"indent\">Before TORRUELLA, SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Peter Clifford seeks annuities allegedly due his mother, Dorothy Clifford, under the Railroad Retirement Act (\"Act\").  The Railroad Retirement Board (\"Board\") awarded Mrs. Clifford annuities in 1977, but, according to appellant, mistakenly failed to credit several years of eligibility.  Appellant petitioned the Board in 1990 to reopen the case, but the Board refused.  We affirm the Board's decision not to reopen the case and thus do not address the merits of his claim to enhanced benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under the railroad retirement system, a retired railroad employee with more than ten years of service, who files a proper application, qualifies for an annuity.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  45 U.S.C. Sec. 231a(a)(1).  The annuity may be retroactive for up to one year.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> Sec. 231d(a)(ii)(B). </span> That is, a retired employee may receive annuity payments on a monthly basis upon filing an application, plus up to twelve payments to cover the year prior to application, if the employee was eligible for benefits during that year.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Mrs. Clifford was a railroad employee with more than ten years of service who filed an application for benefits directly with the Board in April, 1977.  The Board granted her benefits beginning that month, with retroactive payments for one year.  The Board sent Mrs. Clifford a notice to this effect, and informed her that she could contest the award in an administrative procedure at any time within the year.  Mrs. Clifford did not appeal or otherwise contest the award.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Although the present appeal concerns the award of benefits in 1977, the root of the appeal extends back to 1969, when Mrs. Clifford filed a claim for Social Security benefits.  As retirees are not allowed to collect social security benefits based on railroad employment, the Social Security Administration (\"Administration\") requested information on her railroad employment from the Board.  The Board duly notified the Administration of Mrs. Clifford's railroad employment history, and the Administration granted the appropriate benefits for her non-railroad employment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After receiving the award of annuities in 1977, Mrs. Clifford contacted the Administration by letter to request that it take some action to use her 1969 filing as a protective filing for railroad benefits.  In response, the Administration instructed her to contact the Board \"as soon as possible.\"   Mrs. Clifford did not do so, however, and she received the annuity established in April 1977 without complaint until she passed away some ten years later.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellant claims, not without some force, that the 1969 social security filing served as a de facto application for railroad benefits, binding on the Board in its consideration of an annuities award.  In making this claim, appellant relies on a 1969 Board regulation providing, in part, that \"a claim or application filed with the Social Security Administration ... shall be considered an application for an annuity duly filed with the Board.\"   Appellant learned the substance of this regulation when, in the course of his employment at the Administration, he reviewed a social security manual.  Appellant alleges that Mrs. Clifford was due an annuity retroactively back to 1969.  As such, appellant petitioned the Board to reopen his mother's file, because he was due a lump sum payment of annuities covering the years of 1969 to 1976.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The Board refused because the failure to appeal was not justified by good cause, and in any event the amount of the award was correct.  This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The reopening procedure stems solely from the Board's own regulations, not from the Act.  See 20 C.F.R. Sec. 260.3(d) (outlining standard for reopening a case).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  As such, some courts have held that they do not possess jurisdiction to review a Board decision not to reopen a case.  See Gutierrez v. Railroad Retirement Board, <span class=\"citation\" data-id=\"551319\"><a href=\"/opinion/551319/frank-c-gutierrez-v-railroad-retirement-board/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">567</span></a></span>, 569 (6th Cir.1990) (no jurisdiction to review an appeal filed with the Board late);  Steebe v. United States Railroad Retirement Board, <span class=\"citation\" data-id=\"419178\"><a href=\"/opinion/419178/james-e-steebe-v-united-states-railroad-retirement-board/\"><span class=\"volume\">708</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">250</span></a></span>, 255 (7th Cir.1983) (\"this court lacks jurisdiction to review the Board's decision not to reopen\").  These courts reason that the Act permits judicial review over certain Board actions defined in the Act, including final board decisions and those made after exhausting all administrative channels.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  As denial of a petition to reopen a case is not a final Board determination on the merits of a claim as contemplated by the Act or the result of an exhausted administrative process defined in the Act, these courts conclude that the decision is unreviewable.  <span class=\"citation\" data-id=\"551319\"><span class=\"antecedent_guess\">Gutierrez,</span> <a href=\"/opinion/551319/frank-c-gutierrez-v-railroad-retirement-board/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">570</span> </a></span>(finding no exhaustion and expressing doubt over finality of determination);  <span class=\"citation\" data-id=\"419178\"><span class=\"antecedent_guess\">Steebe,</span> <a href=\"/opinion/419178/james-e-steebe-v-united-states-railroad-retirement-board/\"><span class=\"volume\">708</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">254-55</span> </a></span>(no finality).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Other courts have held that a Board decision not to reopen a case is reviewable under an abuse of discretion standard.  See Sones v. United States Railroad Retirement Board, <span class=\"citation\" data-id=\"561336\"><a href=\"/opinion/561336/ronald-m-sones-v-united-states-of-america-railroad-retirement-board/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">636</span></a></span>, 638 (8th Cir.1991);  Szostak v. Railroad Retirement Board, <span class=\"citation\" data-id=\"274116\"><a href=\"/opinion/274116/alexander-szostak-v-railroad-retirement-board/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">253</span></a></span>, 254-55 (2d Cir.1966).  The court in Szostak did not decide whether the Act authorized such review, but concluded such review would be \"governed by the common law rather than the statute\" in any <span class=\"citation\" data-id=\"274116\"><span class=\"antecedent_guess\">event.</span>  <a href=\"/opinion/274116/alexander-szostak-v-railroad-retirement-board/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">255</span></a></span>.  Sones relies solely on Szostak to find jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We need not decide which approach to follow.  Even assuming that we have jurisdiction over the Board's refusal to reopen the case, which is not at all clear, we can find no abuse of discretion in the Board's action.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The Board will only reopen a case upon a showing of good cause to do so, see supra note 3, and appellant has made no such showing.  A good cause showing entails some demonstration of why a timely administrative appeal was not pursued.  We take it from the list of available excuses that a dissatisfied recipient of benefits must show that some hardship or unusual circumstance prevented him from complying with the constraints of the ordinary course of review.  In essence, the regulation allows the Board to reopen a case when the employee, through no fault of his own and in an extraordinary circumstance, was prevented from filing a timely appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This case does not raise any such concern.  To the contrary, the record reveals a complete failure by Mrs. Clifford and her son to exercise due diligence in pursuing this claim.  Mrs. Clifford, when presented a notice apprising her of her right to appeal with the Board, did nothing.  Although appellant asserts that his mother spoke with a Board employee, who told her that the 1969 social security filing did not qualify as a filing for railroad benefits, no record of a conversation with the unnamed employee exists.  We are hesitant to accord this rather flimsy excuse sufficient weight to qualify as good cause for a thirteen-year delay.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Our conclusion holds true even with the added weight of Mrs. Clifford's request that the Administration take some action to use her 1969 filing as a protective filing for railroad benefits.  In effect, she was informed by the Administration for a second time that redress lay with the Board.  Mrs. Clifford never acted on the Administration's instruction to contact the Board \"as soon as possible,\" however.  She merely accepted the annuity award granted by the Board at that point.  Had she pressed her claim, chances are good that she would have learned of the regulation concerning the use of social security filings as railroad retirement benefits filings.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In short, we decline to overturn the Board's decision not to reopen the case when the exercise of due diligence would have revealed the grounds for a timely appeal.  Appellant has not advanced a good cause to overcome this failure.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A railroad annuity is \"a monthly sum which is payable on the first day of each calendar month for the accrual during the preceding calendar month.\"  45 U.S.C. Sec. 231(p)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Railroad Retirement Act provides that survivors of deceased railroad employee may receive, as a lump sum, any benefits unpaid at death.  45 U.S.C. Sec. 231e(a)(1)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The regulation reads:</p>\n        <p>In determining whether the claimant has good cause for failure to file a timely request for reconsideration the bureau director shall consider the circumstances which kept the claimant from filing the request on time and if any action by the Board misled the claimant.  Examples of circumstances where good cause may exist include, but are not limited to:</p>\n        <p>(1) A serious illness which prevented the claimant from contacting the Board in person, in writing, or through a friend, relative or other person;</p>\n        <p>(2) A death or serious illness in the claimant's immediate family which prevented him or her from filing;</p>\n        <p>(3) The destruction of important and relevant records;</p>\n        <p>(4) A failure to be notified of a decision;  or</p>\n        <p>(5) An unusual or unavoidable circumstance existed which demonstrates that the claimant would not have known of the need to file timely or which prevented the claimant from filing in a timely manner.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See 45 U.S.C. Sec. 231g (judicial review of annuities determinations governed by judicial review provisions of Railroad Unemployment Insurance Act, which requires administrative exhaustion, 45 U.S.C. Sec. 355(f));  see also <span class=\"citation\" data-id=\"419178\"><span class=\"antecedent_guess\">Steebe,</span> <a href=\"/opinion/419178/james-e-steebe-v-united-states-railroad-retirement-board/\"><span class=\"volume\">708</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">254</span></a></span>;  Szostak v. Railroad Retirement Board, <span class=\"citation\" data-id=\"274116\"><a href=\"/opinion/274116/alexander-szostak-v-railroad-retirement-board/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">253</span></a></span>, 254 (2d Cir.1966);  cf. Frock v. United States Railroad Retirement Board, <span class=\"citation\" data-id=\"407613\"><a href=\"/opinion/407613/clinton-t-frock-and-charles-l-stribling-v-united-states-railroad/\"><span class=\"volume\">685</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1041</span></a></span>, 1044-45 (7th Cir.1982) (allowing appeal when exhaustion would have been a \"futile gesture\" and \"purposes of exhaustion would not be served\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It is settled that an appellate court, confronted by a difficult jurisdictional question may forgo its resolution if the merits of the appeal are, as here, straightforward and easily resolved in favor of the party to whose benefit the objection to jurisdiction would redound.  See Norton v. Mathews, <span class=\"citation\" data-id=\"109524\"><a href=\"/opinion/109524/norton-v-mathews/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">524</span></a></span>, 532, <span class=\"citation\" data-id=\"109524\"><a href=\"/opinion/109524/norton-v-mathews/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2771</span></a></span>, 2775, <span class=\"citation\" data-id=\"109524\"><a href=\"/opinion/109524/norton-v-mathews/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">672</span> </a></span>(1976);  Secretary of the Navy v. Avrech, <span class=\"citation\" data-id=\"109100\"><a href=\"/opinion/109100/secretary-of-navy-v-avrech/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">676</span></a></span>, 677-78, <span class=\"citation\" data-id=\"109100\"><a href=\"/opinion/109100/secretary-of-navy-v-avrech/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3039</span></a></span>, 3039-40, <span class=\"citation\" data-id=\"109100\"><a href=\"/opinion/109100/secretary-of-navy-v-avrech/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1033</span> </a></span>(1974);  Lambert v. Kysar, <span class=\"citation\" data-id=\"598967\"><a href=\"/opinion/598967/george-lambert-dba-rainbow-fruit-v-sam-kysar-and-joan-kysar-dba/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1110</span></a></span>, 1119 (1st Cir.1993)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109100/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109524/",
    "https://www.courtlistener.com/api/rest/v3/opinions/274116/",
    "https://www.courtlistener.com/api/rest/v3/opinions/407613/",
    "https://www.courtlistener.com/api/rest/v3/opinions/419178/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551319/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561336/",
    "https://www.courtlistener.com/api/rest/v3/opinions/598967/"
  ]
}