{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194945/",
  "id": 194945,
  "absolute_url": "/opinion/194945/pigott-v-lynn/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194945/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:28:38Z",
  "date_modified": "2020-02-22T00:11:05.197933Z",
  "type": "010combined",
  "sha1": "87658f35a4885676aa2e0833dd3dd5d74ae75076",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1115.01A",
  "local_path": null,
  "plain_text": "September 27, 1993    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-1115\n\n                        RASHID PIGOTT,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n               LYNN POLICE DEPARTMENT, ET AL.,\n\n                    Defendants, Appellees.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\n                                                      \n\n                                        \n\n                            Before\n\n                  Torruella, Cyr and Boudin,\n                       Circuit Judges. \n                                     \n\n                                        \n\n   Rashid Pigott on brief pro se.\n                \n\n                                        \n\n                                        \n\n          Per Curiam.   Pro se prisoner Rashid Pigott appeals\n                              \n\na  district  court  order  that dismissed  his  civil  rights\n\ncomplaint  sua  sponte  under   28  U.S.C.   1915(d).1    The\n                      \n\ncomplaint  sought declaratory relief and damages from thirty-\n\nsix  defendants who  allegedly violated  42 U.S.C.   1983 and\n\n 1985 in  connection with Pigott's arrest  and conviction for\n\nmanslaughter and  a separate  care and  protection proceeding\n\nconcerning Pigott's son.  The district court  ruled that some\n\nof  Pigott's claims  were  barred by  either  the statute  of\n\nlimitations, witness  immunity, or because  Pigott had failed\n\nto  allege state action.  The remaining claims were dismissed\n\nbecause  Pigott failed  to state  a claim  upon which  relief\n\ncould be granted.  We affirm.\n\n                              I.\n\n     We begin  with the  relevant procedural background.   On\n\nNovember 4,  1992,  Pigott purportedly  submitted  his  civil\n\nrights complaint  and a  letter requesting in  forma pauperis\n                                                             \n\n(IFP)  application forms to the  pro se clerk  for the United\n                                       \n\nStates  District Court  for the  District  of Massachusetts.2\n\n                    \n\n1.  28 U.S.C.   1915(d) applies to complaints  filed in forma\n                                                             \npauperis.  In  relevant part,  the  statute  provides that  a\n        \ncourt, \"may  dismiss the case if...satisfied  that the action\nis frivolous or malicious.\" \n\n2.  The letter, in relevant part, read as follows:\n\n          Re: Filing of Civil Rights Complaint\n     Dear Pro Se Clerk:\n          Enclosed  please   find   Pro  se,   civil   rights\ncomplaint.    I   request  that  you  send  me  the  required\n\n                             -2-\n\nBy  letter dated  November 27,  1992, Pigott  resubmitted his\n\ncomplaint  with the standard  IFP application  and supporting\n\naffidavits.   The  district  court received  these items  for\n\nfiling  on December  7,  1992.   On  December 31,  1992,  the\n\ndistrict court  issued a  memorandum and order  which allowed\n\nPigott's  application  to  proceed IFP  while  simultaneously\n\ndismissing the complaint.   Pigott filed  a timely notice  of\n\nappeal.  \n\n     Pigott thereafter  filed a motion to vacate the order of\n\ndismissal with a supporting memorandum, a motion to amend his\n\ncomplaint,  and an  amended complaint.3   Pigott  argued that\n\nthe district court erred  by dismissing his complaint without\n\nfirst  affording  him  notice  of  its  deficiencies  and  an\n\nopportunity  to amend  it to  state viable  claims.   He also\n\nsubmitted  evidence in  support  of his  contention that  the\n\ndistrict court  first received  his complaint on  November 4,\n\n1992.  That evidence consisted of a copy of Pigott's November\n\n4, 1992 letter to the pro se clerk quoted above at n. 2 and a\n                            \n\nphotocopy of  a certified  mail return receipt  dated \"11/4.\"\n\n                    \n\napplications for filing this complaint in Forma Pauperis.\n          I also request that you send me the local rules for\nfiling pamphlet for future reference.\n\nThis  letter bears a crossed  out time stamp  of the district\ncourt dated November 4, 1992.\n\n3.  The  motion to vacate invoked  Fed. R. Civ.  P. 60(a) and\n(b)(6).\n\n                             -3-\n\nThe district court denied both motions  on February 25, 1993.\n\nPigott did not file another notice of appeal.4\n\n                             II.\n\n     The complaint asserted six  causes of action which arose\n\nfrom  events which  transpired between  December 4,  1989 and\n\n1992.   An  understanding  of  the parties  is  necessary  to\n\ncomprehend Pigott's claims.  \n\n     The  complaint identified the  defendants connected with\n\nPigott's  criminal conviction as  the Lynn Police Department,\n\nLynn  police officers  David  Woumn, Chisholm,  Chris  Reddy,\n\nRichard Carrow, Rawston, W. Conrad, Wentzell, L.E. Desmarais,\n\nWilliam  Foley, John  Doe,  Sergeants  Roach  and  Coppinger,\n\nLieutenant  Dennis Flynn, Massachusetts state troopers Elaine\n\nCondon, Mark Lynch, Mark Coleman,  B. Windsor, and P. Zipper,\n\nchemist  Kenneth Gagnon,  Flemmings  Towing Company,  defense\n\nattorneys  Christopher Skinner, M.  Page Kelley,  and Jeffrey\n\nBaler, defense  investigator  Stephen Turner,  social  worker\n\nRoberta Lerner, probation  officer Stephen Mulloy,  and Essex\n\nCounty superior court clerk James Leary.  \n\n     The  defendants  named  in connection  with  the  events\n\nconcerning Pigott's son include three social workers employed\n\nby the United Homes for Children foster care agency  (Marilyn\n\n                    \n\n4.  Generally,  the denial  of a  Rule 60(b)  motion must  be\nappealed  separately.    See  7  Moore's   Federal  Practice,\n                                                            \n 60.30[3], p. 137 (1992-1993 Supp.).  Here, however, Pigott's\nbasic  claims are inherent  in Pigott's direct  appeal of the\ndismissal order.   \n\n                             -4-\n\nHeathman, Mrs. Richardson  and Danielle Carviello), a  social\n\nworker  for the Massachusetts  Department of  Social Services\n\n(Pam  Grey),  Salem  Hospital,  two  unnamed  Salem  Hospital\n\nsecurity guards, and an unknown lawyer.  \n\n     The complaint alleged the  following facts.  On December\n\n4, 1989, while paying a business call to a residence in Lynn,\n\nMassachusetts,  Pigott was struck by  a glass, slashed with a\n\nbutcher  knife, and  assaulted  with other  weapons.   Pigott\n\nescaped   his  assailants,  went   to  another  address,  and\n\ncontacted  the Lynn  Police  Department.   Officers Chisholm,\n\nWoumn,  and Sergeant  Roach responded  and arrested  Pigott -\n\nallegedly  without cause.  As a result of Pigott's arrest and\n\nimmediate  incarceration,  Flemmings  Towing   Company  towed\n\nPigott's  car.    Despite   what  Pigott  says  were  obvious\n\ninjuries,  the  police  did   not  take  Pigott  for  medical\n\ntreatment   for   approximately  one   hour   and  forty-five\n\nminutes.5  \n\n     He  was then  returned  to a  cell  in the  Lynn  police\n\nstation and prevented from  making a telephone call  until he\n\nhad been booked, fingerprinted, relieved of his clothing, and\n\ninterviewed by  trooper Condon and Lieutenant  Flynn.  Pigott\n\nalleged that Flynn and Condon threatened and coerced him into\n\n                    \n\n5.  The complaint  does not  describe Pigott's injuries.   It\nsimply alleges that Pigott was taken  to the Atlantic Medical\nCare Center in Lynn Hospital.  Pigott's appellate  brief says\nthat  his injuries  required sutures,  although this  was not\nstated in the complaint.\n\n                             -5-\n\nsigning  a statement, after which  he was allowed  to place a\n\ntelephone call.  Pigott's first cause of  action alleged that\n\nthe foregoing  allegations established that  he was illegally\n\narrested,  that  his property  was  seized, and  that  he was\n\ndeliberately denied  medical care and legal representation in\n\nviolation of  his Fourth,  Fifth, Sixth and  Eighth Amendment\n\nrights.  \n\n     Pigott  further  alleged  that  on   the  following  day\n\n(December  5, 1989),  he was  arraigned in the  Lynn district\n\ncourt on charges of first degree murder, assault and battery,\n\nand  illegally carrying a firearm.   He was  released on bail\n\nand met with attorney  Skinner, who assumed Pigott's defense.\n\nPigott's second cause of action alleged that the Lynn  Police\n\nDepartment  violated  his  constitutional  rights  by getting\n\ninvolved in  setting Pigott's bail.   The complaint  does not\n\nspecify how or by whom this was accomplished.\n\n     Pigott  returned  to  the  Lynn  Police  Department   on\n\nDecember 5,  1989 and attempted  to file a  complaint against\n\nthe  men  who allegedly  assaulted him  on the  previous day.\n\nPigott  alleged that the police  refused to let  him file his\n\ncomplaint and  that officer Woumn threatened  him with bodily\n\ninjury for trying  to do so.  Pigott's third  cause of action\n\nalleged  that the  Lynn Police  Department and  officer Woumn\n\nviolated his  right  of  access  to the  courts  by  refusing\n\n                             -6-\n\nPigott's application for a  criminal complaint and failing to\n\ninvestigate the criminal activity Pigott tried to report.6\n\n     The complaint  suggests that the  criminal charges  were\n\npending against Pigott when  his son was born on  January 23,\n\n1990.  Pigott's  appellate brief  informs us that  he is  the\n\nunwed  biological father  of  Majid Taggert.   The  complaint\n\nalleged  that, shortly  after the  birth, social  workers Pam\n\nGrey and Marilyn Heathman forcibly took Pigott's son from him\n\nwhile  two Salem Hospital  security guards restrained Pigott.\n\nThereafter,  social workers Heathman and Richardson allegedly\n\ntold Pigott that they determined he was an unfit parent after\n\nconsulting the Lynn Police Department.  While the allegations\n\non this point are particularly vague, Pigott alleges that  he\n\nsomehow became  involved in a care  and protection proceeding\n\nwherein he demanded custody of his son.7  \n\n     Defendants Heathman, Richardson and  Carviello allegedly\n\ndenied  Pigott visitation  rights and  refused to  reveal the\n\nwhereabouts of his  son to him.  Pigott  also claimed that an\n\nunknown  lawyer   had  a   conflict  of  interest   when  she\n\nrepresented a third party who had an interest in Pigott's son\n\n                    \n\n6.  Pigott's  third  cause  of action  further  alleged  that\ndefendant Stephen  Turner, a  private  investigator hired  on\nPigott's behalf,  never met with him during the time Pigott's\ncriminal case was pending.\n\n7.  Pigott may be referring to a proceeding to commit his son\nto  the custody  of  the Massachusetts  Department of  Social\nServices pursuant to M.G.L. c. 119,  24.\n\n                             -7-\n\nin the care  and protection  proceeding while  simultaneously\n\nprosecuting  Pigott  on  other  criminal  charges  that  were\n\nultimately  dismissed.    Pigott's  fourth  cause  of  action\n\nalleged  that the  conduct of  these defendants  violated his\n\nFourth, Fifth and Fourteenth Amendment rights. \n\n     Pigott's  criminal trial  began on  September 19,  1991.\n\nThe complaint  alleged that Lynn police  officers Christopher\n\nReddy,  Richard  Carrow, Rawston,  W. Conrad,  Wentzell, L.E.\n\nDesmarais, William  Foley, and Sgt.  Coppinger, Massachusetts\n\nstate troopers  Mark Lynch, Mark Coleman,  Brian Windsor, and\n\nPaul Zipper, and chemist  Kenneth Gagnon conspired to violate\n\nPigott's  civil rights  by knowingly  committing  perjury and\n\nsubmitting   false  evidence  at  Pigott's  criminal  trial.8\n\nPigott was  convicted of manslaughter.   He alleged  that his\n\ndefense attorney (Skinner) fraudulently attempted to persuade\n\nPigott  to  plead guilty  before  trial  and made  slanderous\n\nremarks  and  misrepresentations  that  resulted  in Pigott's\n\nconviction.   Pigott's  fifth  cause of  action alleged  that\n\ndefense  attorney  Skinner's   malpractice  and  the   police\n\n                    \n\n8.  See Complaint,    5-7, 34, 44.  Paragraph 34 specifically\n       \nalleged  that, \"from December  4, 1989  up to  and throughout\ntrial[,]\"  the aforementioned  Lynn  police  officers,  state\ntroopers, and chemist  Gagnon, \"all  willfully and  knowingly\ncommitted perjury, fabricated and tampered with evidence, and\nsubmitted  and  elicited   a  preponderance  of   maliciously\nintended false or otherwise distortions of facts and events.\"\nThe complaint does not  describe the witnesses' testimony nor\nthe evidence that was supposedly fabricated.   \n\n                             -8-\n\nconspiracy at Pigott's  trial violated Pigott's Fifth,  Sixth\n\nand Fourteenth Amendment rights.\n\n     Pigott  was  interviewed  by probation  officer  Stephen\n\nMulloy following his conviction.   The complaint alleged that\n\nMulloy  denied Pigott's  request for  counsel  and threatened\n\nPigott  with indefinite  imprisonment  while  referring to  a\n\ncivil action that Pigott's family had filed.  Roberta Lerner,\n\na social worker employed on Pigott's behalf, also interviewed\n\nPigott.  The complaint alleged that Lerner violated the terms\n\nof  her employment, failed to  assist Pigott in  the care and\n\nprotection  case,  and  prepared  a libelous  report  of  her\n\ninterview with Pigott.  \n\n     Pigott further alleged that  attorney Skinner waived his\n\nright  to appeal  his  criminal  conviction without  Pigott's\n\nknowledge.   Other defense attorneys (Kelley  and Baler) also\n\nallegedly refused to pursue Pigott's direct appeal.  Attorney\n\nBaler  and Essex superior  court clerk  Leary are  alleged to\n\nhave procured the dismissal  of Pigott's private counsel. The\n\ncomplaint does  not state  what Pigott's private  counsel had\n\nbeen hired  to do, nor what harm befell Pigott as a result of\n\nthe  alleged dismissal.   Pigott  further claimed  that clerk\n\nLeary  violated his right of access to the courts by refusing\n\nPigott's  pro se  filings.   Pigott's sixth  cause of  action\n                \n\nalleged  that  the  actions  of  defendants  Mulloy,  Lerner,\n\n                             -9-\n\nSkinner,  Kelley, Baler,  and  Leary violated  his Sixth  and\n\nFourteenth Amendment rights.9 \n\n     On October 15, 1991, Pigott  was sentenced to prison for\n\n4-15  years.10   Over one year  later, Pigott  instituted the\n\ninstant  civil rights  action.   Faced  with  the barrage  of\n\nclaims presented  by the complaint, the  district court noted\n\nthat  under  28  U.S.C.   1915(d),  courts  may  dismiss  IFP\n\ncomplaints sua sponte if the plaintiff's claim is based on an\n                     \n\nindisputably meritless legal theory or on factual allegations\n\nthat are clearly baseless.   See, e.g., Denton  v. Hernandez,\n                                                            \n\n112 S. Ct. 1728,  1733 (1992); Neitzke v. Williams,  490 U.S.\n                                                  \n\n319, 327  (1989).  The  court then dismissed  Pigott's claims\n\nagainst the Lynn Police Department, Flemmings Towing Company,\n\nand defendants  Woumn, Chisholm, Roach, Flynn,  and Condon as\n\ntime-barred under the three-year statute  of limitations that\n\napplies to civil rights  actions in Massachusetts. See Street\n                                                             \n\n                    \n\n9.  Mulloy allegedly  violated Pigott's  right to  counsel by\nrefusing to accede to Pigott's request for an attorney during\nhis post-conviction interview.   He is said to have  violated\nPigott's right of access to  the courts by threatening Pigott\nwith  indefinite  imprisonment  in  connection with  a  civil\naction Pigott's  family had filed. Pigott's defense attorneys\nallegedly violated Pigott's constitutional rights by refusing\nto  pursue a  direct appeal  of his  criminal  conviction and\nprocuring the  dismissal of private  counsel.  And,  as noted\nabove,  clerk  Leary  allegedly violated  Pigott's  right  of\naccess  to the  courts by refusing  Pigott's pro  se filings.\n                                                    \nPigott does  not specify how social  worker Lerner's libelous\ninterview  report and failure to  aid Pigott in  the care and\nprotection case violated his constitutional rights.     \n\n10.  He received  a concurrent 2  1/2 - 3  year term for  the\nfirearm charge.\n\n                             -10-\n\nv. Vose,  936 F.2d 38  (1st Cir. 1991), cert.  denied, 112 S.\n                                                     \n\nCt. 948 (1992).  \n\n     This  ruling  effectively  barred Pigott's  claims  that\n\nthese  defendants  arrested him  without  cause, deliberately\n\ndenied  him   medical  care  and  legal  representation,  and\n\nwrongfully  seized his  property  on December  4, 1989.   The\n\ndistrict court  reasoned that Pigott filed  his complaint and\n\nIFP  application on December  7, 1992, the  date the district\n\ncourt received  both items, and that  these particular claims\n\nwere  thus brought three days  late.  The  district court did\n\nnot specifically address Pigott's claims that the Lynn Police\n\nDepartment engaged in bail  tampering and, along with officer\n\nWoumn,  violated Pigott's  right of access  to the  courts on\n\nDecember 5, 1989.   We assume that the court  implicitly held\n\nthat these claims were time-barred as well.11  The      court\n\nfurther  ruled that those  defendants who allegedly presented\n\nperjured testimony  at Pigott's trial  were absolutely immune\n\nunder  Briscoe v. LaHue, 460  U.S. 320, 325  (1983), and that\n                       \n\nPigott's claims against his  defense attorneys were barred by\n\nPolk County  v. Dodson,  454 U.S. 312  (1981), (holding  that\n                      \n\npublic defenders are  not \"state actors\" for  42 U.S.C.  1983\n\n                    \n\n11.  Thus,  the  district  court  dismissed  Pigott's  first,\nsecond, and part of  Pigott's third cause of action  as time-\nbarred  under the  statute  of limitations.   Pigott's  claim\nagainst investigator Turner for failure to keep appointments,\nwhich  was  also  part of  his  third  cause  of action,  was\ndismissed for  failing to state a  constitutional tort within\nthe meaning of 42 U.S.C.  1983.   \n\n                             -11-\n\npurposes).   This ruling  eliminated Pigott's fifth  cause of\n\naction and that part of his sixth cause of action that rested\n\non the alleged misconduct of Pigott's defense attorneys.  The\n\ncourt also dismissed  that part of  Pigott's fourth cause  of\n\naction that  asserted claims against Salem  Hospital, the two\n\nunnamed security guards, and the unknown lawyer on the ground\n\nthat  Pigott failed  to allege  state action.    Finally, the\n\ncourt  dismissed  Pigott's   allegations  against   probation\n\nofficer Mulloy, Pigott's social worker (Lerner), and the four\n\nother  social  workers (Heathman,  Richardson,  Carviello and\n\nGrey)  for  failing to  state  sufficient  claims upon  which\n\nrelief could be granted.  \n\n     We  note that  Pigott's amended  complaint attempted  to\n\ncure  some of  the  deficiencies identified  in the  district\n\ncourt's dismissal order, largely by simply alleging that more\n\ndefendants  conspired  with  the  Lynn  Police Department  to\n\nviolate  Pigott's civil  rights.12   Pigott  further  alleged\n\nthat defendants Heathman,  Richardson and Carviello destroyed\n\nhis relationship with his son by  illegally refusing to allow\n\nthem visits  without cause.   Pigott sought  to remedy  other\n\n                    \n\n12.  The  amended complaint  charged  that  Flemmings  Towing\nCompany,  clerk  Leary,  probation officer  Mulloy,  attorney\nNancy  Winn,  who  had  been  previously  identified  as  the\n\"unknown lawyer\" in Pigott's original complaint,  and defense\nattorneys Skinner, Kelley and Baler were all involved in such\na  conspiracy. But  it stated  no facts  in support  of these\nallegations.\n\n                             -12-\n\nclaims  with  allegations   purporting  to  establish   state\n\naction.13  \n\n                             III.\n\n      At the outset,  we note that  Pigott's brief on  appeal\n\nmakes  no   reference  whatsoever   to  his  claims   against\n\ndefendants  Mulloy, Lerner,  Turner, Leary,  and the  unknown\n\nlawyer (attorney Winn).  He has therefore waived these claims\n\nand their dismissal  will be  upheld.  The  same can be  said\n\nwith respect to Pigott's  claim that he was arrested  without\n\ncause.  To the extent Pigott's claims against the Lynn Police\n\nDepartment and officers Woumn,  Chisholm, and Sgt. Roach rely\n\non his December 4, 1989 arrest, his brief makes no mention of\n\nthis  claim, and we affirm  its dismissal on  the ground that\n\nPigott  has waived it. See, e.g., Frazier v. Bailey, 957 F.2d\n                                                   \n\n920,  932  n. 14  &amp;  15 (1st  Cir.  1992);  United States  v.\n                                                         \n\nZannino,  895 F.2d 1, 17  (1st Cir.), cert.  denied, 494 U.S.\n                                                   \n\n1082 (1990). \n\n     As for  the remaining claims, we  review section 1915(d)\n\ndismissals for  abuse of  discretion, mindful that  not every\n\ncomplaint that fails to  state a claim upon which  relief can\n\nbe   granted  is   subject  to   sua  sponte   dismissal  for\n                                            \n\n                    \n\n13.  For example, defendants  Grey and Heathman were  alleged\nto  have  seized Pigott's  son  for  the state,  while  Salem\nHospital was  alleged to have violated  Pigott's civil rights\nthrough  a   policy  or  custom  when   its  security  guards\nrestrained Pigott.\n\n                             -13-\n\nfrivolousness under 28 U.S.C.  1915(d).  Denton v. Hernandez,\n                                                            \n\n112 S. Ct. at 1734; Neitzke v.  Williams, 490 U.S. at 331.  A\n                                        \n\ncomplaint or  claim is \"factually frivolous\"  when it alleges\n\nfacts   that   are   \"'clearly    baseless'\",   \"'fanciful'\",\n\n\"'fantastic'\"  or \"'delusional'\".   Denton,  112   S. Ct.  at\n                                          \n\n1733, (quoting Neitzke, 490 U.S. at 327,  325, 328).  A claim\n                      \n\nmay be said to be legally frivolous if it asserts a claim for\n\nwhich  the defendant is  clearly entitled  to immunity,  or a\n\nclaim of infringement of  a legal interest that clearly  does\n\nnot exist.  Neitzke, 490 U.S. at 327.  \n                   \n\n     In addition, \"[w]e have  squarely held that 'a complaint\n\nwhich states a claim  that appears to have expired  under the\n\napplicable  statute  of  limitations   may  be  dismissed  as\n\nfrivolous' under section 1915(d).\"  Johnson v. Rodriguez, 943\n                                                        \n\nF.2d 104,  107 (1st Cir. 1991), cert.  denied, 112 S. Ct. 948\n                                             \n\n(1992) (quoting Street v. Vose, 936 F.2d at 39).  However, at\n                              \n\nleast  where  there  is  any  possible  doubt,  we  cautioned\n\ndistrict  courts to  issue  an  order  to  show  cause  to  a\n\nplaintiff  whose  claims  appear  to  be  time-barred  before\n\ndismissing a  complaint sua sponte on  statute of limitations\n                                  \n\ngrounds.  Street v. Vose, 936 F.2d at 41, n. 5.\n                        \n\n                             IV.\n\n     Based on the principles just set forth, we conclude that\n\nPigott's  claims   were  properly  dismissed,   although  our\n\nreasoning differs  somewhat from that of  the district court.\n\n                             -14-\n\nInsofar as Pigott alleged that the  nine Lynn police officers\n\nand  other defendants  who  testified at  his criminal  trial\n\ncommitted perjury, Pigott concedes,  as he must, that Briscoe\n                                                             \n\nv.  LaHue,  460  U.S.  325,  329-46  (1983),  entitles  these\n         \n\ndefendants to  absolute immunity from damages liability under\n\n42 U.S.C.   1983.  However,  the complaint also  alleged that\n\nthese  defendants  involved  themselves in  a  conspiracy  to\n\nviolate Pigott's  civil rights.  See Complaint,  44.   Pigott\n                                    \n\ncontinues to  press this  claim on  appeal,  and argues  that\n\nthere was a general police conspiracy to \"railroad\" him under\n\nwhich liability may  attach under 42 U.S.C.  1983  and  1985.\n\nThe  district  court  did not  specifically  discuss Pigott's\n\nconspiracy claim, presumably because  Pigott alleged no facts\n\nto support it,  but we  think  this  claim requires  separate\n\nconsideration. \n\n     We  have  previously  observed  in  dicta   that  proper\n\nallegations of  conspiracy might overcome  an immunity claim.\n\nSee Malachowski v. City  of Keene, 787 F.2d 704,  711-12 (1st\n                                 \n\nCir.), cert. denied, 479  U.S. 828 (1986)(per  curiam)(noting\n                   \n\nthat  such  allegations  could  overcome   city  prosecutor's\n\nabsolute  immunity,   and  that  prosecutorial   immunity  of\n\njuvenile  delinquency  officer   who  initiated   delinquency\n\nproceedings might  not  extend to  allegations  that  officer\n\nfiled  false  delinquency  petition  as  part  of overarching\n\nconspiracy to deprive  plaintiffs' of child custody).  But \"a\n\n                             -15-\n\ncomplaint, containing as it does both factual allegations and\n\nlegal conclusions,  is frivolous  where it lacks  an arguable\n\nbasis either  in law  or fact.\"   Neitzke,  490 U.S.  at 325.\n                                         \n\n(emphasis supplied).  Turning  to the factual allegations, we\n\nnote  that  Pigott's  complaint   contained  only  the   most\n\nconclusory allegations of conspiracy.    The        complaint\n\ngenerally alleged  that the defendants committed  perjury and\n\nfabricated  evidence  from Pigott's  December 4,  1989 arrest\n\nthroughout his September 1991  trial.  No description of  the\n\nperjury is given and the allegedly fabricated evidence is not\n\nidentified.    The  only  specific  factual  allegation  even\n\nrelating to a possible  conspiracy is Pigott's assertion that\n\ndefendant Reddy  and two  prosecution witnesses (who  are not\n                                                             \n\nnamed  defendants)   violated  Mass.   Rule  Crim.   Pro.  21\n\n(governing  sequestration  of   witnesses)  during   Pigott's\n\ncriminal  trial, but  no detail  is provided.  See Complaint,\n                                                  \n\n 34.  \n\n     In  fact, Pigott  did not  even assert that  the perjury\n\nallegedly  committed by  these  defendants  resulted  in  his\n\nconviction.  Rather, he  claimed that defense counsel Skinner\n\n\"maliciously  slandered  and   misrepresented\"  him   (again,\n\nwithout giving  any specifics) and that this  conduct was the\n\ndirect cause  of his  conviction.  Even  liberally construed,\n\nthis  mish-mash of  allegations fails  to raise  an inference\n\nthat the  named defendants  agreed to  deprive Pigott of  his\n\n                             -16-\n\nconstitutional  rights.  See generally  Earle v.  Benoit, 850\n                                                        \n\nF.2d  836,  844  (1st  Cir.  1988)  (discussing  elements  of\n\nconspiracy under 42 U.S.C.  1983).14\n\n     Purely  conclusory allegations  of  conspiracy  are  not\n\nadequate to state  a claim.   See Slotnick  v. Stavisky,  560\n                                                       \n\nF.2d  31, 33  (1st Cir.  1977), cert.  denied, 434  U.S. 1077\n                                             \n\n(1978).   Nevertheless, somewhat more caution  is appropriate\n\nwhere  dismissal  is contemplated  under section  1915(d), at\n\nleast  in those cases  where it is  not intended  to give the\n\nplaintiff advance notice of the defect and the opportunity to\n\namend.  The  issue is one of abuse of  discretion and depends\n\nupon the facts.\n\n     In this instance we do not think further proceedings are\n\nwarranted.  Although we do not have to consider the propriety\n\nof  the  district court's  denial  of  reconsideration (since\n\nPigott  did  not  appeal),  we  note  that  Pigott's  amended\n\ncomplaint,   filed   after   dismissal,    makes   additional\n\nallegations but still does  not contain any facts that  would\n\nsupport  a  conspiracy.   Nor does  Pigott's brief  on appeal\n\nfurnish any hint  of facts that could support  the conspiracy\n\nclaim.\n\n                    \n\n14.  And while  the complaint  cites 42 U.S.C.   1985, Pigott\nhas not alleged the  requisite discriminatory animus to state\na  claim  under  this statute.    See  Landrigan  v. City  of\n                                                             \nWarwick, 628 F.2d 736, 739 n.1 (1st Cir. 1980).\n       \n\n                             -17-\n\n     Even  so, we  might  hesitate to  sustain the  dismissal\n\nwithout  an opportunity to  replead if we  thought that there\n\nwas  any real risk of  injustice.  But  Pigott's complaint is\n\nmanifestly founded upon the delusion that anyone who has  had\n\nany connection with the events described -- the arrest, post-\n\narrest treatment, trial, probation  office inquiry, and child\n\ncustody  dispute  --  is a  wrongdoer  and  in  most cases  a\n\nconspirator.   A  fair portion  of these  charges have  to be\n\ninsupportable, and  if some nugget of truth lies buried under\n\nthe  rubble (and we stress  that no claim  is stated on these\n                                   \n\nallegations), Pigott has only himself to blame.\n\n                            V.   \n\n      Pigott  concedes  that  his claims  against  his  court\n\nappointed attorneys  (Skinner, Kelley and Baler)  are fatally\n\ndeficient in that they failed to allege state action under 42\n\nU.S.C.  1983.  See Polk County v. Dodson, 454 U.S.  at 317 n.\n                                        \n\n4; Malachowski v. City of Keene, 787  F.2d at 710 (\"A private\n                               \n\nattorney who  is sued for  actions allegedly taken  as court-\n\nappointed counsel does  not act under  color of state  law.\")\n\nOn  appeal, Pigott  argues that  his amended  complaint cured\n\nthis deficiency by charging  these defendants with conspiracy\n\nas well.   This charge was  also wholly conclusory.   For the\n\nreasons already stated,  we think the district  court must be\n\nsustained.\n\n                             VI.\n\n                             -18-\n\n     Pigott contends that his claims with  regard to the care\n\nand protection  proceeding  are cognizable  in federal  court\n\nnotwithstanding the  domestic relations exception  to federal\n\njurisdiction.  See generally  Ankenbrandt v. Richards, 112 S.\n                                                     \n\nCt. 2206 (1992)(describing exception).  This claim challenges\n\nthe  seizure of Pigott's son by  defendants Grey and Heathman\n\n(who were aided  by the two  unknown Salem Hospital  security\n\nguards) and the frustration of Pigott's efforts  to visit his\n\nson  by  defendants   Heathman,  Carviello,  and  Richardson.\n\nPigott does not contend that the facts he has alleged against\n\nthese defendants are  sufficient to state a claim  upon which\n\nrelief could be  granted.  As the  district court's dismissal\n\norder notified Pigott that his complaint was so deficient  as\n\nto  the   four  social   worker  defendants,  and   even  the\n\nallegations in  Pigott's amended  complaint fail to  make out\n\nviable  claims  against  these  defendants,  we   affirm  the\n\ndismissal of Pigott's claims against social workers Pam Grey,\n\nMarilyn Heathman, Danielle Carviello, and Mrs. Richardson.  \n\n     The district court may have erred in dismissing Pigott's\n\nclaims against the two unnamed Salem Hospital security guards\n\nfor lack of state action.  The complaint identified defendant\n\nPam Grey as  an employee of  the Massachusetts Department  of\n\nSocial Services and  thus established her as  a \"state actor\"\n\nfor 42  U.S.C.  1983 purposes.   We may also  assume that the\n\nSalem  Hospital  security guards  and  social worker  Marilyn\n\n                             -19-\n\nHeathman were also engaged in state action when they assisted\n\nGrey in restraining  Pigott and  seizing his son.   See  Casa\n                                                             \n\nMarie, Inc. v. Superior  Court of Puerto Rico, 988  F.2d 252,\n                                             \n\n259  (1st Cir. 1993)(\"'To act  \"under color\" of  law does not\n\nrequire that the accused be  an officer of the State.   It is\n\nenough that  he is a  willful participant  in joint  activity\n\nwith the State or its agents.'\" )(citations omitted)).  \n\n     But the liability of the  guards and Salem Hospital  was\n\npredicated on  Pigott's claim  that the  seizure  of his  son\n\nviolated his  constitutional rights.   Pigott's complaint and\n\namended complaint did little more than allege that Pigott had\n\na son who was taken from  him after he had been determined to\n\nbe an unfit parent.   Pigott has alleged no facts  to suggest\n\nthat this determination was  wrong or procedurally defective.\n\nSince Pigott  failed to allege  sufficient facts to  make out\n\nsuch a  violation even  after the district  court's dismissal\n\norder notified him of this deficiency, his claims against the\n\nsecurity guards and Salem Hospital were properly dismissed. \n\n                             VII.\n\n     Finally,  we turn to those claims that were dismissed as\n\nlegally frivolous because  they appeared to be  barred by the\n\nstatute  of  limitations.     The  only  claims  that  Pigott\n\ncontinues to press  on appeal  are his claims  that the  Lynn\n\nPolice  Department and  officers  Chisholm, Woumn,  and  Sgt.\n\nRoach  exhibited deliberate indifference to his medical needs\n\n                             -20-\n\non  December  4, 1989  and his  claims  that the  Lynn Police\n\nDepartment engaged in bail  tampering and, along with officer\n\nWoumn, violated his right of access to the courts on December\n\n5, 1989.15  \n\n     Pigott's claims  that the Lynn Police Department engaged\n\nin bail  tampering and violated  Pigott's right of  access to\n\nthe  courts by  refusing  to allow  him  to file  a  criminal\n\ncomplaint  were without basis.   Pigott was  released on bail\n\nand,  in stark contrast to  Wagenmann v. Adams,  829 F.2d 196\n                                              \n\n(1st Cir. 1987), on which Pigott relies on appeal, Pigott has\n\nnot alleged that the police arranged  to have his bail set so\n\nhigh that  he could not  make it.   Nor has he  described any\n\nother  conduct  that  could   be  construed  to  violate  his\n\nrights.16  \n\n     Similarly, the  right of access  to the courts  does not\n\nimport  an absolute right  to institute criminal proceedings.\n\nInsofar as  Pigott contends  that the Lynn  Police Department\n\n                    \n\n15.  Pigott has presented no  cogent argument with respect to\nhis claims against  Flemmings Towing Company, Elaine  Condon,\nand  Dennis Flynn.    Accordingly, his  claims against  these\ndefendants are waived.   See, e.g., Ramos v.  Roche Products,\n                                                             \nInc., 936 F.2d  43, 51 (1st Cir.),  cert. denied, 112 S.  Ct.\n                                                \n339 (1991)(issue which is merely mentioned but not briefed is\nwaived on appeal).   \n\n16.  Pigott's allegation  that attorney Skinner  informed him\nthat  he was  lucky  to make  bail  because the  Lynn  police\ngenerally  would have  opposed it  due to  his race  does not\nestablish that  the police violated his  constitutional right\nto  be free from excessive  bail, for Pigott  says nothing to\nshow that his bail was excessive.\n\n                             -21-\n\nviolated this right simply by refusing to accept his criminal\n\ncomplaint, he has  alleged the violation of a  legal interest\n\nthat  does not  exist.   Pigott further  has not  alleged any\n\nfacts  which show  that officer Woumn's  threats to  harm him\n\nviolated his federal rights.  \n\n     Pigott's claim  that officers Chisholm, Woumn,  and Sgt.\n\nRoach exhibited deliberate indifference  to his medical needs\n\nis a closer case.   Pigott claimed that he was struck  in the\n\nface  with  a  glass,  slashed  with  a  butcher  knife,  and\n\nassaulted with other weapons.   He allegedly suffered obvious\n\ninjuries and informed these officers that he needed immediate\n\nmedical  attention.   Pigott  was  incarcerated  at the  Lynn\n\npolice station for one hour and forty-five minutes before  he\n\nwas  taken for medical care.  The complaint does not describe\n\nPigott's injuries.  It also does  not say what  treatment was\n\nrequired,  although  we are  now  told  that Pigott  required\n\nsutures.  Further, the complaint does not  specify what harm,\n\nif  any, befell  Pigott as  a result  of the  seemingly brief\n\ndelay between Pigott's arrest and treatment.  Compare Matzker\n                                                             \n\nv. Herr, 748 F.2d 1142, 1147-48 (7th cir. 1984)(alleged three\n       \n\nmonth  delay  in procuring  medical  and  dental care  stated\n\nviable claim).17  \n\n                    \n\n17.  The reason for the delay is  not alleged. However, since\nPigott alleged that he was not booked and fingerprinted until\nafter he returned from  the hospital, we may assume  that the\ndelay was not occasioned by these administrative procedures. \n\n                             -22-\n\n     As we explained in Manarite v.  City of Springfield, 957\n                                                        \n\nF.2d 953, 956 (1st Cir. 1992),  1983 liability in a case like\n\nthis requires proof of \"'deliberate indifference'\" by \"(1) an\n\nunusually  serious  risk of  harm...  (2) defendant's  actual\n\nknowledge  of  (or,  at  least, willful  blindness  to)  that\n\nelevated risk,  and (3)  defendant's failure to  take obvious\n\nsteps to address that known, serious risk.\"  We do not  think\n\nthat the  facts  in the  complaint make  out these  elements.\n\nMore  important,  we  see no  basis  for  believing  that any\n\namendment   or  particularization  would  solve  the  central\n\ndeficiency,  namely,  that  something  more   than  temporary\n\ninattention or  carelessness is  needed for a  constitutional\n\nclaim  of  cruel and  unusual  punishment.   Rather,  what is\n\nrequired is  a conscious refusal to  take reasonable measures\n\nto deal in a timely fashion with very substantial harm or the\n\nthreat of such harm.\n\n     Here, Pigott by his  own version of events did  not seek\n\nhospital care when he left the scene of the fight but went to\n\nanother  address.  There is no hint that any permanent injury\n\nresulted  from  the  delay.   Individuals  arrive  at  police\n\nstations and in  emergency rooms with cuts  and bruises every\n\nday; but true emergencies,  requiring medical care without an\n\ninstant's  delay, are  less  commonplace.   If  this were  an\n\nordinary  tort suit  and  negligence sufficed  for liability,\n\nthere  might be an argument  for requiring leave  to amend --\n\n                             -23-\n\nalthough what is alleged does not itself indicate negligence.\n\nBut  there is virtually  nothing in the  complaint to suggest\n\ncruel  and unusual  punishment, or  any benefit  from further\n\npleadings.\n\n                            VIII.\n\n     Our conclusion makes it unnecessary to reach the statute\n\nof limitations issue  on which the  district court based  its\n\ndecision  to  dismiss  claims  relating  to  the  arrest  and\n\nimmediate  treatment of  Pigott.   We think  that issue  is a\n\ndifficult one.\n\n     A number of circuits  have held that a pro  se complaint\n\nis timely so long as  the necessary affidavit accompanies the\n\nfiling of the  complaint, one rationale  being that the  time\n\nspent in reviewing  the affidavit and entering  the IFP order\n\nis  the court's responsibility.  See,  e.g., Dean v. Veterans\n                                                             \n\nAdmin. Regional Office, 943 F.2d 667, 668-71 (6th Cir. 1991),\n                      \n\nvacated on other grounds, 112  S.Ct. 1255 (1992); Gilardi  v.\n                                                         \n\nSchroeder,  833 F.2d  1226, 1233  (7th Cir. 1987);  Martin v.\n                                                          \n\nDemma, 831  F.2d 69, 71 (5th  Cir. 1987).  Local  Rule 4.5 in\n     \n\nthe district court  suggests that that court would  treat the\n\ncomplaint as timely filed  if \"accompanied by [the requisite]\n\n. . . affidavit . . . .\"  Pigott, however, did  not accompany\n\nhis  complaint with  the  affidavit, and  the rationale  just\n\ndescribed would have no application to his case.\n\n                             -24-\n\n     On  the other hand, Fed.  R. Civ. P.  5(e) provides that\n\nthe  clerk is not to refuse papers for filing \"solely because\n\n. . . not presented in proper form . . . .\"  One  could argue\n\nthat  the omission of the affidavit is merely a formal defect\n\n-- although the opposite view of the matter is also possible.\n\nOne could  also  argue  with  some force  that  doubts  about\n\ntimeliness  should be  construed in  favor of  the plaintiff,\n\nalthough a plaintiff  who waits  till almost the  end of  the\n\nthree year  limitations period before filing  anything can be\n\nsaid to assume some risk.\n\n     In  all  events,  we do  not  think  that  the issue  is\n\ndecisive  in  this  case  and therefore  do  not  decide  it.\n\nHowever it is decided, it  might be better if the  Local Rule\n\n4.5  gave  clearer  notice  to  litigants  as  to  whether  a\n\ncomplaint transmitted without  the affidavit is deemed  filed\n\nif accompanied  by a request for  IFP forms.  A  copy of this\n\nopinion will be transmitted to the appropriate authorities in\n\nthe  district court so that  it may be  considered whether an\n\namendment is desirable.\n\n     Affirmed.\n             \n\n                             -25-\n",
  "html": "<p class=\"case_cite\">7 F.3d 218</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Rashid PIGOTT, Plaintiff, Appellant,<br>v.<br>LYNN POLICE DEPARTMENT, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1115.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 27, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">Rashid Pigott on brief pro se.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se prisoner Rashid Pigott appeals a district court order that dismissed his civil rights complaint sua sponte under 28 U.S.C. &#167; 1915(d).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The complaint sought declaratory relief and damages from thirty-six defendants who allegedly violated 42 U.S.C. &#167; 1983 and &#167; 1985 in connection with Pigott's arrest and conviction for manslaughter and a separate care and protection proceeding concerning Pigott's son.  The district court ruled that some of Pigott's claims were barred by either the statute of limitations, witness immunity, or because Pigott had failed to allege state action.  The remaining claims were dismissed because Pigott failed to state a claim upon which relief could be granted.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We begin with the relevant procedural background.  On November 4, 1992, Pigott purportedly submitted his civil rights complaint and a letter requesting in forma pauperi &#167; (IFP) application forms to the pro se clerk for the United States District Court for the District of Massachusetts.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  By letter dated November 27, 1992, Pigott resubmitted his complaint with the standard IFP application and supporting affidavits.  The district court received these items for filing on December 7, 1992.  On December 31, 1992, the district court issued a memorandum and order which allowed Pigott's application to proceed IFP while simultaneously dismissing the complaint.  Pigott filed a timely notice of appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Pigott thereafter filed a motion to vacate the order of dismissal with a supporting memorandum, a motion to amend his complaint, and an amended complaint.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Pigott argued that the district court erred by dismissing his complaint without first affording him notice of its deficiencies and an opportunity to amend it to state viable claims.  He also submitted evidence in support of his contention that the district court first received his complaint on November 4, 1992.  That evidence consisted of a copy of Pigott's November 4, 1992 letter to the pro se clerk quoted above at n. 2 and a photocopy of a certified mail return receipt dated \"11/4.\"  The district court denied both motions on February 25, 1993.  Pigott did not file another notice of appeal.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The complaint asserted six causes of action which arose from events which transpired between December 4, 1989 and 1992.  An understanding of the parties is necessary to comprehend Pigott's claims.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The complaint identified the defendants connected with Pigott's criminal conviction as the Lynn Police Department, Lynn police officers David Woumn, Chisholm, Chris Reddy, Richard Carrow, Rawston, W. Conrad, Wentzell, L.E. Desmarais, William Foley, John Doe, Sergeants Roach and Coppinger, Lieutenant Dennis Flynn, Massachusetts state troopers Elaine Condon, Mark Lynch, Mark Coleman, B. Windsor, and P. Zipper, chemist Kenneth Gagnon, Flemmings Towing Company, defense attorneys Christopher Skinner, M. Page Kelley, and Jeffrey Baler, defense investigator Stephen Turner, social worker Roberta Lerner, probation officer Stephen Mulloy, and Essex County superior court clerk James Leary.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The defendants named in connection with the events concerning Pigott's son include three social workers employed by the United Homes for Children foster care agency (Marilyn Heathman, Mrs. Richardson and Danielle Carviello), a social worker for the Massachusetts Department of Social Services (Pam Grey), Salem Hospital, two unnamed Salem Hospital security guards, and an unknown lawyer.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The complaint alleged the following facts.  On December 4, 1989, while paying a business call to a residence in Lynn, Massachusetts, Pigott was struck by a glass, slashed with a butcher knife, and assaulted with other weapons.  Pigott escaped his assailants, went to another address, and contacted the Lynn Police Department.  Officers Chisholm, Woumn, and Sergeant Roach responded and arrested Pigott allegedly without cause.  As a result of Pigott's arrest and immediate incarceration, Flemmings Towing Company towed Pigott's car.  Despite what Pigott says were obvious injuries, the police did not take Pigott for medical treatment for approximately one hour and forty-five minutes.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">He was then returned to a cell in the Lynn police station and prevented from making a telephone call until he had been booked, fingerprinted, relieved of his clothing, and interviewed by trooper Condon and Lieutenant Flynn.  Pigott alleged that Flynn and Condon threatened and coerced him into signing a statement, after which he was allowed to place a telephone call.  Pigott's first cause of action alleged that the foregoing allegations established that he was illegally arrested, that his property was seized, and that he was deliberately denied medical care and legal representation in violation of his Fourth, Fifth, Sixth and Eighth Amendment rights.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Pigott further alleged that on the following day (December 5, 1989), he was arraigned in the Lynn district court on charges of first degree murder, assault and battery, and illegally carrying a firearm.  He was released on bail and met with attorney Skinner, who assumed Pigott's defense.  Pigott's second cause of action alleged that the Lynn Police Department violated his constitutional rights by getting involved in setting Pigott's bail.  The complaint does not specify how or by whom this was accomplished.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Pigott returned to the Lynn Police Department on December 5, 1989 and attempted to file a complaint against the men who allegedly assaulted him on the previous day.  Pigott alleged that the police refused to let him file his complaint and that officer Woumn threatened him with bodily injury for trying to do so.  Pigott's third cause of action alleged that the Lynn Police Department and officer Woumn violated his right of access to the courts by refusing Pigott's application for a criminal complaint and failing to investigate the criminal activity Pigott tried to report.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The complaint suggests that the criminal charges were pending against Pigott when his son was born on January 23, 1990.  Pigott's appellate brief informs us that he is the unwed biological father of Majid Taggert.  The complaint alleged that, shortly after the birth, social workers Pam Grey and Marilyn Heathman forcibly took Pigott's son from him while two Salem Hospital security guards restrained Pigott.  Thereafter, social workers Heathman and Richardson allegedly told Pigott that they determined he was an unfit parent after consulting the Lynn Police Department.  While the allegations on this point are particularly vague, Pigott alleges that he somehow became involved in a care and protection proceeding wherein he demanded custody of his son.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Defendants Heathman, Richardson and Carviello allegedly denied Pigott visitation rights and refused to reveal the whereabouts of his son to him.  Pigott also claimed that an unknown lawyer had a conflict of interest when she represented a third party who had an interest in Pigott's son in the care and protection proceeding while simultaneously prosecuting Pigott on other criminal charges that were ultimately dismissed.  Pigott's fourth cause of action alleged that the conduct of these defendants violated his Fourth, Fifth and Fourteenth Amendment rights.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Pigott's criminal trial began on September 19, 1991.  The complaint alleged that Lynn police officers Christopher Reddy, Richard Carrow, Rawston, W. Conrad, Wentzell, L.E. Desmarais, William Foley, and Sgt. Coppinger, Massachusetts state troopers Mark Lynch, Mark Coleman, Brian Windsor, and Paul Zipper, and chemist Kenneth Gagnon conspired to violate Pigott's civil rights by knowingly committing perjury and submitting false evidence at Pigott's criminal trial.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Pigott was convicted of manslaughter.  He alleged that his defense attorney (Skinner) fraudulently attempted to persuade Pigott to plead guilty before trial and made slanderous remarks and misrepresentations that resulted in Pigott's conviction.  Pigott's fifth cause of action alleged that defense attorney Skinner's malpractice and the police conspiracy at Pigott's trial violated Pigott's Fifth, Sixth and Fourteenth Amendment rights.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Pigott was interviewed by probation officer Stephen Mulloy following his conviction.  The complaint alleged that Mulloy denied Pigott's request for counsel and threatened Pigott with indefinite imprisonment while referring to a civil action that Pigott's family had filed.  Roberta Lerner, a social worker employed on Pigott's behalf, also interviewed Pigott.  The complaint alleged that Lerner violated the terms of her employment, failed to assist Pigott in the care and protection case, and prepared a libelous report of her interview with Pigott.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Pigott further alleged that attorney Skinner waived his right to appeal his criminal conviction without Pigott's knowledge.  Other defense attorneys (Kelley and Baler) also allegedly refused to pursue Pigott's direct appeal.  Attorney Baler and Essex superior court clerk Leary are alleged to have procured the dismissal of Pigott's private counsel.  The complaint does not state what Pigott's private counsel had been hired to do, nor what harm befell Pigott as a result of the alleged dismissal.  Pigott further claimed that clerk Leary violated his right of access to the courts by refusing Pigott's pro se filings.  Pigott's sixth cause of action alleged that the actions of defendants Mulloy, Lerner, Skinner, Kelley, Baler, and Leary violated his Sixth and Fourteenth Amendment rights.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On October 15, 1991, Pigott was sentenced to prison for 4-15 years.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Over one year later, Pigott instituted the instant civil rights action.  Faced with the barrage of claims presented by the complaint, the district court noted that under 28 U.S.C. &#167;  1915(d), courts may dismiss IFP complaints sua sponte if the plaintiff's claim is based on an indisputably meritless legal theory or on factual allegations that are clearly baseless.   See, e.g., Denton v. Hernandez, 112 S. Ct. 1728, 1733 (1992);   Neitzke v.  Williams, 490 U.S. 319, 327 (1989).  The court then dismissed Pigott's claims against the Lynn Police Department, Flemmings Towing Company, and defendants Woumn, Chisholm, Roach, Flynn, and Condon as time-barred under the three-year statute of limitations that applies to civil rights actions in Massachusetts.   See Street v. Vose, 936 F.2d 38 (1st Cir. 1991), cert. denied, 112 S. Ct. 948 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This ruling effectively barred Pigott's claims that these defendants arrested him without cause, deliberately denied him medical care and legal representation, and wrongfully seized his property on December 4, 1989.  The district court reasoned that Pigott filed his complaint and IFP application on December 7, 1992, the date the district court received both items, and that these particular claims were thus brought three days late.  The district court did not specifically address Pigott's claims that the Lynn Police Department engaged in bail tampering and, along with officer Woumn, violated Pigott's right of access to the courts on December 5, 1989.  We assume that the court implicitly held that these claims were time-barred as well.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The court further ruled that those defendants who allegedly presented perjured testimony at Pigott's trial were absolutely immune under Briscoe v. LaHue, 460 U.S. 320, 325 (1983), and that Pigott's claims against his defense attorneys were barred by  Polk County v. Dodson, 454 U.S. 312 (1981), (holding that public defenders are not \"state actors\" for 42 U.S.C. &#167; 1983 purposes).  This ruling eliminated Pigott's fifth cause of action and that part of his sixth cause of action that rested on the alleged misconduct of Pigott's defense attorneys.  The court also dismissed that part of Pigott's fourth cause of action that asserted claims against Salem Hospital, the two unnamed security guards, and the unknown lawyer on the ground that Pigott failed to allege state action.  Finally, the court dismissed Pigott's allegations against probation officer Mulloy, Pigott's social worker (Lerner), and the four other social workers (Heathman, Richardson, Carviello and Grey) for failing to state sufficient claims upon which relief could be granted.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We note that Pigott's amended complaint attempted to cure some of the deficiencies identified in the district court's dismissal order, largely by simply alleging that more defendants conspired with the Lynn Police Department to violate Pigott's civil rights.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Pigott further alleged that defendants Heathman, Richardson and Carviello destroyed his relationship with his son by illegally refusing to allow them visits without cause.  Pigott sought to remedy other claims with allegations purporting to establish state action.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">At the outset, we note that Pigott's brief on appeal makes no reference whatsoever to his claims against defendants Mulloy, Lerner, Turner, Leary, and the unknown lawyer (attorney Winn).  He has therefore waived these claims and their dismissal will be upheld.  The same can be said with respect to Pigott's claim that he was arrested without cause.  To the extent Pigott's claims against the Lynn Police Department and officers Woumn, Chisholm, and Sgt. Roach rely on his December 4, 1989 arrest, his brief makes no mention of this claim, and we affirm its dismissal on the ground that Pigott has waived it.   See, e.g., Frazier v. Bailey, 957 F.2d 920, 932 n. 14 &amp; 15 (1st Cir. 1992);   United States v. Zannino, 895 F.2d 1, 17 (1st Cir.), cert. denied, 494 U.S. 1082 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">As for the remaining claims, we review section 1915(d) dismissals for abuse of discretion, mindful that not every complaint that fails to state a claim upon which relief can be granted is subject to sua sponte dismissal for frivolousness under 28 U.S.C. &#167; 1915(d).   Denton v. Hernandez, 112 S. Ct. at 1734;   Neitzke v. Williams, 490 U.S. at 331.  A complaint or claim is \"factually frivolous\" when it alleges facts that are \" 'clearly baseless' \", \" 'fanciful' \", \" 'fantastic' \" or \" 'delusional' \".   Denton, 112 S. Ct. at 1733, (quoting  Neitzke, 490 U.S. at 327, 325, 328).  A claim may be said to be legally frivolous if it asserts a claim for which the defendant is clearly entitled to immunity, or a claim of infringement of a legal interest that clearly does not exist.   Neitzke, 490 U.S. at 327.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In addition, \"[w]e have squarely held that 'a complaint which states a claim that appears to have expired under the applicable statute of limitations may be dismissed as frivolous' under section 1915(d).\"   Johnson v. Rodriguez, 943 F.2d 104, 107 (1st Cir. 1991), cert. denied, 112 S. Ct. 948 (1992) (quoting  Street v. Vose, 936 F.2d at 39).  However, at least where there is any possible doubt, we cautioned district courts to issue an order to show cause to a plaintiff whose claims appear to be time-barred before dismissing a complaint sua sponte on statute of limitations grounds.  Street v. Vose, 936 F.2d at 41, n. 5.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Based on the principles just set forth, we conclude that Pigott's claims were properly dismissed, although our reasoning differs somewhat from that of the district court.  Insofar as Pigott alleged that the nine Lynn police officers and other defendants who testified at his criminal trial committed perjury, Pigott concedes, as he must, that  Briscoe v. LaHue, 460 U.S. 325, 329-46 (1983), entitles these defendants to absolute immunity from damages liability under 42 U.S.C. &#167; 1983.  However, the complaint also alleged that these defendants involved themselves in a conspiracy to violate Pigott's civil rights.  See Complaint, p 44.  Pigott continues to press this claim on appeal, and argues that there was a general police conspiracy to \"railroad\" him under which liability may attach under 42 U.S.C. &#167; 1983 and &#167; 1985.  The district court did not specifically discuss Pigott's conspiracy claim, presumably because Pigott alleged no facts to support it, but we think this claim requires separate consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We have previously observed in dicta that proper allegations of conspiracy might overcome an immunity claim.   See Malachowski v. City of Keene, 787 F.2d 704, 711-12 (1st Cir.), cert. denied, 479 U.S. 828 (1986)(per curiam)(noting that such allegations could overcome city prosecutor's absolute immunity, and that prosecutorial immunity of juvenile delinquency officer who initiated delinquency proceedings might not extend to allegations that officer filed false delinquency petition as part of overarching conspiracy to deprive plaintiffs' of child custody).  But \"a complaint, containing as it does both factual allegations and legal conclusions, is frivolous where it lacks an arguable basis either in law  or fact.\"  Neitzke, 490 U.S. at 325.  (emphasis supplied).  Turning to the factual allegations, we note that Pigott's complaint contained only the most conclusory allegations of conspiracy.  The complaint generally alleged that the defendants committed perjury and fabricated evidence from Pigott's December 4, 1989 arrest throughout his September 1991 trial.  No description of the perjury is given and the allegedly fabricated evidence is not identified.  The only specific factual allegation even relating to a possible conspiracy is Pigott's assertion that defendant Reddy and two prosecution witnesses (who are not named defendants) violated Mass.  Rule Crim.  Pro. 21 (governing sequestration of witnesses) during Pigott's criminal trial, but no detail is provided.  See Complaint, p 34.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In fact, Pigott did not even assert that the perjury allegedly committed by these defendants resulted in his conviction.  Rather, he claimed that defense counsel Skinner \"maliciously slandered and misrepresented\" him (again, without giving any specifics) and that this conduct was the direct cause of his conviction.  Even liberally construed, this mish-mash of allegations fails to raise an inference that the named defendants agreed to deprive Pigott of his constitutional rights.   See generally Earle v. Benoit, 850 F.2d 836, 844 (1st Cir. 1988) (discussing elements of conspiracy under 42 U.S.C. &#167;  1983).<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Purely conclusory allegations of conspiracy are not adequate to state a claim.   See Slotnick v. Stavisky, 560 F.2d 31, 33 (1st Cir. 1977), cert. denied, 434 U.S. 1077 (1978).  Nevertheless, somewhat more caution is appropriate where dismissal is contemplated under section 1915(d), at least in those cases where it is not intended to give the plaintiff advance notice of the defect and the opportunity to amend.  The issue is one of abuse of discretion and depends upon the facts.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In this instance we do not think further proceedings are warranted.  Although we do not have to consider the propriety of the district court's denial of reconsideration (since Pigott did not appeal), we note that Pigott's amended complaint, filed after dismissal, makes additional allegations but still does not contain any facts that would support a conspiracy.  Nor does Pigott's brief on appeal furnish any hint of facts that could support the conspiracy claim.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Even so, we might hesitate to sustain the dismissal without an opportunity to replead if we thought that there was any real risk of injustice.  But Pigott's complaint is manifestly founded upon the delusion that anyone who has had any connection with the events described-the arrest, post-arrest treatment, trial, probation office inquiry, and child custody dispute-is a wrongdoer and in most cases a conspirator.  A fair portion of these charges have to be insupportable, and if some nugget of truth lies buried under the rubble (and we stress that no claim is stated on these allegations), Pigott has only himself to blame.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Pigott concedes that his claims against his court appointed attorneys (Skinner, Kelley and Baler) are fatally deficient in that they failed to allege state action under 42 U.S.C. &#167; 1983.  See Polk County v. Dodson, 454 U.S. at 317 n. 4;  Malachowski v. City of Keene, 787 F.2d at 710 (\"A private attorney who is sued for actions allegedly taken as court-appointed counsel does not act under color of state law.\")  On appeal, Pigott argues that his amended complaint cured this deficiency by charging these defendants with conspiracy as well.  This charge was also wholly conclusory.  For the reasons already stated, we think the district court must be sustained.</p>\n    </div>\n    <p>VI.</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Pigott contends that his claims with regard to the care and protection proceeding are cognizable in federal court notwithstanding the domestic relations exception to federal jurisdiction.   See generally Ankenbrandt v. Richards, 112 S. Ct. 2206 (1992)(describing exception).  This claim challenges the seizure of Pigott's son by defendants Grey and Heathman (who were aided by the two unknown Salem Hospital security guards) and the frustration of Pigott's efforts to visit his son by defendants Heathman, Carviello, and Richardson.  Pigott does not contend that the facts he has alleged against these defendants are sufficient to state a claim upon which relief could be granted.  As the district court's dismissal order notified Pigott that his complaint was so deficient as to the four social worker defendants, and even the allegations in Pigott's amended complaint fail to make out viable claims against these defendants, we affirm the dismissal of Pigott's claims against social workers Pam Grey, Marilyn Heathman, Danielle Carviello, and Mrs. Richardson.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The district court may have erred in dismissing Pigott's claims against the two unnamed Salem Hospital security guards for lack of state action.  The complaint identified defendant Pam Grey as an employee of the Massachusetts Department of Social Services and thus established her as a \"state actor\" for 42 U.S.C. &#167; 1983 purposes.  We may also assume that the Salem Hospital security guards and social worker Marilyn Heathman were also engaged in state action when they assisted Grey in restraining Pigott and seizing his son.   See Casa Marie, Inc. v. Superior Court of Puerto Rico, 988 F.2d 252, 259 (1st Cir. 1993)(\" 'To act \"under color\" of law does not require that the accused be an officer of the State.  It is enough that he is a willful participant in joint activity with the State or its agents.' \" )  (citations omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">But the liability of the guards and Salem Hospital was predicated on Pigott's claim that the seizure of his son violated his constitutional rights.  Pigott's complaint and amended complaint did little more than allege that Pigott had a son who was taken from him after he had been determined to be an unfit parent.  Pigott has alleged no facts to suggest that this determination was wrong or procedurally defective.  Since Pigott failed to allege sufficient facts to make out such a violation even after the district court's dismissal order notified him of this deficiency, his claims against the security guards and Salem Hospital were properly dismissed.</p>\n    </div>\n    <p>VII.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Finally, we turn to those claims that were dismissed as legally frivolous because they appeared to be barred by the statute of limitations.  The only claims that Pigott continues to press on appeal are his claims that the Lynn Police Department and officers Chisholm, Woumn, and Sgt. Roach exhibited deliberate indifference to his medical needs on December 4, 1989 and his claims that the Lynn Police Department engaged in bail tampering and, along with officer Woumn, violated his right of access to the courts on December 5, 1989.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Pigott's claims that the Lynn Police Department engaged in bail tampering and violated Pigott's right of access to the courts by refusing to allow him to file a criminal complaint were without basis.  Pigott was released on bail and, in stark contrast to  Wagenmann v. Adams, 829 F.2d 196 (1st Cir. 1987), on which Pigott relies on appeal, Pigott has not alleged that the police arranged to have his bail set so high that he could not make it.  Nor has he described any other conduct that could be construed to violate his rights.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Similarly, the right of access to the courts does not import an absolute right to institute criminal proceedings.  Insofar as Pigott contends that the Lynn Police Department violated this right simply by refusing to accept his criminal complaint, he has alleged the violation of a legal interest that does not exist.  Pigott further has not alleged any facts which show that officer Woumn's threats to harm him violated his federal rights.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Pigott's claim that officers Chisholm, Woumn, and Sgt. Roach exhibited deliberate indifference to his medical needs is a closer case.  Pigott claimed that he was struck in the face with a glass, slashed with a butcher knife, and assaulted with other weapons.  He allegedly suffered obvious injuries and informed these officers that he needed immediate medical attention.  Pigott was incarcerated at the Lynn police station for one hour and forty-five minutes before he was taken for medical care.  The complaint does not describe Pigott's injuries.  It also does not say what treatment was required, although we are now told that Pigott required sutures.  Further, the complaint does not specify what harm, if any, befell Pigott as a result of the seemingly brief delay between Pigott's arrest and treatment.   Compare Matzker v. Herr, 748 F.2d 1142, 1147-48 (7th cir. 1984)(alleged three month delay in procuring medical and dental care stated viable claim).<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">As we explained in  Manarite v. City of Springfield, 957 F.2d 953, 956 (1st Cir. 1992), &#167; 1983 liability in a case like this requires proof of \" 'deliberate indifference' \" by \"(1) an unusually serious risk of harm ... (2) defendant's actual knowledge of (or, at least, willful blindness to) that elevated risk, and (3) defendant's failure to take obvious steps to address that known, serious risk.\"  We do not think that the facts in the complaint make out these elements.  More important, we see no basis for believing that any amendment or particularization would solve the central deficiency, namely, that something more than temporary inattention or carelessness is needed for a constitutional claim of cruel and unusual punishment.  Rather, what is required is a conscious refusal to take reasonable measures to deal in a timely fashion with very substantial harm or the threat of such harm.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Here, Pigott by his own version of events did not seek hospital care when he left the scene of the fight but went to another address.  There is no hint that any permanent injury resulted from the delay.  Individuals arrive at police stations and in emergency rooms with cuts and bruises every day;  but true emergencies, requiring medical care without an instant's delay, are less commonplace.  If this were an ordinary tort suit and negligence sufficed for liability, there might be an argument for requiring leave to amend-although what is alleged does not itself indicate negligence.  But there is virtually nothing in the complaint to suggest cruel and unusual punishment, or any benefit from further pleadings.</p>\n    </div>\n    <p>VIII.</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Our conclusion makes it unnecessary to reach the statute of limitations issue on which the district court based its decision to dismiss claims relating to the arrest and immediate treatment of Pigott.  We think that issue is a difficult one.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">A number of circuits have held that a pro se complaint is timely so long as the necessary affidavit accompanies the filing of the complaint, one rationale being that the time spent in reviewing the affidavit and entering the IFP order is the court's responsibility.   See, e.g., Dean v. Veterans Admin.  Regional Office, 943 F.2d 667, 668-71 (6th Cir. 1991), vacated on other grounds, 112 S.Ct. 1255 (1992);  Gilardi v. Schroeder, 833 F.2d 1226, 1233 (7th Cir. 1987);   Martin v. Demma, 831 F.2d 69, 71 (5th Cir. 1987).  Local Rule 4.5 in the district court suggests that that court would treat the complaint as timely filed if \"accompanied by [the requisite] ... affidavit....\"  Pigott, however, did not accompany his complaint with the affidavit, and the rationale just described would have no application to his case.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">On the other hand, Fed.  R. Civ. P. 5(e) provides that the clerk is not to refuse papers for filing \"solely because ... not presented in proper form....\"  One could argue that the omission of the affidavit is merely a formal defect-although the opposite view of the matter is also possible.  One could also argue with some force that doubts about timeliness should be construed in favor of the plaintiff, although a plaintiff who waits till almost the end of the three year limitations period before filing anything can be said to assume some risk.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In all events, we do not think that the issue is decisive in this case and therefore do not decide it.  However it is decided, it might be better if the Local Rule 4.5 gave clearer notice to litigants as to whether a complaint transmitted without the affidavit is deemed filed if accompanied by a request for IFP forms.  A copy of this opinion will be transmitted to the appropriate authorities in the district court so that it may be considered whether an amendment is desirable.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Enclosed please find Pro se, civil rights complaint.  I request that you send me the required applications for filing this complaint in Forma Pauperis.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">I also request that you send me the local rules for filing pamphlet for future reference.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 28 U.S.C. &#167; 1915(d) applies to complaints filed in forma pauperis.  In relevant part, the statute provides that a court, \"may dismiss the case if ... satisfied that the action is frivolous or malicious.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The letter, in relevant part, read as follows:</p>\n        <p>Re:  Filing of Civil Rights Complaint</p>\n        <p>Dear Pro Se Clerk:</p>\n        <p>This letter bears a crossed out time stamp of the district court dated November 4, 1992.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The motion to vacate invoked Fed.  R. Civ. P. 60(a) and (b)(6)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Generally, the denial of a Rule 60(b) motion must be appealed separately.  See 7 Moore's Federal Practice, p 60.30, p. 137 (1992-1993 Supp.).  Here, however, Pigott's basic claims are inherent in Pigott's direct appeal of the dismissal order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The complaint does not describe Pigott's injuries.  It simply alleges that Pigott was taken to the Atlantic Medical Care Center in Lynn Hospital.  Pigott's appellate brief says that his injuries required sutures, although this was not stated in the complaint</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Pigott's third cause of action further alleged that defendant Stephen Turner, a private investigator hired on Pigott's behalf, never met with him during the time Pigott's criminal case was pending</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Pigott may be referring to a proceeding to commit his son to the custody of the Massachusetts Department of Social Services pursuant to M.G.L. c. 119, &#167; 24</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See Complaint, pp 5-7, 34, 44.  Paragraph 34 specifically alleged that, \"from December 4, 1989 up to and throughout trial[,]\" the aforementioned Lynn police officers, state troopers, and chemist Gagnon, \"all willfully and knowingly committed perjury, fabricated and tampered with evidence, and submitted and elicited a preponderance of maliciously intended false or otherwise distortions of facts and events.\"  The complaint does not describe the witnesses' testimony nor the evidence that was supposedly fabricated</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Mulloy allegedly violated Pigott's right to counsel by refusing to accede to Pigott's request for an attorney during his post-conviction interview.  He is said to have violated Pigott's right of access to the courts by threatening Pigott with indefinite imprisonment in connection with a civil action Pigott's family had filed.  Pigott's defense attorneys allegedly violated Pigott's constitutional rights by refusing to pursue a direct appeal of his criminal conviction and procuring the dismissal of private counsel.  And, as noted above, clerk Leary allegedly violated Pigott's right of access to the courts by refusing Pigott's pro se filings.  Pigott does not specify how social worker Lerner's libelous interview report and failure to aid Pigott in the care and protection case violated his constitutional rights</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> He received a concurrent 2 1/2 3 year term for the firearm charge</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Thus, the district court dismissed Pigott's first, second, and part of Pigott's third cause of action as time-barred under the statute of limitations.  Pigott's claim against investigator Turner for failure to keep appointments, which was also part of his third cause of action, was dismissed for failing to state a constitutional tort within the meaning of 42 U.S.C. &#167; 1983</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The amended complaint charged that Flemmings Towing Company, clerk Leary, probation officer Mulloy, attorney Nancy Winn, who had been previously identified as the \"unknown lawyer\" in Pigott's original complaint, and defense attorneys Skinner, Kelley and Baler were all involved in such a conspiracy.  But it stated no facts in support of these allegations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> For example, defendants Grey and Heathman were alleged to have seized Pigott's son for the state, while Salem Hospital was alleged to have violated Pigott's civil rights through a policy or custom when its security guards restrained Pigott</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> And while the complaint cites 42 U.S.C. &#167; 1985, Pigott has not alleged the requisite discriminatory animus to state a claim under this statute.   See Landrigan v. City of Warwick, 628 F.2d 736, 739 n.1 (1st Cir. 1980)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Pigott has presented no cogent argument with respect to his claims against Flemmings Towing Company, Elaine Condon, and Dennis Flynn.  Accordingly, his claims against these defendants are waived.   See, e.g., Ramos v. Roche Products, Inc., 936 F.2d 43, 51 (1st Cir.), cert. denied, 112 S. Ct. 339 (1991)(issue which is merely mentioned but not briefed is waived on appeal)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Pigott's allegation that attorney Skinner informed him that he was lucky to make bail because the Lynn police generally would have opposed it due to his race does not establish that the police violated his constitutional right to be free from excessive bail, for Pigott says nothing to show that his bail was excessive</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The reason for the delay is not alleged.  However, since Pigott alleged that he was not booked and fingerprinted until after he returned from the hospital, we may assume that the delay was not occasioned by these administrative procedures</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Rashid PIGOTT, Plaintiff, Appellant,<br>v.<br>LYNN POLICE DEPARTMENT, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1115.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 27, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">Rashid Pigott on brief pro se.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se prisoner Rashid Pigott appeals a district court order that dismissed his civil rights complaint sua sponte under 28 U.S.C. &#167; 1915(d).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The complaint sought declaratory relief and damages from thirty-six defendants who allegedly violated 42 U.S.C. &#167; 1983 and &#167; 1985 in connection with Pigott's arrest and conviction for manslaughter and a separate care and protection proceeding concerning Pigott's son.  The district court ruled that some of Pigott's claims were barred by either the statute of limitations, witness immunity, or because Pigott had failed to allege state action.  The remaining claims were dismissed because Pigott failed to state a claim upon which relief could be granted.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We begin with the relevant procedural background.  On November 4, 1992, Pigott purportedly submitted his civil rights complaint and a letter requesting in forma pauperi &#167; (IFP) application forms to the pro se clerk for the United States District Court for the District of Massachusetts.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  By letter dated November 27, 1992, Pigott resubmitted his complaint with the standard IFP application and supporting affidavits.  The district court received these items for filing on December 7, 1992.  On December 31, 1992, the district court issued a memorandum and order which allowed Pigott's application to proceed IFP while simultaneously dismissing the complaint.  Pigott filed a timely notice of appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Pigott thereafter filed a motion to vacate the order of dismissal with a supporting memorandum, a motion to amend his complaint, and an amended complaint.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Pigott argued that the district court erred by dismissing his complaint without first affording him notice of its deficiencies and an opportunity to amend it to state viable claims.  He also submitted evidence in support of his contention that the district court first received his complaint on November 4, 1992.  That evidence consisted of a copy of Pigott's November 4, 1992 letter to the pro se clerk quoted above at n. 2 and a photocopy of a certified mail return receipt dated \"11/4.\"  The district court denied both motions on February 25, 1993.  Pigott did not file another notice of appeal.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The complaint asserted six causes of action which arose from events which transpired between December 4, 1989 and 1992.  An understanding of the parties is necessary to comprehend Pigott's claims.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The complaint identified the defendants connected with Pigott's criminal conviction as the Lynn Police Department, Lynn police officers David Woumn, Chisholm, Chris Reddy, Richard Carrow, Rawston, W. Conrad, Wentzell, L.E. Desmarais, William Foley, John Doe, Sergeants Roach and Coppinger, Lieutenant Dennis Flynn, Massachusetts state troopers Elaine Condon, Mark Lynch, Mark Coleman, B. Windsor, and P. Zipper, chemist Kenneth Gagnon, Flemmings Towing Company, defense attorneys Christopher Skinner, M. Page Kelley, and Jeffrey Baler, defense investigator Stephen Turner, social worker Roberta Lerner, probation officer Stephen Mulloy, and Essex County superior court clerk James Leary.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The defendants named in connection with the events concerning Pigott's son include three social workers employed by the United Homes for Children foster care agency (Marilyn Heathman, Mrs. Richardson and Danielle Carviello), a social worker for the Massachusetts Department of Social Services (Pam Grey), Salem Hospital, two unnamed Salem Hospital security guards, and an unknown lawyer.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The complaint alleged the following facts.  On December 4, 1989, while paying a business call to a residence in Lynn, Massachusetts, Pigott was struck by a glass, slashed with a butcher knife, and assaulted with other weapons.  Pigott escaped his assailants, went to another address, and contacted the Lynn Police Department.  Officers Chisholm, Woumn, and Sergeant Roach responded and arrested Pigott allegedly without cause.  As a result of Pigott's arrest and immediate incarceration, Flemmings Towing Company towed Pigott's car.  Despite what Pigott says were obvious injuries, the police did not take Pigott for medical treatment for approximately one hour and forty-five minutes.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">He was then returned to a cell in the Lynn police station and prevented from making a telephone call until he had been booked, fingerprinted, relieved of his clothing, and interviewed by trooper Condon and Lieutenant Flynn.  Pigott alleged that Flynn and Condon threatened and coerced him into signing a statement, after which he was allowed to place a telephone call.  Pigott's first cause of action alleged that the foregoing allegations established that he was illegally arrested, that his property was seized, and that he was deliberately denied medical care and legal representation in violation of his Fourth, Fifth, Sixth and Eighth Amendment rights.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Pigott further alleged that on the following day (December 5, 1989), he was arraigned in the Lynn district court on charges of first degree murder, assault and battery, and illegally carrying a firearm.  He was released on bail and met with attorney Skinner, who assumed Pigott's defense.  Pigott's second cause of action alleged that the Lynn Police Department violated his constitutional rights by getting involved in setting Pigott's bail.  The complaint does not specify how or by whom this was accomplished.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Pigott returned to the Lynn Police Department on December 5, 1989 and attempted to file a complaint against the men who allegedly assaulted him on the previous day.  Pigott alleged that the police refused to let him file his complaint and that officer Woumn threatened him with bodily injury for trying to do so.  Pigott's third cause of action alleged that the Lynn Police Department and officer Woumn violated his right of access to the courts by refusing Pigott's application for a criminal complaint and failing to investigate the criminal activity Pigott tried to report.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The complaint suggests that the criminal charges were pending against Pigott when his son was born on January 23, 1990.  Pigott's appellate brief informs us that he is the unwed biological father of Majid Taggert.  The complaint alleged that, shortly after the birth, social workers Pam Grey and Marilyn Heathman forcibly took Pigott's son from him while two Salem Hospital security guards restrained Pigott.  Thereafter, social workers Heathman and Richardson allegedly told Pigott that they determined he was an unfit parent after consulting the Lynn Police Department.  While the allegations on this point are particularly vague, Pigott alleges that he somehow became involved in a care and protection proceeding wherein he demanded custody of his son.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Defendants Heathman, Richardson and Carviello allegedly denied Pigott visitation rights and refused to reveal the whereabouts of his son to him.  Pigott also claimed that an unknown lawyer had a conflict of interest when she represented a third party who had an interest in Pigott's son in the care and protection proceeding while simultaneously prosecuting Pigott on other criminal charges that were ultimately dismissed.  Pigott's fourth cause of action alleged that the conduct of these defendants violated his Fourth, Fifth and Fourteenth Amendment rights.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Pigott's criminal trial began on September 19, 1991.  The complaint alleged that Lynn police officers Christopher Reddy, Richard Carrow, Rawston, W. Conrad, Wentzell, L.E. Desmarais, William Foley, and Sgt. Coppinger, Massachusetts state troopers Mark Lynch, Mark Coleman, Brian Windsor, and Paul Zipper, and chemist Kenneth Gagnon conspired to violate Pigott's civil rights by knowingly committing perjury and submitting false evidence at Pigott's criminal trial.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Pigott was convicted of manslaughter.  He alleged that his defense attorney (Skinner) fraudulently attempted to persuade Pigott to plead guilty before trial and made slanderous remarks and misrepresentations that resulted in Pigott's conviction.  Pigott's fifth cause of action alleged that defense attorney Skinner's malpractice and the police conspiracy at Pigott's trial violated Pigott's Fifth, Sixth and Fourteenth Amendment rights.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Pigott was interviewed by probation officer Stephen Mulloy following his conviction.  The complaint alleged that Mulloy denied Pigott's request for counsel and threatened Pigott with indefinite imprisonment while referring to a civil action that Pigott's family had filed.  Roberta Lerner, a social worker employed on Pigott's behalf, also interviewed Pigott.  The complaint alleged that Lerner violated the terms of her employment, failed to assist Pigott in the care and protection case, and prepared a libelous report of her interview with Pigott.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Pigott further alleged that attorney Skinner waived his right to appeal his criminal conviction without Pigott's knowledge.  Other defense attorneys (Kelley and Baler) also allegedly refused to pursue Pigott's direct appeal.  Attorney Baler and Essex superior court clerk Leary are alleged to have procured the dismissal of Pigott's private counsel.  The complaint does not state what Pigott's private counsel had been hired to do, nor what harm befell Pigott as a result of the alleged dismissal.  Pigott further claimed that clerk Leary violated his right of access to the courts by refusing Pigott's pro se filings.  Pigott's sixth cause of action alleged that the actions of defendants Mulloy, Lerner, Skinner, Kelley, Baler, and Leary violated his Sixth and Fourteenth Amendment rights.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On October 15, 1991, Pigott was sentenced to prison for 4-15 years.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Over one year later, Pigott instituted the instant civil rights action.  Faced with the barrage of claims presented by the complaint, the district court noted that under 28 U.S.C. &#167;  1915(d), courts may dismiss IFP complaints sua sponte if the plaintiff's claim is based on an indisputably meritless legal theory or on factual allegations that are clearly baseless.   See, e.g., Denton v. Hernandez, <span class=\"citation\" data-id=\"112729\"><a href=\"/opinion/112729/denton-v-hernandez/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1728</span></a></span>, 1733 (1992);   Neitzke v.  Williams, <span class=\"citation\" data-id=\"112254\"><a href=\"/opinion/112254/neitzke-v-williams/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 327 (1989).  The court then dismissed Pigott's claims against the Lynn Police Department, Flemmings Towing Company, and defendants Woumn, Chisholm, Roach, Flynn, and Condon as time-barred under the three-year statute of limitations that applies to civil rights actions in Massachusetts.   See Street v. Vose, <span class=\"citation\" data-id=\"563222\"><a href=\"/opinion/563222/richard-a-street-v-george-vose-etc/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span> </a></span>(1st Cir. 1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span> </span>(1992).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This ruling effectively barred Pigott's claims that these defendants arrested him without cause, deliberately denied him medical care and legal representation, and wrongfully seized his property on December 4, 1989.  The district court reasoned that Pigott filed his complaint and IFP application on December 7, 1992, the date the district court received both items, and that these particular claims were thus brought three days late.  The district court did not specifically address Pigott's claims that the Lynn Police Department engaged in bail tampering and, along with officer Woumn, violated Pigott's right of access to the courts on December 5, 1989.  We assume that the court implicitly held that these claims were time-barred as well.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The court further ruled that those defendants who allegedly presented perjured testimony at Pigott's trial were absolutely immune under Briscoe v. LaHue, <span class=\"citation no-link\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">320</span></span>, 325 (1983), and that Pigott's claims against his defense attorneys were barred by  Polk County v. Dodson, <span class=\"citation\" data-id=\"110589\"><a href=\"/opinion/110589/polk-county-v-dodson/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span> </a></span>(1981), (holding that public defenders are not \"state actors\" for 42 U.S.C. &#167; 1983 purposes).  This ruling eliminated Pigott's fifth cause of action and that part of his sixth cause of action that rested on the alleged misconduct of Pigott's defense attorneys.  The court also dismissed that part of Pigott's fourth cause of action that asserted claims against Salem Hospital, the two unnamed security guards, and the unknown lawyer on the ground that Pigott failed to allege state action.  Finally, the court dismissed Pigott's allegations against probation officer Mulloy, Pigott's social worker (Lerner), and the four other social workers (Heathman, Richardson, Carviello and Grey) for failing to state sufficient claims upon which relief could be granted.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We note that Pigott's amended complaint attempted to cure some of the deficiencies identified in the district court's dismissal order, largely by simply alleging that more defendants conspired with the Lynn Police Department to violate Pigott's civil rights.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Pigott further alleged that defendants Heathman, Richardson and Carviello destroyed his relationship with his son by illegally refusing to allow them visits without cause.  Pigott sought to remedy other claims with allegations purporting to establish state action.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">At the outset, we note that Pigott's brief on appeal makes no reference whatsoever to his claims against defendants Mulloy, Lerner, Turner, Leary, and the unknown lawyer (attorney Winn).  He has therefore waived these claims and their dismissal will be upheld.  The same can be said with respect to Pigott's claim that he was arrested without cause.  To the extent Pigott's claims against the Lynn Police Department and officers Woumn, Chisholm, and Sgt. Roach rely on his December 4, 1989 arrest, his brief makes no mention of this claim, and we affirm its dismissal on the ground that Pigott has waived it.   See, e.g., Frazier v. Bailey, <span class=\"citation\" data-id=\"578605\"><a href=\"/opinion/578605/kevin-frazier-v-edward-n-bailey/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span>, 932 n. 14 &amp; 15 (1st Cir. 1992);   United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span> </span>(1990).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">As for the remaining claims, we review section 1915(d) dismissals for abuse of discretion, mindful that not every complaint that fails to state a claim upon which relief can be granted is subject to sua sponte dismissal for frivolousness under 28 U.S.C. &#167; 1915(d).   Denton v. <span class=\"citation\" data-id=\"112729\"><span class=\"antecedent_guess\">Hernandez,</span> <a href=\"/opinion/112729/denton-v-hernandez/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1734</span></a></span>;   Neitzke v. <span class=\"citation\" data-id=\"112254\"><span class=\"antecedent_guess\">Williams,</span> <a href=\"/opinion/112254/neitzke-v-williams/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">331</span></a></span>.  A complaint or claim is \"factually frivolous\" when it alleges facts that are \" 'clearly baseless' \", \" 'fanciful' \", \" 'fantastic' \" or \" 'delusional' \".   <span class=\"citation\" data-id=\"112729\"><span class=\"antecedent_guess\">Denton,</span> <a href=\"/opinion/112729/denton-v-hernandez/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1733</span></a></span>, (quoting  <span class=\"citation\" data-id=\"112254\"><span class=\"antecedent_guess\">Neitzke,</span> <a href=\"/opinion/112254/neitzke-v-williams/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">327</span></a></span>, 325, 328).  A claim may be said to be legally frivolous if it asserts a claim for which the defendant is clearly entitled to immunity, or a claim of infringement of a legal interest that clearly does not exist.   <span class=\"citation\" data-id=\"112254\"><span class=\"antecedent_guess\">Neitzke,</span> <a href=\"/opinion/112254/neitzke-v-williams/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">327</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In addition, \"[w]e have squarely held that 'a complaint which states a claim that appears to have expired under the applicable statute of limitations may be dismissed as frivolous' under section 1915(d).\"   Johnson v. Rodriguez, <span class=\"citation\" data-id=\"567585\"><a href=\"/opinion/567585/leroy-h-johnson-jr-v-alex-rodriguez-etc/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span>, 107 (1st Cir. 1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span> </span>(1992) (quoting  Street v. <span class=\"citation\" data-id=\"563222\"><span class=\"antecedent_guess\">Vose,</span> <a href=\"/opinion/563222/richard-a-street-v-george-vose-etc/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">39</span></a></span>).  However, at least where there is any possible doubt, we cautioned district courts to issue an order to show cause to a plaintiff whose claims appear to be time-barred before dismissing a complaint sua sponte on statute of limitations grounds.  Street v. <span class=\"citation\" data-id=\"563222\"><span class=\"antecedent_guess\">Vose,</span> <a href=\"/opinion/563222/richard-a-street-v-george-vose-etc/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">41</span></a></span>, n. 5.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Based on the principles just set forth, we conclude that Pigott's claims were properly dismissed, although our reasoning differs somewhat from that of the district court.  Insofar as Pigott alleged that the nine Lynn police officers and other defendants who testified at his criminal trial committed perjury, Pigott concedes, as he must, that  Briscoe v. LaHue, <span class=\"citation\" data-id=\"110885\"><a href=\"/opinion/110885/briscoe-v-lahue/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">325</span></a></span>, 329-46 (1983), entitles these defendants to absolute immunity from damages liability under 42 U.S.C. &#167; 1983.  However, the complaint also alleged that these defendants involved themselves in a conspiracy to violate Pigott's civil rights.  See Complaint, p 44.  Pigott continues to press this claim on appeal, and argues that there was a general police conspiracy to \"railroad\" him under which liability may attach under 42 U.S.C. &#167; 1983 and &#167; 1985.  The district court did not specifically discuss Pigott's conspiracy claim, presumably because Pigott alleged no facts to support it, but we think this claim requires separate consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We have previously observed in dicta that proper allegations of conspiracy might overcome an immunity claim.   See Malachowski v. City of Keene, <span class=\"citation\" data-id=\"468093\"><a href=\"/opinion/468093/henry-malachowski-and-julia-malachowski-v-city-of-keene/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">704</span></a></span>, 711-12 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">828</span> </span>(1986)(per curiam)(noting that such allegations could overcome city prosecutor's absolute immunity, and that prosecutorial immunity of juvenile delinquency officer who initiated delinquency proceedings might not extend to allegations that officer filed false delinquency petition as part of overarching conspiracy to deprive plaintiffs' of child custody).  But \"a complaint, containing as it does both factual allegations and legal conclusions, is frivolous where it lacks an arguable basis either in law  or fact.\"  <span class=\"citation\" data-id=\"112254\"><span class=\"antecedent_guess\">Neitzke,</span> <a href=\"/opinion/112254/neitzke-v-williams/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">325</span></a></span>.  (emphasis supplied).  Turning to the factual allegations, we note that Pigott's complaint contained only the most conclusory allegations of conspiracy.  The complaint generally alleged that the defendants committed perjury and fabricated evidence from Pigott's December 4, 1989 arrest throughout his September 1991 trial.  No description of the perjury is given and the allegedly fabricated evidence is not identified.  The only specific factual allegation even relating to a possible conspiracy is Pigott's assertion that defendant Reddy and two prosecution witnesses (who are not named defendants) violated Mass.  Rule Crim.  Pro. 21 (governing sequestration of witnesses) during Pigott's criminal trial, but no detail is provided.  See Complaint, p 34.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In fact, Pigott did not even assert that the perjury allegedly committed by these defendants resulted in his conviction.  Rather, he claimed that defense counsel Skinner \"maliciously slandered and misrepresented\" him (again, without giving any specifics) and that this conduct was the direct cause of his conviction.  Even liberally construed, this mish-mash of allegations fails to raise an inference that the named defendants agreed to deprive Pigott of his constitutional rights.   See generally Earle v. Benoit, <span class=\"citation\" data-id=\"508419\"><a href=\"/opinion/508419/james-earle-v-robert-benoit/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">836</span></a></span>, 844 (1st Cir. 1988) (discussing elements of conspiracy under 42 U.S.C. &#167;  1983).<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Purely conclusory allegations of conspiracy are not adequate to state a claim.   See Slotnick v. Stavisky, <span class=\"citation\" data-id=\"348311\"><a href=\"/opinion/348311/lester-slotnick-v-harold-staviskey/\"><span class=\"volume\">560</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 33 (1st Cir. 1977), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1077</span> </span>(1978).  Nevertheless, somewhat more caution is appropriate where dismissal is contemplated under section 1915(d), at least in those cases where it is not intended to give the plaintiff advance notice of the defect and the opportunity to amend.  The issue is one of abuse of discretion and depends upon the facts.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In this instance we do not think further proceedings are warranted.  Although we do not have to consider the propriety of the district court's denial of reconsideration (since Pigott did not appeal), we note that Pigott's amended complaint, filed after dismissal, makes additional allegations but still does not contain any facts that would support a conspiracy.  Nor does Pigott's brief on appeal furnish any hint of facts that could support the conspiracy claim.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Even so, we might hesitate to sustain the dismissal without an opportunity to replead if we thought that there was any real risk of injustice.  But Pigott's complaint is manifestly founded upon the delusion that anyone who has had any connection with the events described-the arrest, post-arrest treatment, trial, probation office inquiry, and child custody dispute-is a wrongdoer and in most cases a conspirator.  A fair portion of these charges have to be insupportable, and if some nugget of truth lies buried under the rubble (and we stress that no claim is stated on these allegations), Pigott has only himself to blame.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Pigott concedes that his claims against his court appointed attorneys (Skinner, Kelley and Baler) are fatally deficient in that they failed to allege state action under 42 U.S.C. &#167; 1983.  See Polk County v. <span class=\"citation\" data-id=\"110589\"><span class=\"antecedent_guess\">Dodson,</span> <a href=\"/opinion/110589/polk-county-v-dodson/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">317</span> </a></span>n. 4;  Malachowski v. City of <span class=\"citation\" data-id=\"468093\"><span class=\"antecedent_guess\">Keene,</span> <a href=\"/opinion/468093/henry-malachowski-and-julia-malachowski-v-city-of-keene/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">710</span> </a></span>(\"A private attorney who is sued for actions allegedly taken as court-appointed counsel does not act under color of state law.\")  On appeal, Pigott argues that his amended complaint cured this deficiency by charging these defendants with conspiracy as well.  This charge was also wholly conclusory.  For the reasons already stated, we think the district court must be sustained.</p>\n    </div>\n    <p>VI.</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Pigott contends that his claims with regard to the care and protection proceeding are cognizable in federal court notwithstanding the domestic relations exception to federal jurisdiction.   See generally Ankenbrandt v. Richards, <span class=\"citation\" data-id=\"112752\"><a href=\"/opinion/112752/ankenbrandt-v-richards/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2206</span> </a></span>(1992)(describing exception).  This claim challenges the seizure of Pigott's son by defendants Grey and Heathman (who were aided by the two unknown Salem Hospital security guards) and the frustration of Pigott's efforts to visit his son by defendants Heathman, Carviello, and Richardson.  Pigott does not contend that the facts he has alleged against these defendants are sufficient to state a claim upon which relief could be granted.  As the district court's dismissal order notified Pigott that his complaint was so deficient as to the four social worker defendants, and even the allegations in Pigott's amended complaint fail to make out viable claims against these defendants, we affirm the dismissal of Pigott's claims against social workers Pam Grey, Marilyn Heathman, Danielle Carviello, and Mrs. Richardson.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The district court may have erred in dismissing Pigott's claims against the two unnamed Salem Hospital security guards for lack of state action.  The complaint identified defendant Pam Grey as an employee of the Massachusetts Department of Social Services and thus established her as a \"state actor\" for 42 U.S.C. &#167; 1983 purposes.  We may also assume that the Salem Hospital security guards and social worker Marilyn Heathman were also engaged in state action when they assisted Grey in restraining Pigott and seizing his son.   See Casa Marie, Inc. v. Superior Court of Puerto Rico, <span class=\"citation\" data-id=\"602345\"><a href=\"/opinion/602345/casa-marie-inc-v-superior-court-of-puerto-rico-for-the-district-of/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">252</span></a></span>, 259 (1st Cir. 1993)(\" 'To act \"under color\" of law does not require that the accused be an officer of the State.  It is enough that he is a willful participant in joint activity with the State or its agents.' \" )  (citations omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">But the liability of the guards and Salem Hospital was predicated on Pigott's claim that the seizure of his son violated his constitutional rights.  Pigott's complaint and amended complaint did little more than allege that Pigott had a son who was taken from him after he had been determined to be an unfit parent.  Pigott has alleged no facts to suggest that this determination was wrong or procedurally defective.  Since Pigott failed to allege sufficient facts to make out such a violation even after the district court's dismissal order notified him of this deficiency, his claims against the security guards and Salem Hospital were properly dismissed.</p>\n    </div>\n    <p>VII.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Finally, we turn to those claims that were dismissed as legally frivolous because they appeared to be barred by the statute of limitations.  The only claims that Pigott continues to press on appeal are his claims that the Lynn Police Department and officers Chisholm, Woumn, and Sgt. Roach exhibited deliberate indifference to his medical needs on December 4, 1989 and his claims that the Lynn Police Department engaged in bail tampering and, along with officer Woumn, violated his right of access to the courts on December 5, 1989.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Pigott's claims that the Lynn Police Department engaged in bail tampering and violated Pigott's right of access to the courts by refusing to allow him to file a criminal complaint were without basis.  Pigott was released on bail and, in stark contrast to  Wagenmann v. Adams, <span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span> </a></span>(1st Cir. 1987), on which Pigott relies on appeal, Pigott has not alleged that the police arranged to have his bail set so high that he could not make it.  Nor has he described any other conduct that could be construed to violate his rights.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Similarly, the right of access to the courts does not import an absolute right to institute criminal proceedings.  Insofar as Pigott contends that the Lynn Police Department violated this right simply by refusing to accept his criminal complaint, he has alleged the violation of a legal interest that does not exist.  Pigott further has not alleged any facts which show that officer Woumn's threats to harm him violated his federal rights.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Pigott's claim that officers Chisholm, Woumn, and Sgt. Roach exhibited deliberate indifference to his medical needs is a closer case.  Pigott claimed that he was struck in the face with a glass, slashed with a butcher knife, and assaulted with other weapons.  He allegedly suffered obvious injuries and informed these officers that he needed immediate medical attention.  Pigott was incarcerated at the Lynn police station for one hour and forty-five minutes before he was taken for medical care.  The complaint does not describe Pigott's injuries.  It also does not say what treatment was required, although we are now told that Pigott required sutures.  Further, the complaint does not specify what harm, if any, befell Pigott as a result of the seemingly brief delay between Pigott's arrest and treatment.   Compare Matzker v. Herr, <span class=\"citation\" data-id=\"444617\"><a href=\"/opinion/444617/edward-james-matzker-jr-v-raymond-herr-sheriff-richard-a-schaab-lt/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1142</span></a></span>, 1147-48 (7th cir. 1984)(alleged three month delay in procuring medical and dental care stated viable claim).<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">As we explained in  Manarite v. City of Springfield, <span class=\"citation\" data-id=\"578608\"><a href=\"/opinion/578608/jessica-a-manarite-by-and-through-her-next-friend-carla-manarite-and/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">953</span></a></span>, 956 (1st Cir. 1992), &#167; 1983 liability in a case like this requires proof of \" 'deliberate indifference' \" by \"(1) an unusually serious risk of harm ... (2) defendant's actual knowledge of (or, at least, willful blindness to) that elevated risk, and (3) defendant's failure to take obvious steps to address that known, serious risk.\"  We do not think that the facts in the complaint make out these elements.  More important, we see no basis for believing that any amendment or particularization would solve the central deficiency, namely, that something more than temporary inattention or carelessness is needed for a constitutional claim of cruel and unusual punishment.  Rather, what is required is a conscious refusal to take reasonable measures to deal in a timely fashion with very substantial harm or the threat of such harm.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Here, Pigott by his own version of events did not seek hospital care when he left the scene of the fight but went to another address.  There is no hint that any permanent injury resulted from the delay.  Individuals arrive at police stations and in emergency rooms with cuts and bruises every day;  but true emergencies, requiring medical care without an instant's delay, are less commonplace.  If this were an ordinary tort suit and negligence sufficed for liability, there might be an argument for requiring leave to amend-although what is alleged does not itself indicate negligence.  But there is virtually nothing in the complaint to suggest cruel and unusual punishment, or any benefit from further pleadings.</p>\n    </div>\n    <p>VIII.</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Our conclusion makes it unnecessary to reach the statute of limitations issue on which the district court based its decision to dismiss claims relating to the arrest and immediate treatment of Pigott.  We think that issue is a difficult one.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">A number of circuits have held that a pro se complaint is timely so long as the necessary affidavit accompanies the filing of the complaint, one rationale being that the time spent in reviewing the affidavit and entering the IFP order is the court's responsibility.   See, e.g., Dean v. Veterans Admin.  Regional Office, <span class=\"citation\" data-id=\"567667\"><a href=\"/opinion/567667/edward-m-dean-v-veterans-administration-regional-office/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">667</span></a></span>, 668-71 (6th Cir. 1991), vacated on other grounds, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1255</span> </span>(1992);  Gilardi v. Schroeder, <span class=\"citation\" data-id=\"497977\"><a href=\"/opinion/497977/cynthia-gilardi-v-gary-schroeder-dba-gary-schroeder-trucking/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1226</span></a></span>, 1233 (7th Cir. 1987);   Martin v. Demma, <span class=\"citation\" data-id=\"495487\"><a href=\"/opinion/495487/wendell-a-martin-and-vanessa-faciane-v-marco-demma/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">69</span></a></span>, 71 (5th Cir. 1987).  Local Rule 4.5 in the district court suggests that that court would treat the complaint as timely filed if \"accompanied by [the requisite] ... affidavit....\"  Pigott, however, did not accompany his complaint with the affidavit, and the rationale just described would have no application to his case.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">On the other hand, Fed.  R. Civ. P. 5(e) provides that the clerk is not to refuse papers for filing \"solely because ... not presented in proper form....\"  One could argue that the omission of the affidavit is merely a formal defect-although the opposite view of the matter is also possible.  One could also argue with some force that doubts about timeliness should be construed in favor of the plaintiff, although a plaintiff who waits till almost the end of the three year limitations period before filing anything can be said to assume some risk.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In all events, we do not think that the issue is decisive in this case and therefore do not decide it.  However it is decided, it might be better if the Local Rule 4.5 gave clearer notice to litigants as to whether a complaint transmitted without the affidavit is deemed filed if accompanied by a request for IFP forms.  A copy of this opinion will be transmitted to the appropriate authorities in the district court so that it may be considered whether an amendment is desirable.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Enclosed please find Pro se, civil rights complaint.  I request that you send me the required applications for filing this complaint in Forma Pauperis.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">I also request that you send me the local rules for filing pamphlet for future reference.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 28 U.S.C. &#167; 1915(d) applies to complaints filed in forma pauperis.  In relevant part, the statute provides that a court, \"may dismiss the case if ... satisfied that the action is frivolous or malicious.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The letter, in relevant part, read as follows:</p>\n        <p>Re:  Filing of Civil Rights Complaint</p>\n        <p>Dear Pro Se Clerk:</p>\n        <p>This letter bears a crossed out time stamp of the district court dated November 4, 1992.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The motion to vacate invoked Fed.  R. Civ. P. 60(a) and (b)(6)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Generally, the denial of a Rule 60(b) motion must be appealed separately.  See 7 Moore's Federal Practice, p 60.30, p. 137 (1992-1993 Supp.).  Here, however, Pigott's basic claims are inherent in Pigott's direct appeal of the dismissal order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The complaint does not describe Pigott's injuries.  It simply alleges that Pigott was taken to the Atlantic Medical Care Center in Lynn Hospital.  Pigott's appellate brief says that his injuries required sutures, although this was not stated in the complaint</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Pigott's third cause of action further alleged that defendant Stephen Turner, a private investigator hired on Pigott's behalf, never met with him during the time Pigott's criminal case was pending</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Pigott may be referring to a proceeding to commit his son to the custody of the Massachusetts Department of Social Services pursuant to M.G.L. c. 119, &#167; 24</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See Complaint, pp 5-7, 34, 44.  Paragraph 34 specifically alleged that, \"from December 4, 1989 up to and throughout trial[,]\" the aforementioned Lynn police officers, state troopers, and chemist Gagnon, \"all willfully and knowingly committed perjury, fabricated and tampered with evidence, and submitted and elicited a preponderance of maliciously intended false or otherwise distortions of facts and events.\"  The complaint does not describe the witnesses' testimony nor the evidence that was supposedly fabricated</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Mulloy allegedly violated Pigott's right to counsel by refusing to accede to Pigott's request for an attorney during his post-conviction interview.  He is said to have violated Pigott's right of access to the courts by threatening Pigott with indefinite imprisonment in connection with a civil action Pigott's family had filed.  Pigott's defense attorneys allegedly violated Pigott's constitutional rights by refusing to pursue a direct appeal of his criminal conviction and procuring the dismissal of private counsel.  And, as noted above, clerk Leary allegedly violated Pigott's right of access to the courts by refusing Pigott's pro se filings.  Pigott does not specify how social worker Lerner's libelous interview report and failure to aid Pigott in the care and protection case violated his constitutional rights</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> He received a concurrent 2 1/2 3 year term for the firearm charge</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Thus, the district court dismissed Pigott's first, second, and part of Pigott's third cause of action as time-barred under the statute of limitations.  Pigott's claim against investigator Turner for failure to keep appointments, which was also part of his third cause of action, was dismissed for failing to state a constitutional tort within the meaning of 42 U.S.C. &#167; 1983</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The amended complaint charged that Flemmings Towing Company, clerk Leary, probation officer Mulloy, attorney Nancy Winn, who had been previously identified as the \"unknown lawyer\" in Pigott's original complaint, and defense attorneys Skinner, Kelley and Baler were all involved in such a conspiracy.  But it stated no facts in support of these allegations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> For example, defendants Grey and Heathman were alleged to have seized Pigott's son for the state, while Salem Hospital was alleged to have violated Pigott's civil rights through a policy or custom when its security guards restrained Pigott</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> And while the complaint cites 42 U.S.C. &#167; 1985, Pigott has not alleged the requisite discriminatory animus to state a claim under this statute.   See Landrigan v. City of Warwick, <span class=\"citation\" data-id=\"381362\"><a href=\"/opinion/381362/bruce-b-landrigan-v-city-of-warwick/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">736</span></a></span>, 739 n.1 (1st Cir. 1980)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Pigott has presented no cogent argument with respect to his claims against Flemmings Towing Company, Elaine Condon, and Dennis Flynn.  Accordingly, his claims against these defendants are waived.   See, e.g., Ramos v. Roche Products, Inc., <span class=\"citation\" data-id=\"563224\"><a href=\"/opinion/563224/nixa-ramos-v-roche-products-inc/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span>, 51 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">339</span> </span>(1991)(issue which is merely mentioned but not briefed is waived on appeal)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Pigott's allegation that attorney Skinner informed him that he was lucky to make bail because the Lynn police generally would have opposed it due to his race does not establish that the police violated his constitutional right to be free from excessive bail, for Pigott says nothing to show that his bail was excessive</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The reason for the delay is not alleged.  However, since Pigott alleged that he was not booked and fingerprinted until after he returned from the hospital, we may assume that the delay was not occasioned by these administrative procedures</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110589/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110885/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112254/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112729/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112752/",
    "https://www.courtlistener.com/api/rest/v3/opinions/348311/",
    "https://www.courtlistener.com/api/rest/v3/opinions/381362/",
    "https://www.courtlistener.com/api/rest/v3/opinions/444617/",
    "https://www.courtlistener.com/api/rest/v3/opinions/468093/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494589/",
    "https://www.courtlistener.com/api/rest/v3/opinions/495487/",
    "https://www.courtlistener.com/api/rest/v3/opinions/497977/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508419/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563222/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563224/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567667/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578605/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578608/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602345/"
  ]
}