{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194999/",
  "id": 194999,
  "absolute_url": "/opinion/194999/hayes-v-douglas-dynamics/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194999/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:30:00Z",
  "date_modified": "2020-02-21T23:42:17.802266Z",
  "type": "010combined",
  "sha1": "9778bbda6c7691c6e0592e0f80e2d23f4c7dd5eb",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2374.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 92-2374\nNo. 93-1033\n\n            MARY HAYES, ADMINISTRATOR OF THE ESTATE OF\n                ROBERT HAYES, JR., AND ERIC HAYES,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                     DOUGLAS DYNAMICS, INC.,\n\n                       Defendant, Appellee.\n\n                                           \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. A. David Mazzone, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                 Boudin and Stahl, Circuit Judges,\n                                                 \n                   and Fuste,* District Judge.\n                                             \n\n                                           \n\n  John Benjamin Carroll with whom Woodruff  L. Carroll was on  brief\n                                                      \nfor appellant.\n  John  L. Kerr  with  whom  Whiting  &amp;  Elinoff  was on  brief  for\n                                                \nappellee.\n\n                                           \n\n                         November 1, 1993\n                                           \n\n                   \n\n*Of the District of Puerto Rico, sitting by designation.\n\n                               -2-\n                                2\n\n          FUSTE, District Judge.   Appellants Mary and Eric Hayes\n          FUSTE, District Judge.\n                               \n\nappeal  from  a grant  of summary  judgment  in a  negligence and\n\nbreach  of warranty action resulting from a car accident in which\n\nRobert Hayes,  Jr., the  son of  Mary  and brother  of Eric,  was\n\nkilled.  The district court held that plaintiffs failed to adduce\n\nadequate  evidence  to  show  that defendant's  product  was  the\n\nproximate cause of the decedent's fatal injury.  We affirm. \n                                                    affirm\n\n                                I.\n\n                            Background\n                                      \n\n          On January 30, 1988, Robert Hayes, Jr. and his  brother\n\nEric were passengers  in the  rear compartment of  a Ford  Tempo.\n\nRobert, Jr. was  sitting in  the right rear  passenger seat,  and\n\nEric was sitting  behind the  driver's seat.   While the car  was\n\nstopped at an intersection, waiting  to make a left turn, it  was\n\nhit from behind  by a Chevrolet pickup truck.   The driver of the\n\ntruck  attempted  to swerve  and avoid  the  car.   The collision\n\npushed the car into oncoming traffic where it was hit in the left\n\nfront area by a van.  The car spun one-hundred and eighty degrees\n\nbefore coming to rest.  Robert, Jr. died the following day from a\n\nhead injury  sustained in the accident.  The cause of death was a\n\nblow to the back of  the head, behind the  right ear.  The  other\n\nthree passengers suffered minor injuries.\n\n          Exactly  which part  of the  truck hit  the Tempo  is a\n\ncentral issue in this  case.  The Chevrolet truck was fitted with\n\na  Western  brand  snowplow  manufactured  by  defendant-appellee\n\nDouglas  Dynamics.   The snowplow  unit is  designed so  that the\n\n                               -2-\n                                2\n\nframe, consisting of a metal hydraulic pump and motor unit with a\n\nmetal  lift channel, can remain  attached to the  truck even when\n\nthe snowplow blade is removed.  The blade was not attached to the\n\ntruck  at the  time of the  accident.   Part of  the lift channel\n\nconsists of a lift arm which  protrudes outward from the front of\n\nthe  truck.    The end  of  the  lift  arm  is a  U-shaped  plate\n\napproximately 2 inches by 3 1/2 inches in dimension. \n\n                               II.\n\n                 Theories of Recovery and Defense\n                                                 \n\n          Plaintiffs  brought  a diversity  jurisdiction  suit in\n\nfederal   district  court  alleging   breach  of   warranty1  and\n\nnegligence  and  contending  that  defendant is  liable  for  the\n\nwrongful death of Robert, Jr. and the mental injuries suffered by\n\nEric  Hayes as a  result of seeing his  brother sustain the fatal\n\ninjury.  The plaintiffs'  theory is that the protruding  lift arm\n\nof defendant's product caused the death of Robert, Jr., either by\n\ndirectly striking his  head, or by propelling forward  some metal\n\npiece of the  Tempo which then dealt the fatal  blow to his head.\n\nThe plaintiffs also argue that the  presence of the plow frame on\n\nthe  truck altered  the dynamics  of the  pickup, making  it more\n\ndangerous in a collision.  \n\n          In order to succeed  in a claim for breach  of warranty\n\nunder  Massachusetts  law,  the  plaintiff  must  show  that  the\n\n                    \n\n     1Under Massachusetts law, the theory of breach of an implied\nwarranty  of  merchantability is  basically  the  same as  strict\nliability theory in tort.  Wolfe v. Ford Motor Co., 386 Mass. 95,\n                                                  \n100, 434 N.E.2d 1008, 1011 (1982).\n\n                               -3-\n                                3\n\ndefendant's  product  was  the  proximate cause  of  the  injury.\n\nColter v. Barber-Greene Co.,  403 Mass. 50, 61, 525  N.E.2d 1305,\n                           \n\n1312  (1988); Swartz v. General Motors Corp., 375 Mass. 628, 633,\n                                            \n\n378  N.E.2d 61, 65 (1978).   A plaintiff  alleging that a product\n\nwas negligently designed can proceed by showing  that the product\n\neither proximately  caused  or  enhanced  the  injuries  alleged.\n\nSimmons v. Monarch Mach. Tool Co., 413 Mass. 205, 212, 596 N.E.2d\n                                 \n\n318, 323 (1992).    Because it is undisputed that Robert, Jr. was\n\nkilled by a  single blow to  the head, the  plaintiffs must  show\n\nthat the plow frame either caused  the injury or that the  injury\n\nwould not have been fatal  if the frame had not been  attached to\n\nthe truck.  If  the plaintiffs cannot  prove that the plow  frame\n\nwas the proximate cause  of the fatal injury  itself, or that  it\n\ncaused an enhancement of a lesser injury, then the defendants are\n\nentitled to summary judgment as a matter of law.  \n\n          Proximate cause  is a  legal definition  which requires\n\nthat  the  precipitating  object   or  action  \"in  a  continuous\n\nsequence,  unbroken  by any  new  cause,  produces an  event  and\n\nwithout which the  event would  not have occurred.\"   Wallace  v.\n                                                                 \n\nLudwig,  292 Mass.  251,  254,  198  N.E. 159,  161  (1935).    A\n      \n\nplaintiff  need  not prove  the exact  cause  of the  accident or\n\ndisprove every possible cause,  but he must show that there  is a\n\ngreater   likelihood  that   the  accident   resulted  from   the\n\ndefendant's  negligence than that it did not.  Enrich v. Windmere\n                                                                 \n\nCorp., 416 Mass 83, 616 N.E.2d 1081, 1084  (1993).  Therefore, in\n     \n\norder to proceed with  their claims, the plaintiffs here  must be\n\n                               -4-\n                                4\n\nable to show that  there is a  greater probability that the  lift\n\narm  caused the death of Robert, Jr.  than that some other object\n\nin the crash was the agent of injury.\n\n          Defendant   alleges  that   the  evidence   offered  by\n\nplaintiffs is insufficient to establish  that there is a  genuine\n\nissue of fact as to whether the snowplow, directly or indirectly,\n\ncaused  the  injury to  Robert, Jr.   Accordingly,  the defendant\n\nfiled  a motion  for summary  judgment.   Plaintiffs  opposed and\n\nfiled a cross-motion seeking similar  relief.  The district court\n\ngranted  the  defendant's  motion  for  summary  judgment.    The\n\nplaintiffs appeal the grant of summary judgment and the denial of\n\ntheir   cross-motion.      Plaintiffs  also   challenge   several\n\nprejudgment rulings of the district court.2\n\n                               III.\n\n             Summary Judgment and Standard of Review \n             Summary Judgment and Standard of Review\n                                                    \n\n          The  purpose  of summary  judgment  is  \"to pierce  the\n\npleadings  and to assess the proof  in order to see whether there\n\nis a  genuine need for trial\".   Garside v. Osco  Drug, Inc., 895\n                                                            \n\nF.2d 46, 50 (1st Cir. 1990)  (quoting Fed. R. Civ. P. 56 Advisory\n\nCommittee's Note).   Therefore,  if  the pleadings,  depositions,\n\nanswers to interrogatories, admissions and any affidavits on file\n\nshow  that there is no genuine issue  as to a material fact, then\n\nthe moving  party is  entitled to judgment  as a  matter of  law.\n\nFed. R. Civ. P. 56(c).\n\n                    \n\n     2Because  we affirm  the  grant of  summary judgment  to the\ndefendant, we do not  reach the other issues raised  on appeal by\nthe plaintiffs.\n\n                               -5-\n                                5\n\n          Where, as  here, the  moving  party does  not have  the\n\nburden of proof at trial, that party must make a showing that the\n\nevidence is  insufficient to support the  nonmoving party's case.\n\nCelotex  Corp. v. Catrett, 477  U.S. 317, 325  (1986).  Once this\n                         \n\nshowing  has been  made,  it  is up  to  the  nonmoving party  to\n\nestablish the  existence of  a genuine  disagreement  as to  some\n\nmaterial fact.  United States v. One Parcel of Real Property, 960\n                                                            \n\nF.2d 200, 204 (1st Cir. 1992).   In this context, \"genuine\" means\n\nthat \"the evidence is such that a reasonable jury could  return a\n\nverdict  for the nonmoving party\",  and a \"material  fact\" is one\n\nwhich \"might affect the  outcome of the suit under  the governing\n\nlaw.\"  Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248 (1986).\n                                      \n\n          Appellate  review  of  summary  judgment  decisions  is\n\nplenary.    Griggs-Ryan v.  Smith, 904  F.2d  112, 115  (1st Cir.\n                                 \n\n1990).   In  applying this  standard, we view  the record  in the\n\nlight most favorable to the nonmovants, the plaintiffs.  Bank One\n                                                                 \n\nTexas, N.A.  v. A.J. Warehouse,  Inc., 968 F.2d 94,  97 (1st Cir.\n                                     \n\n1992).  \n\n                               IV.\n\n                            Discussion\n                                      \n\n          In support of their claims, the plaintiffs offer direct\n\nevidence  in  the  form  of  the  depositions  of  witnesses  and\n\nphotographs  from the scene, as well as the affidavits of several\n\nexperts.3\n\n                    \n\n     3Following the order of  the district court granting summary\njudgment, the  plaintiff moved  to submit further  evidence under\nFed.  R. Civ.  Pro. 59(e)  and  60(b)(6).   The  denial of  these\n\n                               -6-\n                                6\n\nA.  Direct Evidence\n                   \n\n    1.  Paul Porter\n                   \n\n          Paul Porter, a  police officer who arrived  immediately\n\nafter the accident,  testified that based  on his examination  of\n\nthe vehicles,  he believed that the  front of the truck,  with an\n\nemphasis on the left front quarter, struck the right  rear of the\n\nTempo.   Porter stated that he saw  \"the plow frame and front end\n\nas one entity,\" and did not think that the  plow frame did all of\n\nthe damage to the Tempo.   Porter testified that no blood or hair\n\nsamples were found on the plow frame itself.  In addition, Porter\n\nstated  that when he arrived  at the accident  scene, Robert, Jr.\n\nwas still  in the  car.   The officer observed  that the  boy was\n\npinned under a piece  of the Tempo, a  metal pillar from  between\n\n                    \n\nmotions  is also challenged on appeal.  Decisions of the district\ncourt under  these rules  are reviewed  for abuse  of discretion.\nValley  Citizens  for a  Safe Environment  v. Aldridge,  969 F.2d\n                                                      \n1315,  1317  (1st  Cir.  1992)  (Rule  60(b));  Mariani-Giron  v.\n                                                                 \nAcevedo-Ruiz, 945 F.2d 1, 3 (1st Cir. 1991) (Rule 59(e)).  A Rule\n            \n60(b)(6) motion will be  granted by a  district court only if  it\nfinds  \"exceptional\"  circumstances that  justify \"extraordinary\"\nrelief.  United States v.  One Urban Lot, 882 F.2d 582,  585 (1st\n                                        \nCir. 1989).   Rule 50(e) motions are granted for  reasons such as\nthe commission by  the trial court of a manifest  error of law or\nfact,  the discovery of new evidence, or an intervening change in\nthe    law.         National    Metal     Finishing    Co.     v.\n                                                                 \nBarclaysAmerican/Commercial,  Inc., 899  F.2d 119,  124  n.2 (1st\n                                  \nCir.  1990)(citations omitted).   Plaintiffs presented no reasons\nto the district court  which would warrant relief under  60(b) or\n59(e).   The judge noted  that none of  the information presented\nwas new, nor  was it  unavailable when the  summary judgment  was\nfiled.   In addition, he stated  that the new  evidence would not\nhave  changed his  prior analysis.   We  are unable  to  find any\nreasons  in  the record  to  justify  the submission  of  further\nevidence, and plaintiffs  have not  advanced any.   Therefore  we\nfind that it was not an abuse of discretion for the court to deny\nthe  plaintiff's motions, and we will not consider the additional\naffidavits on appeal.\n\n                               -7-\n                                7\n\nthe side rear window and the rear window.  The pillar was leaning\n\nagainst the head of Robert, Jr., behind his right ear.\n\n          Because  Porter  did not  distinguish between  the plow\n\nframe and the front of the truck, his testimony does  not help to\n\nestablish that the snowplow frame, directly or indirectly, caused\n\nthe death  of Robert, Jr.   Porter's testimony about  the lack of\n\nblood  or hair on the plow frame  tends to refute the theory that\n\nthe lift arm itself came into contact with the victim's head.  In\n\naddition, the  officer's observation of the  metal pillar leaning\n\nagainst the decedent's head suggests  one alternative explanation\n\nfor how Robert, Jr. may have received the head injury.\n\n    2.  William Richardson\n                          \n\n          William Richardson,  the driver  of  the truck,  stated\n\nthat he hit the car  off-center because he swerved in an  attempt\n\nto  avoid the  accident.   He  testified  that approximately  the\n\ncenter of the front end of his truck hit the right rear passenger\n\nside of the Tempo, but he was unable  to see whether the lift arm\n\nitself impacted the car.  Richardson's testimony establishes that\n\nthe right rear passenger area of  the Tempo received the brunt of\n\nthe collision.  Due to this, it is understandable that the injury\n\nto Robert, Jr. was more severe than that to any other occupant of\n\nthe car.  Because  Richardson could not see what happened  to the\n\nlift arm during  the collision,  his testimony does  not help  to\n\nestablish  a  causal link  between  defendant's  product and  the\n\ninjury to the victim.\n\n    3.  Police Photographs\n                          \n\n                               -8-\n                                8\n\n          The police photographs offered by the plaintiffs depict\n\na mangled mass of metal  in the right rear passenger area  of the\n\nTempo,  and some  damage to  the left  front of  the truck.   The\n\npictures  show that the damage to the  right rear part of the car\n\nwas  far  more extensive  than that  sustained  by the  left rear\n\nregion.   The  photographs do  not further the  plaintiffs' claim\n\nthat  the  defendant's  product  caused the  injury,  but  rather\n\nsuggest a number  of different possibilities for what  might have\n\nhit Robert, Jr. on the head.  \n\n          Wolf  Technical  Services,  an  engineering  consulting\n\nfirm, was  employed to analyze  the photographs of  the accident.\n\nThe  consultants concluded  that  the rear  seat  back was  moved\n\nforward approximately 11.5 inches  on the left end and  24 inches\n\non the right end, and the rear bumper was displaced approximately\n\n15 inches at  the left end  and at least  30 inches on  the right\n\nside.   These results are consistent with the other evidence that\n\nthe  right rear  part  of the  Tempo sustained  the brunt  of the\n\ndamage.   However, as the  district court pointed  out, the study\n\ndoes not establish  that the plow frame caused the  seat back and\n\nfender to move forward.   \n\n          The plaintiffs  claim that  the lift mechanism  caused,\n\namong  other damage, a wedge shaped mark  on the trunk lid of the\n\nTempo.   If shown,  this might help  to establish  that the  lift\n\nmechanism played a  major role in the accident.   As noted by the\n\ndistrict  court, however, no such  mark is visible  in the police\n\nphotographs.\n\n                               -9-\n                                9\n\nB.  Expert Witnesses\n                    \n\n          The plaintiffs have produced the affidavits of a number\n\nof  expert  witnesses  and  argue  that,  under  Federal Rule  of\n\nEvidence 705, we  must accept the  conclusions of these  experts.\n\nWhile nonmovants may rely  on the affidavits of experts  in order\n\nto defeat a motion for summary judgment, such evidence must still\n\nmeet the  standards of Rule 56.   Fed. R. Civ.  P. 56(e) requires\n\nthat the nonmoving  party \"set forth specific facts  showing that\n\nthere is a  genuine issue  for trial.\"   Plaintiff's reliance  on\n\nFederal  Rule of  Evidence 705,  which allows  an expert  to give\n\nopinion testimony, together with the supporting  reasons, without\n\ndisclosure  of  the underlying  facts  or  data, is  inapposite.4\n\nThis rule was designed to apply in the context of  a trial, where\n\ncross-examination provides an opportunity  to probe the  expert's\n\nunderlying  facts and data and to test the conclusions reached by\n\nthe expert.  \n\n          Although expert testimony may be  more inferential than\n\nthat of fact witnesses, in  order to defeat a motion  for summary\n\njudgment  an  expert  opinion  must  be  more  than  a conclusory\n\nassertion about ultimate legal issues.   Bowen v. Manchester, 966\n                                                            \n\nF.2d 13,  n.16 (1st  Cir. 1992).   See also  Moody v.  Boston and\n                                                                 \n\n                    \n\n     4Fed. R. Evid. 705 provides: \n\n          The expert may testify in terms of opinion or\n          inference and give  reasons therefor  without\n          prior  disclosure of the  underlying facts or\n          data,  unless  the court  requires otherwise.\n          The expert  may in  any event be  required to\n          disclose  the  underlying  facts  or  data on\n          cross-examination.\n\n                               -10-\n                                10\n\nMaine  Corp., 921 F.2d  1, 5 (1st  Cir. 1990); Sultis  v. General\n                                                                 \n\nMotors  Corp.,  690  F. Supp.  100,  103  (D. Mass.  1988).   The\n             \n\nevidentiary rules  regarding expert testimony at  trial were \"not\n\nintended  . . . to  make summary  judgment impossible  whenever a\n\nparty has produced  an expert  to support its  position.\"   Merit\n                                                                 \n\nMotors,  Inc. v.  Chrysler Corp.,  569 F.2d  666, 673  (D.C. Cir.\n                                \n\n1977).   We are  not  willing to  allow the  reliance  on a  bare\n\nultimate expert conclusion to  become a free pass to  trial every\n\ntime that  a conflict of fact  is based on expert  testimony.  As\n\nwith  all  other  evidence  submitted  on  a  motion  for summary\n\njudgment,  expert  affidavits  must   be  reviewed  in  light  of\n\nF.R.Civ.P. 56.\n\n          Where an expert presents \"nothing but conclusions -- no\n\nfacts,  no  hint  of  an inferential  process,  no  discussion of\n\nhypotheses  considered  and  rejected\", such  testimony  will  be\n\ninsufficient to defeat a motion for  summary judgment.  Mid-State\n                                                                 \n\nFertilizer  v. Exchange Natl. Bank, 877 F.2d 1333, 1339 (7th Cir.\n                                  \n\n1989).  See also Evers v. General Motors, 770 F.2d 984, 986 (11th\n                                        \n\nCir. 1985);   Bulthuis v. Rexall  Corp, 789 F.2d 1315,  1318 (9th\n                                      \n\nCir.  1985).   Although  an  expert  affidavit need  not  include\n\ndetails about all of the raw  data used to produce a  conclusion,\n\nor about  scientific or  other specialized  input which might  be\n\nconfusing to a  lay person, it must at  least include the factual\n\nbasis  and the  process of  reasoning which makes  the conclusion\n\nviable in order to defeat a motion for summary judgment.  We find\n\nthat each of  the expert affidavits failed to  contain sufficient\n\n                               -11-\n                                11\n\nsupport for the  conclusion that  the injury to  Robert, Jr.  was\n\ncaused by the defendant's product.  \n\n    1.  Nicholas Miller\n                       \n\n          Nicholas  Miller, an expert in accident reconstruction,\n\nused  the  police  report,  autopsy  report,  death  certificate,\n\nhospital  and  medical  records,  depositions,  pictures  of  the\n\naccident  scene  and vehicles,  and the  study conducted  by Wolf\n\nTechnical Services, in order to reconstruct the accident.  Miller\n\nalso utilized similar vehicles to simulate the relative positions\n\nof the truck and the Tempo  before impact, and conducted a  video\n\ncomputer  graphic  reenactment.    Based on  this  input,  Miller\n\nconcluded that the lift mechanism caused Robert, Jr.'s injuries.\n\n          Miller  opines that  the deceased  was struck  by sheet\n\nmetal pushed  forward  by the  lift  arm  of the  snowplow.    He\n\nexplains his reasoning as follows:   (1) the fatal blow was by an\n\nobject of the same size, shape and rigidity as the  lift arm; (2)\n\nthere  was no other object  of similar shape,  size, and rigidity\n\nnear the  decedent's  head; (3)  therefore,  defendant's  product\n\ncaused the injury.   Even assuming that the victim  was killed by\n\nan object of the dimensions and shape of the lift arm (\"rigidity\"\n\nwas never further discussed by any of the experts), Miller's bald\n\nassertion  that  no other  part  of  the car  or  truck  had that\n\nparticular shape is difficult to accept, given  that Miller never\n\nhad the opportunity to examine the Tempo after the accident.  The\n\nphotographs of the  Tempo after  the crash  are not  sufficiently\n\nclear to  establish the shape and  size of each of  the pieces of\n\n                               -12-\n                                12\n\nthe  wreck.     Miller  claims  to  have   eliminated  all  other\n\npossibilities  as to  what  could have  struck  Robert, Jr.,  but\n\nprovides no factual  details about  this analysis.   He fails  to\n\neven mention or discuss the only object which anyone saw near the\n\nvictim's head, the metal window support which Porter observed. \n\n          In his second  supplemental affidavit, Miller discusses\n\nthe  exemplar vehicles.  Starting  with a picture  of a Chevrolet\n\npickup  truck with a  snowplow frame attached,  situated behind a\n\nFord Tempo,  Miller drew a  line representing where  the snowplow\n\nwould end  up if  it proceeded directly  into the Tempo.   Miller\n\nconcludes  that \"it is apparent  as an observable  fact, that the\n\nlift  mechanism attached  to  the truck  reached and  invaded the\n\nright-rear  seat at head height  and would have  struck the right\n\nrear passenger.\"  \n\n          Miller provides  no supporting  data to  establish that\n\nthe exemplar vehicles were in the same positions relative to each\n\nother as the actual truck  and Tempo had been at the  time of the\n\naccident. Even assuming that the exemplar vehicles were correctly\n\npositioned, these pictures do not show what actually happened  to\n\nthe Tempo.  The pictures of the exemplar vehicles show  only that\n\nif the truck  were to penetrate directly through the trunk of the\n\ncar, in a straight  line, then the front of the  truck, including\n\nthe  plow mechanism,  would end  up in  the rear  passenger area.\n\nThis establishes nothing more than that it is possible, given the\n\nrelative height of  the vehicles,  that the  plow caused  injury.\n\nMiller provides no facts  from which we can reach  the conclusion\n\n                               -13-\n                                13\n\nthat it  is  more probable  than  not that  the  plow frame  tore\n\ndirectly,  without  any resistance,  into  the  car in  a  linear\n\nfashion and reached the passenger's head.\n\n    2.  Norris Shoemaker\n                        \n\n          Norris  Shoemaker,  a   consultant  in   transportation\n\nsafety, reviewed the same  documents and pictures as Mr.  Miller.\n\nIn  his initial  affidavit, Shoemaker  made  general observations\n\nabout  the design of the snowplow, asserting that the defendant's\n\nproduct \"changes  the crush  characteristics of the  pickup truck\n\nand concentrates the  energy of  the collision in  a narrow  area\n\nprojecting  in  front  of  the  vehicle  in  a  narrow  spearlike\n\nconfiguration\"  and, as a result, the snowplow frame \"can and has\n\ninflicted  severe head and other injuries\".  This is not evidence\n\nof  what  actually happened  in the  accident  with which  we are\n\nconcerned.     Although in his  supplemental affidavit  Shoemaker\n\nmakes more specific assertions  about the accident at  hand, they\n\nare not sufficient  to establish a causal connection.   Shoemaker\n\nasserts  that \"a  comparison  of the  exemplar  vehicles and  the\n\ndamage photographs  clearly show a penetration to  and beyond the\n\nright rear passenger seat by  the Defendant's product.\"  However,\n\nwithout  additional facts,  a  comparison of  these  two sets  of\n\nphotographs does  not sustain  such a  conclusion.  The  exemplar\n\npictures show only where the truck may have struck the Tempo, and\n\nthe  damage pictures  are not  sufficiently clear or  detailed to\n\nshow  that the  lift arm or  other parts  of the  plow frame ever\n\npenetrated into the right rear passenger seat.  \n\n                               -14-\n                                14\n\n    3.  Gerald Feigin\n                     \n\n          Dr. Gerald  Feigin, the medical examiner  who performed\n\nthe  autopsy on the deceased,  submitted an affidavit.   Based on\n\nhis  experience,   the  autopsy  report  and   pictures,  and  an\n\nexamination  of a Western lift arm, Feigin concluded that a blunt\n\nobject shaped like a lift armcaused the fatal blow to Robert, Jr.\n\n          Feigin's  affidavit  was  written four  years  after he\n\nperformed the original autopsy.   At the autopsy, Feigin  noted a\n\none centimeter contusion on the head.  However, in his affidavit,\n\nhe suggests that  the bruise was in  conformity with the  size of\n\nthe terminus of the lift arm, which is 2 inches by 3 1/2  inches.\n\nThis creates a  factual discrepancy as to the  actual size of the\n\nbruise.   In  addition, as  the district  court pointed  out, the\n\npictures  attached to the  autopsy do little  to support Feigin's\n\nconclusion.     They  do  not  clearly  show  a  U-shaped  bruise\n\nconforming to the reported size and shape of the lift arm.  It is\n\narguable that these concerns go to the weight of the evidence and\n\nthe credibility of  the witness,  and would not  themselves be  a\n\nsufficient  basis,  on  summary  judgment,  for  disregarding the\n\nevidence.   But even if we accept  the conclusion that the bruise\n\non the  decedent was the same  size and shape as  an injury which\n\nwould result if a  \"blunt object shaped like a Western  lift arm\"\n\nstruck a human head, this does little to establish that, in  this\n\nparticular case, the lift  arm actually did strike Robert  Hayes,\n\nJr.  \n\n    4.  Dr. Ommaya\n                  \n\n                               -15-\n                                15\n\n          Plaintiffs also attached the affidavit of Dr. Ayub Khan\n\nOmmaya,  a  neurosurgeon.   Ommaya  examined  the police  report,\n\naccident  photographs,  medical  records, autopsy  report,  death\n\ncertificate, witness  depositions,  and affidavits  of the  other\n\nexperts.  Based upon  this evidence, he concluded that  the fatal\n\ninjury was caused by  the snowplow lift mechanism because,  among\n\nother  unnamed reasons, \"the deceased  was seated in  the path of\n\nthe  lift mechanism and [the]  type and location  of the bruising\n\nfits the penetration path  of the lift mechanism\".   Ommaya added\n\nthat  there was no other source for  the head injury and that his\n\nconclusion  was inevitable  from  the dynamics  of the  accident,\n\nincluding the acceleration forces.   Ommaya asserted that Robert,\n\nJr. would have sustained  minor injuries similar to those  of the\n\nother  passengers  in  the car  if  the  lift  mechanism was  not\n\npresent.  \n\n          The  difficulty with  Dr. Ommaya's  opinion is  that he\n\nbegins with one assumption, that the deceased was in  the path of\n\nthe  lift mechanism; adds a further assumption, that there was no\n\nother  object which could have caused the injury sustained by the\n\ndeceased, and then  concludes that the lift  mechanism caused the\n\ninjury.   As we  have seen,  there are  not  sufficient facts  to\n\nestablish that  the lift mechanism entered  the compartment where\n\nRobert, Jr. was sitting, and Ommaya does not offer any additional\n\nfacts.   The assumption that there was  no other source of injury\n\ndisregards the presence of all  other parts of the Tempo and  the\n\ntruck,  in particular the piece  of the car  which Officer Porter\n\n                               -16-\n                                16\n\ntestified he found lying against the boy's head.  Ommaya fails to\n\ndiscuss  the  \"dynamics of  the  accident\"  or the  \"acceleration\n\nforces\", which he claims lend support to his conclusion.\n\n          Ommaya  asserts that Robert,  Jr. would  have sustained\n\nminor  injuries similar to those  of the other  passengers in the\n\ncar if  the lift mechanism was not present.  It is clear from the\n\npolice  photographs that the primary  damage to the  Tempo was in\n\nthe  right  rear area  of  the  car.   The  driver  of the  truck\n\ntestified that the  right rear passenger area  received the brunt\n\nof the collision.   Regardless  of the presence  of the  snowplow\n\nframe,  therefore, it is likely that the passenger seated in that\n\ncompartment would have been more severely injured than any of the\n\nother passengers.  \n\n                                V.\n\n                            Conclusion\n                                      \n\n          We hold that  there is no  genuine dispute of  material\n\nfact  as to  whether the  defendant's  product was  the proximate\n\ncause of the fatal injury to Robert Hayes, Jr.  The evidence does\n\nnot establish  that it is  more probable  than not that  the plow\n\nframe came into contact, directly or indirectly, with the victim.\n\nGiven  the available facts, the  experts were able  to provide no\n\nmore  than  unsubstantiated  conclusions.    The  district  court\n\ncorrectly granted summary judgment.  Affirmed.  \n                                     Affirmed\n                                             \n\n                               -17-\n                                17\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 92-2374\nNo. 93-1033\n\n            MARY HAYES, ADMINISTRATOR OF THE ESTATE OF\n                ROBERT HAYES, JR., AND ERIC HAYES,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                     DOUGLAS DYNAMICS, INC.,\n\n                       Defendant, Appellee.\n\n                                           \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. A. David Mazzone, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                 Boudin and Stahl, Circuit Judges,\n                                                 \n                   and Fuste,* District Judge.\n                                             \n\n                                           \n\n  John Benjamin Carroll with whom Woodruff  L. Carroll was on  brief\n                                                      \nfor appellant.\n  John  L. Kerr  with  whom  Whiting  &amp;  Elinoff  was on  brief  for\n                                                \nappellee.\n\n                                           \n\n                         November 1, 1993\n                                           \n\n                   \n\n*Of the District of Puerto Rico, sitting by designation.\n\n                               -2-\n                                2\n\n          FUSTE, District Judge.   Appellants Mary and Eric Hayes\n          FUSTE, District Judge.\n                               \n\nappeal  from  a grant  of summary  judgment  in a  negligence and\n\nbreach  of warranty action resulting from a car accident in which\n\nRobert Hayes,  Jr., the  son of  Mary  and brother  of Eric,  was\n\nkilled.  The district court held that plaintiffs failed to adduce\n\nadequate  evidence  to  show  that defendant's  product  was  the\n\nproximate cause of the decedent's fatal injury.  We affirm. \n                                                    affirm\n\n                                I.\n\n                            Background\n                                      \n\n          On January 30, 1988, Robert Hayes, Jr. and his  brother\n\nEric were passengers  in the  rear compartment of  a Ford  Tempo.\n\nRobert, Jr. was  sitting in  the right rear  passenger seat,  and\n\nEric was sitting  behind the  driver's seat.   While the car  was\n\nstopped at an intersection, waiting  to make a left turn, it  was\n\nhit from behind  by a Chevrolet pickup truck.   The driver of the\n\ntruck  attempted  to swerve  and avoid  the  car.   The collision\n\npushed the car into oncoming traffic where it was hit in the left\n\nfront area by a van.  The car spun one-hundred and eighty degrees\n\nbefore coming to rest.  Robert, Jr. died the following day from a\n\nhead injury  sustained in the accident.  The cause of death was a\n\nblow to the back of  the head, behind the  right ear.  The  other\n\nthree passengers suffered minor injuries.\n\n          Exactly  which part  of the  truck hit  the Tempo  is a\n\ncentral issue in this  case.  The Chevrolet truck was fitted with\n\na  Western  brand  snowplow  manufactured  by  defendant-appellee\n\nDouglas  Dynamics.   The snowplow  unit is  designed so  that the\n\n                               -2-\n                                2\n\nframe, consisting of a metal hydraulic pump and motor unit with a\n\nmetal  lift channel, can remain  attached to the  truck even when\n\nthe snowplow blade is removed.  The blade was not attached to the\n\ntruck  at the  time of the  accident.   Part of  the lift channel\n\nconsists of a lift arm which  protrudes outward from the front of\n\nthe  truck.    The end  of  the  lift  arm  is a  U-shaped  plate\n\napproximately 2 inches by 3 1/2 inches in dimension. \n\n                               II.\n\n                 Theories of Recovery and Defense\n                                                 \n\n          Plaintiffs  brought  a diversity  jurisdiction  suit in\n\nfederal   district  court  alleging   breach  of   warranty1  and\n\nnegligence  and  contending  that  defendant is  liable  for  the\n\nwrongful death of Robert, Jr. and the mental injuries suffered by\n\nEric  Hayes as a  result of seeing his  brother sustain the fatal\n\ninjury.  The plaintiffs'  theory is that the protruding  lift arm\n\nof defendant's product caused the death of Robert, Jr., either by\n\ndirectly striking his  head, or by propelling forward  some metal\n\npiece of the  Tempo which then dealt the fatal  blow to his head.\n\nThe plaintiffs also argue that the  presence of the plow frame on\n\nthe  truck altered  the dynamics  of the  pickup, making  it more\n\ndangerous in a collision.  \n\n          In order to succeed  in a claim for breach  of warranty\n\nunder  Massachusetts  law,  the  plaintiff  must  show  that  the\n\n                    \n\n     1Under Massachusetts law, the theory of breach of an implied\nwarranty  of  merchantability is  basically  the  same as  strict\nliability theory in tort.  Wolfe v. Ford Motor Co., </pre><span class=\"citation\" data-id=\"2047260\"><a href=\"/opinion/2047260/wolfe-v-ford-motor-co/\"><span class=\"volume\">386</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">95</span></a></span><pre class=\"inline\">,\n                                                  \n100, </pre><span class=\"citation\" data-id=\"2047260\"><a href=\"/opinion/2047260/wolfe-v-ford-motor-co/\"><span class=\"volume\">434</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1008</span></a></span><pre class=\"inline\">, 1011 (1982).\n\n                               -3-\n                                3\n\ndefendant's  product  was  the  proximate cause  of  the  injury.\n\nColter v. Barber-Greene Co.,  </pre><span class=\"citation\" data-id=\"2221391\"><a href=\"/opinion/2221391/colter-v-barber-greene-co/\"><span class=\"volume\">403</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">50</span></a></span><pre class=\"inline\">, 61, </pre><span class=\"citation\" data-id=\"2221391\"><a href=\"/opinion/2221391/colter-v-barber-greene-co/\"><span class=\"volume\">525</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1305</span></a></span><pre class=\"inline\">,\n                           \n\n1312  (1988); Swartz v. General Motors Corp., </pre><span class=\"citation\" data-id=\"2016937\"><a href=\"/opinion/2016937/swartz-v-general-motors-corp/\"><span class=\"volume\">375</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">628</span></a></span><pre class=\"inline\">, 633,\n                                            \n\n</pre><span class=\"citation\" data-id=\"2016937\"><a href=\"/opinion/2016937/swartz-v-general-motors-corp/\"><span class=\"volume\">378</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">61</span></a></span><pre class=\"inline\">, 65 (1978).   A plaintiff  alleging that a product\n\nwas negligently designed can proceed by showing  that the product\n\neither proximately  caused  or  enhanced  the  injuries  alleged.\n\nSimmons v. Monarch Mach. Tool Co., </pre><span class=\"citation\" data-id=\"2218775\"><a href=\"/opinion/2218775/simmons-v-monarch-machine-tool-co/\"><span class=\"volume\">413</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">205</span></a></span><pre class=\"inline\">, 212, </pre><span class=\"citation\" data-id=\"2218775\"><a href=\"/opinion/2218775/simmons-v-monarch-machine-tool-co/\"><span class=\"volume\">596</span> <span class=\"reporter\">N.E.2d</span>\n                                 \n\n<span class=\"page\">318</span></a></span><pre class=\"inline\">, 323 (1992).    Because it is undisputed that Robert, Jr. was\n\nkilled by a  single blow to  the head, the  plaintiffs must  show\n\nthat the plow frame either caused  the injury or that the  injury\n\nwould not have been fatal  if the frame had not been  attached to\n\nthe truck.  If  the plaintiffs cannot  prove that the plow  frame\n\nwas the proximate cause  of the fatal injury  itself, or that  it\n\ncaused an enhancement of a lesser injury, then the defendants are\n\nentitled to summary judgment as a matter of law.  \n\n          Proximate cause  is a  legal definition  which requires\n\nthat  the  precipitating  object   or  action  \"in  a  continuous\n\nsequence,  unbroken  by any  new  cause,  produces an  event  and\n\nwithout which the  event would  not have occurred.\"   Wallace  v.\n                                                                 \n\nLudwig,  </pre><span class=\"citation no-link\"><span class=\"volume\">292</span> <span class=\"reporter\">Mass.</span>  <span class=\"page\">251</span></span><pre class=\"inline\">,  254,  </pre><span class=\"citation no-link\"><span class=\"volume\">198</span>  <span class=\"reporter\">N.E.</span> <span class=\"page\">159</span></span><pre class=\"inline\">,  161  (1935).    A\n      \n\nplaintiff  need  not prove  the exact  cause  of the  accident or\n\ndisprove every possible cause,  but he must show that there  is a\n\ngreater   likelihood  that   the  accident   resulted  from   the\n\ndefendant's  negligence than that it did not.  Enrich v. Windmere\n                                                                 \n\nCorp., 416 Mass 83, </pre><span class=\"citation\" data-id=\"2234773\"><a href=\"/opinion/2234773/enrich-v-windmere-corp/\"><span class=\"volume\">616</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1081</span></a></span><pre class=\"inline\">, 1084  (1993).  Therefore, in\n     \n\norder to proceed with  their claims, the plaintiffs here  must be\n\n                               -4-\n                                4\n\nable to show that  there is a  greater probability that the  lift\n\narm  caused the death of Robert, Jr.  than that some other object\n\nin the crash was the agent of injury.\n\n          Defendant   alleges  that   the  evidence   offered  by\n\nplaintiffs is insufficient to establish  that there is a  genuine\n\nissue of fact as to whether the snowplow, directly or indirectly,\n\ncaused  the  injury to  Robert, Jr.   Accordingly,  the defendant\n\nfiled  a motion  for summary  judgment.   Plaintiffs  opposed and\n\nfiled a cross-motion seeking similar  relief.  The district court\n\ngranted  the  defendant's  motion  for  summary  judgment.    The\n\nplaintiffs appeal the grant of summary judgment and the denial of\n\ntheir   cross-motion.      Plaintiffs  also   challenge   several\n\nprejudgment rulings of the district court.2\n\n                               III.\n\n             Summary Judgment and Standard of Review \n             Summary Judgment and Standard of Review\n                                                    \n\n          The  purpose  of summary  judgment  is  \"to pierce  the\n\npleadings  and to assess the proof  in order to see whether there\n\nis a  genuine need for trial\".   Garside v. Osco  Drug, Inc., </pre><span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span><pre class=\"inline\">, 50 (1st Cir. 1990)  (quoting Fed. R. Civ. P. 56 Advisory\n\nCommittee's Note).   Therefore,  if  the pleadings,  depositions,\n\nanswers to interrogatories, admissions and any affidavits on file\n\nshow  that there is no genuine issue  as to a material fact, then\n\nthe moving  party is  entitled to judgment  as a  matter of  law.\n\nFed. R. Civ. P. 56(c).\n\n                    \n\n     2Because  we affirm  the  grant of  summary judgment  to the\ndefendant, we do not  reach the other issues raised  on appeal by\nthe plaintiffs.\n\n                               -5-\n                                5\n\n          Where, as  here, the  moving  party does  not have  the\n\nburden of proof at trial, that party must make a showing that the\n\nevidence is  insufficient to support the  nonmoving party's case.\n\nCelotex  Corp. v. Catrett, </pre><span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span><pre class=\"inline\">, 325  (1986).  Once this\n                         \n\nshowing  has been  made,  it  is up  to  the  nonmoving party  to\n\nestablish the  existence of  a genuine  disagreement  as to  some\n\nmaterial fact.  United States v. One Parcel of Real Property, </pre><span class=\"citation\" data-id=\"580694\"><a href=\"/opinion/580694/nos-91-1681-91-1682/\"><span class=\"volume\">960</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">200</span></a></span><pre class=\"inline\">, 204 (1st Cir. 1992).   In this context, \"genuine\" means\n\nthat \"the evidence is such that a reasonable jury could  return a\n\nverdict  for the nonmoving party\",  and a \"material  fact\" is one\n\nwhich \"might affect the  outcome of the suit under  the governing\n\nlaw.\"  Anderson v. Liberty Lobby, Inc., </pre><span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span><pre class=\"inline\">, 248 (1986).\n                                      \n\n          Appellate  review  of  summary  judgment  decisions  is\n\nplenary.    Griggs-Ryan v.  Smith, </pre><span class=\"citation\" data-id=\"542297\"><a href=\"/opinion/542297/gerald-griggs-ryan-v-beulah-smith-gerald-griggs-ryan-v-richard-connelly/\"><span class=\"volume\">904</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">112</span></a></span><pre class=\"inline\">, 115  (1st Cir.\n                                 \n\n1990).   In  applying this  standard, we view  the record  in the\n\nlight most favorable to the nonmovants, the plaintiffs.  Bank One\n                                                                 \n\nTexas, N.A.  v. A.J. Warehouse,  Inc., </pre><span class=\"citation\" data-id=\"586284\"><a href=\"/opinion/586284/bank-one-texas-na-v-aj-warehouse-inc/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">94</span></a></span><pre class=\"inline\">,  97 (1st Cir.\n                                     \n\n1992).  \n\n                               IV.\n\n                            Discussion\n                                      \n\n          In support of their claims, the plaintiffs offer direct\n\nevidence  in  the  form  of  the  depositions  of  witnesses  and\n\nphotographs  from the scene, as well as the affidavits of several\n\nexperts.3\n\n                    \n\n     3Following the order of  the district court granting summary\njudgment, the  plaintiff moved  to submit further  evidence under\nFed.  R. Civ.  Pro. 59(e)  and  60(b)(6).   The  denial of  these\n\n                               -6-\n                                6\n\nA.  Direct Evidence\n                   \n\n    1.  Paul Porter\n                   \n\n          Paul Porter, a  police officer who arrived  immediately\n\nafter the accident,  testified that based  on his examination  of\n\nthe vehicles,  he believed that the  front of the truck,  with an\n\nemphasis on the left front quarter, struck the right  rear of the\n\nTempo.   Porter stated that he saw  \"the plow frame and front end\n\nas one entity,\" and did not think that the  plow frame did all of\n\nthe damage to the Tempo.   Porter testified that no blood or hair\n\nsamples were found on the plow frame itself.  In addition, Porter\n\nstated  that when he arrived  at the accident  scene, Robert, Jr.\n\nwas still  in the  car.   The officer observed  that the  boy was\n\npinned under a piece  of the Tempo, a  metal pillar from  between\n\n                    \n\nmotions  is also challenged on appeal.  Decisions of the district\ncourt under  these rules  are reviewed  for abuse  of discretion.\nValley  Citizens  for a  Safe Environment  v. Aldridge,  </pre><span class=\"citation\" data-id=\"587247\"><a href=\"/opinion/587247/valley-citizens-for-a-safe-environment-v-edward-c-aldridge/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span>\n                                                      \n<span class=\"page\">1315</span></a></span><pre class=\"inline\">,  1317  (1st  Cir.  1992)  (Rule  60(b));  Mariani-Giron  v.\n                                                                 \nAcevedo-Ruiz, </pre><span class=\"citation\" data-id=\"568542\"><a href=\"/opinion/568542/william-mariani-giron-v-heriberto-acevedo-ruiz-etc/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3 (1st Cir. 1991) (Rule 59(e)).  A Rule\n            \n60(b)(6) motion will be  granted by a  district court only if  it\nfinds  \"exceptional\"  circumstances that  justify \"extraordinary\"\nrelief.  United States v.  One Urban Lot, </pre><span class=\"citation\" data-id=\"527781\"><a href=\"/opinion/527781/united-states-v-one-urban-lot-etc-appeal-of-alicia-rivera-martinez/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">582</span></a></span><pre class=\"inline\">,  585 (1st\n                                        \nCir. 1989).   Rule 50(e) motions are granted for  reasons such as\nthe commission by  the trial court of a manifest  error of law or\nfact,  the discovery of new evidence, or an intervening change in\nthe    law.         National    Metal     Finishing    Co.     v.\n                                                                 \nBarclaysAmerican/Commercial,  Inc., </pre><span class=\"citation\" data-id=\"538798\"><a href=\"/opinion/538798/national-metal-finishing-company-inc-v-barclaysamericancommercial-inc/\"><span class=\"volume\">899</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">119</span></a></span><pre class=\"inline\">,  124  n.2 (1st\n                                  \nCir.  1990)(citations omitted).   Plaintiffs presented no reasons\nto the district court  which would warrant relief under  60(b) or\n59(e).   The judge noted  that none of  the information presented\nwas new, nor  was it  unavailable when the  summary judgment  was\nfiled.   In addition, he stated  that the new  evidence would not\nhave  changed his  prior analysis.   We  are unable  to  find any\nreasons  in  the record  to  justify  the submission  of  further\nevidence, and plaintiffs  have not  advanced any.   Therefore  we\nfind that it was not an abuse of discretion for the court to deny\nthe  plaintiff's motions, and we will not consider the additional\naffidavits on appeal.\n\n                               -7-\n                                7\n\nthe side rear window and the rear window.  The pillar was leaning\n\nagainst the head of Robert, Jr., behind his right ear.\n\n          Because  Porter  did not  distinguish between  the plow\n\nframe and the front of the truck, his testimony does  not help to\n\nestablish that the snowplow frame, directly or indirectly, caused\n\nthe death  of Robert, Jr.   Porter's testimony about  the lack of\n\nblood  or hair on the plow frame  tends to refute the theory that\n\nthe lift arm itself came into contact with the victim's head.  In\n\naddition, the  officer's observation of the  metal pillar leaning\n\nagainst the decedent's head suggests  one alternative explanation\n\nfor how Robert, Jr. may have received the head injury.\n\n    2.  William Richardson\n                          \n\n          William Richardson,  the driver  of  the truck,  stated\n\nthat he hit the car  off-center because he swerved in an  attempt\n\nto  avoid the  accident.   He  testified  that approximately  the\n\ncenter of the front end of his truck hit the right rear passenger\n\nside of the Tempo, but he was unable  to see whether the lift arm\n\nitself impacted the car.  Richardson's testimony establishes that\n\nthe right rear passenger area of  the Tempo received the brunt of\n\nthe collision.  Due to this, it is understandable that the injury\n\nto Robert, Jr. was more severe than that to any other occupant of\n\nthe car.  Because  Richardson could not see what happened  to the\n\nlift arm during  the collision,  his testimony does  not help  to\n\nestablish  a  causal link  between  defendant's  product and  the\n\ninjury to the victim.\n\n    3.  Police Photographs\n                          \n\n                               -8-\n                                8\n\n          The police photographs offered by the plaintiffs depict\n\na mangled mass of metal  in the right rear passenger area  of the\n\nTempo,  and some  damage to  the left  front of  the truck.   The\n\npictures  show that the damage to the  right rear part of the car\n\nwas  far  more extensive  than that  sustained  by the  left rear\n\nregion.   The  photographs do  not further the  plaintiffs' claim\n\nthat  the  defendant's  product  caused the  injury,  but  rather\n\nsuggest a number  of different possibilities for what  might have\n\nhit Robert, Jr. on the head.  \n\n          Wolf  Technical  Services,  an  engineering  consulting\n\nfirm, was  employed to analyze  the photographs of  the accident.\n\nThe  consultants concluded  that  the rear  seat  back was  moved\n\nforward approximately 11.5 inches  on the left end and  24 inches\n\non the right end, and the rear bumper was displaced approximately\n\n15 inches at  the left end  and at least  30 inches on  the right\n\nside.   These results are consistent with the other evidence that\n\nthe  right rear  part  of the  Tempo sustained  the brunt  of the\n\ndamage.   However, as the  district court pointed  out, the study\n\ndoes not establish  that the plow frame caused the  seat back and\n\nfender to move forward.   \n\n          The plaintiffs  claim that  the lift mechanism  caused,\n\namong  other damage, a wedge shaped mark  on the trunk lid of the\n\nTempo.   If shown,  this might help  to establish  that the  lift\n\nmechanism played a  major role in the accident.   As noted by the\n\ndistrict  court, however, no such  mark is visible  in the police\n\nphotographs.\n\n                               -9-\n                                9\n\nB.  Expert Witnesses\n                    \n\n          The plaintiffs have produced the affidavits of a number\n\nof  expert  witnesses  and  argue  that,  under  Federal Rule  of\n\nEvidence 705, we  must accept the  conclusions of these  experts.\n\nWhile nonmovants may rely  on the affidavits of experts  in order\n\nto defeat a motion for summary judgment, such evidence must still\n\nmeet the  standards of Rule 56.   Fed. R. Civ.  P. 56(e) requires\n\nthat the nonmoving  party \"set forth specific facts  showing that\n\nthere is a  genuine issue  for trial.\"   Plaintiff's reliance  on\n\nFederal  Rule of  Evidence 705,  which allows  an expert  to give\n\nopinion testimony, together with the supporting  reasons, without\n\ndisclosure  of  the underlying  facts  or  data, is  inapposite.4\n\nThis rule was designed to apply in the context of  a trial, where\n\ncross-examination provides an opportunity  to probe the  expert's\n\nunderlying  facts and data and to test the conclusions reached by\n\nthe expert.  \n\n          Although expert testimony may be  more inferential than\n\nthat of fact witnesses, in  order to defeat a motion  for summary\n\njudgment  an  expert  opinion  must  be  more  than  a conclusory\n\nassertion about ultimate legal issues.   Bowen v. Manchester, </pre><span class=\"citation\" data-id=\"584183\"><a href=\"/opinion/584183/carleen-bowen-etc-v-city-of-manchester/\"><span class=\"volume\">966</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\">,  n.16 (1st  Cir. 1992).   See also  Moody v.  Boston and\n                                                                 \n\n                    \n\n     4Fed. R. Evid. 705 provides: \n\n          The expert may testify in terms of opinion or\n          inference and give  reasons therefor  without\n          prior  disclosure of the  underlying facts or\n          data,  unless  the court  requires otherwise.\n          The expert  may in  any event be  required to\n          disclose  the  underlying  facts  or  data on\n          cross-examination.\n\n                               -10-\n                                10\n\nMaine  Corp., </pre><span class=\"citation\" data-id=\"552837\"><a href=\"/opinion/552837/angie-m-moody-etc-v-boston-and-maine-corporation/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">, 5 (1st  Cir. 1990); Sultis  v. General\n                                                                 \n\nMotors  Corp.,  </pre><span class=\"citation\" data-id=\"2358613\"><a href=\"/opinion/2358613/sultis-v-general-motors-corp/\"><span class=\"volume\">690</span>  <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">100</span></a></span><pre class=\"inline\">,  103  (D. Mass.  1988).   The\n             \n\nevidentiary rules  regarding expert testimony at  trial were \"not\n\nintended  . . . to  make summary  judgment impossible  whenever a\n\nparty has produced  an expert  to support its  position.\"   Merit\n                                                                 \n\nMotors,  Inc. v.  Chrysler Corp.,  </pre><span class=\"citation\" data-id=\"352548\"><a href=\"/opinion/352548/merit-motors-inc-v-chrysler-corporation/\"><span class=\"volume\">569</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">666</span></a></span><pre class=\"inline\">, 673  (D.C. Cir.\n                                \n\n1977).   We are  not  willing to  allow the  reliance  on a  bare\n\nultimate expert conclusion to  become a free pass to  trial every\n\ntime that  a conflict of fact  is based on expert  testimony.  As\n\nwith  all  other  evidence  submitted  on  a  motion  for summary\n\njudgment,  expert  affidavits  must   be  reviewed  in  light  of\n\nF.R.Civ.P. 56.\n\n          Where an expert presents \"nothing but conclusions -- no\n\nfacts,  no  hint  of  an inferential  process,  no  discussion of\n\nhypotheses  considered  and  rejected\", such  testimony  will  be\n\ninsufficient to defeat a motion for  summary judgment.  Mid-State\n                                                                 \n\nFertilizer  v. Exchange Natl. Bank, </pre><span class=\"citation\" data-id=\"525237\"><a href=\"/opinion/525237/mid-state-fertilizer-co-lasley-kimmel-and-maxine-kimmel-v-exchange/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1333</span></a></span><pre class=\"inline\">, 1339 (7th Cir.\n                                  \n\n1989).  See also Evers v. General Motors, </pre><span class=\"citation\" data-id=\"457164\"><a href=\"/opinion/457164/alexander-evers-jr-individually-and-as-legal-guardian-of-marcia-evers/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">984</span></a></span><pre class=\"inline\">, 986 (11th\n                                        \n\nCir. 1985);   Bulthuis v. Rexall  Corp, </pre><span class=\"citation no-link\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1315</span></span><pre class=\"inline\">,  1318 (9th\n                                      \n\nCir.  1985).   Although  an  expert  affidavit need  not  include\n\ndetails about all of the raw  data used to produce a  conclusion,\n\nor about  scientific or  other specialized  input which might  be\n\nconfusing to a  lay person, it must at  least include the factual\n\nbasis  and the  process of  reasoning which makes  the conclusion\n\nviable in order to defeat a motion for summary judgment.  We find\n\nthat each of  the expert affidavits failed to  contain sufficient\n\n                               -11-\n                                11\n\nsupport for the  conclusion that  the injury to  Robert, Jr.  was\n\ncaused by the defendant's product.  \n\n    1.  Nicholas Miller\n                       \n\n          Nicholas  Miller, an expert in accident reconstruction,\n\nused  the  police  report,  autopsy  report,  death  certificate,\n\nhospital  and  medical  records,  depositions,  pictures  of  the\n\naccident  scene  and vehicles,  and the  study conducted  by Wolf\n\nTechnical Services, in order to reconstruct the accident.  Miller\n\nalso utilized similar vehicles to simulate the relative positions\n\nof the truck and the Tempo  before impact, and conducted a  video\n\ncomputer  graphic  reenactment.    Based on  this  input,  Miller\n\nconcluded that the lift mechanism caused Robert, Jr.'s injuries.\n\n          Miller  opines that  the deceased  was struck  by sheet\n\nmetal pushed  forward  by the  lift  arm  of the  snowplow.    He\n\nexplains his reasoning as follows:   (1) the fatal blow was by an\n\nobject of the same size, shape and rigidity as the  lift arm; (2)\n\nthere  was no other object  of similar shape,  size, and rigidity\n\nnear the  decedent's  head; (3)  therefore,  defendant's  product\n\ncaused the injury.   Even assuming that the victim  was killed by\n\nan object of the dimensions and shape of the lift arm (\"rigidity\"\n\nwas never further discussed by any of the experts), Miller's bald\n\nassertion  that  no other  part  of  the car  or  truck  had that\n\nparticular shape is difficult to accept, given  that Miller never\n\nhad the opportunity to examine the Tempo after the accident.  The\n\nphotographs of the  Tempo after  the crash  are not  sufficiently\n\nclear to  establish the shape and  size of each of  the pieces of\n\n                               -12-\n                                12\n\nthe  wreck.     Miller  claims  to  have   eliminated  all  other\n\npossibilities  as to  what  could have  struck  Robert, Jr.,  but\n\nprovides no factual  details about  this analysis.   He fails  to\n\neven mention or discuss the only object which anyone saw near the\n\nvictim's head, the metal window support which Porter observed. \n\n          In his second  supplemental affidavit, Miller discusses\n\nthe  exemplar vehicles.  Starting  with a picture  of a Chevrolet\n\npickup  truck with a  snowplow frame attached,  situated behind a\n\nFord Tempo,  Miller drew a  line representing where  the snowplow\n\nwould end  up if  it proceeded directly  into the Tempo.   Miller\n\nconcludes  that \"it is apparent  as an observable  fact, that the\n\nlift  mechanism attached  to  the truck  reached and  invaded the\n\nright-rear  seat at head height  and would have  struck the right\n\nrear passenger.\"  \n\n          Miller provides  no supporting  data to  establish that\n\nthe exemplar vehicles were in the same positions relative to each\n\nother as the actual truck  and Tempo had been at the  time of the\n\naccident. Even assuming that the exemplar vehicles were correctly\n\npositioned, these pictures do not show what actually happened  to\n\nthe Tempo.  The pictures of the exemplar vehicles show  only that\n\nif the truck  were to penetrate directly through the trunk of the\n\ncar, in a straight  line, then the front of the  truck, including\n\nthe  plow mechanism,  would end  up in  the rear  passenger area.\n\nThis establishes nothing more than that it is possible, given the\n\nrelative height of  the vehicles,  that the  plow caused  injury.\n\nMiller provides no facts  from which we can reach  the conclusion\n\n                               -13-\n                                13\n\nthat it  is  more probable  than  not that  the  plow frame  tore\n\ndirectly,  without  any resistance,  into  the  car in  a  linear\n\nfashion and reached the passenger's head.\n\n    2.  Norris Shoemaker\n                        \n\n          Norris  Shoemaker,  a   consultant  in   transportation\n\nsafety, reviewed the same  documents and pictures as Mr.  Miller.\n\nIn  his initial  affidavit, Shoemaker  made  general observations\n\nabout  the design of the snowplow, asserting that the defendant's\n\nproduct \"changes  the crush  characteristics of the  pickup truck\n\nand concentrates the  energy of  the collision in  a narrow  area\n\nprojecting  in  front  of  the  vehicle  in  a  narrow  spearlike\n\nconfiguration\"  and, as a result, the snowplow frame \"can and has\n\ninflicted  severe head and other injuries\".  This is not evidence\n\nof  what  actually happened  in the  accident  with which  we are\n\nconcerned.     Although in his  supplemental affidavit  Shoemaker\n\nmakes more specific assertions  about the accident at  hand, they\n\nare not sufficient  to establish a causal connection.   Shoemaker\n\nasserts  that \"a  comparison  of the  exemplar  vehicles and  the\n\ndamage photographs  clearly show a penetration to  and beyond the\n\nright rear passenger seat by  the Defendant's product.\"  However,\n\nwithout  additional facts,  a  comparison of  these  two sets  of\n\nphotographs does  not sustain  such a  conclusion.  The  exemplar\n\npictures show only where the truck may have struck the Tempo, and\n\nthe  damage pictures  are not  sufficiently clear or  detailed to\n\nshow  that the  lift arm or  other parts  of the  plow frame ever\n\npenetrated into the right rear passenger seat.  \n\n                               -14-\n                                14\n\n    3.  Gerald Feigin\n                     \n\n          Dr. Gerald  Feigin, the medical examiner  who performed\n\nthe  autopsy on the deceased,  submitted an affidavit.   Based on\n\nhis  experience,   the  autopsy  report  and   pictures,  and  an\n\nexamination  of a Western lift arm, Feigin concluded that a blunt\n\nobject shaped like a lift armcaused the fatal blow to Robert, Jr.\n\n          Feigin's  affidavit  was  written four  years  after he\n\nperformed the original autopsy.   At the autopsy, Feigin  noted a\n\none centimeter contusion on the head.  However, in his affidavit,\n\nhe suggests that  the bruise was in  conformity with the  size of\n\nthe terminus of the lift arm, which is 2 inches by 3 1/2  inches.\n\nThis creates a  factual discrepancy as to the  actual size of the\n\nbruise.   In  addition, as  the district  court pointed  out, the\n\npictures  attached to the  autopsy do little  to support Feigin's\n\nconclusion.     They  do  not  clearly  show  a  U-shaped  bruise\n\nconforming to the reported size and shape of the lift arm.  It is\n\narguable that these concerns go to the weight of the evidence and\n\nthe credibility of  the witness,  and would not  themselves be  a\n\nsufficient  basis,  on  summary  judgment,  for  disregarding the\n\nevidence.   But even if we accept  the conclusion that the bruise\n\non the  decedent was the same  size and shape as  an injury which\n\nwould result if a  \"blunt object shaped like a Western  lift arm\"\n\nstruck a human head, this does little to establish that, in  this\n\nparticular case, the lift  arm actually did strike Robert  Hayes,\n\nJr.  \n\n    4.  Dr. Ommaya\n                  \n\n                               -15-\n                                15\n\n          Plaintiffs also attached the affidavit of Dr. Ayub Khan\n\nOmmaya,  a  neurosurgeon.   Ommaya  examined  the police  report,\n\naccident  photographs,  medical  records, autopsy  report,  death\n\ncertificate, witness  depositions,  and affidavits  of the  other\n\nexperts.  Based upon  this evidence, he concluded that  the fatal\n\ninjury was caused by  the snowplow lift mechanism because,  among\n\nother  unnamed reasons, \"the deceased  was seated in  the path of\n\nthe  lift mechanism and [the]  type and location  of the bruising\n\nfits the penetration path  of the lift mechanism\".   Ommaya added\n\nthat  there was no other source for  the head injury and that his\n\nconclusion  was inevitable  from  the dynamics  of the  accident,\n\nincluding the acceleration forces.   Ommaya asserted that Robert,\n\nJr. would have sustained  minor injuries similar to those  of the\n\nother  passengers  in  the car  if  the  lift  mechanism was  not\n\npresent.  \n\n          The  difficulty with  Dr. Ommaya's  opinion is  that he\n\nbegins with one assumption, that the deceased was in  the path of\n\nthe  lift mechanism; adds a further assumption, that there was no\n\nother  object which could have caused the injury sustained by the\n\ndeceased, and then  concludes that the lift  mechanism caused the\n\ninjury.   As we  have seen,  there are  not  sufficient facts  to\n\nestablish that  the lift mechanism entered  the compartment where\n\nRobert, Jr. was sitting, and Ommaya does not offer any additional\n\nfacts.   The assumption that there was  no other source of injury\n\ndisregards the presence of all  other parts of the Tempo and  the\n\ntruck,  in particular the piece  of the car  which Officer Porter\n\n                               -16-\n                                16\n\ntestified he found lying against the boy's head.  Ommaya fails to\n\ndiscuss  the  \"dynamics of  the  accident\"  or the  \"acceleration\n\nforces\", which he claims lend support to his conclusion.\n\n          Ommaya  asserts that Robert,  Jr. would  have sustained\n\nminor  injuries similar to those  of the other  passengers in the\n\ncar if  the lift mechanism was not present.  It is clear from the\n\npolice  photographs that the primary  damage to the  Tempo was in\n\nthe  right  rear area  of  the  car.   The  driver  of the  truck\n\ntestified that the  right rear passenger area  received the brunt\n\nof the collision.   Regardless  of the presence  of the  snowplow\n\nframe,  therefore, it is likely that the passenger seated in that\n\ncompartment would have been more severely injured than any of the\n\nother passengers.  \n\n                                V.\n\n                            Conclusion\n                                      \n\n          We hold that  there is no  genuine dispute of  material\n\nfact  as to  whether the  defendant's  product was  the proximate\n\ncause of the fatal injury to Robert Hayes, Jr.  The evidence does\n\nnot establish  that it is  more probable  than not that  the plow\n\nframe came into contact, directly or indirectly, with the victim.\n\nGiven  the available facts, the  experts were able  to provide no\n\nmore  than  unsubstantiated  conclusions.    The  district  court\n\ncorrectly granted summary judgment.  Affirmed.  \n                                     Affirmed\n                                             \n\n                               -17-\n                                17\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "https://www.courtlistener.com/api/rest/v3/opinions/352548/",
    "https://www.courtlistener.com/api/rest/v3/opinions/457164/",
    "https://www.courtlistener.com/api/rest/v3/opinions/525237/",
    "https://www.courtlistener.com/api/rest/v3/opinions/527781/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538798/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542297/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552837/",
    "https://www.courtlistener.com/api/rest/v3/opinions/568542/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580694/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584183/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586284/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587247/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2016937/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2047260/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2218775/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2221391/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2234773/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2358613/"
  ]
}