{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194914/",
  "id": 194914,
  "absolute_url": "/opinion/194914/mosquera-perez-v-ins/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194914/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:58Z",
  "date_modified": "2020-02-22T00:09:48.767742Z",
  "type": "010combined",
  "sha1": "a4549397f00fe59b086ef8418aaf68f871a95046",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1044.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1044\n\n                   LUIS JAVIER MOSQUERA-PEREZ,\n\n                           Petitioner,\n\n                                v.\n\n             IMMIGRATION AND NATURALIZATION SERVICE,\n\n                           Respondent.\n\n                                           \n\n                ON PETITION FOR REVIEW OF AN ORDER\n\n               OF THE BOARD OF IMMIGRATION APPEALS\n\n                                           \n\n                              Before\n\n                      Selya, Cyr and Boudin,\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n  Nancy B. Norman for petitioner.\n                 \n  Robert  Kendall, Assistant  Director,  Civil Division,  Office  of\n                 \nImmigration Litigation, with whom Stuart E. Schiffer, Acting Assistant\n                                                  \nAttorney General, Civil Division, was on brief for respondent.\n\n                                           \n\n                        September 10, 1993\n                                           \n\n          CYR, Circuit  Judge.  Petitioner Luis  Javier Mosquera-\n          CYR, Circuit  Judge.\n                             \n\nPerez (\"Mosquera\"), a resident  alien convicted of an \"aggravated\n\nfelony,\" challenges  a final  order of  the Board of  Immigration\n\nAppeals  (\"BIA\") denying  his  application for  a withholding  of\n\ndeportation.  We deny the petition for review.\n\n                                I\n\n                            BACKGROUND\n                                      \n\n          Mosquera, a  citizen of  Colombia,  entered the  United\n\nStates  in  June,  1980, and  became  a  permanent  United States\n\nresident in May, 1989.  See 8 U.S.C.   1255(a).   On May 3, 1990,\n                           \n\nhe  was convicted of  possessing one-half ounce  of cocaine, with\n\nintent  to distribute,  in violation  of Mass.  Gen. L.  ch. 94C,\n\n  32A.   Mosquera received  a suspended thirty-month  prison sen-\n\ntence and three years' probation, with community service.\n\n          On  January 3,  1991, the  Attorney  General issued  an\n\norder  to show cause  why Mosquera should  not be deported  as an\n\nalien convicted of an \"aggravated  felony,\" pursuant to 8  U.S.C.\n\n  1251(a) (2)(A)(iii),  (B)(i),1 based on his  Massachusetts drug\n\n                    \n\n     1Section 1251 provides, in relevant part:\n\n     (a)  Classes of deportable aliens.   Any alien . . . in\n          the  United States  shall, upon  the order  of the\n          Attorney  General,  be deported  if  the  alien is\n          within  one or  more of  the following  classes of\n          deportable aliens:\n          . . . .\n          (2)  Criminal offenses.\n               (A)  General Crimes\n               . . . \n                    (iii) Aggravated felony.  Any  alien who\n\nconviction.    At a  preliminary  hearing  before an  Immigration\n\nJudge, Mosquera was  found deportable and, as  an alien convicted\n\nof an aggravated felony,  ineligible for either political asylum,\n\nsee 8 U.S.C.    1158(d),2 or withholding  of deportation,3 see  8\n                                                              \n\nU.S.C.   1253(h).  The BIA affirmed.\n\n                    \n\n                    is convicted of an aggravated  felony at\n                    any time after entry is deportable.\n                    . . . .\n                (B) Controlled substances\n                    . . . \n                    (i) Conviction.   Any  alien who at  any\n                    time after entry has been convicted of a\n                    violation of (or a conspiracy or attempt\n                    to violate)  any law or  regulation of a\n                    State,  the United States,  or a foreign\n                    country  relating  to a  controlled sub-\n                    stance . . . other than a single offense\n                    involving possession for  one's own  use\n                    of 30  grams  or less  of marijuana,  is\n                    deportable.\n\n8 U.S.C.   1251(a)(2)(A)(iii), (B)(i).\n\n     2Section 1158(d) provides:  \"An alien who has been convicted\nof  an aggravated felony  . . . may not  apply for or  be granted\nasylum.\"  8 U.S.C.   1158(d).   Section 1158(d) was added  to the\nImmigration and Nationality Act by the Immigration Act of 1990.\n\n     3Asylum and withholding of deportation are distinct forms of\nrelief for aliens  facing persecution  in the  nation of  origin.\nThe Attorney General has discretion to grant asylum, see 8 U.S.C.\n                                                        \n  1158(a); withholding of deportation, in contrast,  is mandatory\nwhen  deportation  to  a  particular nation  would  threaten  the\nalien's life or freedom on  account of race, religion, nationali-\nty, membership in a particular  social group, or political  opin-\nion, see 8 U.S.C.   1253(h)(1).  Asylum confers broader  benefits\n        \nthan a withholding of  deportation:  an alien granted  asylum may\nbecome a lawful permanent resident; withholding of deportation is\n\"country-specific,\" in the sense  that deportation to a \"hospita-\nble\" country is not precluded.  In re Salim, 18 I. &amp; N. Dec. 311,\n                                           \n315 (1982); see  INS v.  Cardoza-Fonseca, 480 U.S.  421, 428  n.6\n                                        \n(1987).\n\n                                3\n\n                                II\n\n                            DISCUSSION\n                                      \n\n          Our jurisdiction  is founded  in Section 106(a)  of the\n\nImmigration and  Nationality  Act (\"INA\"),  8 U.S.C.    1105a(a).\n\nSee Ravindran v. INS, 976 F.2d 754, 756 (1st Cir. 1992); Alvarez-\n                                                                 \n\nFlores v. INS, 909 F.2d 1,  2 (1st Cir. 1990).  Mosquera concedes\n             \n\nthat the  conduct underlying his state-law conviction constituted\n\nan \"aggravated felony\" under the INA, see 8 U.S.C.   1101(a)(43),\n                                         \n\nand  that he is therefore precluded from applying for asylum, see\n                                                                 \n\n8 U.S.C.   1158(d).  He contends, nonetheless, that his aggravat-\n\ned felony conviction does not  preclude a withholding of deporta-\n\ntion under 8 U.S.C.   1253(h)(2)(B).4\n\nA.   Effect of Aggravated Felony Conviction on\n     Eligibility for Withholding of Deportation\n                                               \n\n          Whether an aggravated  felony conviction constitutes an\n\nabsolute bar to withholding of deportation under section \n\n                    \n\n     4Mosquera initially asserted a procedural due  process claim\nas well.  He argued that he was entitled to present evidence that\nhe  was not a \"danger to the  community,\" even though he had been\nconvicted  of an  \"aggravated felony.\"   The evidence  would have\nshown  that the  Massachusetts drug  conviction involved  a small\namount of cocaine, that  he had no prior arrests  or convictions,\nand that he  has strong family and  community ties in  the United\nStates.   The Fifth Amendment  claim was abandoned  at oral argu-\nment.\n     In addition, Mosquera's reply  brief on appeal attempted for\nthe first time to  raise an equal protection claim  that applica-\ntion  of the  Frentescu multi-factor  test exclusively  to aliens\n                       \nconvicted  of crimes  other than  aggravated felonies  creates an\nunconstitutional classification.   See  infra at  pp. 11-13.   As\n                                             \nthis  claim was not  presented to the BIA,  we decline to address\nit.  See  Massachusetts, Dep't  of Pub. Welfare  v. Secretary  of\n                                                                 \nAgric., 984 F.2d 514, 523-24 (1st Cir. 1993) (discussing adminis-\n      \ntrative waiver).\n\n                                4\n\n1253(h)(2)(B) presents a pure issue of statutory construction for\n\nplenary review, see Skidgel  v. Maine Dept. of Human  Servs., 994\n                                                            \n\nF.2d  930 (1st Cir.  1993), and an  issue of  first impression in\n\nthis circuit.  We employ traditional tools of statutory construc-\n\ntion  for determining  congressional intent,  see Dole  v. United\n                                                                 \n\nSteelworkers  of America, 494 U.S. 26, 35 (1989) (quoting NLRB v.\n                                                              \n\nFood and Commercial Workers, 484 U.S. 112, 123 (1987)), beginning\n                           \n\nwith the language of the statute.\n\n          We \"assume  that the ordinary meaning  of the statutory\n\nlanguage accurately expresses  the legislative purpose,\"  Stowell\n                                                                 \n\nv. Ives, 976  F.2d 65,  69 (1st  Cir. 1992)  (quoting Morales  v.\n                                                             \n\nTrans  World Airlines, Inc.,     U.S.   ,  112 S. Ct.  2031, 2036\n                           \n\n(1992)), and we \"resort to the legislative history and other aids\n\nof statutory  construction  only when  the literal  words of  the\n\nstatute create  ambiguity or lead to an unreasonable result,\" id.\n                                                                 \n\n(quoting United States v.  Charles George Trucking Co.,  823 F.2d\n                                                      \n\n685,  688 (1st Cir. 1987)).   If the statutory language makes the\n\nintent  of Congress clear and unambiguous, we give full effect to\n\nthat  intent; if the statute is \"silent or ambiguous with respect\n\nto the specific issue,\" however, we do not simply impose  our own\n\nconstruction  on the statute, but give due deference to the BIA's\n\ninterpretation of the  INA unless it is arbitrary, capricious, or\n\nmanifestly contrary  to  the statute.   Chevron  U.S.A., Inc.  v.\n                                                             \n\nNatural  Resources Defense  Council, Inc.,  467 U.S.  837, 842-45\n                                         \n\n(1984); see also INS  v. Cardoza-Fonseca, 480 U.S. 421,  445 n.29\n                                        \n\n(1987);  Alvarez-Flores,  909 F.2d  at  3.   Nonetheless,  \"[t]he\n                       \n\n                                5\n\njudiciary is the final authority on issues of statutory construc-\n\ntion  and  must  reject administrative  constructions  which  are\n\ncontrary to  clear congressional intent.\"   Chevron, 467  U.S. at\n                                                   \n\n843 n.9.\n\n          Section 1253(h) provides as follows:\n\n          (1)  The Attorney General shall not deport or\n          return any  alien . . .  to a country  if the\n          Attorney General determines that such alien's\n          life  or freedom would  be threatened in such\n          country on account of race, religion, nation-\n          ality,  membership  in  a  particular  social\n          group, or political opinion.\n\n          (2)  Paragraph  (1) shall  not  apply  to any\n          alien if the Attorney General determines that\n                                                  \n\n          . . . \n          (B)  the alien,  having  been convicted  by a\n                                                       \n          final  judgment  of  a  particularly  serious\n                                                       \n          crime,  constitutes a danger to the community\n                                                       \n          of the United States;\n                              \n          . . . .\n          For  purposes of  subparagraph (B),  an alien\n                                                       \n          who has been convicted of an aggravated felo-\n                                                       \n          ny shall  be considered to  have committed  a\n                                                       \n          particularly serious crime.\n                                     \n\n8  U.S.C.    1253(h)  (emphasis  added).   Mosquera  argues  that\n\nsection  1253(h)(2)(B)  contemplates   a  two-part  analysis  for\n\ndetermining whether  an alien is precluded from  a withholding of\n\ndeportation:   once  it  is determined  that  an alien  has  been\n\nconvicted of  a \"particularly serious crime,\"  a separate factual\n\ndetermination must be made  that the alien poses a danger  to the\n\ncommunity of the United States.5\n\n                    \n\n     5The Fifth,  Ninth, and Eleventh Circuits  have rejected the\ncontention  that   1253(h)(2)(B) requires  the dual showing urged\nby  Mosquera.  See Urbina-Mauricio v. INS, 989 F.2d 1085, 1087-88\n                                         \n(9th Cir. 1993); Martins  v. INS, 972 F.2d 657,  660-61 (5th Cir.\n                                \n1992); Arauz v. Rivkind, 845 F.2d 271, 275 (11th Cir. 1988).  The\n                       \n\n                                6\n\n     1.   Plain Language of Section 1253(h)(2)(B)\n                                                 \n\n          Mosquera contends that the phrase \"having been convict-\n\ned  . . . of  a  particularly serious  crime\"  modifies the  word\n\n\"alien\" and thus narrows the universe of aliens who may be deter-\n                        \n\nmined a \"danger to the community.\"  Mosquera further insists that\n\na  contextual  comparison  of  section 1253(h)  with  the  asylum\n\nprovisions  in section  1158(d) demonstrates  that  Congress well\n\nunderstood how  to legislate a  per se  bar to eligibility  for a\n                                      \n\nwithholding of  deportation had it so intended.6   We agree.  But\n\nwe think  the statutory language is more  ambiguous than Mosquera\n\nsuggests.\n\n          Mosquera  asks, with  considerable  logical force,  why\n\nCongress would have included the \"danger to the community\" clause\n\nat all if it intended  that an alien's conviction of \"a  particu-\n\nlarly serious crime\" be dispositive and that there be no separate\n\ndetermination that the  alien poses  a danger  to the  community.\n\nSee  Allende v. Shultz, 845 F.2d  1111, 1119 (1st Cir. 1988) (\"'A\n                      \n\nfamiliar canon  of statutory  construction cautions the  court to\n\navoid interpreting  a statute in such a way as to make part of it\n\n                    \n\nEleventh Circuit addressed the issue before   1253(h) was amended\nby the Immigration  Act of 1990, however.  See  infra p. 12 (dis-\n                                                     \ncussing 1990 amendment).\n\n     6Mosquera also argues that the BIA's interpretation  ignores\nthe statutory language requiring  a determination by the Attorney\n                                                 \nGeneral, since  no further determination would  be necessary once\nan alien had been convicted of  an aggravated felony.  We are not\npersuaded.  Mosquera overlooks  the fact that section 1253(h)(2)-\n(B) requires the  Attorney General to  determine, in every  case,\nwhether an alien was  convicted of an aggravated felony  (or some\nother \"particularly  serious crime\") and whether  the judgment of\n                                        \nconviction is final.\n\n                                7\n\nmeaningless. . . .'\") (quoting Abourezk v. Reagan, 785 F.2d 1043,\n                                                 \n\n1054 (D.C. Cir. 1986)); United States v. Ven-Fuel, Inc., 758 F.2d\n                                                       \n\n741, 751 (1st Cir.  1985) (\"All words and provisions  of statutes\n\nare  intended to have meaning and are  to be given effect, and no\n\nconstruction should be adopted which would render statutory words\n\nor  phrases meaningless,  redundant  or superfluous.\").   On  the\n\nother hand,  as the government argues,  had Congress intended two\n\nseparate determinations, surely it  could have made its intention\n\nplain, simply by writing  section 1253(h)(2)(B) with \"two coordi-\n\nnate  clauses joined by a conjunction,\" viz., \"the alien has been\n                                           \n\nconvicted by a final judgment of a particularly serious crime and\n                                                                 \n\nconstitutes  a danger  to  the community  of the  United States.\"\n\nRamirez-Ramos v. INS, 814 F.2d 1394, 1397 (9th Cir. 1987) (empha-\n                    \n\nsis added); see Zardui-Quintana v.  Richard, 768 F.2d 1213,  1222\n                                           \n\n(11th  Cir. 1985)  (Vance, J.  concurring in result)  (same); see\n                                                                 \n\nalso Martins v. INS, 972 F.2d  657, 660-61 (5th Cir. 1992); Arauz\n                                                                 \n\nv. Rivkind, 845 F.2d  271, 275 (11th Cir. 1988);  Crespo-Gomez v.\n                                                              \n\nRichard,  780  F.2d  932,  934   (11th  Cir.  1986).    Moreover,\n       \n\nMosquera's contextual argument is counterbalanced by the presence\n\nof 8  U.S.C.   1226(e)(2)-(3),  governing parole for  aliens con-\n\nvicted of aggravated felonies, which establishes various criteria\n\nfor assessing recidivism  to guide the Attorney General in deter-\n\nmining whether aggravated felons will pose a  danger to society.7\n\n                    \n\n     7The Attorney General may release  an alien whose country of\norigin  denies or unduly delays acceptance of the alien, but only\nif \"a procedure  for review of  each request for relief  has been\nestablished,\"  the  procedure  \"includes  consideration   of  the\nseverity of the felony  committed by the alien,\" and  \"the review\n\n                                8\n\nThus,  in a  closely  analogous  context, section  1226(e)(2)-(3)\n\ndemonstrates congressional cognizance of  its option to require a\n\nseparate  determination  of  dangerousness  to the  community  in\n\nregard to aliens who apply for withholding of deportation follow-\n\ning  an aggravated felon  conviction.  As  the statutory language\n\ndoes not clearly and unambiguously favor either interpretation of\n\nsection 1253(h), we turn to the legislative history.\n\n     2.  Legislative History\n                            \n\n          Mosquera invites our  attention to two  particular com-\n\nponents of the legislative history of section 1253(h).  First, he\n\ncites several unenacted bills  which would have imposed a  per se\n                                                                 \n\nban  on withholding deportation of aggravated felons.  Second, he\n\ncites a letter to the INS  from Senator Edward M. Kennedy, Chair-\n\nman of the Senate Subcommittee on Immigration and Refugee Affairs\n\nand a cosponsor  of the Immigration Act  of 1990, see  infra note\n                                                            \n\n11,  to  the  effect  that Congress,  in  section  1253(h)(2)(B),\n\ncontemplated  that a  showing of  dangerousness to  the community\n\nwould  be  necessary in  addition to  proof  of conviction  of an\n\naggravated felony.\n\n          Before we evaluate these particular developments, it is\n\nhelpful  to  place  section  1253(h)  in historical  perspective.\n\nPrior  to 1980,  section  1253(h) conferred  discretion upon  the\n\nAttorney  General to  withhold the deportation  of any  alien who\n\n                    \n\nconcludes that the alien will not pose a danger to  the safety of\nother persons or property.\"  8 U.S.C.   1226(e)(2)-(3).   Section\n1226(e)(2)-(3), like    1253(h)(2)(b), was added  by the Immigra-\ntion Act of 1990.\n\n                                9\n\nwould  be subject  to  persecution  in  the receiving  nation  on\n\naccount of race, religion, or political opinion.  The Refugee Act\n\nof 1980, Pub.  L. 96-212,  94 Stat. 107  (1980), amended  section\n\n1253(h) to comport with Article 33 of the United Nations Protocol\n\nRelating to  the Status of Refugees  (\"Protocol\"), Jan. 31, 1967,\n\n19 U.S.T. 6223 (1968), to which the United States  had acceded in\n\n1968.  The Protocol  bound its parties to the  substantive provi-\n\nsions of Articles 2  through 34 of the United  Nations Convention\n\nRelating to the Status of Refugees (\"Convention\"), July 28, 1951,\n\n189 U.N.T.S. 150.8  Article 33 of the Convention provides:\n\n          1.   No Contracting State shall expel  or re-\n               turn  (\"refouler\") a refugee in any man-\n               ner whatsoever to  the frontiers of ter-\n               ritories where his life or freedom would\n               be  threatened on  account of  his race,\n               religion,  nationality, membership  of a\n               particular  social  group  or  political\n               opinion.\n\n          2.   The benefit of the present provision may\n               not,  however, be  claimed by  a refugee\n               for  whom  there are  reasonable grounds\n               for regarding as a danger to the securi-\n               ty  of the  country in  which he  is, or\n               who,  having been  convicted by  a final\n               judgment   of  a   particularly  serious\n               crime,  constitutes a danger to the com-\n               munity of that country.\n\n19 U.S.T. at 6276.9\n\n                    \n\n     8The United States is not a signatory to the Convention.\n\n     9Following the passage of the  Refugee Act of 1980,  section\n1253(h) read:\n\n     (1)  The Attorney  General shall  not deport or  return\n          any alien (other than [certain aliens who partici-\n          pated in  the Nazi persecution or  genocide]) to a\n          country  if the  Attorney General  determines that\n          such alien's  life or freedom would  be threatened\n\n                                10\n\n          Between  1980  and  1990, the  operative  standard  for\n\ndetermining which crimes were  \"particularly serious\" for section\n\n1253(h)(2)(B)  purposes was that  set forth by  the BIA  in In re\n                                                                 \n\nFrentescu, 18 I. &amp; N. Dec. 244 (1982):\n         \n\n          While there are crimes which, on their  face,\n          are \"particularly serious crimes\"  or clearly\n          are  not  \"particularly serious  crimes,\" the\n          record in most  proceedings will  have to  be\n          analyzed on a case-by-case basis.  In judging\n          the seriousness  of a crime, we  look to such\n          factors as the nature  of the conviction, the\n          circumstances  and  underlying  facts of  the\n          conviction,  the  type  of sentence  imposed,\n          and,  most importantly, whether  the type and\n          circumstances  of the crime indicate that the\n          alien will be a danger to the community.\n\n                    \n\n          in  such  country on  account  of race,  religion,\n          nationality,  membership  in  a particular  social\n          group, or political opinion.\n          (2)  Paragraph  (1)  shall not  apply  to any\n               alien if the Attorney General determines\n               that   \n               (A)  the    alien    ordered,   incited,\n                    assisted, or otherwise participated\n                    in the persecution of any person on\n                    account of  race, religion, nation-\n                    ality,  membership in  a particular\n                    social group, or political opinion;\n               (B)  the alien, having been convicted by\n                    a final judgment of  a particularly\n                    serious crime, constitutes a danger\n                    to  the  community  of  the  United\n                    States;\n               (C)  there are serious reasons  for con-\n                    sidering that the alien has commit-\n                    ted  a  serious nonpolitical  crime\n                    outside the United States  prior to\n                    the  arrival  of the  alien  in the\n                    United States; or\n               (D)  there  are  reasonable grounds  for\n                    regarding  the alien as a danger to\n                    the security of the United States.\n\n8 U.S.C.   1253(h) (1980).\n\n                                11\n\nId.  at  247.   Once an  alien's  crime was  deemed \"particularly\n   \n\nserious,\"  however, the  BIA interpreted  section 1253(h)  as not\n                                                                 \n\nrequiring a separate determination that the alien posed  a danger\n                                                                 \n\nto the community.   In re  Carballe, 19 I. &amp;  N. Dec. 357  (1986)\n                                   \n\n(\"The phrase  'danger to the community'  is an aid to  defining a\n\n'particularly serious crime,'  not a mandate  that administrative\n\nagencies or the courts  determine whether an alien will  become a\n\nrecidivist.\")  modified on other grounds, In re Gonzalez, 19 I. &amp;\n                                                        \n\nN. Dec. 682 (1988).\n\n          The Immigration  Act of 1990, Pub. L.  No. 101-649, 104\n\nStat.  4978, 5053  (1990),  obviated the  Frentescu analysis  for\n                                                   \n\naggravated  felonies  by  appending  the  following  paragraph to\n\nsection 1253(h):\n\n          For  purposes of  subparagraph (B),  an alien\n          who has been convicted of an aggravated felo-\n          ny shall  be considered  to have  committed a\n          particularly serious crime.\n\n8 U.S.C.   1253(h)  (1993).10   The BIA has  continued to  follow\n\nCarballe since the  1990 amendment to section 1253(h), by requir-\n        \n\ning  no separate finding of dangerousness to the community in the\n\ncase of an alien convicted  of an aggravated felony.  See,  e.g.,\n                                                                \n\nMatter  of A---  A---, Int.  Dec. 3176  (B.I.A. 1992);  Matter of\n                                                                 \n\n                    \n\n     10An  \"aggravated felony\"  includes  \"any  drug  trafficking\ncrime  as defined in [18  U.S.C.   924(c)(2)].\"   8 U.S.C.   1101\n(a)(43)  (1993).   A  \"drug  trafficking  crime\" is  \"any  felony\npunishable under the Controlled Substances Act (21 U.S.C. [ ] 801\net seq.),  the Controlled Substances  Import and  Export Act  (21\n       \nU.S.C. [ ] 951 et seq.), or the Maritime Drug Law Enforcement Act\n                      \n(46 U.S.C. App. [ ] 1901 et seq.).\"  18 U.S.C.   924(c)(2).\n                                \n\n                                12\n\nK---, Int. Dec. 3163 (B.I.A. 1991); Matter of U---M---, Int. Dec.\n                                                      \n\n3152 (B.I.A. 1991).\n\n          The  unenacted  bills  to  which Mosquera  directs  our\n\nattention  would have added a paragraph to the list of exclusions\n\nin section 1253(h)(2), making withholding of deportation unavail-\n\nable to aliens convicted of an \"aggravated felony.\"  See S. 2957,\n                                                        \n\n101st  Cong., 2d  Sess.   12  (1990); S.  2652, 101st  Cong., 2nd\n\nSess.   6112 (1990); H.R. 5284, 101st Cong., 2d Sess.   5 (1990).\n\nMere nonadoption of  these legislative bills is  not probative of\n\ncongressional intent in  this instance, however, since  \"'several\n\nequally  tenable inferences'  may  be drawn  from such  inaction,\n\n'including the inference[,] [eminently reasonable here,] that the\n\nexisting legislation already  incorporated the offered  change.'\"\n\nPension  Benefit Guaranty Corp. v.  LTV Corp., 496  U.S. 633, 650\n                                             \n\n(1989) (quoting United States v. Wise, 370 U.S. 405, 411 (1962));\n                                     \n\nsee also Red Lion Broadcasting Co. v. FCC, 395 U.S. 367, 382 n.11\n                                         \n\n(1969) (\"unsuccessful attempts at legislation are not the best of\n\nguides to legislative intent\").  In these circumstances, it is no\n\nless reasonable to  infer that the  proposed amendment failed  of\n\nadoption because Congress  was satisfied with  the administrative\n\nand  judicial construction  then being  given  section 1253(h)(2)\n\nthan to assume  that Congress intended to signal its dissatisfac-\n\ntion with the prevailing construction.\n\n          Mosquera refers  us to a letter from Senator Kennedy to\n\nthe INS, apparently suggesting that the BIA's current interpreta-\n\n                                13\n\ntion of  section 1253(h)  is contrary to  congressional intent.11\n\nAs a general rule, however, post-enactment legislative history is\n\naccorded less weight than contemporaneous  commentary.  Ellenwood\n                                                                 \n\nv.  Exxon Shipping Co., 984 F.2d 1270, 1277 n.8 (1st Cir.), cert.\n                                                                 \n\ndenied,     U.S.     , 113 S. Ct. 2987 (1993);  cf. Regional Rail\n                                                                 \n\nReorganization Act Cases, 419  U.S. 102, 132 (1974) (post-passage\n                        \n\nremarks cannot change Congress' intent).  Even if we were to give\n\nweight  to this letter, it  would be counterbalanced  by the pre-\n\npassage legislative history.12  Thus,  our survey of the legisla-\n\ntive history of the Refugee Act  of 1980 and the Immigration  Act\n\nof 1990 yields no clear support for Mosquera's proposed interpre-\n\ntation of section 1253(h).  Indeed, the Fifth  Circuit, consider-\n\ning the identical  question in  Martins, 972 F.2d  at 661,  found\n                                       \n\nunambiguous support for the  BIA's interpretation in the legisla-\n\ntive  history accompanying the Refugee  Act.  See  supra note 12;\n                                                        \n\n                    \n\n     11Mosquera  simply cites to Martins, 972  F.2d at 661, which\n                                        \nreferenced Senator Kennedy's letter:\n\n          Martins'  congressional  intent  argument  is\n          based  on a  letter to  the INS  from Senator\n          Edward Kennedy[] . . . . The  letter suggests\n          that Congress intended to  require the INS to\n          make a  dual showing  of a conviction  for an\n          aggravated  felony  and   a  danger  to   the\n          community.\n\nId. at 661.\n   \n\n     12The Fifth Circuit found  this argument \"in direct conflict\nwith  the  legislative  history  accompanying  the  Refugee  Act\"\ninasmuch as the House  Judiciary Committee Report, H.R. Rep.  No.\n608, 96th Cong., 1st Sess. 18 (1979) \"clearly states that the act\nintended to make  those aliens[]  'who have been  convicted of  a\nparticularly  serious crime  which  makes them  a  danger to  the\ncommunity[]' ineligible  for a withholding of  deportation.\"  Id.\n                                                                 \n(quoting H.R. Rep. No. 608, 96th Cong., 1st Sess. 18 (1979)).\n\n                                14\n\nsee also Zardui-Quintana, 768 F.2d at 1220-23 (Vance, J., concur-\n                        \n\nring).\n\n3.   Reasonableness of Agency Interpretation\n     Reasonableness of Agency Interpretation\n                                            \n\n          Since our  examination of the language,  structure, and\n\nhistory  of section  1253(h) discloses  no clear  and unambiguous\n\ncontrary legislative intent, the BIA's interpretation is entitled\n\nto deference unless arbitrary, capricious, or manifestly contrary\n\nto the statute.  Chevron, 467 U.S. at 842-45.\n                        \n\n          Mosquera argues  that  the  BIA's  decision  is  poorly\n\nreasoned  and  inconsistent  with  prior  Board  decisions,  thus\n\nentitled to no deference.  Mosquera concedes that the BIA consis-\n\ntently has interpreted section  1253(h), before and since passage\n\nof the Immigration Act  of 1990, as requiring but  one determina-\n\ntion     that  the alien  has been  convicted of  a \"particularly\n\nserious crime,\"  see Carballe, 19  I. &amp; N. Dec.  at 357.   But he\n                             \n\ncontends that a separate finding of dangerousness to the communi-\n\nty was not necessary  prior to 1990 because the  Frentescu multi-\n                                                          \n\nfactor  test for  identifying \"particularly  serious crimes\"  re-\n\nquired  the Attorney  General  to consider  dangerousness to  the\n\ncommunity.   He argues that nothing in the legislative history of\n\nthe Immigration  Act suggests  that Congress, simply  by equating\n\naggravated felonies with  \"particularly serious crimes,\" intended\n\nto dispense  with agency consideration of  the alien's dangerous-\n\nness  to the  community.   He  notes that  the  BIA continues  to\n\nconduct  individualized  \"dangerousness\" determinations  in cases\n\ninvolving  crimes not  classified  in 8  U.S.C.   1101(a)(43)  as\n\n                                15\n\n\"aggravated felonies.\"  See, e.g., Matter of B---, Int. Dec. 3164\n                                                 \n\n(B.I.A. 1991)  (Frentescu analysis  used to determine  whether an\n                         \n\n\"aggravated  battery\"   was  a  \"particularly   serious  crime\").\n\nAccording  to Mosquera,  the BIA's  position is  based  on faulty\n\nreasoning in conflict with the  statutory language.  He  commends\n\ninstead the  reasoning adopted by  the Ninth Circuit  in Beltran-\n                                                                 \n\nZavala  v. INS,  912 F.2d 1027  (9th Cir. 1990),  where the court\n              \n\nheld that \"the language of 8 U.S.C.   1253(h)(2)(B) as interpret-\n\ned in Frentescu, commits the BIA to an analysis of the character-\n               \n\nistics and  circumstances of  the  alien's conviction.\"   Id.  at\n                                                             \n\n1032.  We  are not persuaded.  To be sure,  the Ninth Circuit did\n\nnote in  Beltran-Zavala, prior to  the 1990 amendment  to section\n                       \n\n1253(h),  that \"[i]f Congress wanted  to erect per se classifica-\n                                                     \n\ntions of  crimes precluding immigration and nationality benefits,\n\nit knew  how to  do so.\"   Id.   Thereafter, however,  in Urbina-\n                                                                 \n\nMauricio v. INS,  989 F.2d 1085, 1088 (9th Cir.  1993), the court\n               \n\n   effectively  overruling  Beltran-Zavala     acknowledged  that\n                                          \n\nCongress  had indeed enacted just such a per se classification by\n                                               \n\nits 1990 amendment to section 1253(h)(2)(B).\n\n          The focal  inquiry  under  Frentescu  before  1990  was\n                                              \n\n\"whether the  type and circumstances  of the crime  indicate that\n\nthe alien will be a danger to the community,\" Frentescu,  18 I. &amp;\n                                                       \n\nN. Dec. at 248; danger to the community inhered in the definition\n\nof \"particularly serious  crime\" and  no independent  \"dangerous-\n\nness\"  determination was  necessary under  section 1253(h)(2)(B).\n\nSince  Congress is presumed to have been \"aware of an administra-\n\n                                16\n\ntive or judicial interpretation of a statute, Lorillard v.  Pons,\n                                                                \n\n434 U.S. 575, 580 (1977), it is reasonable to infer that Congress\n\nintended the  1990 amendment  to equate aggravated  felonies with\n\n\"danger  to  the  community,\"  obviating  a  redundant  Frentescu\n                                                                 \n\ninquiry in cases involving aggravated felonies.\n\n          The interpretation of  section 1253(h)(2)(B) adopted by\n\nthe BIA is  not unreasonable, arbitrary,  or capricious.   Conse-\n\nquently,  the refusal  to conduct  a  separate inquiry  into Mos-\n\nquera's dangerousness to the community was proper.\n\n          The petition for review is denied.\n                                           \n\n                                17\n",
  "html": "<p class=\"case_cite\">3 F.3d 553</p>\n    <p class=\"parties\">Luis Javier MOSQUERA-PEREZ, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 93-1044.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 11, 1993.<br>Decided Sept. 10, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Nancy B. Norman, Boston, MA, for petitioner.</p>\n      <p class=\"indent\">Robert Kendall, Asst. Director, Civ. Div., Office of Immigration Litigation, with whom Stuart E. Schiffer, Acting Asst. Atty. Gen., Civ. Div., Washington, DC, was on brief, for respondent.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Luis Javier Mosquera-Perez (\"Mosquera\"), a resident alien convicted of an \"aggravated felony,\" challenges a final order of the Board of Immigration Appeals (\"BIA\") denying his application for a withholding of deportation.  We deny the petition for review.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Mosquera, a citizen of Colombia, entered the United States in June, 1980, and became a permanent United States resident in May, 1989.  See 8 U.S.C. Sec. 1255(a).  On May 3, 1990, he was convicted of possessing one-half ounce of cocaine, with intent to distribute, in violation of Mass.Gen.L. ch. 94C, Sec. 32A.  Mosquera received a suspended thirty-month prison sentence and three years' probation, with community service.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On January 3, 1991, the Attorney General issued an order to show cause why Mosquera should not be deported as an alien convicted of an \"aggravated felony,\" pursuant to 8 U.S.C. Sec. 1251(a)(2)(A)(iii), (B)(i),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> based on his Massachusetts drug conviction.  At a preliminary hearing before an Immigration Judge, Mosquera was found deportable and, as an alien convicted of an aggravated felony, ineligible for either political asylum, see 8 U.S.C. Sec. 1158(d),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> or withholding of deportation,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> see 8 U.S.C. Sec. 1253(h).  The BIA affirmed.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Our jurisdiction is founded in Section 106(a) of the Immigration and Nationality Act (\"INA\"), 8 U.S.C. Sec. 1105a(a).  See Ravindran v. INS, 976 F.2d 754, 756 (1st Cir.1992);  Alvarez-Flores v. INS, 909 F.2d 1, 2 (1st Cir.1990).  Mosquera concedes that the conduct underlying his state-law conviction constituted an \"aggravated felony\" under the INA, see 8 U.S.C. Sec. 1101(a)(43), and that he is therefore precluded from applying for asylum, see 8 U.S.C. Sec. 1158(d).  He contends, nonetheless, that his aggravated felony conviction does not preclude a withholding of deportation under 8 U.S.C. Sec. 1253(h)(2)(B).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>A. Effect of Aggravated Felony Conviction on Eligibility for Withholding of Deportation</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Whether an aggravated felony conviction constitutes an absolute bar to withholding of deportation under section 1253(h)(2)(B) presents a pure issue of statutory construction for plenary review, see Skidgel v. Maine Dept. of Human Servs., 994 F.2d 930 (1st Cir.1993), and an issue of first impression in this circuit.  We employ traditional tools of statutory construction for determining congressional intent, see Dole v. United Steelworkers of America, 494 U.S. 26, 35, 110 S.Ct. 929, 934, 108 L.Ed.2d 23 (1990) (quoting NLRB v. Food and Commercial Workers, 484 U.S. 112, 123, 108 S.Ct. 413, 416, 98 L.Ed.2d 429 (1987)), beginning with the language of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We \"assume that the ordinary meaning of the statutory language accurately expresses the legislative purpose,\" Stowell v. Ives, 976 F.2d 65, 69 (1st Cir.1992) (quoting Morales v. Trans World Airlines, Inc., --- U.S. ----, ----, 112 S.Ct. 2031, 2036, 119 L.Ed.2d 157 (1992)), and we \"resort to the legislative history and other aids of statutory construction only when the literal words of the statute create ambiguity or lead to an unreasonable result,\" id.  (quoting United States v. Charles George Trucking Co., 823 F.2d 685, 688 (1st Cir.1987)).  If the statutory language makes the intent of Congress clear and unambiguous, we give full effect to that intent;  if the statute is \"silent or ambiguous with respect to the specific issue,\" however, we do not simply impose our own construction on the statute, but give due deference to the BIA's interpretation of the INA unless it is arbitrary, capricious, or manifestly contrary to the statute.  Chevron U.S.A., Inc. v. Natural Resources Defense Council, Inc., 467 U.S. 837, 842-45, 104 S.Ct. 2778, 2781-83, 81 L.Ed.2d 694 (1984);  see also INS v. Cardoza-Fonseca, 480 U.S. 421, 445 n. 29, 107 S.Ct. 1207, 1220 n. 29, 94 L.Ed.2d 434 (1987);  Alvarez-Flores, 909 F.2d at 3.   Nonetheless, \"[t]he judiciary is the final authority on issues of statutory construction and must reject administrative constructions which are contrary to clear congressional intent.\"  Chevron, 467 U.S. at 843 n. 9, 104 S.Ct. at 2782 n. 9.</p>\n    </div>\n    <p class=\"indent\">Section 1253(h) provides as follows:</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>(1) The Attorney General shall not deport or return any alien ... to a country if the Attorney General determines that such alien's life or freedom would be threatened in such country on account of race, religion, nationality, membership in a particular social group, or political opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>(2) Paragraph (1) shall not apply to any alien if the Attorney General determines that--</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>(B) the alien, having been convicted by a final judgment of a particularly serious crime, constitutes a danger to the community of the United States;</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>For purposes of subparagraph (B), an alien who has been convicted of an aggravated felony shall be considered to have committed a particularly serious crime.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">8 U.S.C. Sec. 1253(h) (emphasis added).  Mosquera argues that section 1253(h)(2)(B) contemplates a two-part analysis for determining whether an alien is precluded from a withholding of deportation:  once it is determined that an alien has been convicted of a \"particularly serious crime,\" a separate factual determination must be made that the alien poses a danger to the community of the United States.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"indent\">1. Plain Language of Section 1253(h)(2)(B)</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mosquera contends that the phrase \"having been convicted ... of a particularly serious crime\" modifies the word \"alien\" and thus narrows the universe of aliens who may be determined a \"danger to the community.\"   Mosquera further insists that a contextual comparison of section 1253(h) with the asylum provisions in section 1158(d) demonstrates that Congress well understood how to legislate a per se bar to eligibility for a withholding of deportation had it so intended.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  We agree.  But we think the statutory language is more ambiguous than Mosquera suggests.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mosquera asks, with considerable logical force, why Congress would have included the \"danger to the community\" clause at all if it intended that an alien's conviction of \"a particularly serious crime\" be dispositive and that there be no separate determination that the alien poses a danger to the community.  See Allende v. Shultz, 845 F.2d 1111, 1119 (1st Cir.1988) (\" 'A familiar canon of statutory construction cautions the court to avoid interpreting a statute in such a way as to make part of it meaningless....' \") (quoting Abourezk v. Reagan, 785 F.2d 1043, 1054 (D.C.Cir.1986));  United States v. Ven-Fuel, Inc., 758 F.2d 741, 751 (1st Cir.1985) (\"All words and provisions of statutes are intended to have meaning and are to be given effect, and no construction should be adopted which would render statutory words or phrases meaningless, redundant or superfluous.\").  On the other hand, as the government argues, had Congress intended two separate determinations, surely it could have made its intention plain, simply by writing section 1253(h)(2)(B) with \"two coordinate clauses joined by a conjunction,\" viz., \"the alien has been convicted by a final judgment of a particularly serious crime and constitutes a danger to the community of the United States.\"  Ramirez-Ramos v. INS, 814 F.2d 1394, 1397 (9th Cir.1987) (emphasis added);  see Zardui-Quintana v. Richard, 768 F.2d 1213, 1222 (11th Cir.1985) (Vance, J. concurring in result) (same);  see also Martins v. INS, 972 F.2d 657, 660-61 (5th Cir.1992);  Arauz v. Rivkind, 845 F.2d 271, 275 (11th Cir.1988);  Crespo-Gomez v. Richard, 780 F.2d 932, 934 (11th Cir.1986).  Moreover, Mosquera's contextual argument is counterbalanced by the presence of 8 U.S.C. Sec. 1226(e)(2)-(3), governing parole for aliens convicted of aggravated felonies, which establishes various criteria for assessing recidivism to guide the Attorney General in determining whether aggravated felons will pose a danger to society.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Thus, in a closely analogous context, section 1226(e)(2)-(3) demonstrates congressional cognizance of its option to require a separate determination of dangerousness to the community in regard to aliens who apply for withholding of deportation following an aggravated felon conviction.  As the statutory language does not clearly and unambiguously favor either interpretation of section 1253(h), we turn to the legislative history.</p>\n    </div>\n    <p class=\"indent\">2. Legislative History</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Mosquera invites our attention to two particular components of the legislative history of section 1253(h).  First, he cites several unenacted bills which would have imposed a per se ban on withholding deportation of aggravated felons.  Second, he cites a letter to the INS from Senator Edward M. Kennedy, Chairman of the Senate Subcommittee on Immigration and Refugee Affairs and a cosponsor of the Immigration Act of 1990, see infra note 11, to the effect that Congress, in section 1253(h)(2)(B), contemplated that a showing of dangerousness to the community would be necessary in addition to proof of conviction of an aggravated felony.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Before we evaluate these particular developments, it is helpful to place section 1253(h) in historical perspective.  Prior to 1980, section 1253(h) conferred discretion upon the Attorney General to withhold the deportation of any alien who would be subject to persecution in the receiving nation on account of race, religion, or political opinion.  The Refugee Act of 1980, Pub.L. 96-212, 94 Stat. 107 (1980), amended section 1253(h) to comport with Article 33 of the United Nations Protocol Relating to the Status of Refugees (\"Protocol\"), Jan. 31, 1967, 19 U.S.T. 6223 (1968), to which the United States had acceded in 1968.  The Protocol bound its parties to the substantive provisions of Articles 2 through 34 of the United Nations Convention Relating to the Status of Refugees (\"Convention\"), July 28, 1951, 189 U.N.T.S. 150.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Article 33 of the Convention provides:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">1. No Contracting State shall expel or return (\"refouler\") a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">2. The benefit of the present provision may not, however, be claimed by a refugee for whom there are reasonable grounds for regarding as a danger to the security of the country in which he is, or who, having been convicted by a final judgment of a particularly serious crime, constitutes a danger to the community of that country.</p>\n    </div>\n    <p class=\"indent\">19 U.S.T. at 6276.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Between 1980 and 1990, the operative standard for determining which crimes were \"particularly serious\" for section 1253(h)(2)(B) purposes was that set forth by the BIA in In re Frentescu, 18 I. &amp; N. Dec. 244 (1982):</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>While there are crimes which, on their face, are \"particularly serious crimes\" or clearly are not \"particularly serious crimes,\" the record in most proceedings will have to be analyzed on a case-by-case basis.  In judging the seriousness of a crime, we look to such factors as the nature of the conviction, the circumstances and underlying facts of the conviction, the type of sentence imposed, and, most importantly, whether the type and circumstances of the crime indicate that the alien will be a danger to the community.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Id. at 247.  Once an alien's crime was deemed \"particularly serious,\" however, the BIA interpreted section 1253(h) as not requiring a separate determination that the alien posed a danger to the community.  In re Carballe, 19 I. &amp; N. Dec. 357 (1986) (\"The phrase 'danger to the community' is an aid to defining a 'particularly serious crime,' not a mandate that administrative agencies or the courts determine whether an alien will become a recidivist.\") modified on other grounds, In re Gonzalez, 19 I. &amp; N. Dec. 682 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Immigration Act of 1990, Pub.L. No. 101-649, 104 Stat. 4978, 5053 (1990), obviated the Frentescu analysis for aggravated felonies by appending the following paragraph to section 1253(h):</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>For purposes of subparagraph (B), an alien who has been convicted of an aggravated felony shall be considered to have committed a particularly serious crime.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">8 U.S.C. Sec. 1253(h) (1993).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The BIA has continued to follow Carballe since the 1990 amendment to section 1253(h), by requiring no separate finding of dangerousness to the community in the case of an alien convicted of an aggravated felony.  See, e.g., Matter of A--- A---, Int.Dec. 3176 (B.I.A.1992);  Matter of K---, Int.Dec. 3163 (B.I.A.1991);  Matter of U---M---, Int.Dec. 3152 (B.I.A.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The unenacted bills to which Mosquera directs our attention would have added a paragraph to the list of exclusions in section 1253(h)(2), making withholding of deportation unavailable to aliens convicted of an \"aggravated felony.\"   See S. 2957, 101st Cong., 2d Sess. Sec. 12 (1990);  S. 2652, 101st Cong., 2nd Sess. Sec. 6112 (1990);  H.R. 5284, 101st Cong., 2d Sess. Sec. 5 (1990).  Mere nonadoption of these legislative bills is not probative of congressional intent in this instance, however, since \" 'several equally tenable inferences' may be drawn from such inaction, 'including the inference[,] [eminently reasonable here,] that the existing legislation already incorporated the offered change.' \"  Pension Benefit Guaranty Corp. v. LTV Corp., 496 U.S. 633, 650, 110 S.Ct. 2668, 2678, 110 L.Ed.2d 579 (1989) (quoting United States v. Wise, 370 U.S. 405, 411, 82 S.Ct. 1354, 1358, 8 L.Ed.2d 590 (1962));  see also Red Lion Broadcasting Co. v. FCC, 395 U.S. 367, 382 n. 11, 89 S.Ct. 1794, 1802 n. 11, 23 L.Ed.2d 371 (1969) (\"unsuccessful attempts at legislation are not the best of guides to legislative intent\").  In these circumstances, it is no less reasonable to infer that the proposed amendment failed of adoption because Congress was satisfied with the administrative and judicial construction then being given section 1253(h)(2) than to assume that Congress intended to signal its dissatisfaction with the prevailing construction.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Mosquera refers us to a letter from Senator Kennedy to the INS, apparently suggesting that the BIA's current interpretation of section 1253(h) is contrary to congressional intent.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  As a general rule, however, post-enactment legislative history is accorded less weight than contemporaneous commentary.  Ellenwood v. Exxon Shipping Co., 984 F.2d 1270, 1277 n. 8 (1st Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 2987, 125 L.Ed.2d 682 (1993);  cf. Regional Rail Reorganization Act Cases, 419 U.S. 102, 132, 95 S.Ct. 335, 353, 42 L.Ed.2d 320 (1974) (post-passage remarks cannot change Congress' intent).  Even if we were to give weight to this letter, it would be counterbalanced by the pre-passage legislative history.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Thus, our survey of the legislative history of the Refugee Act of 1980 and the Immigration Act of 1990 yields no clear support for Mosquera's proposed interpretation of section 1253(h).  Indeed, the Fifth Circuit, considering the identical question in Martins, 972 F.2d at 661, found unambiguous support for the BIA's interpretation in the legislative history accompanying the Refugee Act.  See supra note 12;  see also Zardui-Quintana, 768 F.2d at 1220-23 (Vance, J., concurring).</p>\n    </div>\n    <p class=\"indent\">3. Reasonableness of Agency Interpretation</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Since our examination of the language, structure, and history of section 1253(h) discloses no clear and unambiguous contrary legislative intent, the BIA's interpretation is entitled to deference unless arbitrary, capricious, or manifestly contrary to the statute.  Chevron, 467 U.S. at 842-45, 104 S.Ct. at 2781-83.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Mosquera argues that the BIA's decision is poorly reasoned and inconsistent with prior Board decisions, thus entitled to no deference.  Mosquera concedes that the BIA consistently has interpreted section 1253(h), before and since passage of the Immigration Act of 1990, as requiring but one determination--that the alien has been convicted of a \"particularly serious crime,\" see Carballe, 19 I. &amp; N. Dec. at 357.  But he contends that a separate finding of dangerousness to the community was not necessary prior to 1990 because the Frentescu multi-factor test for identifying \"particularly serious crimes\" required the Attorney General to consider dangerousness to the community.  He argues that nothing in the legislative history of the Immigration Act suggests that Congress, simply by equating aggravated felonies with \"particularly serious crimes,\" intended to dispense with agency consideration of the alien's dangerousness to the community.  He notes that the BIA continues to conduct individualized \"dangerousness\" determinations in cases involving crimes not classified in 8 U.S.C. Sec. 1101(a)(43) as \"aggravated felonies.\"   See, e.g., Matter of B---, Int.Dec. 3164 (B.I.A.1991) (Frentescu analysis used to determine whether an \"aggravated battery\" was a \"particularly serious crime\").  According to Mosquera, the BIA's position is based on faulty reasoning in conflict with the statutory language.  He commends instead the reasoning adopted by the Ninth Circuit in Beltran-Zavala v. INS, 912 F.2d 1027 (9th Cir.1990), where the court held that \"the language of 8 U.S.C. Sec. 1253(h)(2)(B) as interpreted in Frentescu, commits the BIA to an analysis of the characteristics and circumstances of the alien's conviction.\"  Id. at 1032.   We are not persuaded.  To be sure, the Ninth Circuit did note in Beltran-Zavala, prior to the 1990 amendment to section 1253(h), that \"[i]f Congress wanted to erect per se classifications of crimes precluding immigration and nationality benefits, it knew how to do so.\"  Id.  Thereafter, however, in Urbina-Mauricio v. INS, 989 F.2d 1085, 1088 (9th Cir.1993), the court--effectively overruling Beltran-Zavala--acknowledged that Congress had indeed enacted just such a per se classification by its 1990 amendment to section 1253(h)(2)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The focal inquiry under Frentescu before 1990 was \"whether the type and circumstances of the crime indicate that the alien will be a danger to the community,\" Frentescu, 18 I. &amp; N.Dec. at 248;  danger to the community inhered in the definition of \"particularly serious crime\" and no independent \"dangerousness\" determination was necessary under section 1253(h)(2)(B).  Since Congress is presumed to have been \"aware of an administrative or judicial interpretation of a statute, Lorillard v. Pons, 434 U.S. 575, 580, 98 S.Ct. 866, 870, 55 L.Ed.2d 40 (1977), it is reasonable to infer that Congress intended the 1990 amendment to equate aggravated felonies with \"danger to the community,\" obviating a redundant Frentescu inquiry in cases involving aggravated felonies.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The interpretation of section 1253(h)(2)(B) adopted by the BIA is not unreasonable, arbitrary, or capricious.  Consequently, the refusal to conduct a separate inquiry into Mosquera's dangerousness to the community was proper.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The petition for review is denied.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 1251 provides, in relevant part:</p>\n        <p>(a) Classes of deportable aliens.  Any alien ... in the United States shall, upon the order of the Attorney General, be deported if the alien is within one or more of the following classes of deportable aliens:</p>\n        <p>....</p>\n        <p>(2) Criminal offenses.</p>\n        <p>(A) General Crimes</p>\n        <p>(iii) Aggravated felony.  Any alien who is convicted of an aggravated felony at any time after entry is deportable.</p>\n        <p>....</p>\n        <p>(B) Controlled substances</p>\n        <p>(i) Conviction.  Any alien who at any time after entry has been convicted of a violation of (or a conspiracy or attempt to violate) any law or regulation of a State, the United States, or a foreign country relating to a controlled substance ... other than a single offense involving possession for one's own use of 30 grams or less of marijuana, is deportable.</p>\n        <p>8 U.S.C. Sec. 1251(a)(2)(A)(iii), (B)(i).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 1158(d) provides:  \"An alien who has been convicted of an aggravated felony ... may not apply for or be granted asylum.\"  8 U.S.C. Sec. 1158(d).  Section 1158(d) was added to the Immigration and Nationality Act by the Immigration Act of 1990</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Asylum and withholding of deportation are distinct forms of relief for aliens facing persecution in the nation of origin.  The Attorney General has discretion to grant asylum, see 8 U.S.C. Sec. 1158(a);  withholding of deportation, in contrast, is mandatory when deportation to a particular nation would threaten the alien's life or freedom on account of race, religion, nationality, membership in a particular social group, or political opinion, see 8 U.S.C. Sec. 1253(h)(1).  Asylum confers broader benefits than a withholding of deportation:  an alien granted asylum may become a lawful permanent resident;  withholding of deportation is \"country-specific,\" in the sense that deportation to a \"hospitable\" country is not precluded.  In re Salim, 18 I. &amp; N.Dec. 311, 315 (1982);  see INS v. Cardoza-Fonseca, 480 U.S. 421, 428 n. 6, 107 S.Ct. 1207, 1212 n. 6, 94 L.Ed.2d 434 (1987)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Mosquera initially asserted a procedural due process claim as well.  He argued that he was entitled to present evidence that he was not a \"danger to the community,\" even though he had been convicted of an \"aggravated felony.\"   The evidence would have shown that the Massachusetts drug conviction involved a small amount of cocaine, that he had no prior arrests or convictions, and that he has strong family and community ties in the United States.  The Fifth Amendment claim was abandoned at oral argument</p>\n        <p>In addition, Mosquera's reply brief on appeal attempted for the first time to raise an equal protection claim that application of the Frentescu multi-factor test exclusively to aliens convicted of crimes other than aggravated felonies creates an unconstitutional classification.  See infra at pp. 557-58.  As this claim was not presented to the BIA, we decline to address it.  See Massachusetts, Dep't of Pub. Welfare v. Secretary of Agric., 984 F.2d 514, 523-24 (1st Cir.1993) (discussing administrative waiver).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Fifth, Ninth, and Eleventh Circuits have rejected the contention that Sec. 1253(h)(2)(B) requires the dual showing urged by Mosquera.  See Urbina-Mauricio v. INS, 989 F.2d 1085, 1087-88 (9th Cir.1993);  Martins v. INS, 972 F.2d 657, 660-61 (5th Cir.1992);  Arauz v. Rivkind, 845 F.2d 271, 275 (11th Cir.1988).  The Eleventh Circuit addressed the issue before Sec. 1253(h) was amended by the Immigration Act of 1990, however.  See infra p. 557 (discussing 1990 amendment)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Mosquera also argues that the BIA's interpretation ignores the statutory language requiring a determination by the Attorney General, since no further determination would be necessary once an alien had been convicted of an aggravated felony.  We are not persuaded.  Mosquera overlooks the fact that section 1253(h)(2)(B) requires the Attorney General to determine, in every case, whether an alien was convicted of an aggravated felony (or some other \"particularly serious crime\") and whether the judgment of conviction is final</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Attorney General may release an alien whose country of origin denies or unduly delays acceptance of the alien, but only if \"a procedure for review of each request for relief has been established,\" the procedure \"includes consideration of the severity of the felony committed by the alien,\" and \"the review concludes that the alien will not pose a danger to the safety of other persons or property.\"  8 U.S.C. Sec. 1226(e)(2)-(3).  Section 1226(e)(2)-(3), like Sec. 1253(h)(2)(B), was added by the Immigration Act of 1990</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The United States is not a signatory to the Convention</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Following the passage of the Refugee Act of 1980, section 1253(h) read:</p>\n        <p>(1) The Attorney General shall not deport or return any alien (other than [certain aliens who participated in the Nazi persecution or genocide] to a country if the Attorney General determines that such alien's life or freedom would be threatened in such country on account of race, religion, nationality, membership in a particular social group, or political opinion.</p>\n        <p>(2) Paragraph (1) shall not apply to any alien if the Attorney General determines that--</p>\n        <p>(A) the alien ordered, incited, assisted, or otherwise participated in the persecution of any person on account of race, religion, nationality, membership in a particular social group, or political opinion;</p>\n        <p>(B) the alien, having been convicted by a final judgment of a particularly serious crime, constitutes a danger to the community of the United States;</p>\n        <p>(C) there are serious reasons for considering that the alien has committed a serious nonpolitical crime outside the United States prior to the arrival of the alien in the United States;  or</p>\n        <p>(D) there are reasonable grounds for regarding the alien as a danger to the security of the United States.</p>\n        <p>8 U.S.C. Sec. 1253(h) (1980).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> An \"aggravated felony\" includes \"any drug trafficking crime as defined in [18 U.S.C. Sec. 924(c)(2) ].\"  8 U.S.C. Sec. 1101(a)(43) (1993).  A \"drug trafficking crime\" is \"any felony punishable under the Controlled Substances Act (21 U.S.C.  [Sec.] 801 et seq.), the Controlled Substances Import and Export Act (21 U.S.C.  [Sec.] 951 et seq.), or the Maritime Drug Law Enforcement Act (46 U.S.C.App.  [Sec.] 1901 et seq.).\"  18 U.S.C. Sec. 924(c)(2)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Mosquera simply cites to Martins, 972 F.2d at 661, which referenced Senator Kennedy's letter:</p>\n        <p>Martins' congressional intent argument is based on a letter to the INS from Senator Edward Kennedy[ ]....  The letter suggests that Congress intended to require the INS to make a dual showing of a conviction for an aggravated felony and a danger to the community.</p>\n        <p>Id. at 661.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The Fifth Circuit found this argument \"in direct conflict with the legislative history accompanying the Refugee Act\" inasmuch as the House Judiciary Committee Report, H.R.Rep. No. 608, 96th Cong., 1st Sess. 18 (1979) \"clearly states that the act intended to make those aliens[ ] 'who have been convicted of a particularly serious crime which makes them a danger to the community[ ]' ineligible for a withholding of deportation.\"   Id. (quoting H.R.Rep. No. 608, 96th Cong., 1st Sess. 18 (1979))</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">553</span></span></p>\n    <p class=\"parties\">Luis Javier MOSQUERA-PEREZ, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 93-1044.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 11, 1993.<br>Decided Sept. 10, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Nancy B. Norman, Boston, MA, for petitioner.</p>\n      <p class=\"indent\">Robert Kendall, Asst. Director, Civ. Div., Office of Immigration Litigation, with whom Stuart E. Schiffer, Acting Asst. Atty. Gen., Civ. Div., Washington, DC, was on brief, for respondent.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Luis Javier Mosquera-Perez (\"Mosquera\"), a resident alien convicted of an \"aggravated felony,\" challenges a final order of the Board of Immigration Appeals (\"BIA\") denying his application for a withholding of deportation.  We deny the petition for review.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Mosquera, a citizen of Colombia, entered the United States in June, 1980, and became a permanent United States resident in May, 1989.  See 8 U.S.C. Sec. 1255(a).  On May 3, 1990, he was convicted of possessing one-half ounce of cocaine, with intent to distribute, in violation of Mass.Gen.L. ch. 94C, Sec. 32A.  Mosquera received a suspended thirty-month prison sentence and three years' probation, with community service.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On January 3, 1991, the Attorney General issued an order to show cause why Mosquera should not be deported as an alien convicted of an \"aggravated felony,\" pursuant to 8 U.S.C. Sec. 1251(a)(2)(A)(iii), (B)(i),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> based on his Massachusetts drug conviction.  At a preliminary hearing before an Immigration Judge, Mosquera was found deportable and, as an alien convicted of an aggravated felony, ineligible for either political asylum, see 8 U.S.C. Sec. 1158(d),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> or withholding of deportation,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> see 8 U.S.C. Sec. 1253(h).  The BIA affirmed.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Our jurisdiction is founded in Section 106(a) of the Immigration and Nationality Act (\"INA\"), 8 U.S.C. Sec. 1105a(a).  See Ravindran v. INS, <span class=\"citation\" data-id=\"592069\"><a href=\"/opinion/592069/valli-kandiah-ravindran-v-immigration-and-naturalization-service/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">754</span></a></span>, 756 (1st Cir.1992);  Alvarez-Flores v. INS, <span class=\"citation\" data-id=\"545202\"><a href=\"/opinion/545202/william-alexander-alvarez-flores-v-immigration-and-naturalization-service/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1990).  Mosquera concedes that the conduct underlying his state-law conviction constituted an \"aggravated felony\" under the INA, see 8 U.S.C. Sec. 1101(a)(43), and that he is therefore precluded from applying for asylum, see 8 U.S.C. Sec. 1158(d).  He contends, nonetheless, that his aggravated felony conviction does not preclude a withholding of deportation under 8 U.S.C. Sec. 1253(h)(2)(B).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>A. Effect of Aggravated Felony Conviction on Eligibility for Withholding of Deportation</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Whether an aggravated felony conviction constitutes an absolute bar to withholding of deportation under section 1253(h)(2)(B) presents a pure issue of statutory construction for plenary review, see Skidgel v. Maine Dept. of Human Servs., <span class=\"citation\" data-id=\"608080\"><a href=\"/opinion/608080/jenna-skidgel-v-maine-department-of-human-services-v-louis-w-sullivan/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">930</span> </a></span>(1st Cir.1993), and an issue of first impression in this circuit.  We employ traditional tools of statutory construction for determining congressional intent, see Dole v. United Steelworkers of America, <span class=\"citation\" data-id=\"112374\"><a href=\"/opinion/112374/dole-v-steelworkers/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">26</span></a></span>, 35, <span class=\"citation\" data-id=\"112374\"><a href=\"/opinion/112374/dole-v-steelworkers/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">929</span></a></span>, 934, <span class=\"citation\" data-id=\"112374\"><a href=\"/opinion/112374/dole-v-steelworkers/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">23</span> </a></span>(1990) (quoting NLRB v. Food and Commercial Workers, <span class=\"citation\" data-id=\"111970\"><a href=\"/opinion/111970/nlrb-v-food-commercial-workers/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">112</span></a></span>, 123, <span class=\"citation\" data-id=\"111970\"><a href=\"/opinion/111970/nlrb-v-food-commercial-workers/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">413</span></a></span>, 416, <span class=\"citation\" data-id=\"111970\"><a href=\"/opinion/111970/nlrb-v-food-commercial-workers/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">429</span> </a></span>(1987)), beginning with the language of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We \"assume that the ordinary meaning of the statutory language accurately expresses the legislative purpose,\" Stowell v. Ives, <span class=\"citation\" data-id=\"591389\"><a href=\"/opinion/591389/christine-stowell-etc-v-h-rollin-ives-etc/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">65</span></a></span>, 69 (1st Cir.1992) (quoting Morales v. Trans World Airlines, Inc., --- U.S. ----, ----, <span class=\"citation\" data-id=\"112742\"><a href=\"/opinion/112742/morales-v-trans-world-airlines-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2031</span></a></span>, 2036, <span class=\"citation\" data-id=\"112742\"><a href=\"/opinion/112742/morales-v-trans-world-airlines-inc/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">157</span> </a></span>(1992)), and we \"resort to the legislative history and other aids of statutory construction only when the literal words of the statute create ambiguity or lead to an unreasonable result,\" <span class=\"citation\" data-id=\"112742\"><a href=\"/opinion/112742/morales-v-trans-world-airlines-inc/\"><span class=\"id_token\">id.</span>  (quoting United </a></span>States v. Charles George Trucking Co., <span class=\"citation\" data-id=\"491460\"><a href=\"/opinion/491460/united-states-v-charles-george-trucking-co-charles-george-sr-and/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">685</span></a></span>, 688 (1st Cir.1987)).  If the statutory language makes the intent of Congress clear and unambiguous, we give full effect to that intent;  if the statute is \"silent or ambiguous with respect to the specific issue,\" however, we do not simply impose our own construction on the statute, but give due deference to the BIA's interpretation of the INA unless it is arbitrary, capricious, or manifestly contrary to the statute.  Chevron U.S.A., Inc. v. Natural Resources Defense Council, Inc., <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 842-45, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, 2781-83, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span> </a></span>(1984);  see also INS v. Cardoza-Fonseca, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">421</span></a></span>, 445 n. 29, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1207</span></a></span>, 1220 n. 29, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">434</span> </a></span>(1987);  <span class=\"citation\" data-id=\"545202\"><span class=\"antecedent_guess\">Alvarez-Flores,</span> <a href=\"/opinion/545202/william-alexander-alvarez-flores-v-immigration-and-naturalization-service/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">3</span></a></span>.   Nonetheless, \"[t]he judiciary is the final authority on issues of statutory construction and must reject administrative constructions which are contrary to clear congressional intent.\"  <span class=\"citation\" data-id=\"111221\"><span class=\"antecedent_guess\">Chevron,</span> <a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">843</span> </a></span>n. <span class=\"citation\" data-id=\"111221\"><span class=\"antecedent_guess\">9,</span> <a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2782</span> </a></span>n. 9.</p>\n    </div>\n    <p class=\"indent\">Section 1253(h) provides as follows:</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>(1) The Attorney General shall not deport or return any alien ... to a country if the Attorney General determines that such alien's life or freedom would be threatened in such country on account of race, religion, nationality, membership in a particular social group, or political opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>(2) Paragraph (1) shall not apply to any alien if the Attorney General determines that--</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>(B) the alien, having been convicted by a final judgment of a particularly serious crime, constitutes a danger to the community of the United States;</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>For purposes of subparagraph (B), an alien who has been convicted of an aggravated felony shall be considered to have committed a particularly serious crime.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">8 U.S.C. Sec. 1253(h) (emphasis added).  Mosquera argues that section 1253(h)(2)(B) contemplates a two-part analysis for determining whether an alien is precluded from a withholding of deportation:  once it is determined that an alien has been convicted of a \"particularly serious crime,\" a separate factual determination must be made that the alien poses a danger to the community of the United States.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"indent\">1. Plain Language of Section 1253(h)(2)(B)</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mosquera contends that the phrase \"having been convicted ... of a particularly serious crime\" modifies the word \"alien\" and thus narrows the universe of aliens who may be determined a \"danger to the community.\"   Mosquera further insists that a contextual comparison of section 1253(h) with the asylum provisions in section 1158(d) demonstrates that Congress well understood how to legislate a per se bar to eligibility for a withholding of deportation had it so intended.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  We agree.  But we think the statutory language is more ambiguous than Mosquera suggests.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mosquera asks, with considerable logical force, why Congress would have included the \"danger to the community\" clause at all if it intended that an alien's conviction of \"a particularly serious crime\" be dispositive and that there be no separate determination that the alien poses a danger to the community.  See Allende v. Shultz, <span class=\"citation\" data-id=\"505491\"><a href=\"/opinion/505491/hortensia-de-allende-v-george-p-shultz-secretary-of-state/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1111</span></a></span>, 1119 (1st Cir.1988) (\" 'A familiar canon of statutory construction cautions the court to avoid interpreting a statute in such a way as to make part of it meaningless....' \") (quoting Abourezk v. Reagan, <span class=\"citation\" data-id=\"466262\"><a href=\"/opinion/466262/james-abourezk-v-ronald-wilson-reagan-president-of-the-united-states-city/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1043</span></a></span>, 1054 (D.C.Cir.1986));  United States v. Ven-Fuel, Inc., <span class=\"citation\" data-id=\"450368\"><a href=\"/opinion/450368/united-states-v-ven-fuel-inc/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">741</span></a></span>, 751 (1st Cir.1985) (\"All words and provisions of statutes are intended to have meaning and are to be given effect, and no construction should be adopted which would render statutory words or phrases meaningless, redundant or superfluous.\").  On the other hand, as the government argues, had Congress intended two separate determinations, surely it could have made its intention plain, simply by writing section 1253(h)(2)(B) with \"two coordinate clauses joined by a conjunction,\" viz., \"the alien has been convicted by a final judgment of a particularly serious crime and constitutes a danger to the community of the United States.\"  Ramirez-Ramos v. INS, <span class=\"citation\" data-id=\"485325\"><a href=\"/opinion/485325/santos-higinio-ramirez-ramos-v-immigration-naturalization-service/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1394</span></a></span>, 1397 (9th Cir.1987) (emphasis added);  see Zardui-Quintana v. Richard, <span class=\"citation\" data-id=\"456050\"><a href=\"/opinion/456050/dori-zardui-quintana-v-louis-m-richard/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1213</span></a></span>, 1222 (11th Cir.1985) (Vance, J. concurring in result) (same);  see also Martins v. INS, <span class=\"citation\" data-id=\"588832\"><a href=\"/opinion/588832/ayo-martins-v-immigration-and-naturalization-service/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">657</span></a></span>, 660-61 (5th Cir.1992);  Arauz v. Rivkind, <span class=\"citation\" data-id=\"504769\"><a href=\"/opinion/504769/nemrod-jose-arauz-aka-arauz-acuna-v-perry-rivkind-district-director/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">271</span></a></span>, 275 (11th Cir.1988);  Crespo-Gomez v. Richard, <span class=\"citation\" data-id=\"462740\"><a href=\"/opinion/462740/eduardo-crespo-gomez-v-louis-m-richard/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">932</span></a></span>, 934 (11th Cir.1986).  Moreover, Mosquera's contextual argument is counterbalanced by the presence of 8 U.S.C. Sec. 1226(e)(2)-(3), governing parole for aliens convicted of aggravated felonies, which establishes various criteria for assessing recidivism to guide the Attorney General in determining whether aggravated felons will pose a danger to society.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Thus, in a closely analogous context, section 1226(e)(2)-(3) demonstrates congressional cognizance of its option to require a separate determination of dangerousness to the community in regard to aliens who apply for withholding of deportation following an aggravated felon conviction.  As the statutory language does not clearly and unambiguously favor either interpretation of section 1253(h), we turn to the legislative history.</p>\n    </div>\n    <p class=\"indent\">2. Legislative History</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Mosquera invites our attention to two particular components of the legislative history of section 1253(h).  First, he cites several unenacted bills which would have imposed a per se ban on withholding deportation of aggravated felons.  Second, he cites a letter to the INS from Senator Edward M. Kennedy, Chairman of the Senate Subcommittee on Immigration and Refugee Affairs and a cosponsor of the Immigration Act of 1990, see infra note 11, to the effect that Congress, in section 1253(h)(2)(B), contemplated that a showing of dangerousness to the community would be necessary in addition to proof of conviction of an aggravated felony.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Before we evaluate these particular developments, it is helpful to place section 1253(h) in historical perspective.  Prior to 1980, section 1253(h) conferred discretion upon the Attorney General to withhold the deportation of any alien who would be subject to persecution in the receiving nation on account of race, religion, or political opinion.  The Refugee Act of 1980, Pub.L. 96-212, 94 Stat. 107 (1980), amended section 1253(h) to comport with Article 33 of the United Nations Protocol Relating to the Status of Refugees (\"Protocol\"), Jan. 31, 1967, 19 U.S.T. 6223 (1968), to which the United States had acceded in 1968.  The Protocol bound its parties to the substantive provisions of Articles 2 through 34 of the United Nations Convention Relating to the Status of Refugees (\"Convention\"), July 28, 1951, 189 U.N.T.S. 150.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Article 33 of the Convention provides:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">1. No Contracting State shall expel or return (\"refouler\") a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">2. The benefit of the present provision may not, however, be claimed by a refugee for whom there are reasonable grounds for regarding as a danger to the security of the country in which he is, or who, having been convicted by a final judgment of a particularly serious crime, constitutes a danger to the community of that country.</p>\n    </div>\n    <p class=\"indent\">19 U.S.T. at 6276.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Between 1980 and 1990, the operative standard for determining which crimes were \"particularly serious\" for section 1253(h)(2)(B) purposes was that set forth by the BIA in In re Frentescu, 18 I. &amp; N. Dec. 244 (1982):</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>While there are crimes which, on their face, are \"particularly serious crimes\" or clearly are not \"particularly serious crimes,\" the record in most proceedings will have to be analyzed on a case-by-case basis.  In judging the seriousness of a crime, we look to such factors as the nature of the conviction, the circumstances and underlying facts of the conviction, the type of sentence imposed, and, most importantly, whether the type and circumstances of the crime indicate that the alien will be a danger to the community.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"462740\"><a href=\"/opinion/462740/eduardo-crespo-gomez-v-louis-m-richard/\"><span class=\"id_token\">Id.</span> at 247. </a></span> Once an alien's crime was deemed \"particularly serious,\" however, the BIA interpreted section 1253(h) as not requiring a separate determination that the alien posed a danger to the community.  In re Carballe, 19 I. &amp; N. Dec. 357 (1986) (\"The phrase 'danger to the community' is an aid to defining a 'particularly serious crime,' not a mandate that administrative agencies or the courts determine whether an alien will become a recidivist.\") modified on other grounds, In re Gonzalez, 19 I. &amp; N. Dec. 682 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Immigration Act of 1990, Pub.L. No. 101-649, 104 Stat. 4978, 5053 (1990), obviated the Frentescu analysis for aggravated felonies by appending the following paragraph to section 1253(h):</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>For purposes of subparagraph (B), an alien who has been convicted of an aggravated felony shall be considered to have committed a particularly serious crime.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">8 U.S.C. Sec. 1253(h) (1993).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The BIA has continued to follow Carballe since the 1990 amendment to section 1253(h), by requiring no separate finding of dangerousness to the community in the case of an alien convicted of an aggravated felony.  See, e.g., Matter of A--- A---, Int.Dec. 3176 (B.I.A.1992);  Matter of K---, Int.Dec. 3163 (B.I.A.1991);  Matter of U---M---, Int.Dec. 3152 (B.I.A.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The unenacted bills to which Mosquera directs our attention would have added a paragraph to the list of exclusions in section 1253(h)(2), making withholding of deportation unavailable to aliens convicted of an \"aggravated felony.\"   See S. 2957, 101st Cong., 2d Sess. Sec. 12 (1990);  S. 2652, 101st Cong., 2nd Sess. Sec. 6112 (1990);  H.R. 5284, 101st Cong., 2d Sess. Sec. 5 (1990).  Mere nonadoption of these legislative bills is not probative of congressional intent in this instance, however, since \" 'several equally tenable inferences' may be drawn from such inaction, 'including the inference[,] [eminently reasonable here,] that the existing legislation already incorporated the offered change.' \"  Pension Benefit Guaranty Corp. v. LTV Corp., <span class=\"citation no-link\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">633</span></span>, 650, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2668</span></span>, 2678, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">579</span> </span>(1989) (quoting United States v. Wise, <span class=\"citation\" data-id=\"106442\"><a href=\"/opinion/106442/united-states-v-wise/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span>, 411, <span class=\"citation\" data-id=\"106442\"><a href=\"/opinion/106442/united-states-v-wise/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span>, 1358, <span class=\"citation\" data-id=\"106442\"><a href=\"/opinion/106442/united-states-v-wise/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">590</span> </a></span>(1962));  see also Red Lion Broadcasting Co. v. FCC, <span class=\"citation\" data-id=\"107962\"><a href=\"/opinion/107962/red-lion-broadcasting-co-v-fcc/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, 382 n. 11, <span class=\"citation\" data-id=\"107962\"><a href=\"/opinion/107962/red-lion-broadcasting-co-v-fcc/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1794</span></a></span>, 1802 n. 11, <span class=\"citation\" data-id=\"107962\"><a href=\"/opinion/107962/red-lion-broadcasting-co-v-fcc/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">371</span> </a></span>(1969) (\"unsuccessful attempts at legislation are not the best of guides to legislative intent\").  In these circumstances, it is no less reasonable to infer that the proposed amendment failed of adoption because Congress was satisfied with the administrative and judicial construction then being given section 1253(h)(2) than to assume that Congress intended to signal its dissatisfaction with the prevailing construction.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Mosquera refers us to a letter from Senator Kennedy to the INS, apparently suggesting that the BIA's current interpretation of section 1253(h) is contrary to congressional intent.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  As a general rule, however, post-enactment legislative history is accorded less weight than contemporaneous commentary.  Ellenwood v. Exxon Shipping Co., <span class=\"citation\" data-id=\"599255\"><a href=\"/opinion/599255/theodore-m-ellenwood-v-exxon-shipping-co-state-of-maine-intervenor/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1270</span></a></span>, 1277 n. 8 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2987</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">682</span> </span>(1993);  cf. Regional Rail Reorganization Act Cases, <span class=\"citation\" data-id=\"109117\"><a href=\"/opinion/109117/regional-rail-reorganization-act-cases/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span>, 132, <span class=\"citation\" data-id=\"109117\"><a href=\"/opinion/109117/regional-rail-reorganization-act-cases/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">335</span></a></span>, 353, <span class=\"citation\" data-id=\"109117\"><a href=\"/opinion/109117/regional-rail-reorganization-act-cases/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">320</span> </a></span>(1974) (post-passage remarks cannot change Congress' intent).  Even if we were to give weight to this letter, it would be counterbalanced by the pre-passage legislative history.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Thus, our survey of the legislative history of the Refugee Act of 1980 and the Immigration Act of 1990 yields no clear support for Mosquera's proposed interpretation of section 1253(h).  Indeed, the Fifth Circuit, considering the identical question in <span class=\"citation\" data-id=\"588832\"><span class=\"antecedent_guess\">Martins,</span> <a href=\"/opinion/588832/ayo-martins-v-immigration-and-naturalization-service/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">661</span></a></span>, found unambiguous support for the BIA's interpretation in the legislative history accompanying the Refugee Act.  See supra note 12;  see also <span class=\"citation\" data-id=\"456050\"><span class=\"antecedent_guess\">Zardui-Quintana,</span> <a href=\"/opinion/456050/dori-zardui-quintana-v-louis-m-richard/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1220-23</span> </a></span>(Vance, J., concurring).</p>\n    </div>\n    <p class=\"indent\">3. Reasonableness of Agency Interpretation</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Since our examination of the language, structure, and history of section 1253(h) discloses no clear and unambiguous contrary legislative intent, the BIA's interpretation is entitled to deference unless arbitrary, capricious, or manifestly contrary to the statute.  <span class=\"citation\" data-id=\"111221\"><span class=\"antecedent_guess\">Chevron,</span> <a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">842-45</span></a></span>, 104 S.Ct. at 2781-83.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Mosquera argues that the BIA's decision is poorly reasoned and inconsistent with prior Board decisions, thus entitled to no deference.  Mosquera concedes that the BIA consistently has interpreted section 1253(h), before and since passage of the Immigration Act of 1990, as requiring but one determination--that the alien has been convicted of a \"particularly serious crime,\" see Carballe, 19 I. &amp; N. Dec. at 357.  But he contends that a separate finding of dangerousness to the community was not necessary prior to 1990 because the Frentescu multi-factor test for identifying \"particularly serious crimes\" required the Attorney General to consider dangerousness to the community.  He argues that nothing in the legislative history of the Immigration Act suggests that Congress, simply by equating aggravated felonies with \"particularly serious crimes,\" intended to dispense with agency consideration of the alien's dangerousness to the community.  He notes that the BIA continues to conduct individualized \"dangerousness\" determinations in cases involving crimes not classified in 8 U.S.C. Sec. 1101(a)(43) as \"aggravated felonies.\"   See, e.g., Matter of B---, Int.Dec. 3164 (B.I.A.1991) (Frentescu analysis used to determine whether an \"aggravated battery\" was a \"particularly serious crime\").  According to Mosquera, the BIA's position is based on faulty reasoning in conflict with the statutory language.  He commends instead the reasoning adopted by the Ninth Circuit in Beltran-Zavala v. INS, <span class=\"citation\" data-id=\"547274\"><a href=\"/opinion/547274/rene-alberto-beltran-zavala-v-immigration-and-naturalization-service/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1027</span> </a></span>(9th Cir.1990), where the court held that \"the language of 8 U.S.C. Sec. 1253(h)(2)(B) as interpreted in Frentescu, commits the BIA to an analysis of the characteristics and circumstances of the alien's conviction.\"  <span class=\"citation\" data-id=\"547274\"><a href=\"/opinion/547274/rene-alberto-beltran-zavala-v-immigration-and-naturalization-service/\"><span class=\"id_token\">Id.</span> at 1032. </a></span>  We are not persuaded.  To be sure, the Ninth Circuit did note in Beltran-Zavala, prior to the 1990 amendment to section 1253(h), that \"[i]f Congress wanted to erect per se classifications of crimes precluding immigration and nationality benefits, it knew how to do so.\"  <span class=\"citation\" data-id=\"547274\"><a href=\"/opinion/547274/rene-alberto-beltran-zavala-v-immigration-and-naturalization-service/\"><span class=\"id_token\">Id.</span>  Thereafter, however, </a></span>in Urbina-Mauricio v. INS, <span class=\"citation\" data-id=\"603581\"><a href=\"/opinion/603581/antonio-urbina-mauricio-v-immigration-and-naturalization-service/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1088 (9th Cir.1993), the court--effectively overruling Beltran-Zavala--acknowledged that Congress had indeed enacted just such a per se classification by its 1990 amendment to section 1253(h)(2)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The focal inquiry under Frentescu before 1990 was \"whether the type and circumstances of the crime indicate that the alien will be a danger to the community,\" Frentescu, 18 I. &amp; N.Dec. at 248;  danger to the community inhered in the definition of \"particularly serious crime\" and no independent \"dangerousness\" determination was necessary under section 1253(h)(2)(B).  Since Congress is presumed to have been \"aware of an administrative or judicial interpretation of a statute, Lorillard v. Pons, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></span>, 580, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">866</span></span>, 870, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span> </span>(1977), it is reasonable to infer that Congress intended the 1990 amendment to equate aggravated felonies with \"danger to the community,\" obviating a redundant Frentescu inquiry in cases involving aggravated felonies.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The interpretation of section 1253(h)(2)(B) adopted by the BIA is not unreasonable, arbitrary, or capricious.  Consequently, the refusal to conduct a separate inquiry into Mosquera's dangerousness to the community was proper.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The petition for review is denied.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 1251 provides, in relevant part:</p>\n        <p>(a) Classes of deportable aliens.  Any alien ... in the United States shall, upon the order of the Attorney General, be deported if the alien is within one or more of the following classes of deportable aliens:</p>\n        <p>....</p>\n        <p>(2) Criminal offenses.</p>\n        <p>(A) General Crimes</p>\n        <p>(iii) Aggravated felony.  Any alien who is convicted of an aggravated felony at any time after entry is deportable.</p>\n        <p>....</p>\n        <p>(B) Controlled substances</p>\n        <p>(i) Conviction.  Any alien who at any time after entry has been convicted of a violation of (or a conspiracy or attempt to violate) any law or regulation of a State, the United States, or a foreign country relating to a controlled substance ... other than a single offense involving possession for one's own use of 30 grams or less of marijuana, is deportable.</p>\n        <p>8 U.S.C. Sec. 1251(a)(2)(A)(iii), (B)(i).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 1158(d) provides:  \"An alien who has been convicted of an aggravated felony ... may not apply for or be granted asylum.\"  8 U.S.C. Sec. 1158(d).  Section 1158(d) was added to the Immigration and Nationality Act by the Immigration Act of 1990</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Asylum and withholding of deportation are distinct forms of relief for aliens facing persecution in the nation of origin.  The Attorney General has discretion to grant asylum, see 8 U.S.C. Sec. 1158(a);  withholding of deportation, in contrast, is mandatory when deportation to a particular nation would threaten the alien's life or freedom on account of race, religion, nationality, membership in a particular social group, or political opinion, see 8 U.S.C. Sec. 1253(h)(1).  Asylum confers broader benefits than a withholding of deportation:  an alien granted asylum may become a lawful permanent resident;  withholding of deportation is \"country-specific,\" in the sense that deportation to a \"hospitable\" country is not precluded.  In re Salim, 18 I. &amp; N.Dec. 311, 315 (1982);  see INS v. Cardoza-Fonseca, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">421</span></a></span>, 428 n. 6, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1207</span></a></span>, 1212 n. 6, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">434</span> </a></span>(1987)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Mosquera initially asserted a procedural due process claim as well.  He argued that he was entitled to present evidence that he was not a \"danger to the community,\" even though he had been convicted of an \"aggravated felony.\"   The evidence would have shown that the Massachusetts drug conviction involved a small amount of cocaine, that he had no prior arrests or convictions, and that he has strong family and community ties in the United States.  The Fifth Amendment claim was abandoned at oral argument</p>\n        <p>In addition, Mosquera's reply brief on appeal attempted for the first time to raise an equal protection claim that application of the Frentescu multi-factor test exclusively to aliens convicted of crimes other than aggravated felonies creates an unconstitutional classification.  See infra at pp. 557-58.  As this claim was not presented to the BIA, we decline to address it.  See Massachusetts, Dep't of Pub. Welfare v. Secretary of Agric., <span class=\"citation\" data-id=\"599123\"><a href=\"/opinion/599123/commonwealth-of-massachusetts-department-of-public-welfare-v-secretary-of/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">514</span></a></span>, 523-24 (1st Cir.1993) (discussing administrative waiver).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Fifth, Ninth, and Eleventh Circuits have rejected the contention that Sec. 1253(h)(2)(B) requires the dual showing urged by Mosquera.  See Urbina-Mauricio v. INS, <span class=\"citation\" data-id=\"603581\"><a href=\"/opinion/603581/antonio-urbina-mauricio-v-immigration-and-naturalization-service/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1087-88 (9th Cir.1993);  Martins v. INS, <span class=\"citation\" data-id=\"588832\"><a href=\"/opinion/588832/ayo-martins-v-immigration-and-naturalization-service/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">657</span></a></span>, 660-61 (5th Cir.1992);  Arauz v. Rivkind, <span class=\"citation\" data-id=\"504769\"><a href=\"/opinion/504769/nemrod-jose-arauz-aka-arauz-acuna-v-perry-rivkind-district-director/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">271</span></a></span>, 275 (11th Cir.1988).  The Eleventh Circuit addressed the issue before Sec. 1253(h) was amended by the Immigration Act of 1990, however.  See infra p. 557 (discussing 1990 amendment)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Mosquera also argues that the BIA's interpretation ignores the statutory language requiring a determination by the Attorney General, since no further determination would be necessary once an alien had been convicted of an aggravated felony.  We are not persuaded.  Mosquera overlooks the fact that section 1253(h)(2)(B) requires the Attorney General to determine, in every case, whether an alien was convicted of an aggravated felony (or some other \"particularly serious crime\") and whether the judgment of conviction is final</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Attorney General may release an alien whose country of origin denies or unduly delays acceptance of the alien, but only if \"a procedure for review of each request for relief has been established,\" the procedure \"includes consideration of the severity of the felony committed by the alien,\" and \"the review concludes that the alien will not pose a danger to the safety of other persons or property.\"  8 U.S.C. Sec. 1226(e)(2)-(3).  Section 1226(e)(2)-(3), like Sec. 1253(h)(2)(B), was added by the Immigration Act of 1990</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The United States is not a signatory to the Convention</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Following the passage of the Refugee Act of 1980, section 1253(h) read:</p>\n        <p>(1) The Attorney General shall not deport or return any alien (other than [certain aliens who participated in the Nazi persecution or genocide] to a country if the Attorney General determines that such alien's life or freedom would be threatened in such country on account of race, religion, nationality, membership in a particular social group, or political opinion.</p>\n        <p>(2) Paragraph (1) shall not apply to any alien if the Attorney General determines that--</p>\n        <p>(A) the alien ordered, incited, assisted, or otherwise participated in the persecution of any person on account of race, religion, nationality, membership in a particular social group, or political opinion;</p>\n        <p>(B) the alien, having been convicted by a final judgment of a particularly serious crime, constitutes a danger to the community of the United States;</p>\n        <p>(C) there are serious reasons for considering that the alien has committed a serious nonpolitical crime outside the United States prior to the arrival of the alien in the United States;  or</p>\n        <p>(D) there are reasonable grounds for regarding the alien as a danger to the security of the United States.</p>\n        <p>8 U.S.C. Sec. 1253(h) (1980).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> An \"aggravated felony\" includes \"any drug trafficking crime as defined in [18 U.S.C. Sec. 924(c)(2) ].\"  8 U.S.C. Sec. 1101(a)(43) (1993).  A \"drug trafficking crime\" is \"any felony punishable under the Controlled Substances Act (21 U.S.C.  [Sec.] 801 et seq.), the Controlled Substances Import and Export Act (21 U.S.C.  [Sec.] 951 et seq.), or the Maritime Drug Law Enforcement Act (46 U.S.C.App.  [Sec.] 1901 et seq.).\"  18 U.S.C. Sec. 924(c)(2)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Mosquera simply cites to <span class=\"citation\" data-id=\"588832\"><span class=\"antecedent_guess\">Martins,</span> <a href=\"/opinion/588832/ayo-martins-v-immigration-and-naturalization-service/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">661</span></a></span>, which referenced Senator Kennedy's letter:</p>\n        <p>Martins' congressional intent argument is based on a letter to the INS from Senator Edward Kennedy[ ]....  The letter suggests that Congress intended to require the INS to make a dual showing of a conviction for an aggravated felony and a danger to the community.</p>\n        <p><span class=\"citation\" data-id=\"588832\"><a href=\"/opinion/588832/ayo-martins-v-immigration-and-naturalization-service/\"><span class=\"id_token\">Id.</span> at 661.</a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The Fifth Circuit found this argument \"in direct conflict with the legislative history accompanying the Refugee Act\" inasmuch as the House Judiciary Committee Report, H.R.Rep. No. 608, 96th Cong., 1st Sess. 18 (1979) \"clearly states that the act intended to make those aliens[ ] 'who have been convicted of a particularly serious crime which makes them a danger to the community[ ]' ineligible for a withholding of deportation.\"   <span class=\"citation\" data-id=\"588832\"><a href=\"/opinion/588832/ayo-martins-v-immigration-and-naturalization-service/\"><span class=\"id_token\">Id.</span> (quoting H.R.Rep. </a></span>No. 608, 96th Cong., 1st Sess. 18 (1979))</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106442/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107962/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109117/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111838/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111970/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112374/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112742/",
    "https://www.courtlistener.com/api/rest/v3/opinions/450368/",
    "https://www.courtlistener.com/api/rest/v3/opinions/456050/",
    "https://www.courtlistener.com/api/rest/v3/opinions/462740/",
    "https://www.courtlistener.com/api/rest/v3/opinions/466262/",
    "https://www.courtlistener.com/api/rest/v3/opinions/485325/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491460/",
    "https://www.courtlistener.com/api/rest/v3/opinions/504769/",
    "https://www.courtlistener.com/api/rest/v3/opinions/505491/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545202/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547274/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588832/",
    "https://www.courtlistener.com/api/rest/v3/opinions/591389/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592069/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599123/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599255/",
    "https://www.courtlistener.com/api/rest/v3/opinions/603581/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608080/"
  ]
}