{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194931/",
  "id": 194931,
  "absolute_url": "/opinion/194931/united-states-v-sullivan/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194931/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:28:21Z",
  "date_modified": "2020-02-22T00:10:48.282491Z",
  "type": "010combined",
  "sha1": "8839e1930c7c881d461a70200f9b27995bc7af72",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1856.01A",
  "local_path": null,
  "plain_text": "September 22, 1993    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                        \n\nNo. 93-1856\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                      MICHAEL SULLIVAN,\n\n                    Defendant, Appellant.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. Donald E. Walter,* U.S. District Judge]\n                                                    \n\n                                        \n\n                            Before\n\n                    Cyr, Boudin and Stahl,\n                       Circuit Judges.\n                                     \n\n                                        \n\n   Richard E. Bachman on brief for appellant.\n                     \n   A.  John Pappalardo,  United States  Attorney, and  Paula J.\n                                                               \nDeGiacomo,  Assistant  United  States   Attorney,  on  brief  for\n       \nappellee.\n\n                                        \n\n                                        \n\n             \n* Of the Western District of Louisiana, sitting by designation.\n\n          Per Curiam.   Defendant Michael E. Sullivan appeals\n                    \n\nfrom  an order of  pretrial detention imposed  pursuant to 18\n\nU.S.C.     3142(e).    He   is  charged  with  conspiring  to\n\ndistribute  marijuana under  21 U.S.C.     841(a), 846.   The\n\nfacts  are  sufficiently  set  forth in  the  report  of  the\n\nmagistrate  judge determining  that  the  defendant had  been\n\nshown to  pose both a danger  to the community and  a risk of\n\nflight.  The pre-trial services report so recommended and the\n\nmagistrate-judge's report was affirmed by the  district court\n\nwithout separate opinion.\n\n          The  defendant's  principal  attack  is   upon  the\n\ninvocation  of  the  rebuttable presumption  contained  in 18\n\nU.S.C.    3142(e).    This  provision  states in  part  that,\n\nwhenever there  is probable  cause to  believe that  a person\n\ncommitted a  drug offense carrying  a maximum prison  term of\n\nten years or  more, a presumption arises that he poses a risk\n\nof  flight  and a  danger to  the  community.   The defendant\n\nargues  that,  assuming conviction,  his  sentence under  the\n\nSentencing Guidelines would depend on the amount of marijuana\n\nhandled by or  reasonably foreseen by him, see,  e.g., United\n                                                             \n\nStates  v. Valencia-Lucena,  988 F.2d  228, 233-35  (1st Cir.\n                          \n\n1993), and that  the government offered  no evidence to  this\n\neffect  at  the  detention   hearing.    The  presumption  is\n\ntriggered, however,  not by defendant's  likely penalty under\n\nthe  Guidelines,  but  rather  by  the  maximum  prison  term\n\n                             -2-\n                              2\n\nprescribed by statute  for the offense  charged.  See,  e.g.,\n                                                            \n\nUnited States v. Moss, 887 F.2d 333, 337 (1st Cir. 1989) (per\n                     \n\ncuriam).    To  that  extent,  the  defendant's  position  is\n\nmistaken.\n\n          Yet the  maximum term of imprisonment  in this case\n\nis not  readily determined by  looking at the  statute, since\n\nthe statutory maximum itself  varies.  The penalty provisions\n\nin 21 U.S.C.   841(b) contain a series of maximums--some more\n\nand  some less  than  ten years--depending  on  the type  and\n\nquantity of drugs.   Marijuana offenses, in particular, carry\n\na  maximum  term of  ten years  or more  only  if 50  or more\n\nkilograms were involved.  Compare id.   841(b)(1)(A)-(C) with\n                                                             \n\nid.   841(b)(1)(D).   The presumption  would thus apply  here\n   \n\nonly if there  were probable cause to  believe that defendant\n\nwas accountable for at least that quantity of marijuana. \n\n          For  purposes of  triggering  the  presumption,  of\n\ncourse,  the  indictment  ordinarily  suffices  to  establish\n\nprobable  cause to  believe  that a  defendant committed  the\n\noffense charged.   See, e.g.,  United States  v. Dillon,  938\n                                                       \n\nF.2d 1412, 1416  (1st Cir. 1991) (per curiam);  United States\n                                                             \n\nv.  Vargas, 804 F.2d 157,  163 (1st Cir.  1986) (per curiam).\n          \n\nThe   one-count  indictment  here,  which  charged  seventeen\n\nindividuals with conspiracy to distribute marijuana,  did set\n\nforth  the quantity  of drugs  involved: a  closing paragraph\n\nstated that  \"[t]he conspiracy  charged  above involved  more\n\n                             -3-\n                              3\n\nthan 1000  kilograms of marijuana  ....\"  Yet  it is  open to\n\ndispute  whether  this paragraph  is  deserving  of the  same\n\nweight  as   is  accorded  the  charging   paragraphs  in  an\n\nindictment for purposes of   3142(e).  The paragraph appeared\n\non a separate  sheet of  paper under the  heading \"notice  of\n\napplicability.\"  Its purpose was to apprise the defendants of\n\npossible penalties.   And a description  of drug quantity  is\n\nnot necessary to the validity  of the indictment inasmuch  as\n\nit is not an element of the offense under 21 U.S.C.    841(a)\n\n&amp; 846.  See, e.g., United States v. Royal, 972 F.2d 643, 649-\n                                         \n\n50 &amp; n.11 (5th Cir. 1992);  United States v. Barnes, 890 F.2d\n                                                   \n\n545,  551  n.6  (1st  Cir. 1989).    Accordingly,  while  the\n\nindictment would  likely trigger the presumption  if combined\n\nwith  independent   proof  that   the  amount   of  marijuana\n\nattributable to defendant (personally or  vicariously) was 50\n\nkilograms  or more, it is  less clear that  the indictment by\n\nitself suffices to do so.  \n\n          We  are  reluctant to  decide  this esoteric  point\n\nsince it has neither been addressed below nor been briefed in\n\nthis court.   At the same time, we are reluctant to treat the\n\nissue  as waived.    Although it  has  not been  specifically\n\nraised  by defendant, the issue  is akin to  that advanced on\n\nappeal:  i.e., whether  proof of  the quantity  of drugs  was\n\nrequired  in   order  to  establish   the  likely  Guidelines\n\nsentence.  Under these circumstances, we would be inclined to\n\n                             -4-\n                              4\n\ncall for further  briefing or remand  the matter for  further\n\nconsideration if the validity  of the detention order turned,\n\nas the  defendant assumes, on  the propriety of  invoking the\n\npresumption.\n\n          Our  review of  the record  persuades  us, however,\n\nthat the detention order can be sustained without reliance on\n\nthe  presumption--the same  conclusion apparently  reached by\n\nthe magistrate judge.1   The  evidence as to  risk of  flight\n\nincludes the following.  Among defendant's  numerous criminal\n\ninvolvements are  two convictions  in Florida for  failure to\n\nappear  (for   which  defendant   received   a  sentence   of\n\nconfinement  in  each instance)  and  at  least one  criminal\n\ndefault  in  Massachusetts.     He  was  once  convicted  for\n\nviolating  the   terms  of  probation,  and   a  warrant  was\n\noutstanding  at  the time  of his  arrest  for a  second such\n\nviolation.    Although a  native  and  long-time resident  of\n\nMassachusetts,  defendant  has  spent  considerable  time  in\n\nFlorida and  California.  He  is unmarried, has  no children,\n\nowns  no  real  estate,  and  has   limited  family  ties  to\n\nMassachusetts; his only  in-state relative is a brother.   He\n\n                    \n\n1.    The magistrate  judge expressly invoked the presumption\nin finding that  defendant posed a  danger to the  community.\nIn  later  finding  that he  also  posed  a  risk of  flight,\nhowever, she made no reference thereto, instead confining her\ndiscussion  to  the evidence  at hand.    While we  cannot be\ncertain that the magistrate judge did not at least implicitly\nrely on the  presumption in finding defendant a  flight risk,\nher decision as written does not do so.  \n\n                             -5-\n                              5\n\nhas  worked  at his  current job,  and  lived at  his current\n\naddress,  for only three  years.  The  magistrate judge found\n\nthat he had been  less than fully candid when  interviewed by\n\npre-trial  services.    And  he  is  charged  with  a serious\n\nnarcotics violation, carrying a  potentially lengthy term  of\n\nimprisonment.\n\n          To  be  sure,  there was  evidence  in  defendant's\n\nfavor--including his mother's proximity in New Hampshire, his\n\njob  status, lack  of criminal  involvement in the  past four\n\nyears, and alleged progress in his recent rehabilitation from\n\nalcohol  problems.   Yet we  think  the magistrate  judge was\n\njustified  in  finding  these  factors  outweighed  by  those\n\nenumerated above;  the various  instances in  which defendant\n\nhas  failed  to  appear  in   criminal  cases  strike  us  as\n\nparticularly   noteworthy.     In  addition,   following  the\n\nmagistrate judge's decision,  defendant's mother proposed  to\n\nthe district judge  to post  as security a  $35,000 piece  of\n\nproperty in New Hampshire.   Yet this proposal, in  our view,\n\nfails  to  swing  the  balance  in  defendant's  favor.    In\n\nparticular, even without resort to the statutory presumption,\n\nit  is reasonable  to infer  from the  number of  persons and\n\nquantity  of drugs charged that  defendant is part  of a drug\n\norganization  that  might readily  absorb  the  loss of  such\n\nsecurity.  See, e.g., Dillon, 938 F.2d at 1416-17.  Having\n                            \n\nconducted an independent review  tempered by deference to the\n\n                             -6-\n                              6\n\nfindings below, see, e.g., United States v. O'Brien, 895 F.2d\n                                                   \n\n810,  812-14 (1st Cir. 1990), we conclude that the government\n\nhas established  by a preponderance  of the evidence  that no\n\nconditions  of  release would  reasonably  assure defendant's\n\nappearance.  See, e.g., United  States v. Patriarca, 948 F.2d\n                                                   \n\n789,  793 (1991)  (risk  of flight  need  only be  proven  by\n\npreponderance of evidence); Dillon, 938 F.2d at 1416 (same). \n                                  \n\n          Affirmed. \n                   \n\n                             -7-\n                              7\n",
  "html": "<p class=\"case_cite\">7 F.3d 219</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Michael SULLIVAN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1856.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 22, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS  [Hon.  Donald E. Walter,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> U.S. District Judge]</p>\n      <p class=\"indent\">Richard E. Bachman on brief for appellant.</p>\n      <p class=\"indent\">A. John Pappalardo, United States Attorney, and Paula J. DeGiacomo, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Cyr, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Michael E. Sullivan appeals from an order of pretrial detention imposed pursuant to 18 U.S.C. &#167; 3142(e).  He is charged with conspiring to distribute marijuana under 21 U.S.C. &#167;&#167; 841(a), 846.  The facts are sufficiently set forth in the report of the magistrate judge determining that the defendant had been shown to pose both a danger to the community and a risk of flight.  The pre-trial services report so recommended and the magistrate-judge's report was affirmed by the district court without separate opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The defendant's principal attack is upon the invocation of the rebuttable presumption contained in 18 U.S.C. &#167; 3142(e).  This provision states in part that, whenever there is probable cause to believe that a person committed a drug offense carrying a maximum prison term of ten years or more, a presumption arises that he poses a risk of flight and a danger to the community.  The defendant argues that, assuming conviction, his sentence under the Sentencing Guidelines would depend on the amount of marijuana handled by or reasonably foreseen by him,  see, e.g., United States v.  Valencia-Lucena, 988 F.2d 228, 233-35 (1st Cir. 1993), and that the government offered no evidence to this effect at the detention hearing.  The presumption is triggered, however, not by defendant's likely penalty under the Guidelines, but rather by the maximum prison term prescribed by statute for the offense charged.   See, e.g., United States v. Moss, 887 F.2d 333, 337 (1st Cir.  1989) (per curiam).  To that extent, the defendant's position is mistaken.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Yet the maximum term of imprisonment in this case is not readily determined by looking at the statute, since the statutory maximum itself varies.  The penalty provisions in 21 U.S.C. &#167; 841(b) contain a series of maximums-some more and some less than ten years-depending on the type and quantity of drugs.  Marijuana offenses, in particular, carry a maximum term of ten years or more only if 50 or more kilograms were involved.  Compare id. &#167; 841(b)(1)(A)-(C) with id. &#167; 841(b)(1)(D).  The presumption would thus apply here only if there were probable cause to believe that defendant was accountable for at least that quantity of marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">For purposes of triggering the presumption, of course, the indictment ordinarily suffices to establish probable cause to believe that a defendant committed the offense charged.   See, e.g., United States v. Dillon, 938 F.2d 1412, 1416 (1st Cir. 1991) (per curiam);  United States v. Vargas, 804 F.2d 157, 163 (1st Cir. 1986) (per curiam).  The one-count indictment here, which charged seventeen individuals with conspiracy to distribute marijuana, did set forth the quantity of drugs involved:  a closing paragraph stated that \"[t]he conspiracy charged above involved more than 1000 kilograms of marijuana....\"  Yet it is open to dispute whether this paragraph is deserving of the same weight as is accorded the charging paragraphs in an indictment for purposes of &#167; 3142(e).  The paragraph appeared on a separate sheet of paper under the heading \"notice of applicability.\"  Its purpose was to apprise the defendants of possible penalties.  And a description of drug quantity is not necessary to the validity of the indictment inasmuch as it is not an element of the offense under 21 U.S.C. &#167;&#167;  841(a) &amp; 846.   See, e.g., United States v. Royal, 972 F.2d 643, 649-50 &amp; n.11 (5th Cir. 1992);   United States v. Barnes, 890 F.2d 545, 551 n.6 (1st Cir. 1989).  Accordingly, while the indictment would likely trigger the presumption if combined with independent proof that the amount of marijuana attributable to defendant (personally or vicariously) was 50 kilograms or more, it is less clear that the indictment by itself suffices to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We are reluctant to decide this esoteric point since it has neither been addressed below nor been briefed in this court.  At the same time, we are reluctant to treat the issue as waived.  Although it has not been specifically raised by defendant, the issue is akin to that advanced on appeal:  i.e., whether proof of the quantity of drugs was required in order to establish the likely Guidelines sentence.  Under these circumstances, we would be inclined to call for further briefing or remand the matter for further consideration if the validity of the detention order turned, as the defendant assumes, on the propriety of invoking the presumption.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Our review of the record persuades us, however, that the detention order can be sustained without reliance on the presumption-the same conclusion apparently reached by the magistrate judge.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The evidence as to risk of flight includes the following.  Among defendant's numerous criminal involvements are two convictions in Florida for failure to appear (for which defendant received a sentence of confinement in each instance) and at least one criminal default in Massachusetts.  He was once convicted for violating the terms of probation, and a warrant was outstanding at the time of his arrest for a second such violation.  Although a native and long-time resident of Massachusetts, defendant has spent considerable time in Florida and California.  He is unmarried, has no children, owns no real estate, and has limited family ties to Massachusetts;  his only in-state relative is a brother.  He has worked at his current job, and lived at his current address, for only three years.  The magistrate judge found that he had been less than fully candid when interviewed by pre trial services.  And he is charged with a serious narcotics violation, carrying a potentially lengthy term of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To be sure, there was evidence in defendant's favor-including his mother's proximity in New Hampshire, his job status, lack of criminal involvement in the past four years, and alleged progress in his recent rehabilitation from alcohol problems.  Yet we think the magistrate judge was justified in finding these factors outweighed by those enumerated above;  the various instances in which defendant has failed to appear in criminal cases strike us as particularly noteworthy.  In addition, following the magistrate judge's decision, defendant's mother proposed to the district judge to post as security a $35,000 piece of property in New Hampshire.  Yet this proposal, in our view, fails to swing the balance in defendant's favor.  In particular, even without resort to the statutory presumption, it is reasonable to infer from the number of persons and quantity of drugs charged that defendant is part of a drug organization that might readily absorb the loss of such security.   See, e.g., Dillon, 938 F.2d at 1416-17.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Having conducted an independent review tempered by deference to the findings below,  see, e.g., United States v. O'Brien, 895 F.2d 810, 812-14 (1st Cir. 1990), we conclude that the government has established by a preponderance of the evidence that no conditions of release would reasonably assure defendant's appearance.   See, e.g., United States v. Patriarca, 948 F.2d 789, 793 (1991) (risk of flight need only be proven by preponderance of evidence);  Dillon, 938 F.2d at 1416 (same).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Western District of Louisiana, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The magistrate judge expressly invoked the presumption in finding that defendant posed a danger to the community.  In later finding that he also posed a risk of flight, however, she made no reference thereto, instead confining her discussion to the evidence at hand.  While we cannot be certain that the magistrate judge did not at least implicitly rely on the presumption in finding defendant a flight risk, her decision as written does not do so</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">219</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Michael SULLIVAN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1856.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 22, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS  [Hon.  Donald E. Walter,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> U.S. District Judge]</p>\n      <p class=\"indent\">Richard E. Bachman on brief for appellant.</p>\n      <p class=\"indent\">A. John Pappalardo, United States Attorney, and Paula J. DeGiacomo, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Cyr, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Michael E. Sullivan appeals from an order of pretrial detention imposed pursuant to 18 U.S.C. &#167; 3142(e).  He is charged with conspiring to distribute marijuana under 21 U.S.C. &#167;&#167; 841(a), 846.  The facts are sufficiently set forth in the report of the magistrate judge determining that the defendant had been shown to pose both a danger to the community and a risk of flight.  The pre-trial services report so recommended and the magistrate-judge's report was affirmed by the district court without separate opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The defendant's principal attack is upon the invocation of the rebuttable presumption contained in 18 U.S.C. &#167; 3142(e).  This provision states in part that, whenever there is probable cause to believe that a person committed a drug offense carrying a maximum prison term of ten years or more, a presumption arises that he poses a risk of flight and a danger to the community.  The defendant argues that, assuming conviction, his sentence under the Sentencing Guidelines would depend on the amount of marijuana handled by or reasonably foreseen by him,  see, e.g., United States v.  Valencia-Lucena, <span class=\"citation\" data-id=\"602341\"><a href=\"/opinion/602341/united-states-v-carlos-valencia-lucena-united-states-of-america-v-jose/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">228</span></a></span>, 233-35 (1st Cir. 1993), and that the government offered no evidence to this effect at the detention hearing.  The presumption is triggered, however, not by defendant's likely penalty under the Guidelines, but rather by the maximum prison term prescribed by statute for the offense charged.   See, e.g., United States v. Moss, <span class=\"citation\" data-id=\"530532\"><a href=\"/opinion/530532/united-states-v-frank-o-moss/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">333</span></a></span>, 337 (1st Cir.  1989) (per curiam).  To that extent, the defendant's position is mistaken.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Yet the maximum term of imprisonment in this case is not readily determined by looking at the statute, since the statutory maximum itself varies.  The penalty provisions in 21 U.S.C. &#167; 841(b) contain a series of maximums-some more and some less than ten years-depending on the type and quantity of drugs.  Marijuana offenses, in particular, carry a maximum term of ten years or more only if 50 or more kilograms were involved.  Compare id. &#167; 841(b)(1)(A)-(C) with id. &#167; 841(b)(1)(D).  The presumption would thus apply here only if there were probable cause to believe that defendant was accountable for at least that quantity of marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">For purposes of triggering the presumption, of course, the indictment ordinarily suffices to establish probable cause to believe that a defendant committed the offense charged.   See, e.g., United States v. Dillon, <span class=\"citation\" data-id=\"564949\"><a href=\"/opinion/564949/united-states-v-john-m-dillon/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1412</span></a></span>, 1416 (1st Cir. 1991) (per curiam);  United States v. Vargas, <span class=\"citation\" data-id=\"478731\"><a href=\"/opinion/478731/united-states-v-juan-vargas/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">157</span></a></span>, 163 (1st Cir. 1986) (per curiam).  The one-count indictment here, which charged seventeen individuals with conspiracy to distribute marijuana, did set forth the quantity of drugs involved:  a closing paragraph stated that \"[t]he conspiracy charged above involved more than 1000 kilograms of marijuana....\"  Yet it is open to dispute whether this paragraph is deserving of the same weight as is accorded the charging paragraphs in an indictment for purposes of &#167; 3142(e).  The paragraph appeared on a separate sheet of paper under the heading \"notice of applicability.\"  Its purpose was to apprise the defendants of possible penalties.  And a description of drug quantity is not necessary to the validity of the indictment inasmuch as it is not an element of the offense under 21 U.S.C. &#167;&#167;  841(a) &amp; 846.   See, e.g., United States v. Royal, <span class=\"citation\" data-id=\"588829\"><a href=\"/opinion/588829/united-states-v-jon-harold-royal/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">643</span></a></span>, 649-50 &amp; n.11 (5th Cir. 1992);   United States v. Barnes, <span class=\"citation\" data-id=\"532754\"><a href=\"/opinion/532754/united-states-v-alfreda-barnes/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">545</span></a></span>, 551 n.6 (1st Cir. 1989).  Accordingly, while the indictment would likely trigger the presumption if combined with independent proof that the amount of marijuana attributable to defendant (personally or vicariously) was 50 kilograms or more, it is less clear that the indictment by itself suffices to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We are reluctant to decide this esoteric point since it has neither been addressed below nor been briefed in this court.  At the same time, we are reluctant to treat the issue as waived.  Although it has not been specifically raised by defendant, the issue is akin to that advanced on appeal:  i.e., whether proof of the quantity of drugs was required in order to establish the likely Guidelines sentence.  Under these circumstances, we would be inclined to call for further briefing or remand the matter for further consideration if the validity of the detention order turned, as the defendant assumes, on the propriety of invoking the presumption.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Our review of the record persuades us, however, that the detention order can be sustained without reliance on the presumption-the same conclusion apparently reached by the magistrate judge.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The evidence as to risk of flight includes the following.  Among defendant's numerous criminal involvements are two convictions in Florida for failure to appear (for which defendant received a sentence of confinement in each instance) and at least one criminal default in Massachusetts.  He was once convicted for violating the terms of probation, and a warrant was outstanding at the time of his arrest for a second such violation.  Although a native and long-time resident of Massachusetts, defendant has spent considerable time in Florida and California.  He is unmarried, has no children, owns no real estate, and has limited family ties to Massachusetts;  his only in-state relative is a brother.  He has worked at his current job, and lived at his current address, for only three years.  The magistrate judge found that he had been less than fully candid when interviewed by pre trial services.  And he is charged with a serious narcotics violation, carrying a potentially lengthy term of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To be sure, there was evidence in defendant's favor-including his mother's proximity in New Hampshire, his job status, lack of criminal involvement in the past four years, and alleged progress in his recent rehabilitation from alcohol problems.  Yet we think the magistrate judge was justified in finding these factors outweighed by those enumerated above;  the various instances in which defendant has failed to appear in criminal cases strike us as particularly noteworthy.  In addition, following the magistrate judge's decision, defendant's mother proposed to the district judge to post as security a $35,000 piece of property in New Hampshire.  Yet this proposal, in our view, fails to swing the balance in defendant's favor.  In particular, even without resort to the statutory presumption, it is reasonable to infer from the number of persons and quantity of drugs charged that defendant is part of a drug organization that might readily absorb the loss of such security.   See, e.g., <span class=\"citation\" data-id=\"564949\"><span class=\"antecedent_guess\">Dillon,</span> <a href=\"/opinion/564949/united-states-v-john-m-dillon/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1416-17</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Having conducted an independent review tempered by deference to the findings below,  see, e.g., United States v. O'Brien, <span class=\"citation\" data-id=\"536166\"><a href=\"/opinion/536166/united-states-v-edward-obrien/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">810</span></a></span>, 812-14 (1st Cir. 1990), we conclude that the government has established by a preponderance of the evidence that no conditions of release would reasonably assure defendant's appearance.   See, e.g., United States v. Patriarca, <span class=\"citation\" data-id=\"571446\"><a href=\"/opinion/571446/united-states-v-raymond-j-patriarca/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">789</span></a></span>, 793 (1991) (risk of flight need only be proven by preponderance of evidence);  <span class=\"citation\" data-id=\"564949\"><span class=\"antecedent_guess\">Dillon,</span> <a href=\"/opinion/564949/united-states-v-john-m-dillon/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1416</span> </a></span>(same).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Western District of Louisiana, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The magistrate judge expressly invoked the presumption in finding that defendant posed a danger to the community.  In later finding that he also posed a risk of flight, however, she made no reference thereto, instead confining her discussion to the evidence at hand.  While we cannot be certain that the magistrate judge did not at least implicitly rely on the presumption in finding defendant a flight risk, her decision as written does not do so</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/478731/",
    "https://www.courtlistener.com/api/rest/v3/opinions/530532/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532754/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536166/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564949/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571446/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588829/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602341/"
  ]
}