{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194957/",
  "id": 194957,
  "absolute_url": "/opinion/194957/united-states-v-cardona-sandoval/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194957/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:28:59Z",
  "date_modified": "2020-02-21T23:40:48.561868Z",
  "type": "010combined",
  "sha1": "2e4e3b9118b6c0fbb63a1b5aa1ba0bff39ce9c82",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1385.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 92-1385\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                    JOAQUIN CARDONA-SANDOVAL,\n\n                      Defendant, Appellant.\n\n                                           \n\nNo. 92-1386\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                     ALEJANDRO ROJANO-RANGEL,\n\n                      Defendant, Appellant.\n\n                                           \n\nNo. 92-1387\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                       JORGE GOMEZ-OLARTE,\n\n                      Defendant, Appellant.\n\n                                           \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Jaime Pieras, Jr., U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                    Torruella, Circuit Judge,\n                                            \n\n                  Bownes, Senior Circuit Judge,\n                                              \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                           \n\n     David W. Rom n, by  appointment of the Court,  for appellant\n                   \nJoaqu n Cardona-Sandoval.\n     Juan R. Acevedo-Cruz, by appointment of the Court, with whom\n                         \nCharles A. Rodr guez,  was on brief  for appellants Jorge  G mez-\n                    \nOlarte and Alejandro Rojano-Rangel.\n     Jeanette  Mercado-R os,  Assistant  United States  Attorney,\n                           \nwith whom Daniel F. L pez-Romo, United States Attorney, and  Jos \n                                                                 \nA. Quiles-Espinosa, Senior Litigation  Counsel, were on brief for\n                  \nappellee.\n\n                                           \n\n                        September 29, 1993\n                                           \n\n                         AMENDED OPINION\n                                           \n\n          TORRUELLA,  Circuit Judge.   This  appeal involves  the\n                                   \n\nvalidity  of a search of  a vessel.   Appellants Joaqu n Cardona-\n\nSandoval, Alejandro Rojano-Rangel,  and Jorge G mez-Olarte appeal\n\ntheir convictions of possessing cocaine with intent to distribute\n\nit in violation of 46 U.S.C.   1903(a), (b)(1), and (f).  For the\n\nreasons that follow, we reverse the convictions.\n\n                                I\n\n          The  facts are set forth in the light most favorable to\n\nthe  government.    Appellants  Cardona-Sandoval  (the  captain),\n\nRojano-Rangel  and  G mez-Olarte (the  crew),1  were  on board  a\n\nforty-three  foot  sports-fisherman, Florida  registration Number\n\n\"FL  8304 EM\"2 allegedly on route from Colombia, South America to\n\nSt. Maarten.  All appellants are Colombian nationals.  \n\n          On  February 25,  1990,  they were  intercepted by  the\n\nU.S.S. BIDDLE, a Navy  destroyer.  The U.S.S. BIDDLE  was charged\n\nwith boarding northbound vessels  of less than four  hundred feet\n\nas part  of the  government's drug interdiction  program.   Coast\n\nGuard  officials aboard  the U.S.S.  BIDDLE were  to conduct  the\n\nboardings and investigations.3 \n\n          Following   standard   procedure,  the   U.S.S.  BIDDLE\n\nattempted radio and loudspeaker communication with FL 8304  EM in\n\n                    \n\n1  The third crew member, Alfonso Molina, was acquitted at trial.\n\n2   The parties  stipulated that  the vessel was  subject to  the\njurisdiction of the United States.\n\n3   Pursuant  to 10  U.S.C.    379(a) (Supp.  1992), Coast  Guard\nofficials  may be assigned to duty aboard Navy vessels to perform\ndrug interdiction.  See  United States v. Sandoval, 770  F. Supp.\n                                                  \n762, 767 (D.P.R. 1991).\n\n                               -3-\n\nboth  English and Spanish, but  the vessel never  responded.  The\n\nU.S.S.  BIDDLE then  dispatched  a six-member  boarding party  to\n\nconduct  a  document and  safety inspection.    The crew  did not\n\nobject to this inspection.\n\n          This  initial boarding lasted  approximately two hours.\n\nTwo members of the boarding party guarded the captain and crew at\n\nthe  stern of  the  vessel  while  four  others  checked  it  for\n\ncompliance  with safety regulations.   They also  conducted a so-\n\ncalled space accountability search to  ensure that the vessel was\n\nnot  compartmentalized  secretly  for  smuggling.     During  the\n\ninspection, the captain, Cardona-Sandoval, stated that Roberto de\n\nArmas owned the vessel and that appellants were employed to bring\n\nthe  boat  from  Colombia  to  St.  Maarten.    The  registration\n\ndocument, however, indicated that  Luis Rodr guez owned the boat.\n\nCardona-Sandoval claimed not to know Rodr guez.  \n\n          As the space  accountability search neared  completion,\n\none of the junior  officers asked the senior officer  leading the\n\nboarding party, Petty Officer William Ronald Spake, to personally\n\ninspect  certain  areas  that  appeared suspicious.    The  areas\n\nincluded  a newly-constructed shower; several walls that appeared\n\nthicker than  necessary, according  to the petty  officer's prior\n\nexperience; and a  large water  tank.  Spake  indicated that  the\n\ngenerally \"messy\" state of the boat made him suspicious, as well,\n\nbut after two hours  of searching, no contraband was  discovered.\n\nHe  then  cited  vessel  master  Cardona-Sandoval  with  a  minor\n\nviolation -- for producing a photocopy of the boat's registration\n\n                               -4-\n\nrather  than  the original  --  and conferred  with  his superior\n\naboard  the U.S.S.  BIDDLE,  Lieutenant George  Boyle.   The  two\n\nagreed that they had completed the space accountability search to\n\nthe best of their ability.  Lt. Boyle directed the boarding party\n\nto  report back to the  U.S.S. BIDDLE and,  thereafter, the Coast\n\nGuard allowed appellants to continue their voyage.\n\n          That evening the boarding party and Lt. Boyle assembled\n\nfor  debriefing.  The team  made several observations:   (1) that\n\nrecent  reconstruction had  been  done on  the  vessel; (2)  that\n\nappellants  were from a known  drug source country;  (3) that the\n\nsleeping cabins  were in disarray,  which suggested to  the Coast\n\nGuard that the crew slept on the deck; (4) that the boat had been\n\npainted recently and  the paint  was peeling; and,  (5) that  the\n\nUnited States  flag was not displayed as it should have been.  In\n\naddition,  one  member of  the party  had  become ill  during the\n\nsearch, and the officer  who replaced him failed to  continue the\n\nsearch  exactly where the other officer  had left off.  Lt. Boyle\n\ndetermined  that   the  boarding  party  had   failed  to  search\n\nadequately  the  space  behind   the  medicine  cabinet  and  the\n\nreconstructed shower area, and  decided to reboard FL 8304  EM to\n\ncomplete the space accountability search.  The record indicates a\n\ncontroversy regarding the real impetus for the second search.4  \n\n          In addition,  sometime on February 25,  1990, Lt. Boyle\n\n                    \n\n4   See United States v.  Sandoval, 770 F. Supp.  at 766 (stating\n                                  \nBoarding Report of  February 25, 1990  cited medicine cabinet  on\nbulkhead as reason for reboarding; and rejecting the magistrate's\nfinding  that the water tank was a specific reason for the second\n                                           \nboarding).\n\n                               -5-\n\nlearned:    (1) that  the  El Paso  Intelligence  Center (\"EPIC\")\n\nindicated  that  the  captain  had been  convicted  of  smuggling\n\nmarijuana in  1984; (2)  that FL  8304 EM was  also known  as the\n\n\"Wicho\"  and  was on  the EPIC  lookout  list as  possibly having\n\nhidden  compartments  for  smuggling;   and  (3)  that  EPIC  had\n\ninformation on both Roberto de Armas and Luis Rodr guez.  Because\n\nLt.  Boyle failed to note or was  unable to recall the exact time\n\nthat he received the EPIC information, we do not know whether the\n\nCoast Guard possessed this information during the initial search.\n\n          On the morning  of February 26,  1990, a Navy  aircraft\n\nlocated the FL 8304 EM on a course 100 degrees different from the\n\nday  before.  The Coast Guard  testified that although conditions\n\nat sea had  deteriorated considerably, the  change in course  was\n\nnot justified by the weather.   The Coast Guard inferred that  FL\n\n8304 EM had taken evasive action.\n\n          Although the Coast Guard  justified the second boarding\n\nas  required by  the need  to  complete the  space accountability\n\nsearch,  the  search actually  conducted  was  much broader  than\n\ninitially  purposed.     In   fact,  the  second   search  lasted\n\napproximately five hours.   During that time,  the boarding party\n\nused an axe  and a crowbar to further investigate the shower area\n\nand space underneath the water tank.  No contraband was found.  \n\n          Ultimately, the  Coast Guard  determined that  the seas\n\nwere too rough to continue the  search at sea and they decided to\n\ntake the vessel and its crew to the Roosevelt Roads Naval Base at\n\nCeiba,  Puerto Rico, in order to continue the search.  Appellants\n\n                               -6-\n\nwere  transferred  to  the  U.S.S. BIDDLE,  allegedly  for  their\n\nsafety,  and Coast  Guard personnel  piloted FL  8304 EM  back to\n\nPuerto  Rico.  The district  court found that  appellants did not\n\nconsent to be taken to Puerto Rico.  Id. at 766.  \n                                        \n\n          On  February  27,  while  in transit  to  Puerto  Rico,\n\nLt. Boyle inspected the FL 8304 EM personally, and reaffirmed the\n\ndecision to bring  the vessel  to shore  because certain  spaces,\n\nsuch  as the  water tank  (which was  welded to  the ribs  of the\n\nvessel), could not be accessed at sea without the risk of sinking\n\nthe boat.\n\n          On  February 28,  the  vessel arrived  in Puerto  Rico.\n\nNavy divers and a narcotics search dog were brought to search the\n\nvessel,  but detected nothing.  The Coast Guard stated that there\n\nwere  too many things strewn  over the deck  that interfered with\n\nthe  dog's olfactory sense.  The water tank was then removed from\n\nthe boat, and  the gasoline  tank was  emptied.   Notwithstanding\n\nthis search,  at the end of the day no contraband had been found.\n\nLt. Boyle  transferred  custody of  the FL  8304  EM to  Lt. J.G.\n\nGatlin of the San Juan Coast Guard Law Enforcement attachment.\n\n          On March 1, the FL 8304 EM was removed from  the water.\n\nAt this point  a destructive search began  in earnest.   The poor\n\ncondition  of the deck and  other factors that  suggested that it\n\nmight have  been  raised to  create hidden  spaces, prompted  the\n\nCoast Guard to  use a chainsaw to cut through  the deck in search\n\nof narcotics.  The ceilings  and walls of the cabins were  pulled\n\ndown and thoroughly searched.   Gatlin and his team  discovered a\n\n                               -7-\n\ngrinder  which  could  be used  to  cut  fiberglass,  as well  as\n\ncushions on the deck  filled with fiberglass shavings, suggesting\n\nthat   fiberglass   molding   work   had  been   done   recently.\n\nNevertheless, by the  end of  the day no  illicit substances  had\n\nbeen found on the FL 8304 EM.\n\n          The government did not  give up.  The search  continued\n\non March 2nd.  That  afternoon, the search team drilled  into two\n\nbeams that ran the length of the vessel and upon which the engine\n\nwas mounted.   Cocaine was found  there.  Yet it  took the search\n\nteam  even more  time to  find the  place from which  the cocaine\n\ncould be accessed.  Using an axe and crowbar, the officers worked\n\nfor several minutes to open an access point.  \n\n          After  the  U.S.S. BIDDLE  and  FL 8304  EM  arrived at\n\nRoosevelt  Roads Naval  Station on  February 28,  appellants were\n\ndetained at the base for six hours under guard, during which time\n\nthey received no  food.  Subsequently,  they were transferred  to\n\nImmigration and Naturalization Service (\"INS\")  custody and moved\n\nto  the airport  in San Juan  where they were  detained for three\n\nhours  in a  locked room.   Thereafter  they were  handcuffed and\n\ntransported to the INS detention facilities at the Salvation Army\n\nin San Juan, where they were placed in a large locked room, which\n\nresembled a cage.  There, they were detained during the three-day\n\non-land search until 5:00  P.M. on March  2, 1990 when they  were\n\nformally arrested.\n\n          After   their    arrest,   appellant   Cardona-Sandoval\n\nexplained to  United States Customs Special  Agent Roberto Jusino\n\n                               -8-\n\nthat  he  had been  hired by  Roberto  de Armas  in Barranquilla,\n\nColombia to pick up FL 8304 EM at R o Hacha, Colombia and take it\n\nto St. Maarten.  He was to be paid 80,000 Colombian pesos for the\n\njob.  Similarly,  appellant Rojano-Rangel stated that he had been\n\nhired by  Cardona-Sandoval  as a  crew member  for 60,000  pesos.\n\nDuring   the  trial,   the  prosecution  and   several  witnesses\n\nincorrectly  stated   the  compensation  in  dollars,  when  they\n\nactually meant pesos.  Because the words peso and dollar are used\n\ninterchangeably in Puerto Rico to mean United States dollars, the\n\nparties  stipulated  at  a later  point  in  the  trial that  any\n\nreference to  United States  dollars was  incorrect and  that the\n\ncorrect reference was to Colombian pesos.  Agent Jusino testified\n\nat trial that the exchange rate for Colombian pesos was very low,\n\nbut did  not  testify as  to  the value  of the  compensation  in\n\nAmerican  dollars.    Appellants attempted  to  introduce  expert\n\ntestimony  on  the exchange  rate but  the district  court denied\n\ntheir  proffer,  finding  the   witness  they  attempted  to  use\n\nunqualified to testify on such matters.\n\n                                II\n\n          Appellants  challenge  their  convictions   on  several\n\ngrounds.   They allege that the  district court improperly denied\n\ntheir motion  to suppress  evidence seized  during the search  of\n\ntheir vessel, which they  claim was in violation of  their Fourth\n\nAmendment rights.   Alternatively,  they argue that  the evidence\n\nwas  insufficient  to support  the  guilty verdicts.    They also\n\ncontend  that the  district court  committed reversible  error by\n\n                               -9-\n\nrefusing to voir dire  the jury regarding their knowledge  of two\n\nprejudicial    newspaper    articles    published   during    the\n\ndeliberations, and  by  refusing  to  admit the  testimony  of  a\n\ndefense expert  witness  as  to the  exchange  rate  between  the\n\nColombian peso and the United States dollar.\n\n          The district  court denied  the motion to  suppress the\n\nevidence seized from  the vessel,  holding that  (1) the  cocaine\n\nseized was not the fruit of an illegal arrest; (2) the appellants\n\ndid not have standing to challenge the search and seizure because\n\nthey  had no privacy interest  in the structural  beams along the\n\nhull of the vessel; and (3) the Coast Guard had probable cause to\n\nbring  the ship  to  Roosevelt Roads  for  a destructive  search.\n\nUnited  States v. Sandoval, 770 F. Supp.  at 766-67.  Although we\n                          \n\ndisagree  with the  district court's  conclusion  that appellants\n\nwere not under arrest  once they were brought to  Puerto Rico and\n\nplaced in a holding cell for approximately three days while their\n\nvessel was searched, we  agree that the cocaine seized  cannot be\n\nconsidered  the  fruit  of  that   illegal  arrest.    We  focus,\n\ntherefore, on the issues related to the search of the vessel.\n\n                               III\n\n          The  Fourth Amendment  guarantees \"[t]he  right  of the\n\npeople  to  be secure  in  their  persons,  houses,  papers,  and\n\neffects,  against unreasonable searches  and seizures  . .  . .\"5\n\n                    \n\n5  United States  v. Verdugo-Urquidez, 494 U.S. 259,  264 (1990),\n                                     \nhas  no application because the  vessel was a  United States flag\nship and  the violation occurred within  United States territory.\nCf. United States v. Aikens, 947 F.2d 608, 613 (9th Cir. 1990).\n                           \n\n                               -10-\n\nAn  individual's   Fourth  Amendment   right  to  be   free  from\n\nunreasonable  searches  is implicated  when  he  or she  (1)  has\n\n\"manifested  a subjective  expectation of  privacy\" in  the place\n\nsearched, which (2) \"society accepts as  objectively reasonable.\"\n\nCalifornia  v.  Greenwood,  486  U.S.  35,  39 (1988);  see  also\n                                                                 \n\nO'Connor  v. Ortega,  480 U.S.  709, 715  (1980); Katz  v. United\n                                                                 \n\nStates, 389 U.S. 347, 361 (1967) (Harlan, J., concurring).\n      \n\n          To  demonstrate a \"subjective  expectation of privacy,\"\n\nthe Court has required little  more than evidence that defendants\n\nmade some minimal effort to protect their property or  activities\n\nfrom warrantless intrusions.   See, e.g., Greenwood,  486 U.S. at\n                                                   \n\n39 (placing  garbage in  opaque plastic bags  \"clearly\" manifests\n\n\"subjective expectation  of privacy,\" even though  bags are later\n\npublicly  discarded); California  v. Ciraolo,  476 U.S.  207, 211\n                                            \n\n(1986) (building ten-foot fence around yard manifests \"subjective\n\nexpectation  of  privacy\"  from  side  walk traffic).    But  cf.\n                                                                 \n\nRawlings v. Kentucky, 448 U.S. 98, 104 (1980) (placing contraband\n                    \n\nin acquaintance's purse does not manifest \"subjective expectation\n\nof privacy\").\n\n          There  is \"no  talisman  that determines  in all  cases\n\nthose privacy expectations that society is prepared to  accept as\n\nreasonable.\"  O'Connor, 480  U.S. at 715.  The  reasonableness of\n                      \n\nan  expectation of privacy and  the proper standard  for a search\n\nvary  according to  context.   Id.    While \"arcane  distinctions\n                                  \n\ndeveloped in property and  tort law\" do not control  the inquiry,\n\nRakas  v.  Illinois, 439  U.S. 128,  143  (1978), we  do consider\n                   \n\n                               -11-\n\nownership,  possession,  control,  ability to  exclude  from  the\n\npremises,  or   a  legitimate  presence  on   the  premises  when\n\ndetermining the existence of a legitimate expectation of privacy.\n\nUnited  States v.  Melucci, 888  F.2d 200,  202 (1st  Cir. 1989);\n                          \n\nUnited States  v. Aguirre, 839 F.2d 854, 856 (1st Cir. 1988).  In\n                         \n\naddition,  because of  the \"circumstances  and exigencies  of the\n\nmaritime  setting,\" we  have recognized  that individuals  have a\n\ndiminished  expectation of privacy on a vessel as opposed to that\n\nwhich can be claimed in their homes.  See, e.g., United States v.\n                                                              \n\nGreen, 671 F.2d  46, 53 (1st Cir.),  cert. denied, 457  U.S. 1135\n                                                 \n\n(1982);  United States v. Hilton,  619 F.2d 127,  131 (1st Cir.),\n                                \n\ncert. denied, 449 U.S. 887 (1980).  Finally, we note that \"Fourth\n            \n\nAmendment  rights are  personal rights  which .  . .  may  not be\n\nvicariously asserted.\"  Alderman v. United States,  394 U.S. 165,\n                                                 \n\n174  (1969).  With these principles as background, we turn to the\n\nfacts of the present case.\n\n          Appellants  must be  divided  into two  groups for  the\n\npurpose  of  measuring the  legitimacy  of  their expectation  of\n\nprivacy:    the  captain and  the  crew  members.   The  captain,\n\nCardona-Sandoval,  has a  cognizable expectation of  privacy from\n\nunauthorized police intrusions everywhere  aboard his ship.  This\n\ninterest derives from his  custodial responsibility for the ship,\n\nhis   associated  legal   power  to   exclude  interlopers   from\n\nunauthorized  entry  to  particular  places  on  board,  and  the\n\ndoctrines of admiralty, which  grant the captain (as well  as the\n\nowner)  a legal identity of interest with the vessel.  See, e.g.,\n                                                                \n\n                               -12-\n\nThe Styria, 186 U.S. 1 (1902); Coastal Iron Works, Inc. v.  Petty\n                                                                 \n\nRay Geophysical, 783 F.2d 577, 582 (5th Cir. 1986); United States\n                                                                 \n\nv. Aikens, 685 F. Supp. 732, 736 (D. Hawaii 1988), rev'd on other\n                                                                 \n\ngrounds,  946 F.2d 608 (9th Cir. 1990); see generally 1 Martin J.\n                                                     \n\nNorris, The  Law of Seamen    25:1 et  seq. (4th ed. 1985 &amp; supp.\n                                           \n\n1993) (describing  broad powers of  master of vessel).   Cardona-\n\nSandoval objected to having his  boat taken to Puerto Rico  for a\n\ndestructive  search,  and  therefore  manifested  his  subjective\n\nexpectation  of  privacy in  the vessel.    It is  appropriate to\n\nconclude  that Cardona-Sandoval's subjective expectation that he,\n\nhis vessel  and crew, not be taken from the high seas, brought to\n\na country which he did not  care to enter, subjected to a six-day\n\nsearch  (three  of which  occurred  on  land  and  constituted  a\n\ndestructive search),  and  detained in  a barred  cage while  the\n\ngovernment destroyed  the vessel, is one that society is prepared\n\nto recognize as  reasonable.  Thus, in his capacity  as master of\n\nthe  vessel, Cardona-Sandoval  has  a Fourth  Amendment right  to\n\nchallenge  the searches  in  this case.    See United  States  v.\n                                                             \n\nMarrero,  F. Supp. 570, 574  (S.D. Fla. 1986)  (defendant who was\n       \n\nowner and captain has Fourth Amendment right to contest search).\n\n          Whether  the crew  members' expectation  of  privacy is\n\nobjectively reasonable is a more difficult question.  A number of\n\ncases have limited the  areas of a  vessel in which crew  members\n\nlegitimately  possess  an expectation  of  privacy.   See  United\n                                                                 \n\nStates  v.  Arra,  630   F.2d  836,  841  n.6  (1st   Cir.  1980)\n                \n\n(questioning, without  deciding, whether crew  members have right\n\n                               -13-\n\nto challenge search in areas other than living quarters);  United\n                                                                 \n\nStates  v. Peterson, 812 F.2d 486, 494  (9th Cir. 1987) (crew has\n                   \n\nno privacy  interest in cargo  hold); United States  v. Thompson,\n                                                                \n\n928 F.2d  1060, 1065 (11th Cir.)  (recognizing difference between\n\nprivate areas  or footlockers versus cargo  holds), cert. denied,\n                                                                \n\n112  S. Ct. 270 (1991).   The underlying principle of these cases\n\nis that a crew member cannot have an expectation of  privacy in a\n\nspace that the Coast Guard is free to inspect  in the course of a\n\ndocument and safety check.   Obviously, contraband that the Coast\n\nGuard  observes   within  plain  view  (or   detects  by  sensory\n\nperception)  while searching the cargo hold is not within an area\n\nin  which crew  members  could have  a  reasonable or  legitimate\n\nprivacy interest.  Thompson,  928 F.2d at 1064.  This, of course,\n                           \n\nwould apply to the captain as well.\n\n          We think that cases involving substantial vessels, such\n\nas cargo ships  and freighters,  must be  distinguished from  the\n\ncase at  hand.  It is quite understandable that in dealing with a\n\nmajor vessel,  a court  should distinguish among  areas, treating\n\nsome as not susceptible to a reasonable expectation of privacy by\n\na  crew member.   For example,  the short  hand designation  of a\n\nfreighter's cargo hold  as a common area, in which no crew member\n\ncould  possess  a  reasonable  expectation  of  privacy,  is  not\n\nobjectionable  in the factual context of those cases by reason of\n\nthe size of the vessel and the de facto limitation of space which\n\nthe crew member can claim as private.\n\n          But  our  case  involves  entirely   different  factual\n\n                               -14-\n\ncircumstances.  Here, we confront a small pleasure craft used for\n\nfishing.  The  vessel's compartments were small  and cramped, and\n\nthe crew numbered only four.   There was no practicable means  to\n\nexclude  members of the crew  from specific areas  of the vessel.\n\nLike hosts and their  overnight guests in a small  apartment, the\n\ncaptain  and  crew   members,  each  individually,   possessed  a\n\nreasonable expectation of privacy in all areas of the vessel with\n\nrespect to all individuals not living within the unit and sharing\n\nthe  space. This sharing of limited space and lack of demarcation\n\nis the reality of life upon a small boat.\n\n          In such a  vessel there  are no \"common  areas\" in  the\n\nsame sense that the cargo hold or dining room on a large boat are\n\npublic  or common.  The  fact that several  individuals may share\n\nthe limited space no more  makes the space public than would  the\n\nfact that a family may share a house or a hotel room.   We cannot\n\nlay down a yardstick for every case, but we think  that this case\n\nis at the other pole from the freighter or cruise vessel where an\n\nindividual's private space can meaningfully be distinguished from\n\nareas  that are  public or  common.   In sum,  we think  that the\n\ncrewmen in this case, like the captain, are entitled to raise the\n\nquestion whether the search of the ship was unreasonable.6\n\n          To the extent that Fifth and Eleventh Circuit cases may\n\n                    \n\n6  In equity, one might argue that the crew deserves at least  as\nmuch protection as  the captain,  for the captain  is the  person\nmost likely to be trusted  with the knowledge of the presence  of\ncontraband,  and is also the  most likely leader  of the criminal\nenterprise.  But standing rules do sometimes produce odd outcomes\nand we note this point without relying upon it for our holding.\n\n                               -15-\n\nbe  read  to dictate  a different  result  for small  vessels, we\n\ndecline  to follow them.  See, e.g.,  United States v. L pez, 761\n                                                            \n\nF.2d  632,  636  (11th  Cir.   1985)  (suggesting  methodological\n\napproach  that  confers  or   rejects  right  to  contest  search\n\naccording to  function of specific compartments  within a vessel,\n\nsuch as cargo hold or living quarters); United States v. DeWeese,\n                                                                \n\n632  F.2d 1267,  1271  (5th Cir.  1980)  (ice hold  common  area;\n\ndufflebags and footlockers private areas). \n\n          Of  course,  the  captain and  crew's  expectations  of\n\nprivacy  is  subject to  the  Coast Guard'  authority  to conduct\n\ndocument and safety  inspections and its limited  power to search\n\nmore  intrusively upon  reasonable  suspicion.   But this  is not\n\ninconsistent with  recognizing that  the crew, like  the captain,\n\nstill retains  privacy  interests that  go beyond  the wallet  or\n\nfootlocker.   Rather,  it  means  that  in  determining  what  is\n\nreasonable  behavior  by  officials,  there is  a  latitude  that\n\nreflects the mobility of  the vessel, the special dangers  of sea\n\ntravel and other considerations peculiar to sea travel.  But that\n\nlatitude is not unlimited and we turn now to the question whether\n\nin this case the government overstepped the bounds.\n\n                                IV\n\n          The Coast  Guard's authority  under 14 U.S.C.    89(a)7\n\n                    \n\n7  14 U.S.C.   89(a) provides, in relevant part:\n\n            The  Coast  Guard  may   make  inquiries,\n            examinations,    inspections,   searches,\n            seizures, and arrests  upon the high seas\n            and  waters over which  the United States\n            has  jurisdiction,  for  the  prevention,\n\n                               -16-\n\nto  stop and board an American vessel  on the high seas8 is quite\n\nbroad.   We  have held  that administrative  safety and  document\n\ninspections  are  permissible  even \"without  any  particularized\n\nsuspicion of wrongdoing.\"  United States v. Elkins, 774 F.2d 530,\n                                                  \n\n533-34  (1st Cir. 1985) (quoting United States v. Burke, 716 F.2d\n                                                       \n\n935,  937 (1st Cir. 1983)).  Despite this empowerment, the Fourth\n\nAmendment   still   prohibits   unreasonable   searches.      The\n\nreasonableness of any search depends first  on \"whether the . . .\n\naction was justified at  its inception,\" Terry v. Ohio,  392 U.S.\n                                                      \n\n1,  20  (1968),  and  second,  on  whether  the  search  actually\n\nconducted \"was  reasonably related in scope  to the circumstances\n\nwhich justified the interference  in the first place.\"   Id.; see\n                                                                 \n\nalso New Jersey v. T.L.O., 469 U.S. 325, 341 (1985).  \n                         \n\n                    \n\n            detection, and  suppression of violations\n            of laws  of the United States.   For such\n            purposes,   commissioned,   warrant,  and\n            petty  officers  may at  any  time go  on\n            board  of  any  vessel  subject   to  the\n            jurisdiction,  or  the  operation of  any\n            law,  of  the   United  States,   address\n            inquiries to those on board,  examine the\n            ships documents and papers,  and examine,\n            inspect,  and search  the vessel  and use\n            all necessary force to compel compliance.\n            When  from  such inquiries,  examination,\n            inspection, or  search it appears  that a\n            breach  of the laws  of the United States\n            rendering  a person  liable to  arrest is\n            being,  or  has  been committed,  by  any\n            person, such person shall  be immediately\n            pursued and arrested  on shore, or  other\n            lawful appropriate action shall  be taken\n            . . . .\n\n8  The \"high seas\" are those waters \"beyond the  territorial seas\nof  the U.S.  and  beyond the  territorial  seas of  any  foreign\nnation.\" 21 U.S.C.   955b(b).  \n\n                               -17-\n\n          Because  of the  special  circumstances  implicated  by\n\nsearches and seizures of vessels while at sea, we have recognized\n\na  diminished expectation  of privacy.   Green,  671 F.2d  at 53;\n                                              \n\nHilton, 619 F.2d at 131.  Nevertheless, we require that the Coast\n      \n\nGuard possess \"reasonable and articulable grounds for  suspecting\n\nthat  the vessel  or  those on  board  are engaging  in  criminal\n\nactivities\" before conducting a  thorough search beyond  checking\n\nfor  compliance with safety regulations.   Green, 671  F.2d at 53\n                                                \n\n(citing  Williams,  617  F.2d  at 1076,  1084).    The  necessary\n                 \n\n\"reasonable  suspicion\" may  be  formed  on  the basis  of  facts\n\nobtained  during the  safety  and document  inspection, and  once\n\nreasonable  suspicion exists  the  inspecting officers  may drill\n\ninto a suspicious  area to  search for contraband.   Elkins,  774\n                                                           \n\nF.2d  at 534.   Both the  document and  safety inspection,  and a\n\nsearch  pursuant to  reasonable  suspicion, must  be confined  to\n\nareas  reasonably  incident to  the  purpose  of the  inspection.\n\nTherefore,  a  reasonable  suspicion  search  only  authorizes  a\n\nlimited intrusion.  For example, if a particular area of a vessel\n\nraises a reasonable suspicion, then that area may be investigated\n\nfurther.  Id. (suspicious fuel tank); see also L pez, 761 F.2d at\n                                                    \n\n636.   Neither  authority  provides carte  blanche  to destroy  a\n\nvessel.    See  Hilton, 619  F.2d  at  132  (discussing scope  of\n                      \n\ndocument and safety inspection).    \n\n          In the maritime context, the  relative intrusiveness of\n\na  search must be justified by a corresponding level of suspicion\n\nsupported by specific facts gathered by investigating  officials.\n\n                               -18-\n\nCf.  New Jersey v. T.L.O., 469 U.S. at 343-44, 347 (contemplating\n                         \n\nexpanding scope of search where justified by facts giving rise to\n\nfurther reasonable suspicion);  Villamonte M rquez,  462 U.S.  at\n                                                  \n\n592.   We recognize that  by allowing each  inspection to provide\n\nthe  basis for  a more  intrusive search  -- document  and safety\n\ninspection  supplying reasonable suspicion which later supports a\n\nprobable  cause   determination  --   we  risk  manipulation   by\n\ngovernment officials of the factual progression that provided the\n\nauthority for ever more  intrusive searches.  We think  that this\n\ndanger further  justifies the  deterrent supplied by  our holding\n\nwith  respect to standing.  More intrusive searches that yield no\n\ncontraband can  halt the forward progression  evidence that would\n\njustify  a full,  destructive search.   Thus,  if a  document and\n\nsafety inspection causes a Coast Guard officer to have reasonable\n\nsuspicion  with respect to certain  areas, and a  search of those\n\nareas  yields  nothing, then  a destructive  search might  not be\n\njustified.    Cf. Mincey  v. Arizona,  437  U.S. 385,  393 (1978)\n                                    \n\n(\"warrantless  search  must  be  'strictly  circumscribed by  the\n\nexigencies  which justify  its initiation'\")  (citation omitted).\n\nUltimately, a full, \"stem to  stern,\" destructive search may only\n\nbe conducted on the basis of  probable cause.  L pez, 761 F.2d at\n                                                    \n\n636-37; United States v. Andreu, 715 F.2d 1497 (11th Cir. 1983).\n                               \n\n          The  facts  of  the  present  case  provide  a  graphic\n\nillustration  of  the  principles  stated  above.    The  initial\n\nboarding of the FL 8304 EM was for a perfectly legal document and\n\nsafety inspection pursuant to  14 U.S.C.   89(a).   Petty Officer\n\n                               -19-\n\nSpake  issued a minor violation notice for failing to present the\n\noriginal  copy of the vessel's registration papers.  He felt that\n\nhe  was not authorized to proceed further with the search despite\n\nhis  \"suspicion\" regarding certain  spaces.  (Suppression Hearing\n\nTranscript, October 1, 1990, at  58).  Matters changed,  however,\n\nduring the subsequent  debriefing.  Apparently,  EPIC information\n\nwas  received  regarding the  vessel,  the captain,  and  the two\n\nalleged  owners.  In addition, certain spaces purportedly had not\n\nbeen  accounted for  during the  document and  safety inspection.\n\nThe sequence of these developments raises questions.  The absence\n\nof  adequate  answers  to  these questions  casts  doubt  on  the\n\nvalidity of subsequent events.\n\n          After-the-fact  rationalizing  is precisely  what makes\n\nthe relaxed warrant and cause procedures such a dangerous tool in\n\nthe  hands of over-zealous officials.   If we  had a clear record\n\nestablishing reasonable suspicion to reboard the FL 8304 EM based\n\non  specific factors, this action would be less troubling than it\n\npresently is.  But in  this case the record is unclear as to when\n\nspecific pieces of information came to the attention of the Coast\n\nGuard, and on what basis the Coast Guard justified their actions.\n\n          The government's brief suffers  from the same  problem.\n\nFor  example,  it suggests  that  the  boarding party  discovered\n\nfiberglass  shavings in the cushions  on the deck  of the vessel,\n\nwhich added  support for  the second  boarding  and bringing  the\n\nvessel  to  Puerto Rico.   But  our  investigation of  the record\n\nindicated  that  Lt. Gatlin's  on-land  inspection  team did  not\n                                      \n\n                               -20-\n\ndiscover the fiberglass until  March 1.  We cannot  stress enough\n\nthe  importance of compiling a coherent and detailed record as to\n\nwhen facts are discovered and when the inferences and conclusions\n\nare  drawn therefrom.  A  finding of guilt  becomes irrelevant if\n\nthe  evidence upon which conviction is secured is not procured in\n\na constitutional manner.  Wong Sun v. United States, 371 U.S. 471\n                                                   \n\n(1963).\n\n          Notwithstanding the abuse, we  conclude that the second\n\nboarding  and  five-hour  search   was  justified  by  reasonable\n\nsuspicion rather than by the necessity of completing the document\n\nand safety inspection.   The circumstances changed, however, once\n\nthe FL 8304 EM arrived in Puerto Rico.  The search by Navy divers\n\nand  a narcotics detection dog,  and the thorough and destructive\n\ninspection  of many structural  areas of the  boat (including the\n\nsuspicious  shower area  and water  tank), dissolved  any legally\n\nsustainable suspicion once reasonably  held.  At that  point, all\n\nthe  government had to support  a probable cause  finding was the\n\nEPIC information, the course  change, and the fact that  the boat\n\noriginated  from a drug source  country.  Such  evidence fails to\n\nsupport a finding of probable cause.  In the absence  of probable\n\ncause,  the destructive stem to stern search was illegal, and any\n\nevidence  discovered as  a result  of that  excessively intrusive\n\nsearch should have been  suppressed by the district court.   Wong\n                                                                 \n\nSun, 371 U.S. at 488.\n   \n\n                                V\n\n                            Conclusion\n                                      \n\n                               -21-\n\n          Because  we   find  that  all  the   appellants  had  a\n\nreasonable expectation of privacy sufficient to confer a right to\n\nchallenge the  search  of  the  vessel, and  because  the  search\n\nviolated  appellants'  Fourth Amendment  rights,  the convictions\n\nmust  be  reversed.    We  need  not consider  appellants'  other\n\narguments.\n\n          Appellants' convictions are reversed.\n                                              \n\n                                                  Dissent Follows\n\n          CYR, Circuit Judge (dissenting  in part).  Although the\n          CYR, Circuit Judge (dissenting  in part).\n                            \n\nstem-to-stern destructive search of the drydocked vessel exceeded\n\nwhatever  reasonable  limits  inhere  in a  safety  and  document\n\ninspection,  I  believe  the  defendant crew  members  failed  to\n\nestablish an intrusion on their Fourth Amendment rights.\n\n          As the  Supreme Court recently reiterated,  \"a 'search'\n\noccurs when an expectation of privacy that society is prepared to\n\nconsider  reasonable  is  infringed.\"   Soldal  v.  Cook  County,\n                                                                 \n\nIllinois,  113 S. Ct. 538,  544 (1992) (quoting  United States v.\n                                                              \n\nJacobsen,  466 U.S. 109, 113  (1984)); see also  United States v.\n                                                              \n\nBouffard,  917 F.2d 673, 675-76 (1st Cir. 1990); United States v.\n                                                              \n\nSoule,  908 F.2d  1032, 1034  (1st  Cir. 1990).    The burden  of\n     \n\nestablishing a protected Fourth  Amendment privacy interest rests\n\nsquarely with  the individual  defendant.  Rawlings  v. Kentucky,\n                                                                \n\n448 U.S. 98, 104 (1980); Bouffard, 917 F.2d at 675 (quoting Rakas\n                                                                 \n\nv. Illinois, 439  U.S. 128,  131 n.1 (1978)).   Accordingly,  for\n           \n\nmore than a decade  the Court has insisted that  \"the capacity to\n\n                               -22-\n\nclaim the protection  of the Fourth Amendment depends  . . . upon\n\nwhether  the  person who  claims [its]  protection  . .  .  has a\n\nlegitimate expectation of privacy in the invaded place.\"   Rakas,\n                                                                \n\n439 U.S. at 143  (emphasis added); see also California  v. Green-\n                                                                 \n\nwood,  486 U.S. 35, 39-40  (1988); Rawlings, 448  U.S. at 104-105\n                                           \n\n(1980);  United States v. Salvucci,  448 U.S. 83,  93 (1980); see\n                                                                 \n\ngenerally United  States v. Cruz Jimenez, 894 F.2d 1, 5 (1st Cir.\n                                        \n\n1990) (\"Demonstration of a [legitimate expectation of privacy] is\n\na  threshold   . . .  requirement,  and  analysis cannot  proceed\n                                                                 \n\nfurther without its  establishment.\") (emphasis added)  (footnote\n                                  \n\nomitted).9nn\n\n          In the  present case, where  no crew  member asserts  a\n\npossessory or  proprietary interest  in the vessel  itself,10 the\n\nestablishment of a \"legitimate expectation of privacy\" turns upon\n\ntwo inquiries.   First, we  inquire whether there  is any  \"long-\n\nstanding  social custom\"  which would  substantiate a  reasonable\n\nexpectation  of privacy  on  the part  of the  crew.   See, e.g.,\n                                                                \n\nMinnesota  v.  Olson, 495  U.S.  91,  98-99 (1990)  (houseguest's\n                    \n\nexpectation of privacy); O'Connor v. Ortega, 480 U.S. 709, 717-18\n                                           \n\n                    \n\n9  Accordingly,  I do  not discuss the  court's \"probable  cause\"\ndetermination.\n\n10  As the crew members presented no claim or evidence that their\nproprietary or possessory rights were violated by the seizure, we\nneed  not address separately  their right to  challenge the \"sei-\nzure\"  of the  vessel.  Though  the right to  contest a \"seizure\"\ndoes not invariably require  that the moving party demonstrate  a\n\"reasonable  expectation  of  privacy\"  in the  place  where  the\nseizure occurred, see Soldal, 113  S. Ct. at 545-46, at the  very\n                            \nleast the  moving party must demonstrate  a \"possessory interest\"\nin  the property seized.   See id. at  543 (quoting Jacobsen, 466\n                                                            \nU.S. at 113).\n\n                               -23-\n\n(1986) (public employees).  Second, absent any such \"longstanding\n\nsocial custom,\" we inquire whether the crew members had the right\n\nto exclude intruders from  the area in or through  which on-board\n\naccess  could  be had  to the  property  seized.   Compare United\n                                                                 \n\nStates  v. Morales, 847 F.2d 671, 672 (11th Cir. 1988) (recogniz-\n                  \n\ning crew's Fourth Amendment  right to challenge search of  hidden\n\ncompartment, since authorities gained  access to hidden  compart-\n\nment  through crew's  private  quarters), with  United States  v.\n                                                             \n\nLopez,  761 F.2d  632, 635-36  (11th Cir.  1985) (recognizing  no\n     \n\nFourth Amendment right  in hidden compartment, where  authorities\n\ngained  access through  \"common area\"  on deck  of ship);  United\n                                                                 \n\nStates v.  Sarda-Villa, 760 F.2d  1232, 1236-37 (11th  Cir. 1985)\n                      \n\n(recognizing  no  Fourth Amendment  right  in hidden  compartment\n\nunderneath seats in main cabin of vessel).\n\n          The contraband  seized from  the vessel in  the present\n\ncase  had  been hidden  in  a hollowed-out  compartment  within a\n\nstructural  beam running beneath the engine room.  Unbeknownst to\n\nthe  Coast Guard, the secret compartment in the beam was accessi-\n\nble  through  the engine  room.11   See,  e.g., United  States v.\n                                                              \n\nMarsh, 747 F.2d  7, 11 (1st  Cir. 1984) (engine  room as  \"common\n     \n\narea\"); United  States v. Stuart-Caballero, 686  F.2d 890, 891-92\n                                          \n\n(11th Cir. 1982) (same), cert. denied, 459  U.S. 1209 (1983).  Of\n                                     \n\ncourse, it is clear that no \"longstanding  social custom\" confers\n\n                    \n\n11   The secret compartment seems to  have been situated so as to\nbe  accessible by means of  a concealed \"entrance  way.\" Once the\n\"entrance  way\" was unblocked,  the packages of  cocaine could be\npulled from the hollowed-out beam by means of a string.\n\n                               -24-\n\non crew members an \"expectation of privacy\" in the engine room or\n               \n\nother \"common areas\" of a vessel.  See United States v. Arra, 630\n                                                            \n\nF.2d  836, 841 n.6  (1st Cir. 1980)  (\"areas subject  to a safety\n\ninspection,  such as the engine room . . . are places where . . .\n\nthe crew  of a  vessel would  have little  if any  expectation of\n\nprivacy\"); see  generally, e.g., United States v. Green, 671 F.2d\n                                                       \n\n46, 53 (1st  Cir.), cert.  denied, 457 U.S.  1135 (1982)  (noting\n                                 \n\ndiminished  expectation of privacy  on maritime vessels).   It is\n\npossible, as the majority  suggests, that the master may  have an\n\nexpectation of privacy  from unauthorized official intrusions  in\n\nthe engine room, or elsewhere aboard the vessel.  See slip op. at\n                                                     \n\n13-14; see also United  States v. Aikens,  685 F. Supp. 732,  736\n                                        \n\n(D. Hawaii 1988)  (master's \"total control is consistent with the\n\nrecognition  of a  privacy  expectation which  emerges from  such\n\nauthority\"),  rev'd on  other  grounds, 946  F.2d  608 (9th  Cir.\n                                      \n\n1990); see  generally 1 Martin  J. Norris,  The Law of  Seamen   \n                                                              \n\n25:1 et  seq. (4th ed.  1985 &amp; 1993  supp.) (discussing  scope of\n             \n\nmaster's authority aboard ship).  But crew members cannot base an\n\nasserted  \"reasonable  expectation of  privacy\"  on  that of  the\n\ncaptain,  even though, as coconspirators, their subjective inter-\n\nests in preventing governmental  access to the hidden compartment\n\nand  its  contents may  have  been entirely  compatible  with the\n\ncaptain's interests.12  \n\n                    \n\n12   As the Court has stated time and again, the Fourth Amendment\nprotects individual  rights only, and no  defendant may piggyback\n                   \non  a codefendant's expectation of privacy.  See United States v.\n                                                              \nPadilla, 113  S. Ct.    ,  61 U.S.L.W. 4458,  4458 (May 3,  1993)\n       \n(rejecting Ninth  Circuit view  that \"a co-conspirator  obtains a\n\n                               -25-\n\n          Turning to  the second inquiry, it is  clear that admi-\n\nralty  law confers no right whatever upon crew members to exclude\n\neither the master, the  Coast Guard, or one another,  from common\n\nareas  such as the engine room, let  alone from the interior of a\n\nstructural beam.  The master alone possesses such a right, as the\n\nfiduciary representative  of the  vessel owner.    See 1  Norris,\n                                                      \n\nsupra,  at   14:8.   The  crew's authority  is derivative  of the\n                                                         \n\nmaster's  authority, and  exercisable  pursuant  to the  master's\n\ncommand or the command of his delegate or lawful successor.   See\n                                                                 \n\nid. at    14:8, 25:16.  As  the Supreme Court stated in  Southern\n                                                                 \n\nS.S. Co. v. N.L.R.B., 316 U.S. 31,  38 (1942), \"[the master] must\n                    \n\ncommand and the  crew must  obey.  Authority  cannot be  divided.\n\nThese are actualities which the law has always recognized.\"13\n\n          Contrary  to the  majority's suggestion,  a \"reasonable\n\nexpectation  of privacy\"  on  the part  of  the crew  is  neither\n\n                    \n\nlegitimate expectation of  privacy for Fourth  Amendment purposes\nif he  has either a  supervisory role in the  conspiracy or joint\ncontrol  over the  place or  property involved  in the  search or\nseizure\"); Alderman v. United States, 394 U.S. 165, 171-72 (1969)\n                                    \n(rejecting \"derivative standing\" for coconspirators  under Fourth\nAmendment); Soule, 908 F.2d at 1036-37 (same); Bouffard, 917 F.2d\n                                                       \nat 675-76 &amp; n.6  (tracing the successive demise of  various theo-\nries  of  Fourth  Amendment  \"standing,\"  including  \"automatic,\"\n\"derivative,\" and \"target theory\" standing).\n\n13   Nor would the  mere fact that the master  may not have exer-\n                                                                 \ncised his authority to control access to a particular area of the\n     \nvessel mean  that the  crew possessed an  \"objectively reasonable\nexpectation\" that the master would  not do so in the future.   In\nany  case, the  burden of proof  remains squarely on  the crew to\n                                                              \nassert that the master has renounced such authority.  Rawlings v.\n                                                              \nKentucky,  448 U.S.  98, 104  (1980); Bouffard,  917 F.2d  at 675\n                                              \n(quoting Rakas v. Illinois, 439  U.S. 128, 131 n.1 (1978)).   The\n                          \nrecord  contains  neither  argument nor  evidence  suggesting  an\nactual  renunciation  or  delegation  of  the  master's shipboard\nauthority in this case.\n\n                               -26-\n\nreasonably inferable nor automatically  enlarged simply by virtue\n\nof the  small size and intimate nature of the vessel.  An automo-\n\nbile  is much smaller than a 43-foot fishing boat, yet automobile\n\npassengers,  qua passengers, have  no \"reasonable  expectation of\n                \n\nprivacy\"  even in the  readily accessible  contents of  the glove\n\ncompartment or the open  area beneath the passenger seats.   See,\n                                                                \n\ne.g.,  Rakas, 439  U.S.  at 148-49;  see  also United  States  v.\n                                                             \n\nLochan, 674 F.2d 960, 965 (1st Cir. 1982).\n      \n\n          Finally,  but not  least  importantly, these  defendant\n\ncrew members  never asserted a reasonable  expectation of privacy\n                            \n\nbased  on  the size  and intimate  nature of  the vessel.   Under\n\ngoverning law,  therefore, the  record is wholly  insufficient to\n\nsuggest, let alone  establish, that the warrantless search of the\n\nsecret compartment in the structural beam intruded  on a \"legiti-\n\nmate expectation of privacy\"  of either crew member.   Rakas, 439\n                                                            \n\nU.S. at  143.  The best that  can be said is  that, even assuming\n\nits validity, the theory of Fourth Amendment \"standing\" relied on\n\nby the court today is not implicated by the present record nor by\n\nthe district court's ruling.14\n\n          The  egalitarian concerns animating  the court's ruling\n\n   that captain  and crew deserve the  same right to  redress the\n\n                    \n\n14  Since the  government directly challenged defendants' \"stand-\ning\" below, a remand to permit the district court to consider the\nmatter  further would  seem to  be precluded.   Compare  Combs v.\n                                                              \nUnited States, 408 U.S. 224,  227-28 (1972) (Per Curiam) (direct-\n             \ning  remand  where  prosecutor  had  not  challenged  defendant's\n\"standing\"),  with Rakas,  439  U.S. at  130-31 n.1  (refusing to\n                        \nremand where prosecutor had challenged \"standing\" at  suppression\nhearing).  See also Bouffard, 917 F.2d at 677-78.\n                            \n\n                               -27-\n\nchallenged governmental intrusion     though foreclosed by prece-\n\ndent,  are superficially  compelling.   As the  court says,  \"the\n\ncaptain is the person most  likely to be trusted with the  knowl-\n\nedge of the presence  of contraband, and is also  the most likely\n\nleader of the criminal enterprise.\"   Slip op. at 15 n.6.   Thus,\n\nfor  the challenged evidence to be ruled excludable at the behest\n\nof the  captain, but  not the  crew, may appear  unfair at  first\n\nblush.    But these concerns  are illusory in the  context of the\n\nappropriate Fourth  Amendment inquiry:   whether  each individual\n\ncrew member  demonstrated a legitimate expectation  of privacy in\n\nthe  invaded place or a proprietary or possessory interest in the\n\nevidence seized.   The Fourth Amendment  exclusionary rule simply\n\nis not  designed to  ensure \"equitable\"  outcomes, but rather  to\n\nsafeguard  expectations of  privacy that  society is  prepared to\n\nrecognize  as reasonable.15   To  that end,  the right  to invoke\n\nthe  exclusionary rule  is restricted  to individuals  who demon-\n\nstrate an unlawful governmental  intrusion upon an expectation of\n\nprivacy that society is prepared to recognize as reasonable.  See\n                                                                 \n\nRakas, supra; Alderman, supra; see also 4 Wayne R. LaFave, Search\n                                                                 \n\n&amp;  Seizure,   11.3(i) at 361 (2d ed. 1987) (\"[g]uilty persons, of\n          \n\ncourse, are sometimes acquitted as a consequence of  the suppres-\n\nsion [of unlawfully  seized evidence], but to conclude that still\n\nother guilty persons must likewise be acquitted because joined in\n\n                    \n\n15  Of course, the limited role and authority of crew members may\nat  times be relevant  to a \"sufficiency of  the evidence\"  chal-\nlenge.  See,  e.g.. United States  v. Steuben, 850 F.2d  859, 869\n                                             \n(1st Cir. 1988);  United States  v. Bland, 653  F.2d 989,  996-97\n                                         \n(5th Cir. 1981), cert. denied, 454 U.S. 1055 (1981).\n                             \n\n                               -28-\n\ncrime  or trial  with the first  group is  to bestow  upon them a\n\n'windfall  to which  they are  not justly  entitled.'\") (citation\n\nomitted).\n\n          I respectfully dissent from the holding that the Fourth\n\nAmendment rights of the defendant crew members were violated.\n\n                               -29-\n",
  "html": "<p class=\"case_cite\">6 F.3d 15</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Joaquin CARDONA-SANDOVAL, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Alejandro ROJANO-RANGEL, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Jorge GOMEZ-OLARTE, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 92-1385 to 92-1387.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 4, 1993.<br>Decided Sept. 29, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David W. Roman, San Juan, PR, by appointment of the Court, for appellant Joaquin Cardona-Sandoval.</p>\n      <p class=\"indent\">Juan R. Acevedo-Cruz, Carolina, PR, by appointment of the Court, with whom Charles A. Rodriguez, Hato Rey, PR, was on brief, for appellants Jorge Gomez-Olarte and Alejandro Rojano-Rangel.</p>\n      <p class=\"indent\">Jeanette Mercado-Rios, Asst. U.S. Atty., with whom Daniel F. Lopez-Romo, U.S. Atty., and Jose A. Quiles-Espinosa, Sr. Litigation Counsel, Hato Rey, PR, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, BOWNES, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p>AMENDED OPINION</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal involves the validity of a search of a vessel.  Appellants Joaquin Cardona-Sandoval, Alejandro Rojano-Rangel, and Jorge Gomez-Olarte appeal their convictions of possessing cocaine with intent to distribute it in violation of 46 U.S.C.App. Sec. 1903(a), (b)(1), and (f).  For the reasons that follow, we reverse the convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The facts are set forth in the light most favorable to the government.  Appellants Cardona-Sandoval (the captain), RojanoRangel and Gomez-Olarte (the crew),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> were on board a forty-three foot sports-fisherman, Florida registration Number \"FL 8304 EM\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> allegedly on route from Colombia, South America to St. Maarten.  All appellants are Colombian nationals.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On February 25, 1990, they were intercepted by the U.S.S. BIDDLE, a Navy destroyer.  The U.S.S. BIDDLE was charged with boarding northbound vessels of less than four hundred feet as part of the government's drug interdiction program.  Coast Guard officials aboard the U.S.S. BIDDLE were to conduct the boardings and investigations.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Following standard procedure, the U.S.S. BIDDLE attempted radio and loudspeaker communication with FL 8304 EM in both English and Spanish, but the vessel never responded.  The U.S.S. BIDDLE then dispatched a six-member boarding party to conduct a document and safety inspection.  The crew did not object to this inspection.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This initial boarding lasted approximately two hours.  Two members of the boarding party guarded the captain and crew at the stern of the vessel while four others checked it for compliance with safety regulations.  They also conducted a so-called space accountability search to ensure that the vessel was not compartmentalized secretly for smuggling.  During the inspection, the captain, Cardona-Sandoval, stated that Roberto de Armas owned the vessel and that appellants were employed to bring the boat from Colombia to St. Maarten.  The registration document, however, indicated that Luis Rodriguez owned the boat.  Cardona-Sandoval claimed not to know Rodriguez.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As the space accountability search neared completion, one of the junior officers asked the senior officer leading the boarding party, Petty Officer William Ronald Spake, to personally inspect certain areas that appeared suspicious.  The areas included a newly-constructed shower;  several walls that appeared thicker than necessary, according to the petty officer's prior experience;  and a large water tank.  Spake indicated that the generally \"messy\" state of the boat made him suspicious, as well, but after two hours of searching, no contraband was discovered.  He then cited vessel master Cardona-Sandoval with a minor violation--for producing a photocopy of the boat's registration rather than the original--and conferred with his superior aboard the U.S.S. BIDDLE, Lieutenant George Boyle.  The two agreed that they had completed the space accountability search to the best of their ability.  Lt. Boyle directed the boarding party to report back to the U.S.S. BIDDLE and, thereafter, the Coast Guard allowed appellants to continue their voyage.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">That evening the boarding party and Lt. Boyle assembled for debriefing.  The team made several observations:  (1) that recent reconstruction had been done on the vessel;  (2) that appellants were from a known drug source country;  (3) that the sleeping cabins were in disarray, which suggested to the Coast Guard that the crew slept on the deck;  (4) that the boat had been painted recently and the paint was peeling;  and, (5) that the United States flag was not displayed as it should have been.  In addition, one member of the party had become ill during the search, and the officer who replaced him failed to continue the search exactly where the other officer had left off.  Lt. Boyle determined that the boarding party had failed to search adequately the space behind the medicine cabinet and the reconstructed shower area, and decided to reboard FL 8304 EM to complete the space accountability search.  The record indicates a controversy regarding the real impetus for the second search.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In addition, sometime on February 25, 1990, Lt. Boyle learned:  (1) that the El Paso Intelligence Center (\"EPIC\") indicated that the captain had been convicted of smuggling marijuana in 1984;  (2) that FL 8304 EM was also known as the \"Wicho\" and was on the EPIC lookout list as possibly having hidden compartments for smuggling;  and (3) that EPIC had information on both Roberto de Armas and Luis Rodriguez.  Because Lt. Boyle failed to note or was unable to recall the exact time that he received the EPIC information, we do not know whether the Coast Guard possessed this information during the initial search.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On the morning of February 26, 1990, a Navy aircraft located the FL 8304 EM on a course 100 degrees different from the day before.  The Coast Guard testified that although conditions at sea had deteriorated considerably, the change in course was not justified by the weather.  The Coast Guard inferred that FL 8304 EM had taken evasive action.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Although the Coast Guard justified the second boarding as required by the need to complete the space accountability search, the search actually conducted was much broader than initially proposed.  In fact, the second search lasted approximately five hours.  During that time, the boarding party used an axe and a crowbar to further investigate the shower area and space underneath the water tank.  No contraband was found.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Ultimately, the Coast Guard determined that the seas were too rough to continue the search at sea and they decided to take the vessel and its crew to the Roosevelt Roads Naval Base at Ceiba, Puerto Rico, in order to continue the search.  Appellants were transferred to the U.S.S. BIDDLE, allegedly for their safety, and Coast Guard personnel piloted FL 8304 EM back to Puerto Rico.  The district court found that appellants did not consent to be taken to Puerto Rico.  Id. at 766.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On February 27, while in transit to Puerto Rico, Lt. Boyle inspected the FL 8304 EM personally, and reaffirmed the decision to bring the vessel to shore because certain spaces, such as the water tank (which was welded to the ribs of the vessel), could not be accessed at sea without the risk of sinking the boat.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On February 28, the vessel arrived in Puerto Rico.  Navy divers and a narcotics search dog were brought to search the vessel, but detected nothing.  The Coast Guard stated that there were too many things strewn over the deck that interfered with the dog's olfactory sense.  The water tank was then removed from the boat, and the gasoline tank was emptied.  Notwithstanding this search, at the end of the day no contraband had been found.  Lt. Boyle transferred custody of the FL 8304 EM to Lt. J.G. Gatlin of the San Juan Coast Guard Law Enforcement attachment.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On March 1, the FL 8304 EM was removed from the water.  At this point a destructive search began in earnest.  The poor condition of the deck and other factors that suggested that it might have been raised to create hidden spaces, prompted the Coast Guard to use a chainsaw to cut through the deck in search of narcotics.  The ceilings and walls of the cabins were pulled down and thoroughly searched.  Gatlin and his team discovered a grinder which could be used to cut fiberglass, as well as cushions on the deck filled with fiberglass shavings, suggesting that fiberglass molding work had been done recently.  Nevertheless, by the end of the day no illicit substances had been found on the FL 8304 EM.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The government did not give up.  The search continued on March 2nd.  That afternoon, the search team drilled into two beams that ran the length of the vessel and upon which the engine was mounted.  Cocaine was found there.  Yet it took the search team even more time to find the place from which the cocaine could be accessed.  Using an axe and crowbar, the officers worked for several minutes to open an access point.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">After the U.S.S. BIDDLE and FL 8304 EM arrived at Roosevelt Roads Naval Station on February 28, appellants were detained at the base for six hours under guard, during which time they received no food.  Subsequently, they were transferred to Immigration and Naturalization Service (\"INS\") custody and moved to the airport in San Juan where they were detained for three hours in a locked room.  Thereafter they were handcuffed and transported to the INS detention facilities at the Salvation Army in San Juan, where they were placed in a large locked room, which resembled a cage.  There, they were detained during the three-day on-land search until 5:00 P.M. on March 2, 1990 when they were formally arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">After their arrest, appellant Cardona-Sandoval explained to United States Customs Special Agent Roberto Jusino that he had been hired by Roberto de Armas in Barranquilla, Colombia to pick up FL 8304 EM at Rio Hacha, Colombia and take it to St. Maarten.  He was to be paid 80,000 Colombian pesos for the job.  Similarly, appellant Rojano-Rangel stated that he had been hired by Cardona-Sandoval as a crew member for 60,000 pesos.  During the trial, the prosecution and several witnesses incorrectly stated the compensation in dollars, when they actually meant pesos.  Because the words peso and dollar are used interchangeably in Puerto Rico to mean United States dollars, the parties stipulated at a later point in the trial that any reference to United States dollars was incorrect and that the correct reference was to Colombian pesos.  Agent Jusino testified at trial that the exchange rate for Colombian pesos was very low, but did not testify as to the value of the compensation in American dollars.  Appellants attempted to introduce expert testimony on the exchange rate but the district court denied their proffer, finding the witness they attempted to use unqualified to testify on such matters.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellants challenge their convictions on several grounds.  They allege that the district court improperly denied their motion to suppress evidence seized during the search of their vessel, which they claim was in violation of their Fourth Amendment rights.  Alternatively, they argue that the evidence was insufficient to support the guilty verdicts.  They also contend that the district court committed reversible error by refusing to voir dire the jury regarding their knowledge of two prejudicial newspaper articles published during the deliberations, and by refusing to admit the testimony of a defense expert witness as to the exchange rate between the Colombian peso and the United States dollar.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court denied the motion to suppress the evidence seized from the vessel, holding that (1) the cocaine seized was not the fruit of an illegal arrest;  (2) the appellants did not have standing to challenge the search and seizure because they had no privacy interest in the structural beams along the hull of the vessel;  and (3) the Coast Guard had probable cause to bring the ship to Roosevelt Roads for a destructive search.  United States v. Sandoval, 770 F.Supp. at 766-67.   Although we disagree with the district court's conclusion that appellants were not under arrest once they were brought to Puerto Rico and placed in a holding cell for approximately three days while their vessel was searched, we agree that the cocaine seized cannot be considered the fruit of that illegal arrest.  We focus, therefore, on the issues related to the search of the vessel.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Fourth Amendment guarantees \"[t]he right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures....\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  An individual's Fourth Amendment right to be free from unreasonable searches is implicated when he or she (1) has \"manifested a subjective expectation of privacy\" in the place searched, which (2) \"society accepts as objectively reasonable.\"  California v. Greenwood, 486 U.S. 35, 39, 108 S.Ct. 1625, 1628, 100 L.Ed.2d 30 (1988);  see alsoO'Connor v. Ortega, 480 U.S. 709, 715, 107 S.Ct. 1492, 1496, 94 L.Ed.2d 714 (1987);  Katz v. United States, 389 U.S. 347, 361, 88 S.Ct. 507, 516, 19 L.Ed.2d 576 (1967) (Harlan, J., concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">To demonstrate a \"subjective expectation of privacy,\" the Court has required little more than evidence that defendants made some minimal effort to protect their property or activities from warrantless intrusions.  See, e.g.,Greenwood, 486 U.S. at 39, 108 S.Ct. at 1628 (placing garbage in opaque plastic bags \"clearly\" manifests \"subjective expectation of privacy,\" even though bags are later publicly discarded);  California v. Ciraolo, 476 U.S. 207, 211, 106 S.Ct. 1809, 1811, 90 L.Ed.2d 210 (1986) (building ten-foot fence around yard manifests \"subjective expectation of privacy\" from side walk traffic).  But cf.Rawlings v. Kentucky, 448 U.S. 98, 104, 100 S.Ct. 2556, 2561, 65 L.Ed.2d 633 (1980) (placing contraband in acquaintance's purse does not manifest \"subjective expectation of privacy\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There is \"no talisman that determines in all cases those privacy expectations that society is prepared to accept as reasonable.\"  O'Connor, 480 U.S. at 715, 107 S.Ct. at 1496.   The reasonableness of an expectation of privacy and the proper standard for a search vary according to context.  Id.  While \"arcane distinctions developed in property and tort law\" do not control the inquiry, Rakas v. Illinois, 439 U.S. 128, 143, 99 S.Ct. 421, 430, 58 L.Ed.2d 387 (1978), we do consider ownership, possession, control, ability to exclude from the premises, or a legitimate presence on the premises when determining the existence of a legitimate expectation of privacy.  United States v. Melucci, 888 F.2d 200, 202 (1st Cir.1989);  United States v. Aguirre, 839 F.2d 854, 856 (1st Cir.1988).  In addition, because of the \"circumstances and exigencies of the maritime setting,\" we have recognized that individuals have a diminished expectation of privacy on a vessel as opposed to that which can be claimed in their homes.  See, e.g.,United States v. Green, 671 F.2d 46, 53 (1st Cir.), cert. denied, 457 U.S. 1135, 102 S.Ct. 2962, 73 L.Ed.2d 1352 (1982);  United States v. Hilton, 619 F.2d 127, 131 (1st Cir.), cert. denied, 449 U.S. 887, 101 S.Ct. 243, 66 L.Ed.2d 113 (1980).  Finally, we note that \"Fourth Amendment rights are personal rights which ... may not be vicariously asserted.\"  Alderman v. United States, 394 U.S. 165, 174, 89 S.Ct. 961, 967, 22 L.Ed.2d 176 (1969).  With these principles as background, we turn to the facts of the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellants must be divided into two groups for the purpose of measuring the legitimacy of their expectation of privacy:  the captain and the crew members.  The captain, Cardona-Sandoval, has a cognizable expectation of privacy from unauthorized police intrusions everywhere aboard his ship.  This interest derives from his custodial responsibility for the ship, his associated legal power to exclude interlopers from unauthorized entry to particular places on board, and the doctrines of admiralty, which grant the captain (as well as the owner) a legal identity of interest with the vessel.  See, e.g.,The Styria, 186 U.S. 1, 22 S.Ct. 731, 46 L.Ed. 1027 (1902);  Coastal Iron Works, Inc. v. Petty Ray Geophysical, 783 F.2d 577, 582 (5th Cir.1986);  United States v. Aikens, 685 F.Supp. 732, 736 (D. Hawaii 1988), rev'd on other grounds, 946 F.2d 608 (9th Cir.1990);  see generally 1 Martin J. Norris, The Law of Seamen Secs. 25:1 et seq.  (4th ed. 1985 &amp; supp. 1993) (describing broad powers of master of vessel).  Cardona-Sandoval objected to having his boat taken to Puerto Rico for a destructive search, and therefore manifested his subjective expectation of privacy in the vessel.  It is appropriate to conclude that Cardona-Sandoval's subjective expectation that he, his vessel and crew, not be taken from the high seas, brought to a country which he did not care to enter, subjected to a six-day search (three of which occurred on land and constituted a destructive search), and detained in a barred cage while the government destroyed the vessel, is one that society is prepared to recognize as reasonable.  Thus, in his capacity as master of the vessel, Cardona-Sandoval has a Fourth Amendment right to challenge the searches in this case.  SeeUnited States v. Marrero, 644 F.Supp. 570, 574 (S.D.Fla.1986) (defendant who was owner and captain has Fourth Amendment right to contest search).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Whether the crew members' expectation of privacy is objectively reasonable is a more difficult question.  A number of cases have limited the areas of a vessel in which crew members legitimately possess an expectation of privacy.  SeeUnited States v. Arra, 630 F.2d 836, 841 n. 6 (1st Cir.1980) (questioning, without deciding, whether crew members have right to challenge search in areas other than living quarters);  United States v. Peterson, 812 F.2d 486, 494 (9th Cir.1987) (crew has no privacy interest in cargo hold);  United States v. Thompson, 928 F.2d 1060, 1065 (11th Cir.)  (recognizing difference between private areas or footlockers versus cargo holds), cert. denied, --- U.S. ----, 112 S.Ct. 270, 116 L.Ed.2d 222 (1991).  The underlying principle of these cases is that a crew member cannot have an expectation of privacy in a space that the Coast Guard is free to inspect in the course of a document and safety check.  Obviously, contraband that the Coast Guard observes within plain view (or detects by sensory perception) while searching the cargo hold is not within an area in which crew members could have a reasonable or legitimate privacy interest.  Thompson, 928 F.2d at 1064.   This, of course, would apply to the captain as well.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We think that cases involving substantial vessels, such as cargo ships and freighters, must be distinguished from the case at hand.  It is quite understandable that in dealing with a major vessel, a court should distinguish among areas, treating some as not susceptible to a reasonable expectation of privacy by a crew member.  For example, the short hand designation of a freighter's cargo hold as a common area, in which no crew member could possess a reasonable expectation of privacy, is not objectionable in the factual context of those cases by reason of the size of the vessel and the de facto limitation of space which the crew member can claim as private.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">But our case involves entirely different factual circumstances.  Here, we confront a small pleasure craft used for fishing.  The vessel's compartments were small and cramped, and the crew numbered only four.  There was no practicable means to exclude members of the crew from specific areas of the vessel.  Like hosts and their overnight guests in a small apartment, the captain and crew members, each individually, possessed a reasonable expectation of privacy in all areas of the vessel with respect to all individuals not living within the unit and sharing the space.  This sharing of limited space and lack of demarcation is the reality of life upon a small boat.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In such a vessel there are no \"common areas\" in the same sense that the cargo hold or dining room on a large boat are public or common.  The fact that several individuals may share the limited space no more makes the space public than would the fact that a family may share a house or a hotel room.  We cannot lay down a yardstick for every case, but we think that this case is at the other pole from the freighter or cruise vessel where an individual's private space can meaningfully be distinguished from areas that are public or common.  In sum, we think that the crewmen in this case, like the captain, are entitled to raise the question whether the search of the ship was unreasonable.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">To the extent that Fifth and Eleventh Circuit cases may be read to dictate a different result for small vessels, we decline to follow them.  See, e.g.,United States v. Lopez, 761 F.2d 632, 636 (11th Cir.1985) (suggesting methodological approach that confers or rejects right to contest search according to function of specific compartments within a vessel, such as cargo hold or living quarters);  United States v. DeWeese, 632 F.2d 1267, 1271 (5th Cir.1980) (ice hold common area;  dufflebags and footlockers private areas).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Of course, the captain and crew's expectations of privacy is subject to the Coast Guard' authority to conduct document and safety inspections and its limited power to search more intrusively upon reasonable suspicion.  But this is not inconsistent with recognizing that the crew, like the captain, still retains privacy interests that go beyond the wallet or footlocker.  Rather, it means that in determining what is reasonable behavior by officials, there is a latitude that reflects the mobility of the vessel, the special dangers of sea travel and other considerations peculiar to sea travel.  But that latitude is not unlimited and we turn now to the question whether in this case the government overstepped the bounds.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Coast Guard's authority under 14 U.S.C. Sec. 89(a)<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> to stop and board an American vessel on the high seas<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> is quite broad.  We have held that administrative safety and document inspections are permissible even \"without any particularized suspicion of wrongdoing.\"  United States v. Elkins, 774 F.2d 530, 533-34 (1st Cir.1985) (quoting United States v. Burke, 716 F.2d 935, 937 (1st Cir.1983)).  Despite this empowerment, the Fourth Amendment still prohibits unreasonable searches.  The reasonableness of any search depends first on \"whether the ... action was justified at its inception,\" Terry v. Ohio, 392 U.S. 1, 20, 88 S.Ct. 1868, 1879, 20 L.Ed.2d 889 (1968), and second, on whether the search actually conducted \"was reasonably related in scope to the circumstances which justified the interference in the first place.\"  Id.;  see alsoNew Jersey v. T.L.O., 469 U.S. 325, 341, 105 S.Ct. 733, 743, 83 L.Ed.2d 720 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Because of the special circumstances implicated by searches and seizures of vessels while at sea, we have recognized a diminished expectation of privacy.  Green, 671 F.2d at 53;  Hilton, 619 F.2d at 131.   Nevertheless, we require that the Coast Guard possess \"reasonable and articulable grounds for suspecting that the vessel or those on board are engaging in criminal activities\" before conducting a thorough search beyond checking for compliance with safety regulations.  Green, 671 F.2d at 53 (citing United States v. Williams, 617 F.2d 1063, 1076, 1084 (5th Cir.1980)).  The necessary \"reasonable suspicion\" may be formed on the basis of facts obtained during the safety and document inspection, and once reasonable suspicion exists the inspecting officers may drill into a suspicious area to search for contraband.  Elkins, 774 F.2d at 534.   Both the document and safety inspection, and a search pursuant to reasonable suspicion, must be confined to areas reasonably incident to the purpose of the inspection.  Therefore, a reasonable suspicion search only authorizes a limited intrusion.  For example, if a particular area of a vessel raises a reasonable suspicion, then that area may be investigated further.  Id. (suspicious fuel tank);  see alsoLopez, 761 F.2d at 636.   Neither authority provides carte blanche to destroy a vessel.  SeeHilton, 619 F.2d at 132 (discussing scope of document and safety inspection).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In the maritime context, the relative intrusiveness of a search must be justified by a corresponding level of suspicion supported by specific facts gathered by investigating officials.  Cf.New Jersey v. T.L.O., 469 U.S. at 343-44, 347, 105 S.Ct. at 743-44, 745 (contemplating expanding scope of search where justified by facts giving rise to further reasonable suspicion);  United States v. Villamonte Marquez, 462 U.S. 579, 592, 103 S.Ct. 2573, 2581, 77 L.Ed.2d 22 (1983).  We recognize that by allowing each inspection to provide the basis for a more intrusive search--document and safety inspection supplying reasonable suspicion which later supports a probable cause determination--we risk manipulation by government officials of the factual progression that provided the authority for ever more intrusive searches.  We think that this danger further justifies the deterrent supplied by our holding with respect to standing.  More intrusive searches that yield no contraband can halt the forward progression evidence that would justify a full, destructive search.  Thus, if a document and safety inspection causes a Coast Guard officer to have reasonable suspicion with respect to certain areas, and a search of those areas yields nothing, then a destructive search might not be justified.  Cf.Mincey v. Arizona, 437 U.S. 385, 393, 98 S.Ct. 2408, 2413, 57 L.Ed.2d 290 (1978) (\"warrantless search must be 'strictly circumscribed by the exigencies which justify its initiation' \") (citation omitted).  Ultimately, a full, \"stem to stern,\" destructive search may only be conducted on the basis of probable cause.  Lopez, 761 F.2d at 636-37;  United States v. Andreu, 715 F.2d 1497 (11th Cir.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The facts of the present case provide a graphic illustration of the principles stated above.  The initial boarding of the FL 8304 EM was for a perfectly legal document and safety inspection pursuant to 14 U.S.C. Sec. 89(a).  Petty Officer Spake issued a minor violation notice for failing to present the original copy of the vessel's registration papers.  He felt that he was not authorized to proceed further with the search despite his \"suspicion\" regarding certain spaces.  (Suppression Hearing Transcript, October 1, 1990, at 58).  Matters changed, however, during the subsequent debriefing.  Apparently, EPIC information was received regarding the vessel, the captain, and the two alleged owners.  In addition, certain spaces purportedly had not been accounted for during the document and safety inspection.  The sequence of these developments raises questions.  The absence of adequate answers to these questions casts doubt on the validity of subsequent events.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">After-the-fact rationalizing is precisely what makes the relaxed warrant and cause procedures such a dangerous tool in the hands of over-zealous officials.  If we had a clear record establishing reasonable suspicion to reboard the FL 8304 EM based on specific factors, this action would be less troubling than it presently is.  But in this case the record is unclear as to when specific pieces of information came to the attention of the Coast Guard, and on what basis the Coast Guard justified their actions.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The government's brief suffers from the same problem.  For example, it suggests that the boarding party discovered fiberglass shavings in the cushions on the deck of the vessel, which added support for the second boarding and bringing the vessel to Puerto Rico.  But our investigation of the record indicated that Lt. Gatlin's on-land inspection team did not discover the fiberglass until March 1.  We cannot stress enough the importance of compiling a coherent and detailed record as to when facts are discovered and when the inferences and conclusions are drawn therefrom.  A finding of guilt becomes irrelevant if the evidence upon which conviction is secured is not procured in a constitutional manner.  Wong Sun v. United States, 371 U.S. 471, 83 S.Ct. 407, 9 L.Ed.2d 441 (1963).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Notwithstanding the abuse, we conclude that the second boarding and five-hour search was justified by reasonable suspicion rather than by the necessity of completing the document and safety inspection.  The circumstances changed, however, once the FL 8304 EM arrived in Puerto Rico.  The search by Navy divers and a narcotics detection dog, and the thorough and destructive inspection of many structural areas of the boat (including the suspicious shower area and water tank), dissolved any legally sustainable suspicion once reasonably held.  At that point, all the government had to support a probable cause finding was the EPIC information, the course change, and the fact that the boat originated from a drug source country.  Such evidence fails to support a finding of probable cause.  In the absence of probable cause, the destructive stem to stern search was illegal, and any evidence discovered as a result of that excessively intrusive search should have been suppressed by the district court.  Wong Sun, 371 U.S. at 488, 83 S.Ct. at 488.</p>\n    </div>\n    <p>V</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Because we find that all the appellants had a reasonable expectation of privacy sufficient to confer a right to challenge the search of the vessel, and because the search violated appellants' Fourth Amendment rights, the convictions must be reversed.  We need not consider appellants' other arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Appellants' convictions are reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">CYR, Circuit Judge (dissenting in part).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Although the stem-to-stern destructive search of the drydocked vessel exceeded whatever reasonable limits inhere in a safety and document inspection, I believe the defendant crew members failed to establish an intrusion on their Fourth Amendment rights.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">As the Supreme Court recently reiterated, \"a 'search' occurs when an expectation of privacy that society is prepared to consider reasonable is infringed.\"  Soldal v. Cook County, Illinois, --- U.S. ----, ----, 113 S.Ct. 538, 544, 121 L.Ed.2d 450 (1992) (quoting United States v. Jacobsen, 466 U.S. 109, 113, 104 S.Ct. 1652, 1656, 80 L.Ed.2d 85 (1984));  see alsoUnited States v. Bouffard, 917 F.2d 673, 675-76 (1st Cir.1990);  United States v. Soule, 908 F.2d 1032, 1034 (1st Cir.1990).  The burden of establishing a protected Fourth Amendment privacy interest rests squarely with the individual defendant.  Rawlings v. Kentucky, 448 U.S. 98, 104, 100 S.Ct. 2556, 2561, 65 L.Ed.2d 633 (1980);  Bouffard, 917 F.2d at 675 (quoting Rakas v. Illinois, 439 U.S. 128, 131 n. 1, 99 S.Ct. 421, 424 n. 1, 58 L.Ed.2d 387 (1978)).  Accordingly, for more than a decade the Court has insisted that \"the capacity to claim the protection of the Fourth Amendment depends ... upon whether the person who claims [its] protection ... has a legitimate expectation of privacy in the invaded place.\" Rakas, 439 U.S. at 143, 99 S.Ct. at 430 (emphasis added);  see alsoCalifornia v. Greenwood, 486 U.S. 35, 39-40, 108 S.Ct. 1625, 1628-29, 100 L.Ed.2d 30 (1988);  Rawlings, 448 U.S. at 104-105, 100 S.Ct. at 2561-62;  United States v. Salvucci, 448 U.S. 83, 93, 100 S.Ct. 2547, 2553, 65 L.Ed.2d 619 (1980);  see generally United States v. Cruz Jimenez, 894 F.2d 1, 5 (1st Cir.1990) (\"Demonstration of a [legitimate expectation of privacy] is a threshold ... requirement, and analysis cannot proceed further without its establishment.\")  (emphasis added) (footnote omitted).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In the present case, where no crew member asserts a possessory or proprietary interest in the vessel itself,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> the establishment of a \"legitimate expectation of privacy\" turns upon two inquiries.  First, we inquire whether there is any \"long-standing social custom\" which would substantiate a reasonable expectation of privacy on the part of the crew.  See, e.g.,Minnesota v. Olson, 495 U.S. 91, 98-99, 110 S.Ct. 1684, 1688-89, 109 L.Ed.2d 85 (1990) (houseguest's expectation of privacy);  O'Connor v. Ortega, 480 U.S. 709, 717-18, 107 S.Ct. 1492, 1497-98, 94 L.Ed.2d 714 (1987) (public employees).  Second, absent any such \"longstanding social custom,\" we inquire whether the crew members had the right to exclude intruders from the area in or through which on-board access could be had to the property seized.  CompareUnited States v. Morales, 847 F.2d 671, 672 (11th Cir.1988) (recognizing crew's Fourth Amendment right to challenge search of hidden compartment, since authorities gained access to hidden compartment through crew's private quarters), withUnited States v. Lopez, 761 F.2d 632, 635-36 (11th Cir.1985) (recognizing no Fourth Amendment right in hidden compartment, where authorities gained access through \"common area\" on deck of ship);  United States v. Sarda-Villa, 760 F.2d 1232, 1236-37 (11th Cir.1985) (recognizing no Fourth Amendment right in hidden compartment underneath seats in main cabin of vessel).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The contraband seized from the vessel in the present case had been hidden in a hollowed-out compartment within a structural beam running beneath the engine room.  Unbeknownst to the Coast Guard, the secret compartment in the beam was accessible through the engine room.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  See, e.g.,United States v. Marsh, 747 F.2d 7, 11 (1st Cir.1984) (engine room as \"common area\");  United States v. Stuart-Caballero, 686 F.2d 890, 891-92 (11th Cir.1982) (same), cert. denied, 459 U.S. 1209, 103 S.Ct. 1202, 75 L.Ed.2d 444 (1983).  Of course, it is clear that no \"longstanding social custom\" confers on crew members an \"expectation of privacy\" in the engine room or other \"common areas\" of a vessel.  SeeUnited States v. Arra, 630 F.2d 836, 841 n. 6 (1st Cir.1980) (\"areas subject to a safety inspection, such as the engine room ... are places where ... the crew of a vessel would have little if any expectation of privacy\");  see generally, e.g.,United States v. Green, 671 F.2d 46, 53 (1st Cir.), cert. denied, 457 U.S. 1135, 102 S.Ct. 2962, 73 L.Ed.2d 1352 (1982) (noting diminished expectation of privacy on maritime vessels).  It is possible, as the majority suggests, that the master may have an expectation of privacy from unauthorized official intrusions in the engine room, or elsewhere aboard the vessel.  See op. at 21-22;  see alsoUnited States v. Aikens, 685 F.Supp. 732, 736 (D. Hawaii 1988) (master's \"total control is consistent with the recognition of a privacy expectation which emerges from such authority\"), rev'd on other grounds, 946 F.2d 608 (9th Cir.1990);  see generally 1 Martin J. Norris, The Law of Seamen Secs. 25:1 et seq.  (4th ed. 1985 &amp; 1993 supp.)  (discussing scope of master's authority aboard ship).  But crew members cannot base an asserted \"reasonable expectation of privacy\" on that of the captain, even though, as coconspirators, their subjective interests in preventing governmental access to the hidden compartment and its contents may have been entirely compatible with the captain's interests.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Turning to the second inquiry, it is clear that admiralty law confers no right whatever upon crew members to exclude either the master, the Coast Guard, or one another, from common areas such as the engine room, let alone from the interior of a structural beam.  The master alone possesses such a right, as the fiduciary representative of the vessel owner.  See 1 Norris, supra, at Sec. 14:8.  The crew's authority is derivative of the master's authority, and exercisable pursuant to the master's command or the command of his delegate or lawful successor.  See id. at Secs. 14:8, 25:16.  As the Supreme Court stated in Southern S.S. Co. v. N.L.R.B., 316 U.S. 31, 38, 62 S.Ct. 886, 890, 86 L.Ed. 1246 (1942), \"[the master] must command and the crew must obey.  Authority cannot be divided.  These are actualities which the law has always recognized.\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Contrary to the majority's suggestion, a \"reasonable expectation of privacy\" on the part of the crew is neither reasonably inferable nor automatically enlarged simply by virtue of the small size and intimate nature of the vessel.  An automobile is much smaller than a 43-foot fishing boat, yet automobile passengers, qua passengers, have no \"reasonable expectation of privacy\" even in the readily accessible contents of the glove compartment or the open area beneath the passenger seats.  See, e.g.,Rakas, 439 U.S. at 148-49, 99 S.Ct. at 433;  see alsoUnited States v. Lochan, 674 F.2d 960, 965 (1st Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Finally, but not least importantly, these defendant crew members never asserted a reasonable expectation of privacy based on the size and intimate nature of the vessel.  Under governing law, therefore, the record is wholly insufficient to suggest, let alone establish, that the warrantless search of the secret compartment in the structural beam intruded on a \"legitimate expectation of privacy\" of either crew member.  Rakas, 439 U.S. at 143, 99 S.Ct. at 430.   The best that can be said is that, even assuming its validity, the theory of Fourth Amendment \"standing\" relied on by the court today is not implicated by the present record nor by the district court's ruling.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The egalitarian concerns animating the court's ruling--that captain and crew deserve the same right to redress the challenged governmental intrusion--though foreclosed by precedent, are superficially compelling.  As the court says, \"the captain is the person most likely to be trusted with the knowledge of the presence of contraband, and is also the most likely leader of the criminal enterprise.\"   Op. at 22 n. 6.  Thus, for the challenged evidence to be ruled excludable at the behest of the captain, but not the crew, may appear unfair at first blush.  But these concerns are illusory in the context of the appropriate Fourth Amendment inquiry:  whether each individual crew member demonstrated a legitimate expectation of privacy in the invaded place or a proprietary or possessory interest in the evidence seized.  The Fourth Amendment exclusionary rule simply is not designed to ensure \"equitable\" outcomes, but rather to safeguard expectations of privacy that society is prepared to recognize as reasonable.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  To that end, the right to invoke the exclusionary rule is restricted to individuals who demonstrate an unlawful governmental intrusion upon an expectation of privacy that society is prepared to recognize as reasonable.  See Rakas, supra;  Alderman, supra;  see also 4 Wayne R. LaFave, Search &amp; Seizure, Sec. 11.3(i) at 361 (2d ed. 1987) (\"[g]uilty persons, of course, are sometimes acquitted as a consequence of the suppression [of unlawfully seized evidence], but to conclude that still other guilty persons must likewise be acquitted because joined in crime or trial with the first group is to bestow upon them a 'windfall to which they are not justly entitled.' \")  (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">I respectfully dissent from the holding that the Fourth Amendment rights of the defendant crew members were violated.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The third crew member, Alfonso Molina, was acquitted at trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The parties stipulated that the vessel was subject to the jurisdiction of the United States</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Pursuant to 10 U.S.C. Sec. 379(a) (Supp.1992), Coast Guard officials may be assigned to duty aboard Navy vessels to perform drug interdiction.  SeeUnited States v. Sandoval, 770 F.Supp. 762, 767 (D.P.R.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> SeeUnited States v. Sandoval, 770 F.Supp. at 766 (stating Boarding Report of February 25, 1990 cited medicine cabinet on bulkhead as reason for reboarding;  and rejecting the magistrate's finding that the water tank was a specific reason for the second boarding)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> United States v. Verdugo-Urquidez, 494 U.S. 259, 264, 110 S.Ct. 1056, 1060, 108 L.Ed.2d 222 (1990), has no application because the vessel was a United States flag ship and the violation occurred within United States territory.  Cf.United States v. Aikins, 946 F.2d 608, 613 (9th Cir.1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In equity, one might argue that the crew deserves at least as much protection as the captain, for the captain is the person most likely to be trusted with the knowledge of the presence of contraband, and is also the most likely leader of the criminal enterprise.  But standing rules do sometimes produce odd outcomes and we note this point without relying upon it for our holding</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 14 U.S.C. Sec. 89(a) provides, in relevant part:</p>\n        <p>The Coast Guard may make inquiries, examinations, inspections, searches, seizures, and arrests upon the high seas and waters over which the United States has jurisdiction, for the prevention, detection, and suppression of violations of laws of the United States.  For such purposes, commissioned, warrant, and petty officers may at any time go on board of any vessel subject to the jurisdiction, or the operation of any law, of the United States, address inquiries to those on board, examine the ships documents and papers, and examine, inspect, and search the vessel and use all necessary force to compel compliance.  When from such inquiries, examination, inspection, or search it appears that a breach of the laws of the United States rendering a person liable to arrest is being, or has been committed, by any person, such person shall be immediately pursued and arrested on shore, or other lawful appropriate action shall be taken....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The \"high seas\" are those waters \"beyond the territorial seas of the U.S. and beyond the territorial seas of any foreign nation.\"  21 U.S.C. Sec. 955b(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Accordingly, I do not discuss the court's \"probable cause\" determination</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> As the crew members presented no claim or evidence that their proprietary or possessory rights were violated by the seizure, we need not address separately their right to challenge the \"seizure\" of the vessel.  Though the right to contest a \"seizure\" does not invariably require that the moving party demonstrate a \"reasonable expectation of privacy\" in the place where the seizure occurred, seeSoldal, --- U.S. at ---- - ----, 113 S.Ct. at 545-46, at the very least the moving party must demonstrate a \"possessory interest\" in the property seized.  Seeid. at ----, 113 S.Ct. at 543 (quoting Jacobsen, 466 U.S. at 113, 104 S.Ct. at 1656)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The secret compartment seems to have been situated so as to be accessible by means of a concealed \"entrance way.\"   Once the \"entrance way\" was unblocked, the packages of cocaine could be pulled from the hollowed-out beam by means of a string</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> As the Court has stated time and again, the Fourth Amendment protects individual rights only, and no defendant may piggyback on a codefendant's expectation of privacy.  SeeUnited States v. Padilla, --- U.S. ----, ----, 113 S.Ct. 1936, 1937, 123 L.Ed.2d 635 (1993) (rejecting Ninth Circuit view that \"a co-conspirator obtains a legitimate expectation of privacy for Fourth Amendment purposes if he has either a supervisory role in the conspiracy or joint control over the place or property involved in the search or seizure\");  Alderman v. United States, 394 U.S. 165, 171-72, 89 S.Ct. 961, 965-66, 22 L.Ed.2d 176 (1969) (rejecting \"derivative standing\" for coconspirators under Fourth Amendment);  Soule, 908 F.2d at 1036-37 (same);  Bouffard, 917 F.2d at 675-76 &amp; n. 6 (tracing the successive demise of various theories of Fourth Amendment \"standing,\" including \"automatic,\" \"derivative,\" and \"target theory\" standing)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Nor would the mere fact that the master may not have exercised his authority to control access to a particular area of the vessel mean that the crew possessed an \"objectively reasonable expectation\" that the master would not do so in the future.  In any case, the burden of proof remains squarely on the crew to assert that the master has renounced such authority.  Rawlings v. Kentucky, 448 U.S. 98, 104, 100 S.Ct. 2556, 2561, 65 L.Ed.2d 633 (1980);  Bouffard, 917 F.2d at 675 (quoting Rakas v. Illinois, 439 U.S. 128, 131 n. 1, 99 S.Ct. 421, 424 n. 1, 58 L.Ed.2d 387 (1978)).  The record contains neither argument nor evidence suggesting an actual renunciation or delegation of the master's shipboard authority in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Since the government directly challenged defendants' \"standing\" below, a remand to permit the district court to consider the matter further would seem to be precluded.  CompareCombs v. United States, 408 U.S. 224, 227-28, 92 S.Ct. 2284, 2286, 33 L.Ed.2d 308 (1972) (Per Curiam) (directing remand where prosecutor had not challenged defendant's \"standing\"), withRakas, 439 U.S. at 130-31 n. 1, 99 S.Ct. at 424 n. 1 (refusing to remand where prosecutor had challenged \"standing\" at suppression hearing).  See alsoBouffard, 917 F.2d at 677-78</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Of course, the limited role and authority of crew members may at times be relevant to a \"sufficiency of the evidence\" challenge.  See, e.g.United States v. Steuben, 850 F.2d 859, 869 (1st Cir.1988);  United States v. Bland, 653 F.2d 989, 996-97 (5th Cir.1981), cert. denied, 454 U.S. 1055, 102 S.Ct. 602, 70 L.Ed.2d 592 (1981)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Joaquin CARDONA-SANDOVAL, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Alejandro ROJANO-RANGEL, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Jorge GOMEZ-OLARTE, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 92-1385 to 92-1387.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 4, 1993.<br>Decided Sept. 29, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David W. Roman, San Juan, PR, by appointment of the Court, for appellant Joaquin Cardona-Sandoval.</p>\n      <p class=\"indent\">Juan R. Acevedo-Cruz, Carolina, PR, by appointment of the Court, with whom Charles A. Rodriguez, Hato Rey, PR, was on brief, for appellants Jorge Gomez-Olarte and Alejandro Rojano-Rangel.</p>\n      <p class=\"indent\">Jeanette Mercado-Rios, Asst. U.S. Atty., with whom Daniel F. Lopez-Romo, U.S. Atty., and Jose A. Quiles-Espinosa, Sr. Litigation Counsel, Hato Rey, PR, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, BOWNES, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p>AMENDED OPINION</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal involves the validity of a search of a vessel.  Appellants Joaquin Cardona-Sandoval, Alejandro Rojano-Rangel, and Jorge Gomez-Olarte appeal their convictions of possessing cocaine with intent to distribute it in violation of 46 U.S.C.App. Sec. 1903(a), (b)(1), and (f).  For the reasons that follow, we reverse the convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The facts are set forth in the light most favorable to the government.  Appellants Cardona-Sandoval (the captain), RojanoRangel and Gomez-Olarte (the crew),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> were on board a forty-three foot sports-fisherman, Florida registration Number \"FL 8304 EM\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> allegedly on route from Colombia, South America to St. Maarten.  All appellants are Colombian nationals.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On February 25, 1990, they were intercepted by the U.S.S. BIDDLE, a Navy destroyer.  The U.S.S. BIDDLE was charged with boarding northbound vessels of less than four hundred feet as part of the government's drug interdiction program.  Coast Guard officials aboard the U.S.S. BIDDLE were to conduct the boardings and investigations.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Following standard procedure, the U.S.S. BIDDLE attempted radio and loudspeaker communication with FL 8304 EM in both English and Spanish, but the vessel never responded.  The U.S.S. BIDDLE then dispatched a six-member boarding party to conduct a document and safety inspection.  The crew did not object to this inspection.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This initial boarding lasted approximately two hours.  Two members of the boarding party guarded the captain and crew at the stern of the vessel while four others checked it for compliance with safety regulations.  They also conducted a so-called space accountability search to ensure that the vessel was not compartmentalized secretly for smuggling.  During the inspection, the captain, Cardona-Sandoval, stated that Roberto de Armas owned the vessel and that appellants were employed to bring the boat from Colombia to St. Maarten.  The registration document, however, indicated that Luis Rodriguez owned the boat.  Cardona-Sandoval claimed not to know Rodriguez.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As the space accountability search neared completion, one of the junior officers asked the senior officer leading the boarding party, Petty Officer William Ronald Spake, to personally inspect certain areas that appeared suspicious.  The areas included a newly-constructed shower;  several walls that appeared thicker than necessary, according to the petty officer's prior experience;  and a large water tank.  Spake indicated that the generally \"messy\" state of the boat made him suspicious, as well, but after two hours of searching, no contraband was discovered.  He then cited vessel master Cardona-Sandoval with a minor violation--for producing a photocopy of the boat's registration rather than the original--and conferred with his superior aboard the U.S.S. BIDDLE, Lieutenant George Boyle.  The two agreed that they had completed the space accountability search to the best of their ability.  Lt. Boyle directed the boarding party to report back to the U.S.S. BIDDLE and, thereafter, the Coast Guard allowed appellants to continue their voyage.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">That evening the boarding party and Lt. Boyle assembled for debriefing.  The team made several observations:  (1) that recent reconstruction had been done on the vessel;  (2) that appellants were from a known drug source country;  (3) that the sleeping cabins were in disarray, which suggested to the Coast Guard that the crew slept on the deck;  (4) that the boat had been painted recently and the paint was peeling;  and, (5) that the United States flag was not displayed as it should have been.  In addition, one member of the party had become ill during the search, and the officer who replaced him failed to continue the search exactly where the other officer had left off.  Lt. Boyle determined that the boarding party had failed to search adequately the space behind the medicine cabinet and the reconstructed shower area, and decided to reboard FL 8304 EM to complete the space accountability search.  The record indicates a controversy regarding the real impetus for the second search.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In addition, sometime on February 25, 1990, Lt. Boyle learned:  (1) that the El Paso Intelligence Center (\"EPIC\") indicated that the captain had been convicted of smuggling marijuana in 1984;  (2) that FL 8304 EM was also known as the \"Wicho\" and was on the EPIC lookout list as possibly having hidden compartments for smuggling;  and (3) that EPIC had information on both Roberto de Armas and Luis Rodriguez.  Because Lt. Boyle failed to note or was unable to recall the exact time that he received the EPIC information, we do not know whether the Coast Guard possessed this information during the initial search.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On the morning of February 26, 1990, a Navy aircraft located the FL 8304 EM on a course 100 degrees different from the day before.  The Coast Guard testified that although conditions at sea had deteriorated considerably, the change in course was not justified by the weather.  The Coast Guard inferred that FL 8304 EM had taken evasive action.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Although the Coast Guard justified the second boarding as required by the need to complete the space accountability search, the search actually conducted was much broader than initially proposed.  In fact, the second search lasted approximately five hours.  During that time, the boarding party used an axe and a crowbar to further investigate the shower area and space underneath the water tank.  No contraband was found.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Ultimately, the Coast Guard determined that the seas were too rough to continue the search at sea and they decided to take the vessel and its crew to the Roosevelt Roads Naval Base at Ceiba, Puerto Rico, in order to continue the search.  Appellants were transferred to the U.S.S. BIDDLE, allegedly for their safety, and Coast Guard personnel piloted FL 8304 EM back to Puerto Rico.  The district court found that appellants did not consent to be taken to Puerto Rico.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 766.</span></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On February 27, while in transit to Puerto Rico, Lt. Boyle inspected the FL 8304 EM personally, and reaffirmed the decision to bring the vessel to shore because certain spaces, such as the water tank (which was welded to the ribs of the vessel), could not be accessed at sea without the risk of sinking the boat.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On February 28, the vessel arrived in Puerto Rico.  Navy divers and a narcotics search dog were brought to search the vessel, but detected nothing.  The Coast Guard stated that there were too many things strewn over the deck that interfered with the dog's olfactory sense.  The water tank was then removed from the boat, and the gasoline tank was emptied.  Notwithstanding this search, at the end of the day no contraband had been found.  Lt. Boyle transferred custody of the FL 8304 EM to Lt. J.G. Gatlin of the San Juan Coast Guard Law Enforcement attachment.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On March 1, the FL 8304 EM was removed from the water.  At this point a destructive search began in earnest.  The poor condition of the deck and other factors that suggested that it might have been raised to create hidden spaces, prompted the Coast Guard to use a chainsaw to cut through the deck in search of narcotics.  The ceilings and walls of the cabins were pulled down and thoroughly searched.  Gatlin and his team discovered a grinder which could be used to cut fiberglass, as well as cushions on the deck filled with fiberglass shavings, suggesting that fiberglass molding work had been done recently.  Nevertheless, by the end of the day no illicit substances had been found on the FL 8304 EM.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The government did not give up.  The search continued on March 2nd.  That afternoon, the search team drilled into two beams that ran the length of the vessel and upon which the engine was mounted.  Cocaine was found there.  Yet it took the search team even more time to find the place from which the cocaine could be accessed.  Using an axe and crowbar, the officers worked for several minutes to open an access point.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">After the U.S.S. BIDDLE and FL 8304 EM arrived at Roosevelt Roads Naval Station on February 28, appellants were detained at the base for six hours under guard, during which time they received no food.  Subsequently, they were transferred to Immigration and Naturalization Service (\"INS\") custody and moved to the airport in San Juan where they were detained for three hours in a locked room.  Thereafter they were handcuffed and transported to the INS detention facilities at the Salvation Army in San Juan, where they were placed in a large locked room, which resembled a cage.  There, they were detained during the three-day on-land search until 5:00 P.M. on March 2, 1990 when they were formally arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">After their arrest, appellant Cardona-Sandoval explained to United States Customs Special Agent Roberto Jusino that he had been hired by Roberto de Armas in Barranquilla, Colombia to pick up FL 8304 EM at Rio Hacha, Colombia and take it to St. Maarten.  He was to be paid 80,000 Colombian pesos for the job.  Similarly, appellant Rojano-Rangel stated that he had been hired by Cardona-Sandoval as a crew member for 60,000 pesos.  During the trial, the prosecution and several witnesses incorrectly stated the compensation in dollars, when they actually meant pesos.  Because the words peso and dollar are used interchangeably in Puerto Rico to mean United States dollars, the parties stipulated at a later point in the trial that any reference to United States dollars was incorrect and that the correct reference was to Colombian pesos.  Agent Jusino testified at trial that the exchange rate for Colombian pesos was very low, but did not testify as to the value of the compensation in American dollars.  Appellants attempted to introduce expert testimony on the exchange rate but the district court denied their proffer, finding the witness they attempted to use unqualified to testify on such matters.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellants challenge their convictions on several grounds.  They allege that the district court improperly denied their motion to suppress evidence seized during the search of their vessel, which they claim was in violation of their Fourth Amendment rights.  Alternatively, they argue that the evidence was insufficient to support the guilty verdicts.  They also contend that the district court committed reversible error by refusing to voir dire the jury regarding their knowledge of two prejudicial newspaper articles published during the deliberations, and by refusing to admit the testimony of a defense expert witness as to the exchange rate between the Colombian peso and the United States dollar.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court denied the motion to suppress the evidence seized from the vessel, holding that (1) the cocaine seized was not the fruit of an illegal arrest;  (2) the appellants did not have standing to challenge the search and seizure because they had no privacy interest in the structural beams along the hull of the vessel;  and (3) the Coast Guard had probable cause to bring the ship to Roosevelt Roads for a destructive search.  United States v. <span class=\"citation no-link\"><span class=\"antecedent_guess\">Sandoval,</span> <span class=\"volume\">770</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">766-67</span></span>.   Although we disagree with the district court's conclusion that appellants were not under arrest once they were brought to Puerto Rico and placed in a holding cell for approximately three days while their vessel was searched, we agree that the cocaine seized cannot be considered the fruit of that illegal arrest.  We focus, therefore, on the issues related to the search of the vessel.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Fourth Amendment guarantees \"[t]he right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures....\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  An individual's Fourth Amendment right to be free from unreasonable searches is implicated when he or she (1) has \"manifested a subjective expectation of privacy\" in the place searched, which (2) \"society accepts as objectively reasonable.\"  California v. Greenwood, <span class=\"citation\" data-id=\"112067\"><a href=\"/opinion/112067/california-v-greenwood/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">35</span></a></span>, 39, <span class=\"citation\" data-id=\"112067\"><a href=\"/opinion/112067/california-v-greenwood/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1625</span></a></span>, 1628, <span class=\"citation\" data-id=\"112067\"><a href=\"/opinion/112067/california-v-greenwood/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">30</span> </a></span>(1988);  see alsoO'Connor v. Ortega, <span class=\"citation\" data-id=\"111851\"><a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">709</span></a></span>, 715, <span class=\"citation\" data-id=\"111851\"><a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1492</span></a></span>, 1496, <span class=\"citation\" data-id=\"111851\"><a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span> </a></span>(1987);  Katz v. United States, <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 361, <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">507</span></a></span>, 516, <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span> </a></span>(1967) (Harlan, J., concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">To demonstrate a \"subjective expectation of privacy,\" the Court has required little more than evidence that defendants made some minimal effort to protect their property or activities from warrantless intrusions.  See, <span class=\"citation\" data-id=\"112067\"><span class=\"antecedent_guess\">e.g.,Greenwood,</span> <a href=\"/opinion/112067/california-v-greenwood/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">39</span></a></span>, 108 S.Ct. at 1628 (placing garbage in opaque plastic bags \"clearly\" manifests \"subjective expectation of privacy,\" even though bags are later publicly discarded);  California v. Ciraolo, <span class=\"citation\" data-id=\"111666\"><a href=\"/opinion/111666/california-v-ciraolo/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">207</span></a></span>, 211, <span class=\"citation\" data-id=\"111666\"><a href=\"/opinion/111666/california-v-ciraolo/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1809</span></a></span>, 1811, <span class=\"citation\" data-id=\"111666\"><a href=\"/opinion/111666/california-v-ciraolo/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">210</span> </a></span>(1986) (building ten-foot fence around yard manifests \"subjective expectation of privacy\" from side walk traffic).  But cf.Rawlings v. Kentucky, <span class=\"citation\" data-id=\"110326\"><a href=\"/opinion/110326/rawlings-v-kentucky/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">98</span></a></span>, 104, <span class=\"citation\" data-id=\"110326\"><a href=\"/opinion/110326/rawlings-v-kentucky/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2556</span></a></span>, 2561, <span class=\"citation\" data-id=\"110326\"><a href=\"/opinion/110326/rawlings-v-kentucky/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">633</span> </a></span>(1980) (placing contraband in acquaintance's purse does not manifest \"subjective expectation of privacy\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There is \"no talisman that determines in all cases those privacy expectations that society is prepared to accept as reasonable.\"  <span class=\"citation\" data-id=\"111851\"><span class=\"antecedent_guess\">O'Connor,</span> <a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">715</span></a></span>, 107 S.Ct. at 1496.   The reasonableness of an expectation of privacy and the proper standard for a search vary according to context.  <span class=\"citation\" data-id=\"111851\"><a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"id_token\">Id.</span>  While \"arcane </a></span>distinctions developed in property and tort law\" do not control the inquiry, Rakas v. Illinois, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></span>, 143, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></span>, 430, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">387</span> </span>(1978), we do consider ownership, possession, control, ability to exclude from the premises, or a legitimate presence on the premises when determining the existence of a legitimate expectation of privacy.  United States v. Melucci, <span class=\"citation\" data-id=\"531206\"><a href=\"/opinion/531206/united-states-v-louis-w-melucci/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">200</span></a></span>, 202 (1st Cir.1989);  United States v. Aguirre, <span class=\"citation\" data-id=\"501807\"><a href=\"/opinion/501807/united-states-v-luis-a-aguirre/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span>, 856 (1st Cir.1988).  In addition, because of the \"circumstances and exigencies of the maritime setting,\" we have recognized that individuals have a diminished expectation of privacy on a vessel as opposed to that which can be claimed in their homes.  See, e.g.,United States v. Green, <span class=\"citation\" data-id=\"399446\"><a href=\"/opinion/399446/united-states-v-albert-green/\"><span class=\"volume\">671</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 53 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1135</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2962</span></span>, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1352</span> </span>(1982);  United States v. Hilton, <span class=\"citation\" data-id=\"376979\"><a href=\"/opinion/376979/united-states-v-terry-wayne-hilton-aka-wayne-milton-william-j-baggett/\"><span class=\"volume\">619</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">127</span></a></span>, 131 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">887</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">243</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">113</span> </span>(1980).  Finally, we note that \"Fourth Amendment rights are personal rights which ... may not be vicariously asserted.\"  Alderman v. United States, <span class=\"citation\" data-id=\"107872\"><a href=\"/opinion/107872/alderman-v-united-states/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">165</span></a></span>, 174, <span class=\"citation\" data-id=\"107872\"><a href=\"/opinion/107872/alderman-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">961</span></a></span>, 967, <span class=\"citation\" data-id=\"107872\"><a href=\"/opinion/107872/alderman-v-united-states/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span> </a></span>(1969).  With these principles as background, we turn to the facts of the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellants must be divided into two groups for the purpose of measuring the legitimacy of their expectation of privacy:  the captain and the crew members.  The captain, Cardona-Sandoval, has a cognizable expectation of privacy from unauthorized police intrusions everywhere aboard his ship.  This interest derives from his custodial responsibility for the ship, his associated legal power to exclude interlopers from unauthorized entry to particular places on board, and the doctrines of admiralty, which grant the captain (as well as the owner) a legal identity of interest with the vessel.  See, e.g.,The Styria, <span class=\"citation\" data-id=\"95666\"><a href=\"/opinion/95666/the-syria-scopinich-v-morgan/\"><span class=\"volume\">186</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"95666\"><a href=\"/opinion/95666/the-syria-scopinich-v-morgan/\"><span class=\"volume\">22</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">731</span></a></span>, <span class=\"citation\" data-id=\"95666\"><a href=\"/opinion/95666/the-syria-scopinich-v-morgan/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1027</span> </a></span>(1902);  Coastal Iron Works, Inc. v. Petty Ray Geophysical, <span class=\"citation\" data-id=\"464827\"><a href=\"/opinion/464827/coastal-iron-works-inc-plaintiff-third-party-cross-v-petty-ray/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">577</span></a></span>, 582 (5th Cir.1986);  United States v. Aikens, <span class=\"citation\" data-id=\"1882261\"><a href=\"/opinion/1882261/united-states-v-aikens/\"><span class=\"volume\">685</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">732</span></a></span>, 736 (D. Hawaii 1988), rev'd on other grounds, <span class=\"citation\" data-id=\"569363\"><a href=\"/opinion/569363/united-states-v-george-gordon-aikins-roosevelt-rodney-manuel-arcenio/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">608</span> </a></span>(9th Cir.1990);  see generally 1 Martin J. Norris, The Law of Seamen Secs. 25:1 et seq.  (4th ed. 1985 &amp; supp. 1993) (describing broad powers of master of vessel).  Cardona-Sandoval objected to having his boat taken to Puerto Rico for a destructive search, and therefore manifested his subjective expectation of privacy in the vessel.  It is appropriate to conclude that Cardona-Sandoval's subjective expectation that he, his vessel and crew, not be taken from the high seas, brought to a country which he did not care to enter, subjected to a six-day search (three of which occurred on land and constituted a destructive search), and detained in a barred cage while the government destroyed the vessel, is one that society is prepared to recognize as reasonable.  Thus, in his capacity as master of the vessel, Cardona-Sandoval has a Fourth Amendment right to challenge the searches in this case.  SeeUnited States v. Marrero, <span class=\"citation\" data-id=\"1559016\"><a href=\"/opinion/1559016/united-states-v-marrero/\"><span class=\"volume\">644</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">570</span></a></span>, 574 (S.D.Fla.1986) (defendant who was owner and captain has Fourth Amendment right to contest search).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Whether the crew members' expectation of privacy is objectively reasonable is a more difficult question.  A number of cases have limited the areas of a vessel in which crew members legitimately possess an expectation of privacy.  SeeUnited States v. Arra, <span class=\"citation\" data-id=\"382187\"><a href=\"/opinion/382187/united-states-v-michael-joseph-arra-steven-scott-aschinger-and-overton/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">836</span></a></span>, 841 n. 6 (1st Cir.1980) (questioning, without deciding, whether crew members have right to challenge search in areas other than living quarters);  United States v. Peterson, <span class=\"citation\" data-id=\"483618\"><a href=\"/opinion/483618/united-states-v-timothy-nicholas-peterson-darryl-ray-hood-stephen-allen/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">486</span></a></span>, 494 (9th Cir.1987) (crew has no privacy interest in cargo hold);  United States v. Thompson, <span class=\"citation\" data-id=\"557869\"><a href=\"/opinion/557869/united-states-v-james-michael-thompson/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1060</span></a></span>, 1065 (11th Cir.)  (recognizing difference between private areas or footlockers versus cargo holds), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">270</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span> </span>(1991).  The underlying principle of these cases is that a crew member cannot have an expectation of privacy in a space that the Coast Guard is free to inspect in the course of a document and safety check.  Obviously, contraband that the Coast Guard observes within plain view (or detects by sensory perception) while searching the cargo hold is not within an area in which crew members could have a reasonable or legitimate privacy interest.  <span class=\"citation\" data-id=\"557869\"><span class=\"antecedent_guess\">Thompson,</span> <a href=\"/opinion/557869/united-states-v-james-michael-thompson/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1064</span></a></span>.   This, of course, would apply to the captain as well.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We think that cases involving substantial vessels, such as cargo ships and freighters, must be distinguished from the case at hand.  It is quite understandable that in dealing with a major vessel, a court should distinguish among areas, treating some as not susceptible to a reasonable expectation of privacy by a crew member.  For example, the short hand designation of a freighter's cargo hold as a common area, in which no crew member could possess a reasonable expectation of privacy, is not objectionable in the factual context of those cases by reason of the size of the vessel and the de facto limitation of space which the crew member can claim as private.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">But our case involves entirely different factual circumstances.  Here, we confront a small pleasure craft used for fishing.  The vessel's compartments were small and cramped, and the crew numbered only four.  There was no practicable means to exclude members of the crew from specific areas of the vessel.  Like hosts and their overnight guests in a small apartment, the captain and crew members, each individually, possessed a reasonable expectation of privacy in all areas of the vessel with respect to all individuals not living within the unit and sharing the space.  This sharing of limited space and lack of demarcation is the reality of life upon a small boat.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In such a vessel there are no \"common areas\" in the same sense that the cargo hold or dining room on a large boat are public or common.  The fact that several individuals may share the limited space no more makes the space public than would the fact that a family may share a house or a hotel room.  We cannot lay down a yardstick for every case, but we think that this case is at the other pole from the freighter or cruise vessel where an individual's private space can meaningfully be distinguished from areas that are public or common.  In sum, we think that the crewmen in this case, like the captain, are entitled to raise the question whether the search of the ship was unreasonable.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">To the extent that Fifth and Eleventh Circuit cases may be read to dictate a different result for small vessels, we decline to follow them.  See, e.g.,United States v. Lopez, <span class=\"citation\" data-id=\"451786\"><a href=\"/opinion/451786/united-states-v-ramon-antonio-lopez-and-carlos-abraham-gomez/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">632</span></a></span>, 636 (11th Cir.1985) (suggesting methodological approach that confers or rejects right to contest search according to function of specific compartments within a vessel, such as cargo hold or living quarters);  United States v. DeWeese, <span class=\"citation\" data-id=\"382978\"><a href=\"/opinion/382978/united-states-v-jay-hilery-deweese/\"><span class=\"volume\">632</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1267</span></a></span>, 1271 (5th Cir.1980) (ice hold common area;  dufflebags and footlockers private areas).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Of course, the captain and crew's expectations of privacy is subject to the Coast Guard' authority to conduct document and safety inspections and its limited power to search more intrusively upon reasonable suspicion.  But this is not inconsistent with recognizing that the crew, like the captain, still retains privacy interests that go beyond the wallet or footlocker.  Rather, it means that in determining what is reasonable behavior by officials, there is a latitude that reflects the mobility of the vessel, the special dangers of sea travel and other considerations peculiar to sea travel.  But that latitude is not unlimited and we turn now to the question whether in this case the government overstepped the bounds.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Coast Guard's authority under 14 U.S.C. Sec. 89(a)<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> to stop and board an American vessel on the high seas<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> is quite broad.  We have held that administrative safety and document inspections are permissible even \"without any particularized suspicion of wrongdoing.\"  United States v. Elkins, <span class=\"citation\" data-id=\"458985\"><a href=\"/opinion/458985/united-states-v-ralph-elkins-united-states-of-america-v-silvio-monrabal/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">530</span></a></span>, 533-34 (1st Cir.1985) (quoting United States v. Burke, <span class=\"citation\" data-id=\"424679\"><a href=\"/opinion/424679/united-states-v-charles-f-burke-jr-united-states-of-america-v-alan/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">935</span></a></span>, 937 (1st Cir.1983)).  Despite this empowerment, the Fourth Amendment still prohibits unreasonable searches.  The reasonableness of any search depends first on \"whether the ... action was justified at its inception,\" Terry v. Ohio, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 20, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, 1879, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span> </a></span>(1968), and second, on whether the search actually conducted \"was reasonably related in scope to the circumstances which justified the interference in the first place.\"  Id.;  see alsoNew Jersey v. T.L.O., <span class=\"citation\" data-id=\"111301\"><a href=\"/opinion/111301/new-jersey-v-tlo/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">325</span></a></span>, 341, <span class=\"citation\" data-id=\"111301\"><a href=\"/opinion/111301/new-jersey-v-tlo/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">733</span></a></span>, 743, <span class=\"citation\" data-id=\"111301\"><a href=\"/opinion/111301/new-jersey-v-tlo/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">720</span> </a></span>(1985).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Because of the special circumstances implicated by searches and seizures of vessels while at sea, we have recognized a diminished expectation of privacy.  <span class=\"citation\" data-id=\"399446\"><span class=\"antecedent_guess\">Green,</span> <a href=\"/opinion/399446/united-states-v-albert-green/\"><span class=\"volume\">671</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">53</span></a></span>;  <span class=\"citation\" data-id=\"376979\"><span class=\"antecedent_guess\">Hilton,</span> <a href=\"/opinion/376979/united-states-v-terry-wayne-hilton-aka-wayne-milton-william-j-baggett/\"><span class=\"volume\">619</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">131</span></a></span>.   Nevertheless, we require that the Coast Guard possess \"reasonable and articulable grounds for suspecting that the vessel or those on board are engaging in criminal activities\" before conducting a thorough search beyond checking for compliance with safety regulations.  <span class=\"citation\" data-id=\"399446\"><span class=\"antecedent_guess\">Green,</span> <a href=\"/opinion/399446/united-states-v-albert-green/\"><span class=\"volume\">671</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">53</span> </a></span>(citing United States v. Williams, <span class=\"citation\" data-id=\"375926\"><a href=\"/opinion/375926/united-states-v-frank-gunnar-williams/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1063</span></a></span>, 1076, 1084 (5th Cir.1980)).  The necessary \"reasonable suspicion\" may be formed on the basis of facts obtained during the safety and document inspection, and once reasonable suspicion exists the inspecting officers may drill into a suspicious area to search for contraband.  <span class=\"citation\" data-id=\"458985\"><span class=\"antecedent_guess\">Elkins,</span> <a href=\"/opinion/458985/united-states-v-ralph-elkins-united-states-of-america-v-silvio-monrabal/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">534</span></a></span>.   Both the document and safety inspection, and a search pursuant to reasonable suspicion, must be confined to areas reasonably incident to the purpose of the inspection.  Therefore, a reasonable suspicion search only authorizes a limited intrusion.  For example, if a particular area of a vessel raises a reasonable suspicion, then that area may be investigated further.  <span class=\"citation\" data-id=\"458985\"><a href=\"/opinion/458985/united-states-v-ralph-elkins-united-states-of-america-v-silvio-monrabal/\"><span class=\"id_token\">Id.</span> (suspicious fuel </a></span>tank);  see <span class=\"citation\" data-id=\"451786\"><span class=\"antecedent_guess\">alsoLopez,</span> <a href=\"/opinion/451786/united-states-v-ramon-antonio-lopez-and-carlos-abraham-gomez/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">636</span></a></span>.   Neither authority provides carte blanche to destroy a vessel.  <span class=\"citation\" data-id=\"376979\"><span class=\"antecedent_guess\">SeeHilton,</span> <a href=\"/opinion/376979/united-states-v-terry-wayne-hilton-aka-wayne-milton-william-j-baggett/\"><span class=\"volume\">619</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">132</span> </a></span>(discussing scope of document and safety inspection).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In the maritime context, the relative intrusiveness of a search must be justified by a corresponding level of suspicion supported by specific facts gathered by investigating officials.  Cf.New Jersey v. <span class=\"citation\" data-id=\"111301\"><span class=\"antecedent_guess\">T.L.O.,</span> <a href=\"/opinion/111301/new-jersey-v-tlo/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">343-44</span></a></span>, <span class=\"citation\" data-id=\"111301\"><span class=\"antecedent_guess\">347,</span> <a href=\"/opinion/111301/new-jersey-v-tlo/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">743-44</span></a></span>, 745 (contemplating expanding scope of search where justified by facts giving rise to further reasonable suspicion);  United States v. Villamonte Marquez, <span class=\"citation\" data-id=\"110973\"><a href=\"/opinion/110973/united-states-v-villamonte-marquez/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span>, 592, <span class=\"citation\" data-id=\"110973\"><a href=\"/opinion/110973/united-states-v-villamonte-marquez/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2573</span></a></span>, 2581, <span class=\"citation\" data-id=\"110973\"><a href=\"/opinion/110973/united-states-v-villamonte-marquez/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">22</span> </a></span>(1983).  We recognize that by allowing each inspection to provide the basis for a more intrusive search--document and safety inspection supplying reasonable suspicion which later supports a probable cause determination--we risk manipulation by government officials of the factual progression that provided the authority for ever more intrusive searches.  We think that this danger further justifies the deterrent supplied by our holding with respect to standing.  More intrusive searches that yield no contraband can halt the forward progression evidence that would justify a full, destructive search.  Thus, if a document and safety inspection causes a Coast Guard officer to have reasonable suspicion with respect to certain areas, and a search of those areas yields nothing, then a destructive search might not be justified.  Cf.Mincey v. Arizona, <span class=\"citation\" data-id=\"109905\"><a href=\"/opinion/109905/mincey-v-arizona/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, 393, <span class=\"citation\" data-id=\"109905\"><a href=\"/opinion/109905/mincey-v-arizona/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2408</span></a></span>, 2413, <span class=\"citation\" data-id=\"109905\"><a href=\"/opinion/109905/mincey-v-arizona/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">290</span> </a></span>(1978) (\"warrantless search must be 'strictly circumscribed by the exigencies which justify its initiation' \") (citation omitted).  Ultimately, a full, \"stem to stern,\" destructive search may only be conducted on the basis of probable cause.  <span class=\"citation\" data-id=\"451786\"><span class=\"antecedent_guess\">Lopez,</span> <a href=\"/opinion/451786/united-states-v-ramon-antonio-lopez-and-carlos-abraham-gomez/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">636-37</span></a></span>;  United States v. Andreu, <span class=\"citation\" data-id=\"424009\"><a href=\"/opinion/424009/united-states-v-reinaldo-andreu/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1497</span> </a></span>(11th Cir.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The facts of the present case provide a graphic illustration of the principles stated above.  The initial boarding of the FL 8304 EM was for a perfectly legal document and safety inspection pursuant to 14 U.S.C. Sec. 89(a).  Petty Officer Spake issued a minor violation notice for failing to present the original copy of the vessel's registration papers.  He felt that he was not authorized to proceed further with the search despite his \"suspicion\" regarding certain spaces.  (Suppression Hearing Transcript, October 1, 1990, at 58).  Matters changed, however, during the subsequent debriefing.  Apparently, EPIC information was received regarding the vessel, the captain, and the two alleged owners.  In addition, certain spaces purportedly had not been accounted for during the document and safety inspection.  The sequence of these developments raises questions.  The absence of adequate answers to these questions casts doubt on the validity of subsequent events.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">After-the-fact rationalizing is precisely what makes the relaxed warrant and cause procedures such a dangerous tool in the hands of over-zealous officials.  If we had a clear record establishing reasonable suspicion to reboard the FL 8304 EM based on specific factors, this action would be less troubling than it presently is.  But in this case the record is unclear as to when specific pieces of information came to the attention of the Coast Guard, and on what basis the Coast Guard justified their actions.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The government's brief suffers from the same problem.  For example, it suggests that the boarding party discovered fiberglass shavings in the cushions on the deck of the vessel, which added support for the second boarding and bringing the vessel to Puerto Rico.  But our investigation of the record indicated that Lt. Gatlin's on-land inspection team did not discover the fiberglass until March 1.  We cannot stress enough the importance of compiling a coherent and detailed record as to when facts are discovered and when the inferences and conclusions are drawn therefrom.  A finding of guilt becomes irrelevant if the evidence upon which conviction is secured is not procured in a constitutional manner.  Wong Sun v. United States, <span class=\"citation\" data-id=\"106515\"><a href=\"/opinion/106515/wong-sun-v-united-states/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, <span class=\"citation\" data-id=\"106515\"><a href=\"/opinion/106515/wong-sun-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">407</span></a></span>, <span class=\"citation\" data-id=\"106515\"><a href=\"/opinion/106515/wong-sun-v-united-states/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">441</span> </a></span>(1963).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Notwithstanding the abuse, we conclude that the second boarding and five-hour search was justified by reasonable suspicion rather than by the necessity of completing the document and safety inspection.  The circumstances changed, however, once the FL 8304 EM arrived in Puerto Rico.  The search by Navy divers and a narcotics detection dog, and the thorough and destructive inspection of many structural areas of the boat (including the suspicious shower area and water tank), dissolved any legally sustainable suspicion once reasonably held.  At that point, all the government had to support a probable cause finding was the EPIC information, the course change, and the fact that the boat originated from a drug source country.  Such evidence fails to support a finding of probable cause.  In the absence of probable cause, the destructive stem to stern search was illegal, and any evidence discovered as a result of that excessively intrusive search should have been suppressed by the district court.  Wong <span class=\"citation\" data-id=\"106515\"><span class=\"antecedent_guess\">Sun,</span> <a href=\"/opinion/106515/wong-sun-v-united-states/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">488</span></a></span>, 83 S.Ct. at 488.</p>\n    </div>\n    <p>V</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Because we find that all the appellants had a reasonable expectation of privacy sufficient to confer a right to challenge the search of the vessel, and because the search violated appellants' Fourth Amendment rights, the convictions must be reversed.  We need not consider appellants' other arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Appellants' convictions are reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">CYR, Circuit Judge (dissenting in part).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Although the stem-to-stern destructive search of the drydocked vessel exceeded whatever reasonable limits inhere in a safety and document inspection, I believe the defendant crew members failed to establish an intrusion on their Fourth Amendment rights.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">As the Supreme Court recently reiterated, \"a 'search' occurs when an expectation of privacy that society is prepared to consider reasonable is infringed.\"  Soldal v. Cook County, Illinois, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112795\"><a href=\"/opinion/112795/soldal-v-cook-county/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">538</span></a></span>, 544, <span class=\"citation\" data-id=\"112795\"><a href=\"/opinion/112795/soldal-v-cook-county/\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span> </a></span>(1992) (quoting United States v. Jacobsen, <span class=\"citation\" data-id=\"111143\"><a href=\"/opinion/111143/united-states-v-jacobsen/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">109</span></a></span>, 113, <span class=\"citation\" data-id=\"111143\"><a href=\"/opinion/111143/united-states-v-jacobsen/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1652</span></a></span>, 1656, <span class=\"citation\" data-id=\"111143\"><a href=\"/opinion/111143/united-states-v-jacobsen/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">85</span> </a></span>(1984));  see alsoUnited States v. Bouffard, <span class=\"citation\" data-id=\"550646\"><a href=\"/opinion/550646/united-states-v-michael-s-bouffard/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span>, 675-76 (1st Cir.1990);  United States v. Soule, <span class=\"citation\" data-id=\"545151\"><a href=\"/opinion/545151/united-states-v-john-jeffrey-soule/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1032</span></a></span>, 1034 (1st Cir.1990).  The burden of establishing a protected Fourth Amendment privacy interest rests squarely with the individual defendant.  Rawlings v. Kentucky, <span class=\"citation\" data-id=\"110326\"><a href=\"/opinion/110326/rawlings-v-kentucky/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">98</span></a></span>, 104, <span class=\"citation\" data-id=\"110326\"><a href=\"/opinion/110326/rawlings-v-kentucky/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2556</span></a></span>, 2561, <span class=\"citation\" data-id=\"110326\"><a href=\"/opinion/110326/rawlings-v-kentucky/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">633</span> </a></span>(1980);  <span class=\"citation\" data-id=\"550646\"><span class=\"antecedent_guess\">Bouffard,</span> <a href=\"/opinion/550646/united-states-v-michael-s-bouffard/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">675</span> </a></span>(quoting Rakas v. Illinois, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></span>, 131 n. 1, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></span>, 424 n. 1, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">387</span> </span>(1978)).  Accordingly, for more than a decade the Court has insisted that \"the capacity to claim the protection of the Fourth Amendment depends ... upon whether the person who claims [its] protection ... has a legitimate expectation of privacy in the invaded place.\" <span class=\"citation no-link\"><span class=\"antecedent_guess\">Rakas,</span> <span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">143</span></span>, 99 S.Ct. at 430 (emphasis added);  see alsoCalifornia v. Greenwood, <span class=\"citation\" data-id=\"112067\"><a href=\"/opinion/112067/california-v-greenwood/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">35</span></a></span>, 39-40, <span class=\"citation\" data-id=\"112067\"><a href=\"/opinion/112067/california-v-greenwood/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1625</span></a></span>, 1628-29, <span class=\"citation\" data-id=\"112067\"><a href=\"/opinion/112067/california-v-greenwood/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">30</span> </a></span>(1988);  <span class=\"citation\" data-id=\"110326\"><span class=\"antecedent_guess\">Rawlings,</span> <a href=\"/opinion/110326/rawlings-v-kentucky/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">104-105</span></a></span>, 100 S.Ct. at 2561-62;  United States v. Salvucci, <span class=\"citation\" data-id=\"110325\"><a href=\"/opinion/110325/united-states-v-salvucci/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 93, <span class=\"citation\" data-id=\"110325\"><a href=\"/opinion/110325/united-states-v-salvucci/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2547</span></a></span>, 2553, <span class=\"citation\" data-id=\"110325\"><a href=\"/opinion/110325/united-states-v-salvucci/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span> </a></span>(1980);  see generally United States v. Cruz Jimenez, <span class=\"citation\" data-id=\"535250\"><a href=\"/opinion/535250/united-states-v-jose-m-cruz-jimenez/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1990) (\"Demonstration of a [legitimate expectation of privacy] is a threshold ... requirement, and analysis cannot proceed further without its establishment.\")  (emphasis added) (footnote omitted).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In the present case, where no crew member asserts a possessory or proprietary interest in the vessel itself,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> the establishment of a \"legitimate expectation of privacy\" turns upon two inquiries.  First, we inquire whether there is any \"long-standing social custom\" which would substantiate a reasonable expectation of privacy on the part of the crew.  See, e.g.,Minnesota v. Olson, <span class=\"citation\" data-id=\"112416\"><a href=\"/opinion/112416/minnesota-v-olson/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, 98-99, <span class=\"citation\" data-id=\"112416\"><a href=\"/opinion/112416/minnesota-v-olson/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, 1688-89, <span class=\"citation\" data-id=\"112416\"><a href=\"/opinion/112416/minnesota-v-olson/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">85</span> </a></span>(1990) (houseguest's expectation of privacy);  O'Connor v. Ortega, <span class=\"citation\" data-id=\"111851\"><a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">709</span></a></span>, 717-18, <span class=\"citation\" data-id=\"111851\"><a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1492</span></a></span>, 1497-98, <span class=\"citation\" data-id=\"111851\"><a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span> </a></span>(1987) (public employees).  Second, absent any such \"longstanding social custom,\" we inquire whether the crew members had the right to exclude intruders from the area in or through which on-board access could be had to the property seized.  CompareUnited States v. Morales, <span class=\"citation\" data-id=\"506299\"><a href=\"/opinion/506299/united-states-v-felix-morales-effrain-llorente-francisco-perez/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">671</span></a></span>, 672 (11th Cir.1988) (recognizing crew's Fourth Amendment right to challenge search of hidden compartment, since authorities gained access to hidden compartment through crew's private quarters), withUnited States v. Lopez, <span class=\"citation\" data-id=\"451786\"><a href=\"/opinion/451786/united-states-v-ramon-antonio-lopez-and-carlos-abraham-gomez/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">632</span></a></span>, 635-36 (11th Cir.1985) (recognizing no Fourth Amendment right in hidden compartment, where authorities gained access through \"common area\" on deck of ship);  United States v. Sarda-Villa, <span class=\"citation\" data-id=\"451652\"><a href=\"/opinion/451652/united-states-v-evelio-sarda-villa-mario-leonardo-paret-casola/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1232</span></a></span>, 1236-37 (11th Cir.1985) (recognizing no Fourth Amendment right in hidden compartment underneath seats in main cabin of vessel).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The contraband seized from the vessel in the present case had been hidden in a hollowed-out compartment within a structural beam running beneath the engine room.  Unbeknownst to the Coast Guard, the secret compartment in the beam was accessible through the engine room.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  See, e.g.,United States v. Marsh, <span class=\"citation\" data-id=\"443940\"><a href=\"/opinion/443940/united-states-v-frederick-marsh/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 11 (1st Cir.1984) (engine room as \"common area\");  United States v. Stuart-Caballero, <span class=\"citation\" data-id=\"407887\"><a href=\"/opinion/407887/united-states-v-victor-manuel-stuart-caballero-amador-ortega-and-armando/\"><span class=\"volume\">686</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 891-92 (11th Cir.1982) (same), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1209</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1202</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">444</span> </span>(1983).  Of course, it is clear that no \"longstanding social custom\" confers on crew members an \"expectation of privacy\" in the engine room or other \"common areas\" of a vessel.  SeeUnited States v. Arra, <span class=\"citation\" data-id=\"382187\"><a href=\"/opinion/382187/united-states-v-michael-joseph-arra-steven-scott-aschinger-and-overton/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">836</span></a></span>, 841 n. 6 (1st Cir.1980) (\"areas subject to a safety inspection, such as the engine room ... are places where ... the crew of a vessel would have little if any expectation of privacy\");  see generally, e.g.,United States v. Green, <span class=\"citation\" data-id=\"399446\"><a href=\"/opinion/399446/united-states-v-albert-green/\"><span class=\"volume\">671</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 53 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1135</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2962</span></span>, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1352</span> </span>(1982) (noting diminished expectation of privacy on maritime vessels).  It is possible, as the majority suggests, that the master may have an expectation of privacy from unauthorized official intrusions in the engine room, or elsewhere aboard the vessel.  See op. at 21-22;  see alsoUnited States v. Aikens, <span class=\"citation\" data-id=\"1882261\"><a href=\"/opinion/1882261/united-states-v-aikens/\"><span class=\"volume\">685</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">732</span></a></span>, 736 (D. Hawaii 1988) (master's \"total control is consistent with the recognition of a privacy expectation which emerges from such authority\"), rev'd on other grounds, <span class=\"citation\" data-id=\"569363\"><a href=\"/opinion/569363/united-states-v-george-gordon-aikins-roosevelt-rodney-manuel-arcenio/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">608</span> </a></span>(9th Cir.1990);  see generally 1 Martin J. Norris, The Law of Seamen Secs. 25:1 et seq.  (4th ed. 1985 &amp; 1993 supp.)  (discussing scope of master's authority aboard ship).  But crew members cannot base an asserted \"reasonable expectation of privacy\" on that of the captain, even though, as coconspirators, their subjective interests in preventing governmental access to the hidden compartment and its contents may have been entirely compatible with the captain's interests.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Turning to the second inquiry, it is clear that admiralty law confers no right whatever upon crew members to exclude either the master, the Coast Guard, or one another, from common areas such as the engine room, let alone from the interior of a structural beam.  The master alone possesses such a right, as the fiduciary representative of the vessel owner.  See 1 <span class=\"citation no-link\"><span class=\"antecedent_guess\">Norris,</span> supra</span>, at Sec. 14:8.  The crew's authority is derivative of the master's authority, and exercisable pursuant to the master's command or the command of his delegate or lawful successor.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at Secs. </span>14:8, 25:16.  As the Supreme Court stated in Southern S.S. Co. v. N.L.R.B., <span class=\"citation\" data-id=\"103653\"><a href=\"/opinion/103653/southern-ss-co-v-nlrb/\"><span class=\"volume\">316</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">31</span></a></span>, 38, <span class=\"citation\" data-id=\"103653\"><a href=\"/opinion/103653/southern-ss-co-v-nlrb/\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">886</span></a></span>, 890, <span class=\"citation\" data-id=\"103653\"><a href=\"/opinion/103653/southern-ss-co-v-nlrb/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1246</span> </a></span>(1942), \"[the master] must command and the crew must obey.  Authority cannot be divided.  These are actualities which the law has always recognized.\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Contrary to the majority's suggestion, a \"reasonable expectation of privacy\" on the part of the crew is neither reasonably inferable nor automatically enlarged simply by virtue of the small size and intimate nature of the vessel.  An automobile is much smaller than a 43-foot fishing boat, yet automobile passengers, qua passengers, have no \"reasonable expectation of privacy\" even in the readily accessible contents of the glove compartment or the open area beneath the passenger seats.  See, <span class=\"citation no-link\"><span class=\"antecedent_guess\">e.g.,Rakas,</span> <span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">148-49</span></span>, 99 S.Ct. at 433;  see alsoUnited States v. Lochan, <span class=\"citation\" data-id=\"402204\"><a href=\"/opinion/402204/united-states-v-charles-lochan/\"><span class=\"volume\">674</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">960</span></a></span>, 965 (1st Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Finally, but not least importantly, these defendant crew members never asserted a reasonable expectation of privacy based on the size and intimate nature of the vessel.  Under governing law, therefore, the record is wholly insufficient to suggest, let alone establish, that the warrantless search of the secret compartment in the structural beam intruded on a \"legitimate expectation of privacy\" of either crew member.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Rakas,</span> <span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">143</span></span>, 99 S.Ct. at 430.   The best that can be said is that, even assuming its validity, the theory of Fourth Amendment \"standing\" relied on by the court today is not implicated by the present record nor by the district court's ruling.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The egalitarian concerns animating the court's ruling--that captain and crew deserve the same right to redress the challenged governmental intrusion--though foreclosed by precedent, are superficially compelling.  As the court says, \"the captain is the person most likely to be trusted with the knowledge of the presence of contraband, and is also the most likely leader of the criminal enterprise.\"   Op. at 22 n. 6.  Thus, for the challenged evidence to be ruled excludable at the behest of the captain, but not the crew, may appear unfair at first blush.  But these concerns are illusory in the context of the appropriate Fourth Amendment inquiry:  whether each individual crew member demonstrated a legitimate expectation of privacy in the invaded place or a proprietary or possessory interest in the evidence seized.  The Fourth Amendment exclusionary rule simply is not designed to ensure \"equitable\" outcomes, but rather to safeguard expectations of privacy that society is prepared to recognize as reasonable.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  To that end, the right to invoke the exclusionary rule is restricted to individuals who demonstrate an unlawful governmental intrusion upon an expectation of privacy that society is prepared to recognize as reasonable.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Rakas,</span> supra</span>;  <span class=\"citation\" data-id=\"107872\"><a href=\"/opinion/107872/alderman-v-united-states/\"><span class=\"antecedent_guess\">Alderman,</span> supra</a></span>;  see also 4 Wayne R. LaFave, Search &amp; Seizure, Sec. 11.3(i) at 361 (2d ed. 1987) (\"[g]uilty persons, of course, are sometimes acquitted as a consequence of the suppression [of unlawfully seized evidence], but to conclude that still other guilty persons must likewise be acquitted because joined in crime or trial with the first group is to bestow upon them a 'windfall to which they are not justly entitled.' \")  (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">I respectfully dissent from the holding that the Fourth Amendment rights of the defendant crew members were violated.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The third crew member, Alfonso Molina, was acquitted at trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The parties stipulated that the vessel was subject to the jurisdiction of the United States</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Pursuant to 10 U.S.C. Sec. 379(a) (Supp.1992), Coast Guard officials may be assigned to duty aboard Navy vessels to perform drug interdiction.  SeeUnited States v. Sandoval, <span class=\"citation no-link\"><span class=\"volume\">770</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">762</span></span>, 767 (D.P.R.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> SeeUnited States v. <span class=\"citation no-link\"><span class=\"antecedent_guess\">Sandoval,</span> <span class=\"volume\">770</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">766</span> </span>(stating Boarding Report of February 25, 1990 cited medicine cabinet on bulkhead as reason for reboarding;  and rejecting the magistrate's finding that the water tank was a specific reason for the second boarding)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> United States v. Verdugo-Urquidez, <span class=\"citation\" data-id=\"112382\"><a href=\"/opinion/112382/united-states-v-verdugo-urquidez/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">259</span></a></span>, 264, <span class=\"citation\" data-id=\"112382\"><a href=\"/opinion/112382/united-states-v-verdugo-urquidez/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1056</span></a></span>, 1060, <span class=\"citation\" data-id=\"112382\"><a href=\"/opinion/112382/united-states-v-verdugo-urquidez/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span> </a></span>(1990), has no application because the vessel was a United States flag ship and the violation occurred within United States territory.  Cf.United States v. Aikins, <span class=\"citation\" data-id=\"569363\"><a href=\"/opinion/569363/united-states-v-george-gordon-aikins-roosevelt-rodney-manuel-arcenio/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">608</span></a></span>, 613 (9th Cir.1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In equity, one might argue that the crew deserves at least as much protection as the captain, for the captain is the person most likely to be trusted with the knowledge of the presence of contraband, and is also the most likely leader of the criminal enterprise.  But standing rules do sometimes produce odd outcomes and we note this point without relying upon it for our holding</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 14 U.S.C. Sec. 89(a) provides, in relevant part:</p>\n        <p>The Coast Guard may make inquiries, examinations, inspections, searches, seizures, and arrests upon the high seas and waters over which the United States has jurisdiction, for the prevention, detection, and suppression of violations of laws of the United States.  For such purposes, commissioned, warrant, and petty officers may at any time go on board of any vessel subject to the jurisdiction, or the operation of any law, of the United States, address inquiries to those on board, examine the ships documents and papers, and examine, inspect, and search the vessel and use all necessary force to compel compliance.  When from such inquiries, examination, inspection, or search it appears that a breach of the laws of the United States rendering a person liable to arrest is being, or has been committed, by any person, such person shall be immediately pursued and arrested on shore, or other lawful appropriate action shall be taken....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The \"high seas\" are those waters \"beyond the territorial seas of the U.S. and beyond the territorial seas of any foreign nation.\"  21 U.S.C. Sec. 955b(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Accordingly, I do not discuss the court's \"probable cause\" determination</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> As the crew members presented no claim or evidence that their proprietary or possessory rights were violated by the seizure, we need not address separately their right to challenge the \"seizure\" of the vessel.  Though the right to contest a \"seizure\" does not invariably require that the moving party demonstrate a \"reasonable expectation of privacy\" in the place where the seizure occurred, seeSoldal, --- U.S. at ---- - <span class=\"citation\" data-id=\"112795\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112795/soldal-v-cook-county/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">545-46</span></a></span>, at the very least the moving party must demonstrate a \"possessory interest\" in the property seized.  Seeid. at <span class=\"citation\" data-id=\"112795\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112795/soldal-v-cook-county/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">543</span> </a></span>(quoting <span class=\"citation\" data-id=\"111143\"><span class=\"antecedent_guess\">Jacobsen,</span> <a href=\"/opinion/111143/united-states-v-jacobsen/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">113</span></a></span>, 104 S.Ct. at 1656)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The secret compartment seems to have been situated so as to be accessible by means of a concealed \"entrance way.\"   Once the \"entrance way\" was unblocked, the packages of cocaine could be pulled from the hollowed-out beam by means of a string</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> As the Court has stated time and again, the Fourth Amendment protects individual rights only, and no defendant may piggyback on a codefendant's expectation of privacy.  SeeUnited States v. Padilla, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112856\"><a href=\"/opinion/112856/united-states-v-padilla/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1936</span></a></span>, 1937, <span class=\"citation\" data-id=\"112856\"><a href=\"/opinion/112856/united-states-v-padilla/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">635</span> </a></span>(1993) (rejecting Ninth Circuit view that \"a co-conspirator obtains a legitimate expectation of privacy for Fourth Amendment purposes if he has either a supervisory role in the conspiracy or joint control over the place or property involved in the search or seizure\");  Alderman v. United States, <span class=\"citation\" data-id=\"107872\"><a href=\"/opinion/107872/alderman-v-united-states/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">165</span></a></span>, 171-72, <span class=\"citation\" data-id=\"107872\"><a href=\"/opinion/107872/alderman-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">961</span></a></span>, 965-66, <span class=\"citation\" data-id=\"107872\"><a href=\"/opinion/107872/alderman-v-united-states/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span> </a></span>(1969) (rejecting \"derivative standing\" for coconspirators under Fourth Amendment);  <span class=\"citation\" data-id=\"545151\"><span class=\"antecedent_guess\">Soule,</span> <a href=\"/opinion/545151/united-states-v-john-jeffrey-soule/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1036-37</span> </a></span>(same);  <span class=\"citation\" data-id=\"550646\"><span class=\"antecedent_guess\">Bouffard,</span> <a href=\"/opinion/550646/united-states-v-michael-s-bouffard/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">675</span></a></span>-76 &amp; n. 6 (tracing the successive demise of various theories of Fourth Amendment \"standing,\" including \"automatic,\" \"derivative,\" and \"target theory\" standing)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Nor would the mere fact that the master may not have exercised his authority to control access to a particular area of the vessel mean that the crew possessed an \"objectively reasonable expectation\" that the master would not do so in the future.  In any case, the burden of proof remains squarely on the crew to assert that the master has renounced such authority.  Rawlings v. Kentucky, <span class=\"citation\" data-id=\"110326\"><a href=\"/opinion/110326/rawlings-v-kentucky/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">98</span></a></span>, 104, <span class=\"citation\" data-id=\"110326\"><a href=\"/opinion/110326/rawlings-v-kentucky/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2556</span></a></span>, 2561, <span class=\"citation\" data-id=\"110326\"><a href=\"/opinion/110326/rawlings-v-kentucky/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">633</span> </a></span>(1980);  <span class=\"citation\" data-id=\"550646\"><span class=\"antecedent_guess\">Bouffard,</span> <a href=\"/opinion/550646/united-states-v-michael-s-bouffard/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">675</span> </a></span>(quoting Rakas v. Illinois, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></span>, 131 n. 1, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></span>, 424 n. 1, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">387</span> </span>(1978)).  The record contains neither argument nor evidence suggesting an actual renunciation or delegation of the master's shipboard authority in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Since the government directly challenged defendants' \"standing\" below, a remand to permit the district court to consider the matter further would seem to be precluded.  CompareCombs v. United States, <span class=\"citation\" data-id=\"108602\"><a href=\"/opinion/108602/combs-v-united-states/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, 227-28, <span class=\"citation\" data-id=\"108602\"><a href=\"/opinion/108602/combs-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2284</span></a></span>, 2286, <span class=\"citation\" data-id=\"108602\"><a href=\"/opinion/108602/combs-v-united-states/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">308</span> </a></span>(1972) (Per Curiam) (directing remand where prosecutor had not challenged defendant's \"standing\"), <span class=\"citation no-link\"><span class=\"antecedent_guess\">withRakas,</span> <span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">130-31</span> </span>n. <span class=\"citation no-link\"><span class=\"antecedent_guess\">1,</span> <span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">424</span> </span>n. 1 (refusing to remand where prosecutor had challenged \"standing\" at suppression hearing).  See <span class=\"citation\" data-id=\"550646\"><span class=\"antecedent_guess\">alsoBouffard,</span> <a href=\"/opinion/550646/united-states-v-michael-s-bouffard/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">677-78</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Of course, the limited role and authority of crew members may at times be relevant to a \"sufficiency of the evidence\" challenge.  See, e.g.United States v. Steuben, <span class=\"citation\" data-id=\"508421\"><a href=\"/opinion/508421/united-states-v-robert-steuben-united-states-of-america-v-guillermo/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">859</span></a></span>, 869 (1st Cir.1988);  United States v. Bland, <span class=\"citation\" data-id=\"392213\"><a href=\"/opinion/392213/united-states-v-robert-b-bland-inocente-ruben-morell-florencio/\"><span class=\"volume\">653</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">989</span></a></span>, 996-97 (5th Cir.1981), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1055</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">602</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">592</span> </span>(1981)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/95666/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103653/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106515/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107564/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107872/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108602/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109905/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110325/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110326/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110973/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111143/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111301/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111666/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111851/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112067/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112382/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112416/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112795/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112856/",
    "https://www.courtlistener.com/api/rest/v3/opinions/375926/",
    "https://www.courtlistener.com/api/rest/v3/opinions/376979/",
    "https://www.courtlistener.com/api/rest/v3/opinions/382187/",
    "https://www.courtlistener.com/api/rest/v3/opinions/382978/",
    "https://www.courtlistener.com/api/rest/v3/opinions/392213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/399446/",
    "https://www.courtlistener.com/api/rest/v3/opinions/402204/",
    "https://www.courtlistener.com/api/rest/v3/opinions/407887/",
    "https://www.courtlistener.com/api/rest/v3/opinions/424009/",
    "https://www.courtlistener.com/api/rest/v3/opinions/424679/",
    "https://www.courtlistener.com/api/rest/v3/opinions/443940/",
    "https://www.courtlistener.com/api/rest/v3/opinions/451652/",
    "https://www.courtlistener.com/api/rest/v3/opinions/451786/",
    "https://www.courtlistener.com/api/rest/v3/opinions/458985/",
    "https://www.courtlistener.com/api/rest/v3/opinions/464827/",
    "https://www.courtlistener.com/api/rest/v3/opinions/483618/",
    "https://www.courtlistener.com/api/rest/v3/opinions/501807/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506299/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508421/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531206/",
    "https://www.courtlistener.com/api/rest/v3/opinions/535250/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545151/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550646/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557869/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569363/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1559016/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1882261/"
  ]
}