{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194922/",
  "id": 194922,
  "absolute_url": "/opinion/194922/in-re-ralar-dist-v-rubbermaid-inc/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194922/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:28:07Z",
  "date_modified": "2020-02-22T00:10:07.089866Z",
  "type": "010combined",
  "sha1": "fde5f29f7cca3181babbf838c388efcb1de023da",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2463.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \nNo. 92-2463\n             IN RE RALAR DISTRIBUTORS, INC., ET AL.,\n                             Debtors,\n                                      \n\n                    RALAR DISTRIBUTORS, INC.,\n                    HALMAR DISTRIBUTORS, INC.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                    RUBBERMAID, INCORPORATED,\n\n                       Defendant, Appellee.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Frank H. Freedman, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                  Cyr and Boudin, Circuit Judges,\n                                                \n\n                and Burns,* Senior District Judge.\n                                                 \n\n                                           \n\n   Paul R. Salvage  with whom Michael  J. Coyne, Susan L.  Burns and\n                                                                \nBacon &amp; Wilson, P.C. were on brief for appellants.\n                  \n   Dustin  F.  Hecker with  whom  Cornelius  J.  Chapman, V.  Denise\n                                                                    \nSaunders and McDermott, Will &amp; Emery were on brief for appellee.\n                                  \n\n                                           \n\n                        September 14, 1993\n                                           \n\n                 \n\n*Of the district of Oregon, sitting by designation.\n\n          CYR, Circuit Judge.   Chapter 11 debtors  Ralar Distri-\n          CYR, Circuit Judge.\n                            \n\nbutors, Inc. and Halmar Distributors, Inc. (hereinafter: \"debtor\"\n\nor \"R-H\") appeal  a district court  order affirming a  bankruptcy\n\ncourt's award of  summary judgment to Rubbermaid,  Inc. (\"Rubber-\n\nmaid\")  in R-H's  adversary  proceeding  to  recover  a  $453,000\n\npreferential transfer.  We affirm.\n\n                                I\n\n                            BACKGROUND\n                                      \n\n          R-H,  a wholesale  distributor  of household  products,\n\nsold Rubbermaid and non-Rubbermaid merchandise  to several retail\n\nstore  chains,  including   Caldor.    Between  1987   and  1989,\n\nRubbermaid and Caldor entered into a series  of annual contracts,\n\nthe latest executed in March 1989, which the parties refer  to as\n\nan \"advertising  support program\" (\"ASP\").  Rubbermaid authorized\n\nCaldor  to  incur  expense  for  promotional  ads  of  Rubbermaid\n\nproducts subject  to reimbursement  by Rubbermaid.   Rather  than\n\nreimburse  Caldor  directly  for  incurring these  ASP  expenses,\n\nhowever,   Rubbermaid  arranged  with  R-H,  which  was  never  a\n\nsignatory to the ASP agreement, to serve as a go-between.  Caldor\n\nwould  incur the  ASP expenses,  then deduct  them from  the next\n\ninvoice it received from R-H.  R-H routinely treated Caldor's ASP\n\nexpenses  as  credits  against Caldor's  account  with  R-H (\"ASP\n\ncredit\").  To offset these ASP  credits, R-H in turn would reduce\n\nits next payment for Rubbermaid  merchandise by the amount of its\n\nmost  recent ASP  credit to Caldor.   The  net effect of  the ASP\n\n                                2\n\ntransaction on R-H's books was a \"wash.\"\n\n          On  October 16,  1989,  R-H commenced  its  chapter  11\n\nreorganization proceeding.  In its adversary proceeding complaint\n\nagainst  Rubbermaid,  R-H  alleged  that  Rubbermaid  received  a\n\nvoidable  preferential transfer \"on or about\" July 24, 1989, when\n\nit authorized Caldor to offset ASP expenses totalling $453,000 as\n\nASP credits on  Caldor's account with R-H.   The bankruptcy court\n\nentered summary  judgment for Rubbermaid  on the ground  that the\n\nASP credits  merely constituted  a \"recoupment  of mutual  rights\n\nunder one transaction.\"  See infra notes 1 and 10.   The district\n                                  \n\ncourt affirmed.\n\n                                II\n\n                            DISCUSSION\n                                      \n\n          Bankruptcy  Code    547(b)   sets  out  the   essential\n\nelements of a voidable preference:\n\n          (b) Except  as provided in subsection  (c) of\n          this section [setting  out defenses to avoid-\n          ance], the trustee may avoid  any transfer of\n          an interest of the debtor in property   \n                                               \n\n          (1)  to  or for  the  benefit  of a  creditor\n               [viz., Rubbermaid];\n                    \n          (2)  for or on account  of an antecedent debt\n               owed by the debtor  before such transfer\n               was made;\n          (3)  made while the debtor was insolvent;\n          (4)  made   \n               (A)  on  or within  90  days before  the\n                    date of the  filing of the petition\n                    . . . ; and\n          (5)  that  enables such  creditor to  receive\n               more than such creditor would receive if\n\n               (A)  the case were a case under  chapter\n                    7 of this title  [11 U.S.C.    701-\n\n                                3\n\n                    766];\n               (B)  the transfer had not been made; and\n               (C)  such creditor  received payment  of\n                    such debt to the extent provided by\n                    the  provisions of  this title  [11\n                    U.C.S.    101-1330].\n\n11  U.S.C.    547(b)  (emphasis  added).    A  \"transfer\"  of the\n\ndebtor's \"property,\" within the preference period, that enables a\n\ncreditor to realize more than it would have received on its claim\n\nin a chapter 7 liquidation of  the property of the debtor estate,\n\nsee Bankruptcy Code   726, 11 U.S.C.   726, violates the theme of\n   \n\nequality of distribution among all creditors of like class.  H.R.\n\nRep.  No. 595,  95th Cong.,  2d Sess.  177-78, reprinted  in 1978\n                                                            \n\nU.S.C.C.A.N.  5787, 5963, 6138 [hereinafter:  H.R. Rep. No. 595].\n\nSection   547(b)   is   designed    to   deter   creditors   from\n\n\"dismember[ing] the  debtor during [its] slide  into bankruptcy.\"\n\nId. at 177.\n   \n\n          R-H contended that the net effect of the challenged ASP\n\ncredits was to  permit Rubbermaid to receive the entire \"benefit\"\n\nof the $453,000 ASP credit  (i.e., the account receivable  Caldor\n                                 \n\nowed R-H) which otherwise  would have been apportioned among  all\n\nof R-H's unsecured creditors, not merely Rubbermaid, in the event\n\nof a chapter  7 liquidation.  The bankruptcy  court disagreed, on\n\nthe  ground that  the ASP  credits  effected no  \"transfer of  an\n\ninterest of the debtor in property.\"1\n\n                    \n\n     1The bankruptcy court explained its rationale as follows:\n\n     There   are  two   difficulties  with   [the  Debtors']\n     argument.  First, there never was a $453,000 receivable\n     due  to the  Debtors from  Caldor.   The entire  Caldor\n     receivable was, with the Debtors' consent, at all times\n\n                                4\n\n          Appellant R-H characterizes  the ASP transactions quite\n\ndifferently:  \"On  or about\" July 24, 1989, Caldor  owed R-H more\n\nthan  $453,000 for  merchandise  previously  purchased from  R-H.\n                               \n\nThus, R-H held an account  receivable    an enforceable  contract\n\nclaim in the amount of $453,000 against Caldor    which assumedly\n\nbecame property of  the hypothetical  R-H chapter  7 estate,  see\n                                                                 \n\nBankruptcy Code   541,  11 U.S.C.   541, hence available  for pro\n                                                                 \n\nrata distribution among  all R-H unsecured creditors,  not merely\n    \n\nRubbermaid.   Instead, however,  R-H in effect  \"released\" Caldor\n\nfrom its obligation to pay  R-H the full $453,000 account receiv-\n\nable, in order to effect reimbursement of the ASP expenses Caldor\n\nwas entitled to  receive from Rubbermaid under their separate ASP\n\ncontract, thereby  conferring an indirect  \"benefit\" upon Rubber-\n                                         \n\n                    \n\n     subject to advertising  credits which turned out  to be\n     $453,000.  Second, there never was a $453,000 debt owed\n     by  the Debtors to Rubbermaid.  The entire indebtedness\n     owed  Rubbermaid was at  all times subject  to the same\n     credit  arrangement.    To  put  it  another  way,  the\n     agreement made among the Debtors, Caldor and Rubbermaid\n     prevented  any  calculation  of  indebtedness  owed  by\n     Caldor  to the  Debtors,  or  owed  by the  Debtors  to\n     Rubbermaid, without taking into account the advertising\n     costs incurred  by  Caldor with  respect to  Rubbermaid\n     products.   Because the parties expressly agreed to the\n     assertion   of  the   advertising   credits  in   their\n     respective  sales  transactions,   application  of  the\n     credits constitutes recoupment  of mutual rights  under\n     one   transaction.     Without   that  agreement,   the\n     advertising  and   sales  would  consist   of  separate\n     transactions and  there would not even be  the right of\n     setoff vis-a-vis  Caldor and  the Debtors  or vis-a-vis\n     the  Debtors  and  Rubbermaid.    See,  generally,   on\n     recoupment and  setoff, In re B  &amp; L Oil, 782  F.2d 155\n                                             \n     (10th Cir. 1986) . . . .\n\nRalar Distribs. v.  Rubbermaid, Inc. (In re Ralar Distribs.), No.\n                                                           \n\n90-4222, slip op. at 3-4 (Bankr. D. Mass. Sept. 4, 1991).\n\n                                5\n\nmaid.    See  Bankruptcy  Code    101(54),  11  U.S.C.    101(54)\n            \n\n(broadly  defining  \"transfer\"  as including  both  \"direct\"  and\n\n\"indirect\"  modes of disposing of  property); see also Kellogg v.\n                                                              \n\nBlue Quail Energy,  Inc. (In re Compton Corp.), 831 F.2d 586, 591\n                                             \n\n(5th Cir. 1987) (mere  \"circuity of arrangement\" cannot redeem  a\n\ntransaction  which  has  the  effect  of  a  preference)  (citing\n                                    \n\nNational Bank of Newport v. National Herkimer Cty. Bank, 225 U.S.\n                                                       \n\n178, 184 (1912)).\n\n          Rubbermaid counters that such  ASP arrangements are too\n\ncustomary in  wholesale-retail trade  to be  considered preferen-\n\ntial, and that this voluntary ASP arrangement constituted a long-\n\nestablished \"course of dealing\" among  the parties.  If a \"trans-\n\nfer\" occurred at all, says  Rubbermaid, R-H received the  benefit\n\nof  the transfer because  Rubbermaid accepted $453,000  less from\n\nR-H   for   household  merchandise   previously   purchased  from\n\nRubbermaid,  and if anyone received a voidable \"transfer\" from R-\n\nH,  it was  Caldor.   Furthermore, these  ASP credits  ultimately\n                  \n\nproduced a \"wash\" on R-H's books, documenting the fact that there\n\nwas no net diminution in either R-H's property or the property of\n\nits hypothetical  chapter 7 estate.   Finally, recovery  of these\n\ntransfers from Rubbermaid would result in an unjust enrichment to\n\nR-H,  which realized  the  benefits  from the  use  of these  ASP\n\ncredits in reducing its outstanding debt to Rubbermaid, but would\n\nnow recoverthe same$453,000 forthe benefitof itschapter 11estate.\n\n          There  is surface  appeal  to  the  arguments  of  both\n\n                                6\n\nparties, though both  are wide of their  mark.2  If borne  out by\n\nthe  evidence, the  contentions advanced  by  R-H arguably  would\n\ncomport  with the  policy of  equality of  distribution,  and R-H\n\ncorrectly asserts that it is  the effect of the alleged transfer,\n                                        \n\nnot the subjective intent of the parties, which primarily governs\n   \n\nthe section 547(b) analysis.  See 4 Lawrence P. King, Collier  on\n                                                                 \n\nBankruptcy    547.01,  at   547-13  (and  cases   cited  therein)\n          \n\n[hereinafter:  Collier]; but cf. infra note 5.  We are persuaded,\n                                      \n\nnevertheless, by Rubbermaid's contention that R-H failed to carry\n\nits  burden of  proof in  opposition to  Rubbermaid's motion  for\n\nsummary judgment.\n\n          In  order to prevail, R-H ultimately must establish, by\n\na preponderance  of  the evidence,  each essential  element of  a\n\n                    \n\n     2Several  of Rubbermaid's  arguments are  beside  the point.\nFirst,  although Rubbermaid did  not receive a  direct \"transfer\"\nfrom R-H, a \"transfer\" to  Caldor \"for the benefit of\" Rubbermaid\nwould be recoverable from either Rubbermaid or Caldor.  See Bank-\n                                                           \nruptcy Code   550,  11 U.S.C.   550(a) (trustee  may recover from\n\"the  initial transferee\" or  from \"the entity  for whose benefit\nthe transfer was made\"); Travelers Ins. Co. v. Cambridge Meridian\n                                                                 \nGroup, Inc.  (In re Erin Food  Servs., Inc.), 980 F.2d  792, 797,\n                                           \n797 n.8 (1st Cir. 1992).\n     Second, Rubbermaid places great stock in the fact that these\nASP transactions  produced a  \"wash\" on  R-H's books,  suggesting\nthat the ASP credits resulted  in no diminution of the hypotheti-\ncal  chapter 7  estate.   Were  this the  standard, however,  few\ntransfers  would ever contravene   547(b).  Instead, the   547(b)\nfocus is  on the ultimate effect of the  transfer.  By their very\nnature,  most preferential  transfers result in  a \"wash\"  on the\ndebtor's books,  since the preferred transferee  receives payment\non  account  of an  antecedent  debt  and its  allowable  \"claim\"\nagainst the chapter 7 estate is reduced accordingly.\n     Finally, arguably no  \"unjust\" enrichment would  result were\nR-H to recover  from Rubbermaid.  If Rubbermaid  were required to\ndisgorge, it could  file a proof of  claim for the amount  of the\navoided transfer, id.    502(h),  502(d), which would be entitled\n                     \nto a pro rata distribution from the R-H debtor estate.\n             \n\n                                7\n\nvoidable  preference under section  547(b).  See  Bankruptcy Code\n                                                \n\n   547(g), 1107(a),  11 U.S.C.   547(g), 1107(a);  Travelers Ins.\n                                                                 \n\nCo. v.  Cambridge Meridian Group,  Inc. (In re Erin  Food Servs.,\n                                                                 \n\nInc.),  980 F.2d  792, 799  (1st  Cir. 1992).    Once the  movant\n    \n\npresents sufficient competent  evidence to entitle it  to summary\n\njudgment as a matter of law, the nonmovant cannot rest merely  on\n\nthe averments  and denials in  its pleadings, but must  set forth\n\nspecific facts demonstrating a genuine issue for trial.  See Fed.\n                                                            \n\nR. Bankr. P.  7056; Fed. R.  Civ. P. 56(c),  (e); Germain v.  RFE\n                                                                 \n\nInv.  Partners IV  (In re  Wescorp, Inc.),  148 B.R.  161, 162-63\n                                        \n\n(Bankr.  D.  Conn. 1992);  see  also  Marshack  v. Sauer  (In  re\n                                                                 \n\nPalmer), 140 B.R.  765, 768 (Bankr. C.D.  Cal. 1992).  As  to any\n      \n\nessential  factual element of  its claim  on which  the nonmovant\n\nwould  bear the  burden of proof  at trial,  its failure  to come\n\nforward  with sufficient evidence to generate a trialworthy issue\n\nwarrants summary judgment  for the moving party.   See Christians\n                                                                 \n\nv. Crystal Evang. Free  Church (In re  Young), 148 B.R. 886,  889\n                                            \n\n(Bankr. D. Minn. 1992) (citing Celotex Corp. v. Catrett, 477 U.S.\n                                                       \n\n317, 322 (1986)).\n\n          At  trial, R-H would bear the  burden of proving, inter\n                                                                 \n\nalia, that the challenged ASP  credits effected a \"transfer of an\n    \n\ninterest of the debtor in  property.\"  Bankruptcy Code    547(b),\n\n11 U.S.C.   547(b).  See also Bankruptcy Code   547(e), 11 U.S.C.\n                             \n\n   547(e)  (\"[A] [preferential]  transfer is  not made  until the\n\ndebtor has acquired  rights in the property [transferred].\").   A\n\nprepetition debtor  acquires  \"rights\" in  property  for  section\n\n                                8\n\n547(b) purposes if, but for the challenged transfer, its interest\n                           \n\nwould have been \"property of the estate\" under section 541 at the\n\nfiling of  a chapter 7 petition.   See Begier v. Internal Revenue\n                                                                 \n\nServ., 496 U.S. 53, 58, 58 n.3 (1990).\n     \n\n          Accordingly, at  the  summary judgment  stage, R-H  was\n\nrequired   to  come   forward   with  competent   evidence  that,\n\nimmediately prior  to its  \"transfer\" of these  ASP credits,  its\n\nhypothetical  chapter 7 estate  owned an account  receivable from\n\nCaldor  equal  to  the  total  unpaid  price  of  the merchandise\n                                            \n\npreviously sold to  Caldor, and not merely in the  net amount due\n                                                             \n\nR-H after deducting  Caldor's ASP credit from the  total price of\n\nthe merchandise.   Unless the hypothetical  R-H chapter 7  estate\n\nwould have  acquired the contract  right to compel Caldor  to pay\n\nthe full $453,000, with no offsetting ASP credit, the property of\n\nthe hypothetical R-H estate could  not have been diminished.  Id.\n                                                                 \n\n(\"[I]f the  debtor transfers  property that would  not have  been\n\navailable  for  distribution  to his  creditors  in  a bankruptcy\n\nproceeding,   the  policy  behind  the  avoidance  power  is  not\n\nimplicated.\").\n\n          What constitutes  \"property,\"  within  the  meaning  of\n\nBankruptcy Code    541, is  a question of  federal law,  see Koch\n                                                                 \n\nRef. v. Farmers Union Cent. Exch., Inc., 831 F.2d 1339, 1343 (7th\n                                       \n\nCir. 1987) (citing  H.R. Rep. No. 595, at  367-68), cert. denied,\n                                                                \n\n485 U.S. 906  (1988), and it is well established  that a debtor's\n\ncontractual right to recover an account receivable is property of\n\nthe chapter 7  estate, see Crysen/Montenay Energy  Co. v. Esselen\n                                                                 \n\n                                9\n\nAssocs., Inc. (In re Crysen/Montenay  Energy Co.), 902 F.2d 1098,\n                                                \n\n1101 (2d Cir. 1990) (citing In  re Chauteguay Corp., 78 B.R. 713,\n                                                   \n\n725 (Bankr. S.D.N.Y.  1987)); Glenshaw Glass Co. v. Ontario Grape\n                                                                 \n\nGrowers Mktg. Bd. (In re Keystone Foods, Inc.), 145 B.R. 502, 508\n                                             \n\n(Bankr. W.D. Pa. 1992).  On the other hand, the nature and extent\n\nof the debtor's enforceable \"interest\" or  \"rights\" in an account\n\nreceivable are defined  by state  law    in  this case, by  state\n                                \n\ncontract law.  See, e.g.,  Griffel v. Murphy (In re Wegner),  839\n                                                          \n\nF.2d 533, 538-39 (9th Cir. 1988) (under Montana law, prior mutual\n\nrescission of executory  contract divested debtor of  \"rights\" in\n\ncattle); see also Glinka v. Bank of Vermont (In re Kelton Motors,\n                                                                 \n\nInc.),  153 B.R.  417, 419  (D. Vt.  1993)  (because    547(b) is\n    \n\nsilent,  courts  must  \"look  to  state  law\" for  definition  of\n\n\"interest\" in property);  see generally Collier   547.03, at 547-\n                                               \n\n22.1.\n\n          Here, R-H alleged a \"transfer.\"  Rubbermaid, the movant\n\nat   summary  judgment,   presented  competent   extracontractual\n\nevidence that the contract between R-H and Caldor gave rise to an\n\naccount receivable only in the net amount of  the unpaid price of\n                                         \n\nthe  merchandise less  Caldor's  ASP credits.    Indeed, even  on\n                     \n\nappeal R-H readily  concedes that it invariably  honored Caldor's\n\nASP credits from  the inception of the ASP  arrangement in 1987.3\n\nThe  deposition testimony revealed  that Caldor, like  many other\n\n                    \n\n     3As  further  confirmation  of the  parties'  understanding,\ntheir prepetition settlement agreement of Caldor's debt to R-H in\nSeptember 1989 reflects a deduction  for all ASP credits then due\nCaldor.\n\n                                10\n\ntrade  retailers, routinely asserted  this sort of  \"charge back\"\n\nfor manufacturers other than Rubbermaid.\n\n          Under  state  law,4   R-H's  contract  rights   against\n\nCaldor, if  indefinitely expressed  in their  contract, would  be\n\ninformed by their prior course of dealing, course of performance,\n\nor usage of  trade.  See  Mass. Gen. L.  ch. 106,   2-202  (1990)\n                        \n\n(providing  that parol  evidence of  prior  course of  dealing or\n\nusage of trade  is  admissible to explain  or supplement contract\n\nterms);  id.   1-205(1)  (defining  \"course  of  dealing\"  as  \"a\n            \n\nsequence of previous conduct between  the parties to a particular\n\ntransaction  which is  fairly  to be  regarded as  establishing a\n\ncommon basis of understanding for interpreting  their expressions\n\nand other conduct\"); id.    1-205(3); id.   2-208(1) (\"Where  the\n                                         \n\ncontract  for sale involves repeated occasions for performance by\n\neither party with knowledge of  the nature of the performance and\n\nopportunity  for objection  to it  by  the other,  any course  of\n\nperformance accepted and acquiesced in without objection shall be\n\nrelevant  to determine  the  meaning  of  the  agreement.\");  id.\n                                                                 \n\n  1-205(2) (defining \"usage  of trade\" as any  practice or method\n\nof  dealing having  such  regularity of  observance  in a  place,\n\nvocation or  trade as to justify  an expectation that it  will be\n\n                    \n\n     4We assume for present purposes that Massachusetts law would\napply to the contract for the  sale of goods between R-H, a  Mas-\nsachusetts corporation, and  Caldor.   The Massachusetts  Uniform\nCommercial  Code,  on  \"course of  performance  and  dealing\" and\n\"usage  of trade\" evidence,  substantially conforms with  that in\nother states.\n\n                                11\n\nobserved with respect to the transaction in question\").5\n\n          Bypassing  these  procedural  concerns,  R-H  urges  on\n\nappeal that  \"[w]hether an  account receivable  from Caldor  ever\n\nexisted on the  Debtors [sic] books is a [question] of fact which\n\nshould   be  determined  by  the  Bankruptcy  Court  on  remand.\"\n\nHowever,  once  Rubbermaid  came  forward  with  its   undisputed\n\nevidence  of prior course  of dealing, performance,  and usage of\n\ntrade, R-H was left with the  laboring oar.  As the nonmovant  at\n\nsummary judgment, R-H had the burden to establish that its agree-\n\nment with  Caldor contained  an express  contract term  which (i)\n                                       \n\nwould  have precluded resort to such extracontractual evidence in\n\ninterpreting the contractual rights of the parties, or (ii) would\n\nat least have  given rise to a trialworthy  factual issue bearing\n\non the proper  interpretation of their contract.   See Mass. Gen.\n                                                      \n\nL. ch.  106,   1-205(4)  (1990) (express  contract terms  \"trump\"\n\ninconsistent \"course  of dealing\"  evidence); see  also Lancaster\n                                                                 \n\n                    \n\n     5In many  respects, this is  precisely the type  of evidence\nwhich  would  be  needed to  establish  Rubbermaid's    547(c)(2)\ndefense  to   preference  avoidance  for  payments  made  in  the\n       \n\"ordinary  course of  [the  debtor's]  business.\"    See  Collier\n                                                                 \n  547.01, at  547-13  n.20 (noting  that,  though state  of  mind\ngenerally is immaterial to overall   547 analysis, intent \"may be\n         \na  dispositive  factor  in  determining  certain  elements  of  a\npreference . . . .\").  But because this \"transfer\" involves R-H's\nalleged \"release\" of a preexisting obligation  by Caldor, and R-H\nhas  the threshold  burden to  establish  all essential    547(b)\n                                             \nelements  before the burden  shifts to Rubbermaid  to establish a\n  547(c) defense to  avoidance, the burden  remained with R-H  to\n                \nestablish  a contract  right to  recover  the full  price of  the\n                                                  \nmerchandise with no offsets for Caldor's ASP credits.\n\n                                12\n\nGlassCorp. v. PhilipsECG, Inc., 835F.2d 652, 659(6th Cir. 1987).6\n                              \n\n          The record does not disclose the relevant terms  of the\n\nCaldor - R-H agreement nor  is there documentation from which its\n\nterms might reasonably be inferred.7   Moreover, there is no evi-\n\ndence that  Rubbermaid accelerated its recourse to the ASP credit\n\narrangement in anticipation of  R-H's chapter 11 petition,  as by\n\ninducing Caldor  to increase the  amount or frequency of  its ASP\n\ncredits over previous  levels.8  Consequently, given  its failure\n\nto confront  Rubbermaid's evidence  of prior  course of  dealing,\n\nperformance,  and usage of trade, R-H demonstrated no trialworthy\n\ndispute that it had any cognizable \"interest\" in the $453,000 ASP\n\ncredit  which would  have become  property of  the estate  in the\n\n                    \n\n     6Similarly,  R-H did not generate a  trialworthy issue as to\nwhether the ASP credits could have replaced the \"released\" Caldor\naccounts receivable as  R-H \"assets,\" since the  hypothetical R-H\nchapter 7  estate could never  have required Rubbermaid  to honor\nthe ASP credits by paying the R-H estate $453,000 in cash.  Under\nthe  contract between  Rubbermaid and R-H,  as informed  by prior\ncourse of dealing, any ASP credits held by R-H could be used only\n                                                                 \nto reduce R-H's accounts payable to Rubbermaid.\n\n     7R-H's  Exhibit  H  is merely  a  redacted  transcription of\ncertain  relevant book  entries, prepared  solely for  litigation\npurposes,  hence  not probative  of  the terms  of  the agreement\nbetween R-H and Caldor.  Similarly, although a former R-H officer\ntestified that  R-H  could have  refused to  accept Caldor's  ASP\ncredits at any  time, he identified no contractual  basis for the\nsupposed right of refusal, nor  did he suggest that R-H  had ever\nexercised such a right.\n\n     8Nowhere does R-H suggest or show that Caldor's  ASP credits\nexceeded the  authorized 1989  fixed percentage  rate (13.75%  of\ntotal 1989 merchandise  sales to Caldor), or that  the 1989 level\ndiffered  significantly  from   the  authorized  fixed-percentage\nrates, or ASP credits claimed, in 1987 or 1988.\n\n                                13\n\nevent of a chapter 7 liquidation.9\n\n                               III\n\n                            CONCLUSION\n                                      \n\n          We hold  that R-H did not establish a trialworthy issue\n\nas to  whether a section  547(b) \"transfer\" occurred, as  was its\n\nburden under Fed.  R. Bankr. P. 7056  and Fed. R. Civ.  P. 56(c),\n\n(e).  Thus, we need take  no position on the voidability of  duly\n\nestablished  ASP  credit transactions  as  preferential transfers\n\nunder section 547(b).10 \n\n                    \n\n     9R-H's Rule  7056 proffer  was seriously  deficient on  more\nthan one  front.  The  90-day preference period extended  back to\nJuly 19,  1989.   But  the  evidence  shows that  Caldor  claimed\n$294,000 of  the  $453,000 in  ASP credits  by assessing  \"charge\nbacks\" against R-H  on June 25, 1989.  Since  R-H's acceptance of\n                                    \nthese  \"charge  backs\" constituted  the  alleged \"transfer,\"  R-H\narguably did not meet its  burden of proving that these transfers\nof $294,000 in ASP credits fell  within the applicable preference\nperiod under   547(b)(4)(A) (transfer \"made . . . on or within 90\ndays before the date of the filing of the petition\").\n\n     10The  bankruptcy   court  premised  its  decision   on  the\nequitable doctrine of recoupment, see  supra note 1, citing In re\n                                                                 \nB &amp; L Oil Co., 782 F.2d 155 (10th Cir. 1986).   Where a chapter 7\n             \nestate  and its  creditor hold  \"counterclaims\" arising out  of a\ncontractual \"transaction\" which bridges the date of the chapter 7\npetition, it is  often deemed inequitable to allow  the estate to\nrecover  its postpetition claim in full  from the creditor, while\n                                       \nthe  same creditor  is allowed  only a  pro rata dividend  on its\n                                                \nprepetition  claim against  the estate.    Recoupment allows  the\ncreditor to abate  its payment  to the  chapter 7  estate by  the\namount of its prepetition claim.  Since we rely on other grounds,\nwe need not address the problematic application of the recoupment\ntheory  in this  case.    See Electronic  Metal  Prods., Inc.  v.\n                                                             \nHoneywell, Inc.,  95 B.R.  768, 770  (D. Colo.  1989) (recoupment\n               \nmust  be narrowly  construed as  a  preference defense);  compare\n                                                                 \nRaleigh v. Mid American Nat'l Bank &amp; Trust  Co. (In re Stoecker),\n                                                               \n131  B.R. 979,  983 (Bankr.  N.D.  Ill. 1991)  (recoupment not  a\nviable defense on merits of  preference avoidance action as it is\nnot  an enumerated  defense in     547(c)(1)-(7)), with  Visiting\n                                                                 \nNurse Ass'n of Tampa Bay, Inc.  v. Sullivan (In re Visiting Nurse\n                                                                 \n\n                                14\n\n          Affirmed; cost to appellees.\n                                     \n\n                    \n\nAssoc.  of Tampa Bay, Inc.),  121 B.R. 114,  121 n.4 (Bankr. M.D.\n                          \nFla.  1990) (recoupment \"well  recognized\" defense  to preference\navoidance).\n\n                                15\n",
  "html": "<p class=\"case_cite\">4 F.3d 62</p>\n    <p class=\"case_cite\">24 Bankr.Ct.Dec. 1099, Bankr. L. Rep.  P 75,452</p>\n    <p class=\"parties\">In re RALAR DISTRIBUTORS, INC., et al., Debtors.<br>RALAR DISTRIBUTORS, INC., Halmar Distributors, Inc.,<br>Plaintiffs, Appellants,<br>v.<br>RUBBERMAID, INCORPORATED, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 92-2463.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 6, 1993.<br>Decided Sept. 14, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul R. Salvage with whom Michael J. Coyne, Susan L. Burns and Bacon &amp; Wilson, P.C., Springfield, MA, were on brief for plaintiffs, appellants.</p>\n      <p class=\"indent\">Dustin F. Hecker with whom Cornelius J. Chapman, V. Denise Saunders and McDermott, Will &amp; Emery, Boston, MA, were on brief, for defendant, appellee.</p>\n      <p class=\"indent\">Before CYR and BOUDIN, Circuit Judges, and BURNS,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Chapter 11 debtors Ralar Distributors, Inc. and Halmar Distributors, Inc.  (hereinafter:  \"debtor\" or \"R-H\") appeal a district court order affirming a bankruptcy court's award of summary judgment to Rubbermaid, Inc.  (\"Rubbermaid\") in R-H's adversary proceeding to recover a $453,000 preferential transfer.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">R-H, a wholesale distributor of household products, sold Rubbermaid and non-Rubbermaid merchandise to several retail store chains, including Caldor.  Between 1987 and 1989, Rubbermaid and Caldor entered into a series of annual contracts, the latest executed in March 1989, which the parties refer to as an \"advertising support program\" (\"ASP\").  Rubbermaid authorized Caldor to incur expense for promotional ads of Rubbermaid products subject to reimbursement by Rubbermaid.  Rather than reimburse Caldor directly for incurring these ASP expenses, however, Rubbermaid arranged with R-H, which was never a signatory to the ASP agreement, to serve as a go-between.  Caldor would incur the ASP expenses, then deduct them from the next invoice it received from R-H.  R-H routinely treated Caldor's ASP expenses as credits against Caldor's account with R-H (\"ASP credit\").  To offset these ASP credits, R-H in turn would reduce its next payment for Rubbermaid merchandise by the amount of its most recent ASP credit to Caldor.  The net effect of the ASP transaction on R-H's books was a \"wash.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On October 16, 1989, R-H commenced its chapter 11 reorganization proceeding.  In its adversary proceeding complaint against Rubbermaid, R-H alleged that Rubbermaid received a voidable preferential transfer \"on or about\" July 24, 1989, when it authorized Caldor to offset ASP expenses totalling $453,000 as ASP credits on Caldor's account with R-H.  The bankruptcy court entered summary judgment for Rubbermaid on the ground that the ASP credits merely constituted a \"recoupment of mutual rights under one transaction.\"   See infra notes 1 and 10.  The district court affirmed.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Bankruptcy Code Sec. 547(b) sets out the essential elements of a voidable preference:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>(b) Except as provided in subsection (c) of this section [setting out defenses to avoidance], the trustee may avoid any transfer of an interest of the debtor in property--</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">(1) to or for the benefit of a creditor [viz., Rubbermaid];</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(2) for or on account of an antecedent debt owed by the debtor before such transfer was made;</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(3) made while the debtor was insolvent;</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(4) made--</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>(A) on or within 90 days before the date of the filing of the petition ...;  and</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(5) that enables such creditor to receive more than such creditor would receive if--</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>(A) the case were a case under chapter 7 of this title [11 U.S.C. Secs. 701-766];</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>(B) the transfer had not been made;  and</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>(C) such creditor received payment of such debt to the extent provided by the provisions of this title [11 U.S.C. Secs. 101-1330].</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">11 U.S.C. Sec. 547(b) (emphasis added).  A \"transfer\" of the debtor's \"property,\" within the preference period, that enables a creditor to realize more than it would have received on its claim in a chapter 7 liquidation of the property of the debtor estate, see Bankruptcy Code Sec. 726, 11 U.S.C. Sec. 726, violates the theme of equality of distribution among all creditors of like class.  H.R.Rep. No. 595, 95th Cong., 2d Sess. 177-78, reprinted in 1978 U.S.C.C.A.N. 5787, 5963, 6138 [hereinafter:  H.R.Rep. No. 595].  Section 547(b) is designed to deter creditors from \"dismember[ing] the debtor during [its] slide into bankruptcy.\"   Id. at 177.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">R-H contended that the net effect of the challenged ASP credits was to permit Rubbermaid to receive the entire \"benefit\" of the $453,000 ASP credit (i.e., the account receivable Caldor owed R-H) which otherwise would have been apportioned among all of R-H's unsecured creditors, not merely Rubbermaid, in the event of a chapter 7 liquidation.  The bankruptcy court disagreed, on the ground that the ASP credits effected no \"transfer of an interest of the debtor in property.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellant R-H characterizes the ASP transactions quite differently:  \"On or about\" July 24, 1989, Caldor owed R-H more than $453,000 for merchandise previously purchased from R-H.  Thus, R-H held an account receivable--an enforceable contract claim in the amount of $453,000 against Caldor--which assumedly became property of the hypothetical R-H chapter 7 estate, see Bankruptcy Code Sec. 541, 11 U.S.C. Sec. 541, hence available for pro rata distribution among all R-H unsecured creditors, not merely Rubbermaid.  Instead, however, R-H in effect \"released\" Caldor from its obligation to pay R-H the full $453,000 account receivable, in order to effect reimbursement of the ASP expenses Caldor was entitled to receive from Rubbermaid under their separate ASP contract, thereby conferring an indirect \"benefit\" upon Rubbermaid.  See Bankruptcy Code Sec. 101(54), 11 U.S.C. Sec. 101(54) (broadly defining \"transfer\" as including both \"direct\" and \"indirect\" modes of disposing of property);  see also Kellogg v. Blue Quail Energy, Inc.  (In re Compton Corp.), 831 F.2d 586, 591 (5th Cir.1987) (mere \"circuity of arrangement\" cannot redeem a transaction which has the effect of a preference) (citing National Bank of Newport v. National Herkimer Cty. Bank, 225 U.S. 178, 184, 32 S.Ct. 633, 635, 56 L.Ed. 1042 (1912)).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Rubbermaid counters that such ASP arrangements are too customary in wholesale-retail trade to be considered preferential, and that this voluntary ASP arrangement constituted a long-established \"course of dealing\" among the parties.  If a \"transfer\" occurred at all, says Rubbermaid, R-H received the benefit of the transfer because Rubbermaid accepted $453,000 less from R-H for household merchandise previously purchased from Rubbermaid, and if anyone received a voidable \"transfer\" from R-H, it was Caldor.   Furthermore, these ASP credits ultimately produced a \"wash\" on R-H's books, documenting the fact that there was no net diminution in either R-H's property or the property of its hypothetical chapter 7 estate.  Finally, recovery of these transfers from Rubbermaid would result in an unjust enrichment to R-H, which realized the benefits from the use of these ASP credits in reducing its outstanding debt to Rubbermaid, but would now recover the same $453,000 for the benefit of its chapter 11 estate.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">There is surface appeal to the arguments of both parties, though both are wide of their mark.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  If borne out by the evidence, the contentions advanced by R-H arguably would comport with the policy of equality of distribution, and R-H correctly asserts that it is the effect of the alleged transfer, not the subjective intent of the parties, which primarily governs the section 547(b) analysis.  See 4 Lawrence P. King, Collier on Bankruptcy p 547.01, at 547-13 (and cases cited therein) [hereinafter:  Collier ];  but cf. infra note 5.  We are persuaded, nevertheless, by Rubbermaid's contention that R-H failed to carry its burden of proof in opposition to Rubbermaid's motion for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In order to prevail, R-H ultimately must establish, by a preponderance of the evidence, each essential element of a voidable preference under section 547(b).  See Bankruptcy Code Secs. 547(g), 1107(a), 11 U.S.C. Sec. 547(g), 1107(a);  Travelers Ins. Co. v. Cambridge Meridian Group, Inc.  (In re Erin Food Servs., Inc.), 980 F.2d 792, 799 (1st Cir.1992).  Once the movant presents sufficient competent evidence to entitle it to summary judgment as a matter of law, the nonmovant cannot rest merely on the averments and denials in its pleadings, but must set forth specific facts demonstrating a genuine issue for trial.  See Fed.R.Bankr.P. 7056;  Fed.R.Civ.P. 56(c), (e);  Germain v. RFE Inv. Partners IV (In re Wescorp, Inc.), 148 B.R. 161, 162-63 (Bankr.D.Conn.1992);  see also Marshack v. Sauer (In re Palmer), 140 B.R. 765, 768 (Bankr.C.D.Cal.1992).  As to any essential factual element of its claim on which the nonmovant would bear the burden of proof at trial, its failure to come forward with sufficient evidence to generate a trialworthy issue warrants summary judgment for the moving party.  See Christians v. Crystal Evang.  Free Church (In re Young), 148 B.R. 886, 889 (Bankr.D.Minn.1992) (citing Celotex Corp. v. Catrett, 477 U.S. 317, 322, 106 S.Ct. 2548, 2552, 91 L.Ed.2d 265 (1986)).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">At trial, R-H would bear the burden of proving, inter alia, that the challenged ASP credits effected a \"transfer of an interest of the debtor in property.\"   Bankruptcy Code Sec. 547(b), 11 U.S.C. Sec. 547(b).  See also Bankruptcy Code Sec. 547(e), 11 U.S.C. Sec. 547(e) (\"[A] [preferential] transfer is not made until the debtor has acquired rights in the property [transferred].\").  A prepetition debtor acquires \"rights\" in property for section 547(b) purposes if, but for the challenged transfer, its interest would have been \"property of the estate\" under section 541 at the filing of a chapter 7 petition.  See Begier v. Internal Revenue Serv., 496 U.S. 53, 58, 58 n. 3, 110 S.Ct. 2258, 2263, 2263 n. 3, 110 L.Ed.2d 46 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Accordingly, at the summary judgment stage, R-H was required to come forward with competent evidence that, immediately prior to its \"transfer\" of these ASP credits, its hypothetical chapter 7 estate owned an account receivable from Caldor equal to the total unpaid price of the merchandise previously sold to Caldor, and not merely in the net amount due R-H after deducting Caldor's ASP credit from the total price of the merchandise.  Unless the hypothetical R-H chapter 7 estate would have acquired the contract right to compel Caldor to pay the full $453,000, with no offsetting ASP credit, the property of the hypothetical R-H estate could not have been diminished.  Id.  (\"[I]f the debtor transfers property that would not have been available for distribution to his creditors in a bankruptcy proceeding, the policy behind the avoidance power is not implicated.\").</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">What constitutes \"property,\" within the meaning of Bankruptcy Code Sec. 541, is a question of federal law, see Koch Ref. v. Farmers Union Cent. Exch., Inc., 831 F.2d 1339, 1343 (7th Cir.1987) (citing H.R.Rep. No. 595, at 367-68), cert. denied, 485 U.S. 906, 108 S.Ct. 1077, 99 L.Ed.2d 237 (1988), and it is well established that a debtor's contractual right to recover an account receivable is property of the chapter 7 estate, see Crysen/Montenay Energy Co. v. Esselen Assocs., Inc.  (In re Crysen/Montenay Energy Co.), 902 F.2d 1098, 1101 (2d Cir.1990) (citing In re Chauteguay Corp., 78 B.R. 713, 725 (Bankr.S.D.N.Y.1987));  Glenshaw Glass Co. v. Ontario Grape Growers Mktg. Bd.  (In re Keystone Foods, Inc.), 145 B.R. 502, 508 (Bankr.W.D.Pa.1992).  On the other hand, the nature and extent of the debtor's enforceable \"interest\" or \"rights\" in an account receivable are defined by state law--in this case, by state contract law.  See, e.g., Griffel v. Murphy (In re Wegner ), 839 F.2d 533, 538-39 (9th Cir.1988) (under Montana law, prior mutual rescission of executory contract divested debtor of \"rights\" in cattle);  see also Glinka v. Bank of Vermont (In re Kelton Motors, Inc.), 153 B.R. 417, 419 (Bankr.D.Vt.1993) (because Sec. 547(b) is silent, courts must \"look to state law\" for definition of \"interest\" in property);  see generally Collier p 547.03, at 547-22.1.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Here, R-H alleged a \"transfer.\"   Rubbermaid, the movant at summary judgment, presented competent extracontractual evidence that the contract between R-H and Caldor gave rise to an account receivable only in the net amount of the unpaid price of the merchandise less Caldor's ASP credits.  Indeed, even on appeal R-H readily concedes that it invariably honored Caldor's ASP credits from the inception of the ASP arrangement in 1987.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The deposition testimony revealed that Caldor, like many other trade retailers, routinely asserted this sort of \"charge back\" for manufacturers other than Rubbermaid.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Under state law,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> R-H's contract rights against Caldor, if indefinitely expressed in their contract, would be informed by their prior course of dealing, course of performance, or usage of trade.  See Mass.Gen.L. ch. 106, Sec. 2-202 (1990) (providing that parol evidence of prior course of dealing or usage of trade is admissible to explain or supplement contract terms);  id. Sec. 1-205(1) (defining \"course of dealing\" as \"a sequence of previous conduct between the parties to a particular transaction which is fairly to be regarded as establishing a common basis of understanding for interpreting their expressions and other conduct\");  id. Sec. 1-205(3);  id. Sec. 2-208(1) (\"Where the contract for sale involves repeated occasions for performance by either party with knowledge of the nature of the performance and opportunity for objection to it by the other, any course of performance accepted and acquiesced in without objection shall be relevant to determine the meaning of the agreement.\");   id. Sec. 1-205(2) (defining \"usage of trade\" as \"any practice or method of dealing having such regularity of observance in a place, vocation or trade as to justify an expectation that it will be observed with respect to the transaction in question\").<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Bypassing these procedural concerns, R-H urges on appeal that \"[w]hether an account receivable from Caldor ever existed on the Debtors [sic] books is a [question] of fact which should be determined by the Bankruptcy Court on remand.\"   However, once Rubbermaid came forward with its undisputed evidence of prior course of dealing, performance, and usage of trade, R-H was left with the laboring oar.  As the nonmovant at summary judgment, R-H had the burden to establish that its agreement with Caldor contained an express contract term which (i) would have precluded resort to such extracontractual evidence in interpreting the contractual rights of the parties, or (ii) would at least have given rise to a trialworthy factual issue bearing on the proper interpretation of their contract.  See Mass.Gen.L. ch. 106, Sec. 1-205(4) (1990) (express contract terms \"trump\" inconsistent \"course of dealing\" evidence);  see also Lancaster Glass Corp. v. Philips ECG, Inc., 835 F.2d 652, 659 (6th Cir.1987).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The record does not disclose the relevant terms of the Caldor--R-H agreement nor is there documentation from which its terms might reasonably be inferred.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Moreover, there is no evidence that Rubbermaid accelerated its recourse to the ASP credit arrangement in anticipation of R-H's chapter 11 petition, as by inducing Caldor to increase the amount or frequency of its ASP credits over previous levels.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Consequently, given its failure to confront Rubbermaid's evidence of prior course of dealing, performance, and usage of trade, R-H demonstrated no trialworthy dispute that it had any cognizable \"interest\" in the $453,000 ASP credit which would have become property of the estate in the event of a chapter 7 liquidation.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We hold that R-H did not establish a trialworthy issue as to whether a section 547(b) \"transfer\" occurred, as was its burden under Fed.R.Bankr.P. 7056 and Fed.R.Civ.P. 56(c), (e).  Thus, we need take no position on the voidability of duly established ASP credit transactions as preferential transfers under section 547(b).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed;  cost to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the district of Oregon, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The bankruptcy court explained its rationale as follows:</p>\n        <p>There are two difficulties with [the Debtors'] argument.  First, there never was a $453,000 receivable due to the Debtors from Caldor.  The entire Caldor receivable was, with the Debtors' consent, at all times subject to advertising credits which turned out to be $453,000.  Second, there never was a $453,000 debt owed by the Debtors to Rubbermaid.  The entire indebtedness owed Rubbermaid was at all times subject to the same credit arrangement.  To put it another way, the agreement made among the Debtors, Caldor and Rubbermaid prevented any calculation of indebtedness owed by Caldor to the Debtors, or owed by the Debtors to Rubbermaid, without taking into account the advertising costs incurred by Caldor with respect to Rubbermaid products.  Because the parties expressly agreed to the assertion of the advertising credits in their respective sales transactions, application of the credits constitutes recoupment of mutual rights under one transaction.  Without that agreement, the advertising and sales would consist of separate transactions and there would not even be the right of setoff vis-a-vis Caldor and the Debtors or vis-a-vis the Debtors and Rubbermaid.  See, generally, on recoupment and setoff, In re B &amp; L Oil, 782 F.2d 155 (10th Cir.1986)....</p>\n        <p>Ralar Distribs. v. Rubbermaid, Inc.  (In re Ralar Distribs.), No. 90-4222, slip op. at 3-4 (Bankr.D.Mass. Sept. 4, 1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Several of Rubbermaid's arguments are beside the point.  First, although Rubbermaid did not receive a direct \"transfer\" from R-H, a \"transfer\" to Caldor \"for the benefit of\" Rubbermaid would be recoverable from either Rubbermaid or Caldor.  See Bankruptcy Code Sec. 550, 11 U.S.C. Sec. 550(a) (trustee may recover from \"the initial transferee\" or from \"the entity for whose benefit the transfer was made\");  Travelers Ins. Co. v. Cambridge Meridian Group, Inc.  (In re Erin Food Servs., Inc.), 980 F.2d 792, 797, 797 n. 8 (1st Cir.1992)</p>\n        <p>Second, Rubbermaid places great stock in the fact that these ASP transactions produced a \"wash\" on R-H's books, suggesting that the ASP credits resulted in no diminution of the hypothetical chapter 7 estate.  Were this the standard, however, few transfers would ever contravene Sec. 547(b).  Instead, the Sec. 547(b) focus is on the ultimate effect of the transfer.  By their very nature, most preferential transfers result in a \"wash\" on the debtor's books, since the preferred transferee receives payment on account of an antecedent debt and its allowable \"claim\" against the chapter 7 estate is reduced accordingly.</p>\n        <p>Finally, arguably no \"unjust\" enrichment would result were R-H to recover from Rubbermaid.  If Rubbermaid were required to disgorge, it could file a proof of claim for the amount of the avoided transfer, id. Secs. 502(h), 502(d), which would be entitled to a pro rata distribution from the R-H debtor estate.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As further confirmation of the parties' understanding, their prepetition settlement agreement of Caldor's debt to R-H in September 1989 reflects a deduction for all ASP credits then due Caldor</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We assume for present purposes that Massachusetts law would apply to the contract for the sale of goods between R-H, a Massachusetts corporation, and Caldor.  The Massachusetts Uniform Commercial Code, on \"course of performance and dealing\" and \"usage of trade\" evidence, substantially conforms with that in other states</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In many respects, this is precisely the type of evidence which would be needed to establish Rubbermaid's Sec. 547(c)(2) defense to preference avoidance for payments made in the \"ordinary course of [the debtor's] business.\"   See Collier p 547.01, at 547-13 n. 20 (noting that, though state of mind generally is immaterial to overall Sec. 547 analysis, intent \"may be a dispositive factor in determining certain elements of a preference....\").  But because this \"transfer\" involves R-H's alleged \"release\" of a preexisting obligation by Caldor, and R-H has the threshold burden to establish all essential Sec. 547(b) elements before the burden shifts to Rubbermaid to establish a Sec. 547(c) defense to avoidance, the burden remained with R-H to establish a contract right to recover the full price of the merchandise with no offsets for Caldor's ASP credits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Similarly, R-H did not generate a trialworthy issue as to whether the ASP credits could have replaced the \"released\" Caldor accounts receivable as R-H \"assets,\" since the hypothetical R-H chapter 7 estate could never have required Rubbermaid to honor the ASP credits by paying the R-H estate $453,000 in cash.  Under the contract between Rubbermaid and R-H, as informed by prior course of dealing, any ASP credits held by R-H could be used only to reduce R-H's accounts payable to Rubbermaid</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> R-H's Exhibit H is merely a redacted transcription of certain relevant book entries, prepared solely for litigation purposes, hence not probative of the terms of the agreement between R-H and Caldor.  Similarly, although a former R-H officer testified that R-H could have refused to accept Caldor's ASP credits at any time, he identified no contractual basis for the supposed right of refusal, nor did he suggest that R-H had ever exercised such a right</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Nowhere does R-H suggest or show that Caldor's ASP credits exceeded the authorized 1989 fixed percentage rate (13.75% of total 1989 merchandise sales to Caldor), or that the 1989 level differed significantly from the authorized fixed-percentage rates, or ASP credits claimed, in 1987 or 1988</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> R-H's Rule 7056 proffer was seriously deficient on more than one front.  The 90-day preference period extended back to July 19, 1989.  But the evidence shows that Caldor claimed $294,000 of the $453,000 in ASP credits by assessing \"charge backs\" against R-H on June 25, 1989.   Since R-H's acceptance of these \"charge backs\" constituted the alleged \"transfer,\" R-H arguably did not meet its burden of proving that these transfers of $294,000 in ASP credits fell within the applicable preference period under Sec. 547(b)(4)(A) (transfer \"made ... on or within 90 days before the date of the filing of the petition\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The bankruptcy court premised its decision on the equitable doctrine of recoupment, see supra note 1, citing In re B &amp; L Oil Co., 782 F.2d 155 (10th Cir.1986).  Where a chapter 7 estate and its creditor hold \"counterclaims\" arising out of a contractual \"transaction\" which bridges the date of the chapter 7 petition, it is often deemed inequitable to allow the estate to recover its postpetition claim in full from the creditor, while the same creditor is allowed only a pro rata dividend on its prepetition claim against the estate.  Recoupment allows the creditor to abate its payment to the chapter 7 estate by the amount of its prepetition claim.  Since we rely on other grounds, we need not address the problematic application of the recoupment theory in this case.  See Electronic Metal Prods., Inc. v. Honeywell, Inc., 95 B.R. 768, 770 (D.Colo.1989) (recoupment must be narrowly construed as a preference defense);  compare Raleigh v. Mid American Nat'l Bank &amp; Trust Co.  (In re Stoecker), 131 B.R. 979, 983 (Bankr.N.D.Ill.1991) (recoupment not a viable defense on merits of preference avoidance action as it is not an enumerated defense in Sec. 547(c)(1)-(7)), with Visiting Nurse Ass'n of Tampa Bay, Inc. v. Sullivan (In re Visiting Nurse Assoc. of Tampa Bay, Inc.), 121 B.R. 114, 121 n. 4 (Bankr.M.D. Fla.1990) (recoupment \"well recognized\" defense to preference avoidance)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></span></p>\n    <p class=\"case_cite\">24 Bankr.Ct.Dec. 1099, Bankr. L. Rep.  P 75,452</p>\n    <p class=\"parties\">In re RALAR DISTRIBUTORS, INC., et al., Debtors.<br>RALAR DISTRIBUTORS, INC., Halmar Distributors, Inc.,<br>Plaintiffs, Appellants,<br>v.<br>RUBBERMAID, INCORPORATED, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 92-2463.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 6, 1993.<br>Decided Sept. 14, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul R. Salvage with whom Michael J. Coyne, Susan L. Burns and Bacon &amp; Wilson, P.C., Springfield, MA, were on brief for plaintiffs, appellants.</p>\n      <p class=\"indent\">Dustin F. Hecker with whom Cornelius J. Chapman, V. Denise Saunders and McDermott, Will &amp; Emery, Boston, MA, were on brief, for defendant, appellee.</p>\n      <p class=\"indent\">Before CYR and BOUDIN, Circuit Judges, and BURNS,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Chapter 11 debtors Ralar Distributors, Inc. and Halmar Distributors, Inc.  (hereinafter:  \"debtor\" or \"R-H\") appeal a district court order affirming a bankruptcy court's award of summary judgment to Rubbermaid, Inc.  (\"Rubbermaid\") in R-H's adversary proceeding to recover a $453,000 preferential transfer.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">R-H, a wholesale distributor of household products, sold Rubbermaid and non-Rubbermaid merchandise to several retail store chains, including Caldor.  Between 1987 and 1989, Rubbermaid and Caldor entered into a series of annual contracts, the latest executed in March 1989, which the parties refer to as an \"advertising support program\" (\"ASP\").  Rubbermaid authorized Caldor to incur expense for promotional ads of Rubbermaid products subject to reimbursement by Rubbermaid.  Rather than reimburse Caldor directly for incurring these ASP expenses, however, Rubbermaid arranged with R-H, which was never a signatory to the ASP agreement, to serve as a go-between.  Caldor would incur the ASP expenses, then deduct them from the next invoice it received from R-H.  R-H routinely treated Caldor's ASP expenses as credits against Caldor's account with R-H (\"ASP credit\").  To offset these ASP credits, R-H in turn would reduce its next payment for Rubbermaid merchandise by the amount of its most recent ASP credit to Caldor.  The net effect of the ASP transaction on R-H's books was a \"wash.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On October 16, 1989, R-H commenced its chapter 11 reorganization proceeding.  In its adversary proceeding complaint against Rubbermaid, R-H alleged that Rubbermaid received a voidable preferential transfer \"on or about\" July 24, 1989, when it authorized Caldor to offset ASP expenses totalling $453,000 as ASP credits on Caldor's account with R-H.  The bankruptcy court entered summary judgment for Rubbermaid on the ground that the ASP credits merely constituted a \"recoupment of mutual rights under one transaction.\"   See infra notes 1 and 10.  The district court affirmed.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Bankruptcy Code Sec. 547(b) sets out the essential elements of a voidable preference:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>(b) Except as provided in subsection (c) of this section [setting out defenses to avoidance], the trustee may avoid any transfer of an interest of the debtor in property--</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">(1) to or for the benefit of a creditor [viz., Rubbermaid];</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(2) for or on account of an antecedent debt owed by the debtor before such transfer was made;</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(3) made while the debtor was insolvent;</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(4) made--</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>(A) on or within 90 days before the date of the filing of the petition ...;  and</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(5) that enables such creditor to receive more than such creditor would receive if--</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>(A) the case were a case under chapter 7 of this title [11 U.S.C. Secs. 701-766];</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>(B) the transfer had not been made;  and</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>(C) such creditor received payment of such debt to the extent provided by the provisions of this title [11 U.S.C. Secs. 101-1330].</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">11 U.S.C. Sec. 547(b) (emphasis added).  A \"transfer\" of the debtor's \"property,\" within the preference period, that enables a creditor to realize more than it would have received on its claim in a chapter 7 liquidation of the property of the debtor estate, see Bankruptcy Code Sec. 726, 11 U.S.C. Sec. 726, violates the theme of equality of distribution among all creditors of like class.  H.R.Rep. No. 595, 95th Cong., 2d Sess. 177-78, reprinted in 1978 U.S.C.C.A.N. 5787, 5963, 6138 [hereinafter:  H.R.Rep. No. 595].  Section 547(b) is designed to deter creditors from \"dismember[ing] the debtor during [its] slide into bankruptcy.\"   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 177.</span></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">R-H contended that the net effect of the challenged ASP credits was to permit Rubbermaid to receive the entire \"benefit\" of the $453,000 ASP credit (i.e., the account receivable Caldor owed R-H) which otherwise would have been apportioned among all of R-H's unsecured creditors, not merely Rubbermaid, in the event of a chapter 7 liquidation.  The bankruptcy court disagreed, on the ground that the ASP credits effected no \"transfer of an interest of the debtor in property.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellant R-H characterizes the ASP transactions quite differently:  \"On or about\" July 24, 1989, Caldor owed R-H more than $453,000 for merchandise previously purchased from R-H.  Thus, R-H held an account receivable--an enforceable contract claim in the amount of $453,000 against Caldor--which assumedly became property of the hypothetical R-H chapter 7 estate, see Bankruptcy Code Sec. 541, 11 U.S.C. Sec. 541, hence available for pro rata distribution among all R-H unsecured creditors, not merely Rubbermaid.  Instead, however, R-H in effect \"released\" Caldor from its obligation to pay R-H the full $453,000 account receivable, in order to effect reimbursement of the ASP expenses Caldor was entitled to receive from Rubbermaid under their separate ASP contract, thereby conferring an indirect \"benefit\" upon Rubbermaid.  See Bankruptcy Code Sec. 101(54), 11 U.S.C. Sec. 101(54) (broadly defining \"transfer\" as including both \"direct\" and \"indirect\" modes of disposing of property);  see also Kellogg v. Blue Quail Energy, Inc.  (In re Compton Corp.), <span class=\"citation\" data-id=\"496223\"><a href=\"/opinion/496223/in-the-matter-of-compton-corp-debtor-walter-kellogg-trustee-v-blue/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">586</span></a></span>, 591 (5th Cir.1987) (mere \"circuity of arrangement\" cannot redeem a transaction which has the effect of a preference) (citing National Bank of Newport v. National Herkimer Cty. Bank, <span class=\"citation\" data-id=\"97652\"><a href=\"/opinion/97652/newport-bank-v-herkimer-bank/\"><span class=\"volume\">225</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, 184, <span class=\"citation\" data-id=\"97652\"><a href=\"/opinion/97652/newport-bank-v-herkimer-bank/\"><span class=\"volume\">32</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">633</span></a></span>, 635, <span class=\"citation\" data-id=\"97652\"><a href=\"/opinion/97652/newport-bank-v-herkimer-bank/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1042</span> </a></span>(1912)).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Rubbermaid counters that such ASP arrangements are too customary in wholesale-retail trade to be considered preferential, and that this voluntary ASP arrangement constituted a long-established \"course of dealing\" among the parties.  If a \"transfer\" occurred at all, says Rubbermaid, R-H received the benefit of the transfer because Rubbermaid accepted $453,000 less from R-H for household merchandise previously purchased from Rubbermaid, and if anyone received a voidable \"transfer\" from R-H, it was Caldor.   Furthermore, these ASP credits ultimately produced a \"wash\" on R-H's books, documenting the fact that there was no net diminution in either R-H's property or the property of its hypothetical chapter 7 estate.  Finally, recovery of these transfers from Rubbermaid would result in an unjust enrichment to R-H, which realized the benefits from the use of these ASP credits in reducing its outstanding debt to Rubbermaid, but would now recover the same $453,000 for the benefit of its chapter 11 estate.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">There is surface appeal to the arguments of both parties, though both are wide of their mark.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  If borne out by the evidence, the contentions advanced by R-H arguably would comport with the policy of equality of distribution, and R-H correctly asserts that it is the effect of the alleged transfer, not the subjective intent of the parties, which primarily governs the section 547(b) analysis.  See 4 Lawrence P. King, Collier on Bankruptcy p 547.01, at 547-13 (and cases cited therein) [hereinafter:  Collier ];  but cf. infra note 5.  We are persuaded, nevertheless, by Rubbermaid's contention that R-H failed to carry its burden of proof in opposition to Rubbermaid's motion for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In order to prevail, R-H ultimately must establish, by a preponderance of the evidence, each essential element of a voidable preference under section 547(b).  See Bankruptcy Code Secs. 547(g), 1107(a), 11 U.S.C. Sec. 547(g), 1107(a);  Travelers Ins. Co. v. Cambridge Meridian Group, Inc.  (In re Erin Food Servs., Inc.), <span class=\"citation\" data-id=\"596103\"><a href=\"/opinion/596103/in-re-erin-food-services-inc-debtor-the-travelers-insurance-company-v/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">792</span></a></span>, 799 (1st Cir.1992).  Once the movant presents sufficient competent evidence to entitle it to summary judgment as a matter of law, the nonmovant cannot rest merely on the averments and denials in its pleadings, but must set forth specific facts demonstrating a genuine issue for trial.  See Fed.R.Bankr.P. 7056;  Fed.R.Civ.P. 56(c), (e);  Germain v. RFE Inv. Partners IV (In re Wescorp, Inc.), <span class=\"citation\" data-id=\"1968198\"><a href=\"/opinion/1968198/matter-of-wescorp-inc/\"><span class=\"volume\">148</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">161</span></a></span>, 162-63 (Bankr.D.Conn.1992);  see also Marshack v. Sauer (In re Palmer), <span class=\"citation\" data-id=\"1549166\"><a href=\"/opinion/1549166/in-re-palmer/\"><span class=\"volume\">140</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">765</span></a></span>, 768 (Bankr.C.D.Cal.1992).  As to any essential factual element of its claim on which the nonmovant would bear the burden of proof at trial, its failure to come forward with sufficient evidence to generate a trialworthy issue warrants summary judgment for the moving party.  See Christians v. Crystal Evang.  Free Church (In re Young), <span class=\"citation\" data-id=\"1967890\"><a href=\"/opinion/1967890/in-re-young/\"><span class=\"volume\">148</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">886</span></a></span>, 889 (Bankr.D.Minn.1992) (citing Celotex Corp. v. Catrett, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span> </a></span>(1986)).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">At trial, R-H would bear the burden of proving, inter alia, that the challenged ASP credits effected a \"transfer of an interest of the debtor in property.\"   Bankruptcy Code Sec. 547(b), 11 U.S.C. Sec. 547(b).  See also Bankruptcy Code Sec. 547(e), 11 U.S.C. Sec. 547(e) (\"[A] [preferential] transfer is not made until the debtor has acquired rights in the property [transferred].\").  A prepetition debtor acquires \"rights\" in property for section 547(b) purposes if, but for the challenged transfer, its interest would have been \"property of the estate\" under section 541 at the filing of a chapter 7 petition.  See Begier v. Internal Revenue Serv., <span class=\"citation\" data-id=\"112445\"><a href=\"/opinion/112445/begier-v-irs/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span>, 58, 58 n. 3, <span class=\"citation\" data-id=\"112445\"><a href=\"/opinion/112445/begier-v-irs/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2258</span></a></span>, 2263, 2263 n. 3, <span class=\"citation\" data-id=\"112445\"><a href=\"/opinion/112445/begier-v-irs/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">46</span> </a></span>(1990).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Accordingly, at the summary judgment stage, R-H was required to come forward with competent evidence that, immediately prior to its \"transfer\" of these ASP credits, its hypothetical chapter 7 estate owned an account receivable from Caldor equal to the total unpaid price of the merchandise previously sold to Caldor, and not merely in the net amount due R-H after deducting Caldor's ASP credit from the total price of the merchandise.  Unless the hypothetical R-H chapter 7 estate would have acquired the contract right to compel Caldor to pay the full $453,000, with no offsetting ASP credit, the property of the hypothetical R-H estate could not have been diminished.  <span class=\"citation\" data-id=\"112445\"><a href=\"/opinion/112445/begier-v-irs/\"><span class=\"id_token\">Id.</span>  (\"[I]f the </a></span>debtor transfers property that would not have been available for distribution to his creditors in a bankruptcy proceeding, the policy behind the avoidance power is not implicated.\").</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">What constitutes \"property,\" within the meaning of Bankruptcy Code Sec. 541, is a question of federal law, see Koch Ref. v. Farmers Union Cent. Exch., Inc., <span class=\"citation\" data-id=\"496608\"><a href=\"/opinion/496608/18-collier-bankrcas2d-84-bankr-l-rep-p-72009-koch-refining-koch/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1339</span></a></span>, 1343 (7th Cir.1987) (citing H.R.Rep. No. 595, at 367-68), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">906</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1077</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">237</span> </span>(1988), and it is well established that a debtor's contractual right to recover an account receivable is property of the chapter 7 estate, see Crysen/Montenay Energy Co. v. Esselen Assocs., Inc.  (In re Crysen/Montenay Energy Co.), <span class=\"citation\" data-id=\"541076\"><a href=\"/opinion/541076/in-re-crysenmontenay-energy-co-debtor-crysenmontenay-energy-co-v/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1098</span></a></span>, 1101 (2d Cir.1990) (citing In re Chauteguay Corp., <span class=\"citation\" data-id=\"1973063\"><a href=\"/opinion/1973063/in-re-chateaugay-corp/\"><span class=\"volume\">78</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">713</span></a></span>, 725 (Bankr.S.D.N.Y.1987));  Glenshaw Glass Co. v. Ontario Grape Growers Mktg. Bd.  (In re Keystone Foods, Inc.), <span class=\"citation\" data-id=\"1824193\"><a href=\"/opinion/1824193/in-re-keystone-foods-inc/\"><span class=\"volume\">145</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">502</span></a></span>, 508 (Bankr.W.D.Pa.1992).  On the other hand, the nature and extent of the debtor's enforceable \"interest\" or \"rights\" in an account receivable are defined by state law--in this case, by state contract law.  See, e.g., Griffel v. Murphy (In re Wegner ), <span class=\"citation\" data-id=\"501761\"><a href=\"/opinion/501761/bankr-l-rep-p-72172-5-ucc-repserv2d-996-in-re-albert-j-wegner/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">533</span></a></span>, 538-39 (9th Cir.1988) (under Montana law, prior mutual rescission of executory contract divested debtor of \"rights\" in cattle);  see also Glinka v. Bank of Vermont (In re Kelton Motors, Inc.), <span class=\"citation\" data-id=\"1840968\"><a href=\"/opinion/1840968/in-re-kelton-motors-inc/\"><span class=\"volume\">153</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">417</span></a></span>, 419 (Bankr.D.Vt.1993) (because Sec. 547(b) is silent, courts must \"look to state law\" for definition of \"interest\" in property);  see generally Collier p 547.03, at 547-22.1.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Here, R-H alleged a \"transfer.\"   Rubbermaid, the movant at summary judgment, presented competent extracontractual evidence that the contract between R-H and Caldor gave rise to an account receivable only in the net amount of the unpaid price of the merchandise less Caldor's ASP credits.  Indeed, even on appeal R-H readily concedes that it invariably honored Caldor's ASP credits from the inception of the ASP arrangement in 1987.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The deposition testimony revealed that Caldor, like many other trade retailers, routinely asserted this sort of \"charge back\" for manufacturers other than Rubbermaid.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Under state law,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> R-H's contract rights against Caldor, if indefinitely expressed in their contract, would be informed by their prior course of dealing, course of performance, or usage of trade.  See Mass.Gen.L. ch. 106, Sec. 2-202 (1990) (providing that parol evidence of prior course of dealing or usage of trade is admissible to explain or supplement contract terms);  <span class=\"citation\" data-id=\"1840968\"><a href=\"/opinion/1840968/in-re-kelton-motors-inc/\"><span class=\"id_token\">id.</span> Sec. 1-205(1) </a></span>(defining \"course of dealing\" as \"a sequence of previous conduct between the parties to a particular transaction which is fairly to be regarded as establishing a common basis of understanding for interpreting their expressions and other conduct\");  <span class=\"citation\" data-id=\"1840968\"><a href=\"/opinion/1840968/in-re-kelton-motors-inc/\"><span class=\"id_token\">id.</span> Sec. 1-205(3); </a></span> <span class=\"citation\" data-id=\"1840968\"><a href=\"/opinion/1840968/in-re-kelton-motors-inc/\"><span class=\"id_token\">id.</span> Sec. 2-208(1) </a></span>(\"Where the contract for sale involves repeated occasions for performance by either party with knowledge of the nature of the performance and opportunity for objection to it by the other, any course of performance accepted and acquiesced in without objection shall be relevant to determine the meaning of the agreement.\");   <span class=\"citation\" data-id=\"1840968\"><a href=\"/opinion/1840968/in-re-kelton-motors-inc/\"><span class=\"id_token\">id.</span> Sec. 1-205(2) </a></span>(defining \"usage of trade\" as \"any practice or method of dealing having such regularity of observance in a place, vocation or trade as to justify an expectation that it will be observed with respect to the transaction in question\").<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Bypassing these procedural concerns, R-H urges on appeal that \"[w]hether an account receivable from Caldor ever existed on the Debtors [sic] books is a [question] of fact which should be determined by the Bankruptcy Court on remand.\"   However, once Rubbermaid came forward with its undisputed evidence of prior course of dealing, performance, and usage of trade, R-H was left with the laboring oar.  As the nonmovant at summary judgment, R-H had the burden to establish that its agreement with Caldor contained an express contract term which (i) would have precluded resort to such extracontractual evidence in interpreting the contractual rights of the parties, or (ii) would at least have given rise to a trialworthy factual issue bearing on the proper interpretation of their contract.  See Mass.Gen.L. ch. 106, Sec. 1-205(4) (1990) (express contract terms \"trump\" inconsistent \"course of dealing\" evidence);  see also Lancaster Glass Corp. v. Philips ECG, Inc., <span class=\"citation\" data-id=\"498754\"><a href=\"/opinion/498754/lancaster-glass-corporation-v-philips-ecg-inc-and-gte-products/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">652</span></a></span>, 659 (6th Cir.1987).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The record does not disclose the relevant terms of the Caldor--R-H agreement nor is there documentation from which its terms might reasonably be inferred.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Moreover, there is no evidence that Rubbermaid accelerated its recourse to the ASP credit arrangement in anticipation of R-H's chapter 11 petition, as by inducing Caldor to increase the amount or frequency of its ASP credits over previous levels.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Consequently, given its failure to confront Rubbermaid's evidence of prior course of dealing, performance, and usage of trade, R-H demonstrated no trialworthy dispute that it had any cognizable \"interest\" in the $453,000 ASP credit which would have become property of the estate in the event of a chapter 7 liquidation.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We hold that R-H did not establish a trialworthy issue as to whether a section 547(b) \"transfer\" occurred, as was its burden under Fed.R.Bankr.P. 7056 and Fed.R.Civ.P. 56(c), (e).  Thus, we need take no position on the voidability of duly established ASP credit transactions as preferential transfers under section 547(b).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed;  cost to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the district of Oregon, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The bankruptcy court explained its rationale as follows:</p>\n        <p>There are two difficulties with [the Debtors'] argument.  First, there never was a $453,000 receivable due to the Debtors from Caldor.  The entire Caldor receivable was, with the Debtors' consent, at all times subject to advertising credits which turned out to be $453,000.  Second, there never was a $453,000 debt owed by the Debtors to Rubbermaid.  The entire indebtedness owed Rubbermaid was at all times subject to the same credit arrangement.  To put it another way, the agreement made among the Debtors, Caldor and Rubbermaid prevented any calculation of indebtedness owed by Caldor to the Debtors, or owed by the Debtors to Rubbermaid, without taking into account the advertising costs incurred by Caldor with respect to Rubbermaid products.  Because the parties expressly agreed to the assertion of the advertising credits in their respective sales transactions, application of the credits constitutes recoupment of mutual rights under one transaction.  Without that agreement, the advertising and sales would consist of separate transactions and there would not even be the right of setoff vis-a-vis Caldor and the Debtors or vis-a-vis the Debtors and Rubbermaid.  See, generally, on recoupment and setoff, In re B &amp; L Oil, <span class=\"citation\" data-id=\"463623\"><a href=\"/opinion/463623/in-re-b-l-oil-company-debtor-ashland-petroleum-company-v-garry-r/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">155</span> </a></span>(10th Cir.1986)....</p>\n        <p>Ralar Distribs. v. Rubbermaid, Inc.  (In re Ralar Distribs.), No. 90-4222, slip op. at 3-4 (Bankr.D.Mass. Sept. 4, 1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Several of Rubbermaid's arguments are beside the point.  First, although Rubbermaid did not receive a direct \"transfer\" from R-H, a \"transfer\" to Caldor \"for the benefit of\" Rubbermaid would be recoverable from either Rubbermaid or Caldor.  See Bankruptcy Code Sec. 550, 11 U.S.C. Sec. 550(a) (trustee may recover from \"the initial transferee\" or from \"the entity for whose benefit the transfer was made\");  Travelers Ins. Co. v. Cambridge Meridian Group, Inc.  (In re Erin Food Servs., Inc.), <span class=\"citation\" data-id=\"596103\"><a href=\"/opinion/596103/in-re-erin-food-services-inc-debtor-the-travelers-insurance-company-v/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">792</span></a></span>, 797, 797 n. 8 (1st Cir.1992)</p>\n        <p>Second, Rubbermaid places great stock in the fact that these ASP transactions produced a \"wash\" on R-H's books, suggesting that the ASP credits resulted in no diminution of the hypothetical chapter 7 estate.  Were this the standard, however, few transfers would ever contravene Sec. 547(b).  Instead, the Sec. 547(b) focus is on the ultimate effect of the transfer.  By their very nature, most preferential transfers result in a \"wash\" on the debtor's books, since the preferred transferee receives payment on account of an antecedent debt and its allowable \"claim\" against the chapter 7 estate is reduced accordingly.</p>\n        <p>Finally, arguably no \"unjust\" enrichment would result were R-H to recover from Rubbermaid.  If Rubbermaid were required to disgorge, it could file a proof of claim for the amount of the avoided transfer, <span class=\"citation\" data-id=\"596103\"><a href=\"/opinion/596103/in-re-erin-food-services-inc-debtor-the-travelers-insurance-company-v/\"><span class=\"id_token\">id.</span> Secs. 502(h), </a></span>502(d), which would be entitled to a pro rata distribution from the R-H debtor estate.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As further confirmation of the parties' understanding, their prepetition settlement agreement of Caldor's debt to R-H in September 1989 reflects a deduction for all ASP credits then due Caldor</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We assume for present purposes that Massachusetts law would apply to the contract for the sale of goods between R-H, a Massachusetts corporation, and Caldor.  The Massachusetts Uniform Commercial Code, on \"course of performance and dealing\" and \"usage of trade\" evidence, substantially conforms with that in other states</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In many respects, this is precisely the type of evidence which would be needed to establish Rubbermaid's Sec. 547(c)(2) defense to preference avoidance for payments made in the \"ordinary course of [the debtor's] business.\"   See Collier p 547.01, at 547-13 n. 20 (noting that, though state of mind generally is immaterial to overall Sec. 547 analysis, intent \"may be a dispositive factor in determining certain elements of a preference....\").  But because this \"transfer\" involves R-H's alleged \"release\" of a preexisting obligation by Caldor, and R-H has the threshold burden to establish all essential Sec. 547(b) elements before the burden shifts to Rubbermaid to establish a Sec. 547(c) defense to avoidance, the burden remained with R-H to establish a contract right to recover the full price of the merchandise with no offsets for Caldor's ASP credits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Similarly, R-H did not generate a trialworthy issue as to whether the ASP credits could have replaced the \"released\" Caldor accounts receivable as R-H \"assets,\" since the hypothetical R-H chapter 7 estate could never have required Rubbermaid to honor the ASP credits by paying the R-H estate $453,000 in cash.  Under the contract between Rubbermaid and R-H, as informed by prior course of dealing, any ASP credits held by R-H could be used only to reduce R-H's accounts payable to Rubbermaid</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> R-H's Exhibit H is merely a redacted transcription of certain relevant book entries, prepared solely for litigation purposes, hence not probative of the terms of the agreement between R-H and Caldor.  Similarly, although a former R-H officer testified that R-H could have refused to accept Caldor's ASP credits at any time, he identified no contractual basis for the supposed right of refusal, nor did he suggest that R-H had ever exercised such a right</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Nowhere does R-H suggest or show that Caldor's ASP credits exceeded the authorized 1989 fixed percentage rate (13.75% of total 1989 merchandise sales to Caldor), or that the 1989 level differed significantly from the authorized fixed-percentage rates, or ASP credits claimed, in 1987 or 1988</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> R-H's Rule 7056 proffer was seriously deficient on more than one front.  The 90-day preference period extended back to July 19, 1989.  But the evidence shows that Caldor claimed $294,000 of the $453,000 in ASP credits by assessing \"charge backs\" against R-H on June 25, 1989.   Since R-H's acceptance of these \"charge backs\" constituted the alleged \"transfer,\" R-H arguably did not meet its burden of proving that these transfers of $294,000 in ASP credits fell within the applicable preference period under Sec. 547(b)(4)(A) (transfer \"made ... on or within 90 days before the date of the filing of the petition\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The bankruptcy court premised its decision on the equitable doctrine of recoupment, see supra note 1, citing In re B &amp; L Oil Co., <span class=\"citation\" data-id=\"463623\"><a href=\"/opinion/463623/in-re-b-l-oil-company-debtor-ashland-petroleum-company-v-garry-r/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">155</span> </a></span>(10th Cir.1986).  Where a chapter 7 estate and its creditor hold \"counterclaims\" arising out of a contractual \"transaction\" which bridges the date of the chapter 7 petition, it is often deemed inequitable to allow the estate to recover its postpetition claim in full from the creditor, while the same creditor is allowed only a pro rata dividend on its prepetition claim against the estate.  Recoupment allows the creditor to abate its payment to the chapter 7 estate by the amount of its prepetition claim.  Since we rely on other grounds, we need not address the problematic application of the recoupment theory in this case.  See Electronic Metal Prods., Inc. v. Honeywell, Inc., <span class=\"citation\" data-id=\"1539931\"><a href=\"/opinion/1539931/electronic-metal-products-inc-v-honeywell-inc/\"><span class=\"volume\">95</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">768</span></a></span>, 770 (D.Colo.1989) (recoupment must be narrowly construed as a preference defense);  compare Raleigh v. Mid American Nat'l Bank &amp; Trust Co.  (In re Stoecker), <span class=\"citation\" data-id=\"2001566\"><a href=\"/opinion/2001566/in-re-stoecker/\"><span class=\"volume\">131</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">979</span></a></span>, 983 (Bankr.N.D.Ill.1991) (recoupment not a viable defense on merits of preference avoidance action as it is not an enumerated defense in Sec. 547(c)(1)-(7)), with Visiting Nurse Ass'n of Tampa Bay, Inc. v. Sullivan (In re Visiting Nurse Assoc. of Tampa Bay, Inc.), <span class=\"citation\" data-id=\"1914735\"><a href=\"/opinion/1914735/matter-of-visiting-nurse-assn-of-tampa-bay-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">114</span></a></span>, 121 n. 4 (Bankr.M.D. Fla.1990) (recoupment \"well recognized\" defense to preference avoidance)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/97652/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112445/",
    "https://www.courtlistener.com/api/rest/v3/opinions/463623/",
    "https://www.courtlistener.com/api/rest/v3/opinions/496223/",
    "https://www.courtlistener.com/api/rest/v3/opinions/496608/",
    "https://www.courtlistener.com/api/rest/v3/opinions/498754/",
    "https://www.courtlistener.com/api/rest/v3/opinions/501761/",
    "https://www.courtlistener.com/api/rest/v3/opinions/541076/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596103/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1539931/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1549166/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1824193/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1840968/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1914735/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1967890/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1968198/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1973063/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2001566/"
  ]
}