{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194903/",
  "id": 194903,
  "absolute_url": "/opinion/194903/witty-v-dukakis/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194903/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:40Z",
  "date_modified": "2020-02-22T00:09:30.718345Z",
  "type": "010combined",
  "sha1": "8ccc6dd52c242764d5bc10792b032ec5849d25b1",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1238.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1238\n\n                       PAUL WITTY, ET AL.,\n                      Plaintiffs, Appellees,\n\n                                v.\n\n                MICHAEL S. DUKAKIS, ETC., ET AL.,\n                      Defendants, Appellees.\n                                             \n\n                    GERALD S. KRAMER, ET AL.,\n                     Plaintiffs, Appellants.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. Rya W. Zobel, U.S. District Judge]\n                                                    \n\n                                             \n\n                              Before\n\n                 Selya and Stahl, Circuit Judges,\n                                                \n                   and Fuste,* District Judge.\n                                             \n\n                                             \n\n     Mary Winstanley  O'Connor with  whom Gaffin  &amp; Krattenmaker,\n                                                                 \nP.C. was on brief, for appellants.\n    \n     Margaret Monsell, Assistant  Attorney General,  Commonwealth\n                     \nof  Massachusetts, with whom Scott Harshbarger, Attorney General,\n                                              \nwas on brief, for defendants-appellees.\n\n                                             \n\n                        September 2, 1993\n\n                                             \n\n                \n*Of the District of Puerto Rico, sitting by designation.\n\n          SELYA, Circuit  Judge.   After failing to  strike while\n          SELYA, Circuit  Judge.\n                               \n\nthe  iron  was hot,  appellants  invited  the district  court  to\n\noverlook their lassitude and award them attorneys' fees  under 42\n\nU.S.C.   1988.  The district court demurred.  We find the court's\n\ndeclination of appellant's invitation, premised on the  lack of a\n\ntimely fee petition, to be appropriate.  Consequently, we affirm.\n\n                                I\n\n          We need not  dwell on the provenance of  the underlying\n\nsuit.    For present  purposes, it  suffices  merely to  say that\n\nparents of several  mentally and physically handicapped  children\n\nbrought suit  in a Massachusetts  state court charging  the named\n\ndefendants, state officials, with dereliction of duty and seeking\n\ninjunctive relief.  The  original plaintiffs averred in substance\n\nthat the  state  had an  obligation  to continue  the  children's\n\nspecial education past age twenty-two; that the state legislature\n\nappropriated  money to  accomplish this  objective; and  that the\n\nexecutive branch then wrongfully impounded the funds.  Plaintiffs\n\nlater added  a claim pursuant to  42 U.S.C.    1983.  Appellants,\n\nparents  of similarly  situated children,  moved to  intervene as\n\nparties plaintiff, making virtually identical claims.  On October\n\n10, 1989, a state judge granted their motion.\n\n          On  October 18,  defendants removed  the action  to the\n\nfederal   district  court.     All   plaintiffs,  including   the\n\nappellants, moved to remand.   On January 24, 1990,  the district\n\ncourt,  in  an order  reminiscent  of the  precedent  proposed by\n\nSolomon to resolve  conflicting claims of parentage, see  2 Kings\n                                                                 \n\n                                2\n\n3:16-18, remanded the state-law  claims but retained jurisdiction\n\nover  the section 1983 claim.  The parties subsequently reached a\n\nsettlement resolving all the state-law claims.  By virtue of this\n\nsettlement,  the plaintiffs, and  all persons similarly situated,\n\nincluding appellants, achieved complete relief.\n\n          On  January  15, 1991,  plaintiffs  asked the  district\n\ncourt  for  attorneys'  fees  pursuant  to  42  U.S.C.     1988.1\n\nAppellants did not file a similar application.  On June 21, 1991,\n\nthe  judge   issued  a   memorandum  order   awarding  plaintiffs\n\n$147,288.17.   On August 12,  1991, final judgment  entered.  The\n\njudgment commemorated the fee  award and dismissed the underlying\n\nclaims as moot.  On the same date, the case was  administratively\n\nclosed.\n\n          On  April  23,  1992,  appellants  stirred  from  their\n\napparent  slumber and applied for fees.  On July 17, the district\n\ncourt denied the application  as untimely under D. Mass.  Loc. R.\n\n54.3,  which requires a  prevailing party to  move for attorneys'\n\nfees  within thirty days next following the entry of judgment, on\n\npain of  preclusion.  Appellants moved for  reconsideration.  The\n\ncourt denied that motion on December 7.  Appellants then  tried a\n\ndifferent route, moving for entry of judgment pursuant to Fed. R.\n\nCiv.  P. 54(b).  Appellants  contended that, because the district\n\ncourt's earlier  entry of  judgment did not  specifically mention\n\n                    \n\n     142  U.S.C.     1988 provides  in  pertinent  part that,  in\nactions brought under the aegis of 42 U.S.C.   1983,  \"the court,\nin its  discretion,  may  allow the  prevailing  party .  .  .  a\nreasonable attorney's fee as part of the costs.\"\n\n                                3\n\n\"intervenors,\"  it \"adjudicate[d] fewer than all the claims . . .\n\nof  fewer  than  all  the   parties,\"  and  therefore  failed  to\n\n\"terminate the  action.\"  Fed. R.  Civ. P. 54(b).2   By virtue of\n\nthis maneuver, appellants hoped to restart the clock in regard to\n\nthe filing of  an application for counsel fees.   On December 31,\n\n1992, the district court granted the motion for entry of judgment\n\nstating explicitly, however, that  it was doing so  \"with respect\n\nto the  only issue remaining, [appellants']  claim for attorney's\n\nfees.\"  A judgment commemorative of the December 31 order entered\n\non January 4, 1993.   The district court subsequently  refused to\n\namend either the  new or  the old  judgment and,  by order  dated\n\nFebruary 3, 1993, again denied appellants' request for attorneys'\n\nfees.  This appeal ensued.\n\n                    \n\n     2Rule 54(b) provides in pertinent part:\n\n          When  more  than  one  claim  for  relief  is\n          presented  in  an  action,  .  .  .  or  when\n          multiple parties are involved, the  court may\n          direct the  entry of  a final judgment  as to\n          one or more but fewer  than all of the claims\n          or parties only upon an express determination\n          that there  is no  just reason for  delay and\n          upon an  express direction  for the  entry of\n          judgment.      In   the   absence   of   such\n          determination  and  direction,  any order  or\n          other form of  decision, however  designated,\n          which  adjudicates fewer than  all the claims\n          or the  rights and liabilities of  fewer than\n          all  the  parties  shall  not  terminate  the\n          action as  to any  of the claims  or parties,\n          and the  order or  other form of  decision is\n          subject to revision  at any  time before  the\n          entry of judgment adjudicating all the claims\n          and the  rights  and liabilities  of all  the\n          parties.\n\n                                4\n\n                                II\n\n          Ordinarily, a  prevailing plaintiff  in a  section 1983\n\ncase is  entitled to  recover reasonable attorneys'  fees \"unless\n\nspecial  circumstances  would  render  such  an   award  unjust.\"\n\nBlanchard  v. Bergeron,  489 U.S.  87, 89  n.1 (1989);  Newman v.\n                                                              \n\nPiggy  Park Enters., Inc., 390 U.S.  400, 402 (1968).  Local Rule\n                         \n\n54.3 conditions  this entitlement by requiring prevailing parties\n\nto  file fee applications  within thirty days  next following the\n\nentry  of judgment  or  else  forever  hold  their  peace.    The\n\ngenealogy  of this  timeliness  requirement is  impeccable.   See\n                                                                 \n\nWhite v. New  Hampshire Dep't of Empl't  Sec., 455 U.S. 445,  454\n                                             \n\n(1981)  (suggesting  that  courts  adopt such  rules);  Baird  v.\n                                                             \n\nBellotti, 724 F.2d 1032, 1037 n.6 (1st Cir. 1984) (similar).\n        \n\n          In general,  rules limiting  the time within  which fee\n\nclaims  may be  filed are  enforceable according to  their tenor.\n\nHere, appellants do not question the propriety of such rules.  By\n\nlike token,  appellants have  shown insufficient reason  why they\n\nshould  be  excused  from  the  operation  of  Local  Rule  54.3.\n\nNevertheless,  appellants weave an imaginative tapestry featuring\n\nmanifold  reasons why  the district  court erred  in refusing  to\n\nentertain their fee petition.   Having pulled each asseverational\n\nthread, we find the fabric to be unserviceable.\n\n          First,  appellants  say  that,  inasmuch  as  the  1991\n\njudgment  made no particular mention  of them, it  could not have\n\nbeen a final judgment within the meaning of  the Civil Rules and,\n\ntherefore,  the 30-day time  period specified in  Local Rule 54.3\n\n                                5\n\ndid  not begin to  run until January  4, 1993 (when  the district\n\ncourt, at  appellants' behest,  entered another judgment).   But,\n\nappellants proceed from a mistaken assumption.\n\n          A  judgment is final \"when  the court enters a decision\n\nresolving the contested matter, leaving nothing to be done except\n\nexecution of  the judgment.\"  United States v. Metropolitan Dist.\n                                                                 \n\nComm'n, 847 F.2d 12, 14  (1st Cir. 1988).3  Since  appellants had\n      \n\nintervened  as parties  plaintiff  and  their substantive  claims\n\nmatched  those  of  the   original  plaintiffs,  the  action  was\n\neffectively ended when  the court  dismissed plaintiffs'  federal\n\nclaims  as  moot.   See  7C  Charles A.  Wright  et  al., Federal\n                                                                 \n\nPractice and Procedure   1920, at 488 (1983) (explaining that, as\n                      \n\na  general rule,  \"the intervenor  is treated  as if  he  were an\n\noriginal  party   and  has  equal  standing   with  the  original\n\nparties\").  At that  point in the proceedings, then,  appellants'\n\nclaims had no independent life.\n\n          We  add a postscript.  We think that the 1991 judgment,\n\nby dint  of plain language  and surrounding context,  disposed of\n\nall  remaining claims.   If, however,  any ambiguity  existed, we\n\nwould be bound  to defer  to a reasonable  interpretation of  the\n\njudgment's meaning and effect  elucidated by the judicial officer\n\nwho  authored it.  See, e.g., Metropolitan Dist. Comm'n, 847 F.2d\n                                                       \n\nat   14;   Martha's   Vineyard  Scuba   Headquarters,   Inc.   v.\n                                                            \n\n                    \n\n     3It  is,  of  course,  well   settled  that  a  judgment  is\nconsidered \"final\" if  it resolves the  merits, despite the  fact\nthat it leaves claims for attorneys' fees to be adjudicated  at a\nlater  date.   See White,  455 U.S.  at 452  &amp; n.14;  Crossman v.\n                                                              \nMaccoccio, 792 F.2d 1, 2-3 (1st Cir. 1986) (per curiam).\n         \n\n                                6\n\nUnidentified, Wrecked and Abandoned  Steam Vessel, 833 F.2d 1059,\n                                                 \n\n1066-67  (1st Cir. 1987); Lefkowitz  v. Fair, 816  F.2d 17, 22-23\n                                            \n\n(1st Cir. 1987); Advance Fin. Corp. v. Isla Rica Sales, Inc., 747\n                                                            \n\nF.2d  21, 26 n.10 (1st Cir. 1984).   Here, the district judge, in\n\ndenying  the fee application  as untimely, made  it crystal clear\n\nthat  she believed  the 1991  judgment disposed of  all remaining\n\nclaims, appellants' included, and  that she intended the judgment\n\nto  have precisely that culminative effect.  Because the district\n\njudge's   reading  is,   far   and  away,   the  most   plausible\n\ninterpretation that  can be  placed on the  judgment, appellants'\n\nattempt to argue otherwise can only be  viewed as a prime example\n\nof disappointed litigants elevating hope above reason.\n\n          Second,  appellants asseverate  that the  30-day period\n\nspecified in Local Rule 54.3 began to run  anew when the district\n\ncourt entered another judgment on January 4, 1993.  This argument\n\nis  also flawed.    To  the extent  it  relies  upon the  alleged\n\nincompleteness  or lack of  finality of the  earlier judgment, it\n\nfails  on the  basis of  what we  have already  written.   To the\n\nextent that  this argument  has  a somewhat  different focus,  it\n\nconveniently  overlooks  that   the  1993  judgment   entered  at\n\nappellants'  express   request.     From  the  district   court's\n\nstandpoint, the judgment's only  effect was to put a tidy  end to\n\nappellants' belated quest  for fees.4   A party  confronted by  a\n\nset period for taking  an action cannot allow  the time to  lapse\n\n                    \n\n     4The  district court made this abundantly  clear both in the\nwording of its order  and in holding fast to  its earlier refusal\nto grant fees.\n\n                                7\n\nand  then  resurrect his  rights merely  by  asking the  court to\n\nreconsider  or to confirm what the court  has already done.  See,\n                                                                \n\ne.g., Fisichelli v.  City, Etc.  of Methuen, 884  F.2d 17,  18-19\n                                           \n\n(1st Cir. 1989); Rodriguez-Antuna  v. Chase Manhattan Bank Corp.,\n                                                                \n\n871 F.2d 1, 2 (1st Cir. 1989); see also Browder v. Director, Ill.\n                                                                 \n\nDep't  of Corrections, 434 U.S. 257,  263 n.7 (1978).  After all,\n                     \n\n\"[t]he law  ministers to the vigilant not to those who sleep upon\n\nperceptible  rights.\"  Puleio v.  Vose, 830 F.2d  1197, 1203 (1st\n                                      \n\nCir. 1987), cert. denied, 485 U.S. 990 (1988).\n                        \n\n          Third, appellants  argue that the 1991  judgment had no\n\ndispositive  effect  because  they  received  no  contemporaneous\n\nnotice of its entry.  This suggestion ignores an abecedarian rule\n\nof   civil  practice:    parties  to  an  ongoing  case  have  an\n\nindependent obligation  to monitor  all developments in  the case\n\nand  cannot rely on the  clerk's office to  do their homework for\n\nthem.  See Vargas v. Gonzalez, 975 F.2d 916, 917 (1st Cir. 1992);\n                             \n\nSpiller v. U.S.V. Labs., Inc., 842 F.2d 535, 537 (1st Cir. 1988);\n                             \n\ncf. Fed. R. Civ. P. 77(d)  (providing that \"lack of notice of the\n   \n\nentry [of  a judgment] by the  clerk does not affect  the time to\n\nappeal\").  Had appellants exercised  even a modicum of diligence,\n\nthey would have known that proceedings were in progress to assess\n\nattorneys'  fees and, thereafter, that  the case had been closed.\n\nIn  sum,  appellants'  professed  lack  of  awareness  cannot  be\n\npermitted to frustrate the 30-day time limit limned in Local Rule\n\n54.3.\n\n          Next,  appellants  assert  that  the  district  court's\n\n                                8\n\ndenial  of fees was inexplicit   it did not particularly describe\n\nthe \"special  circumstances\" that rendered a  fee award \"unjust,\"\n\nBlanchard, 489 U.S. at 89 n.1   and,  therefore, defective.  This\n         \n\nassertion blinks reality.   The pertinent  facts are as  follows.\n\nThe district court initially rebuffed appellants' fee application\n\non  July 17,  1992.   The  court's order  explained that  the fee\n\nrequest was time  barred.  Appellants  later made two  subsequent\n\nmotions that, in effect, asked the court to revisit the matter of\n\nfees.  The  district court denied these  motions without comment;\n\nthe  operative  orders  were  entered  on  December  7,  1992 and\n\nFebruary 3, 1993, respectively.\n\n          Appellants urge us to set aside the last two orders for\n\nlack  of  findings.   We see  no need  to do  so.   So long  as a\n\ndistrict court's reason for denying fees or monetary sanctions is\n\n(1)  well  founded, (2)  sufficient to  the  stated end,  and (3)\n\napparent on the face of the record, a reviewing tribunal will not\n\ninsist  on unnecessary  punctilio.   See, e.g.,  Figueroa-Ruiz v.\n                                                              \n\nAlegria, 905 F.2d 545, 549 (1st Cir. 1990) (requiring explanation\n       \n\nonly  when  reason for  denial of  sanctions  is \"not  obvious or\n\napparent from  the record\"); Morgan v.  Massachusetts Gen. Hosp.,\n                                                                \n\n901 F.2d 186, 195 (1st Cir. 1990) (similar); see also Brewster v.\n                                                              \n\nDukakis,     F.2d    ,     (1st Cir. 1993) [No. 92-2399, slip op.\n       \n\nat 11-12] (affirming reduction in claimed attorneys' fees despite\n\nabsence of explicit findings);  Jacobs v. Mancuso, 825 F.2d  559,\n                                                 \n\n564  (1st   Cir.  1987)   (acknowledging  that  there   are  some\n\ncircumstances  in which judges confronted by fee requests may \"be\n\n                                9\n\nallowed to draw  conclusions . .  . without full  articulation\").\n\nThe case  at bar  comes squarely  within this  principle.  It  is\n\nperfectly  clear  that  the  district court's  thinking  had  not\n\nchanged  between July 17 and  December 7, and  that the denial of\n\nfees  on the  latter date,  and thereafter  in February  of 1993,\n\nstemmed from  the court's  steadfast,  unarguably correct  belief\n\nthat  the time for filing  a viable fee  application had expired.\n\nBecause  the  record  clearly  confirms  the  existence  of  this\n\n\"special circumstance,\" no more is exigible. \n\n          Finally,  appellants  claim that  the  district court's\n\nfailure to grant their motion for postjudgment relief in a manner\n\nthat would have opened  a new 30-day window constituted  an abuse\n\nof discretion.  But the district court's discretion under Fed. R.\n\nCiv.  P. 60(b) is  \"wide,\" Cotto v. United  States, 993 F.2d 274,\n                                                  \n\n277 (1st Cir. 1993);  accord Valley Citizens for a  Safe Env't v.\n                                                              \n\nAldridge,  969 F.2d 1315, 1317  (1st Cir. 1992),5  and we discern\n        \n\nno abuse  in this instance.   Whether  the district  court, as  a\n\nmatter  of grace, might have had discretion to vacate and reenter\n\nthe 1991 judgment or otherwise relieve appellants from the burden\n\nof Local Rule 54.3 is not the issue.  Here, the judge did not see\n\nfit to extend  discretionary relief   and we can hardly fault her\n\nfor  refusing to extricate appellants from a self-dug hole.  See,\n                                                                \n\n                    \n\n     5It makes no difference that appellants also invoked Fed. R.\nCiv.  P. 59(e).  The same expansive discretion inheres under that\nrule.   See Mackin  v. City of  Boston, 969 F.2d  1273, 1279 (1st\n                                      \nCir. 1992), cert. denied,  113 S. Ct. 1043 (1993);  United States\n                                                                 \nv. Land  at 5 Bell Rock  Rd., 896 F.2d 605, 611  (1st Cir. 1990);\n                            \nAppeal  of Sun Pipe  Line Co., 831  F.2d 22, 25  (1st Cir. 1987),\n                             \ncert. denied, 486 U.S. 1055 (1988).\n            \n\n                                10\n\ne.g.,  Zaklana v. Mt.  Sinai Med. Ctr.,  906 F.2d 645,  649 (11th\n                                      \n\nCir. 1990)  (affirming trial court's  denial of fee  petition for\n\napplicant's  failure  to comply  with timeliness  requirements of\n\nlocal rule; stating, inter  alia, \"[p]ractitioners must adhere to\n                                \n\napplicable local rules  in order  for those local  rules to  have\n\neffect  and  federal  courts  by enforcement  will  preserve  the\n\nintegrity  of local  rules, absent  problems of  a constitutional\n\ndimension\").\n\n                               III\n\n          We  need go  no further.   Local  Rule 54.3  provides a\n\nreasonable period of time following  the entry of judgment within\n\nwhich a prevailing party may bring an application  for attorneys'\n\nfees.   Appellants dawdled well  past the deadline;  they did not\n\nfile their application until eight months after judgment entered.\n\nThe district court acted  well within its discretion in  refusing\n\nto entertain so stale an entreaty.\n\nAffirmed.\n        \n\n                                11\n",
  "html": "<p class=\"case_cite\">3 F.3d 517</p>\n    <p class=\"parties\">Paul WITTY, et al., Plaintiffs, Appellees,<br>v.<br>Michael S. DUKAKIS, etc., et al., Defendants, Appellees.<br>Gerald S. Kramer, et al., Plaintiffs, Appellants.</p>\n    <p class=\"docket\">No. 93-1238.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 4, 1993.<br>Decided Sept. 2, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mary Winstanley O'Connor with whom Gaffin &amp; Krattenmaker, P.C., Boston, MA, was on brief, for plaintiffs, appellants.</p>\n      <p class=\"indent\">Margaret Monsell, Asst. Atty. Gen., Comm. of Mass., with whom Scott Harshbarger, Atty. Gen., Boston, MA, was on brief, for defendants, appellees.</p>\n      <p class=\"indent\">Before SELYA and STAHL, Circuit Judges, and FUSTE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After failing to strike while the iron was hot, appellants invited the district court to overlook their lassitude and award them attorneys' fees under 42 U.S.C. Sec. 1988.  The district court demurred.  We find the court's declination of appellant's invitation, premised on the lack of a timely fee petition, to be appropriate.  Consequently, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* We need not dwell on the provenance of the underlying suit.  For present purposes, it suffices merely to say that parents of several mentally and physically handicapped children brought suit in a Massachusetts state court charging the named defendants, state officials, with dereliction of duty and seeking injunctive relief.  The original plaintiffs averred in substance that the state had an obligation to continue the children's special education past age twenty-two;  that the state legislature appropriated money to accomplish this objective;  and that the executive branch then wrongfully impounded the funds.  Plaintiffs later added a claim pursuant to 42 U.S.C. Sec. 1983.  Appellants, parents of similarly situated children, moved to intervene as parties plaintiff, making virtually identical claims.  On October 10, 1989, a state judge granted their motion.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 18, defendants removed the action to the federal district court.  All plaintiffs, including the appellants, moved to remand.  On January 24, 1990, the district court, in an order reminiscent of the precedent proposed by Solomon to resolve conflicting claims of parentage, see 2 Kings 3:16-18, remanded the state-law claims but retained jurisdiction over the section 1983 claim.  The parties subsequently reached a settlement resolving all the state-law claims.  By virtue of this settlement, the plaintiffs, and all persons similarly situated, including appellants, achieved complete relief.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On January 15, 1991, plaintiffs asked the district court for attorneys' fees pursuant to 42 U.S.C. Sec. 1988.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Appellants did not file a similar application.  On June 21, 1991, the judge issued a memorandum order awarding plaintiffs $147,288.17.  On August 12, 1991, final judgment entered.  The judgment commemorated the fee award and dismissed the underlying claims as moot.  On the same date, the case was administratively closed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On April 23, 1992, appellants stirred from their apparent slumber and applied for fees.  On July 17, the district court denied the application as untimely under D.Mass.Loc.R. 54.3, which requires a prevailing party to move for attorneys' fees within thirty days next following the entry of judgment, on pain of preclusion.  Appellants moved for reconsideration.  The court denied that motion on December 7.  Appellants then tried a different route, moving for entry of judgment pursuant to Fed.R.Civ.P. 54(b).  Appellants contended that, because the district court's earlier entry of judgment did not specifically mention \"intervenors,\" it \"adjudicate[d] fewer than all the claims ... of fewer than all the parties,\" and therefore failed to \"terminate the action.\"   Fed.R.Civ.P. 54(b).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  By virtue of this maneuver, appellants hoped to restart the clock in regard to the filing of an application for counsel fees.  On December 31, 1992, the district court granted the motion for entry of judgment stating explicitly, however, that it was doing so \"with respect to the only issue remaining, [appellants'] claim for attorney's fees.\"   A judgment commemorative of the December 31 order entered on January 4, 1993.  The district court subsequently refused to amend either the new or the old judgment and, by order dated February 3, 1993, again denied appellants' request for attorneys' fees.  This appeal ensued.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Ordinarily, a prevailing plaintiff in a section 1983 case is entitled to recover reasonable attorneys' fees \"unless special circumstances would render such an award unjust.\"  Blanchard v. Bergeron, 489 U.S. 87, 89 n. 1, 109 S.Ct. 939, 942 n. 1, 103 L.Ed.2d 67 (1989);  Newman v. Piggy Park Enters., Inc., 390 U.S. 400, 402, 88 S.Ct. 964, 966, 19 L.Ed.2d 1263 (1968).  Local Rule 54.3 conditions this entitlement by requiring prevailing parties to file fee applications within thirty days next following the entry of judgment or else forever hold their peace.  The genealogy of this timeliness requirement is impeccable.  See White v. New Hampshire Dep't of Empl't Sec., 455 U.S. 445, 454, 102 S.Ct. 1162, 1168, 71 L.Ed.2d 325 (1981) (suggesting that courts adopt such rules);  Baird v. Bellotti, 724 F.2d 1032, 1037 n. 6 (1st Cir.1984) (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In general, rules limiting the time within which fee claims may be filed are enforceable according to their tenor.  Here, appellants do not question the propriety of such rules.  By like token, appellants have shown insufficient reason why they should be excused from the operation of Local Rule 54.3.  Nevertheless, appellants weave an imaginative tapestry featuring manifold reasons why the district court erred in refusing to entertain their fee petition.  Having pulled each asseverational thread, we find the fabric to be unserviceable.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">First, appellants say that, inasmuch as the 1991 judgment made no particular mention of them, it could not have been a final judgment within the meaning of the Civil Rules and, therefore, the 30-day time period specified in Local Rule 54.3 did not begin to run until January 4, 1993 (when the district court, at appellants' behest, entered another judgment).  But, appellants proceed from a mistaken assumption.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A judgment is final \"when the court enters a decision resolving the contested matter, leaving nothing to be done except execution of the judgment.\"  United States v. Metropolitan Dist. Comm'n, 847 F.2d 12, 14 (1st Cir.1988).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Since appellants had intervened as parties plaintiff and their substantive claims matched those of the original plaintiffs, the action was effectively ended when the court dismissed plaintiffs' federal claims as moot.  See 7C Charles A. Wright et al., Federal Practice and Procedure Sec. 1920, at 488 (1983) (explaining that, as a general rule, \"the intervenor is treated as if he were an original party and has equal standing with the original parties\").  At that point in the proceedings, then, appellants' claims had no independent life.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We add a postscript.  We think that the 1991 judgment, by dint of plain language and surrounding context, disposed of all remaining claims.  If, however, any ambiguity existed, we would be bound to defer to a reasonable interpretation of the judgment's meaning and effect elucidated by the judicial officer who authored it.  See, e.g., Metropolitan Dist. Comm'n, 847 F.2d at 14;  Martha's Vineyard Scuba Headquarters, Inc. v. Unidentified, Wrecked and Abandoned Steam Vessel, 833 F.2d 1059, 1066-67 (1st Cir.1987);  Lefkowitz v. Fair, 816 F.2d 17, 22-23 (1st Cir.1987);  Advance Fin.  Corp. v. Isla Rica Sales, Inc., 747 F.2d 21, 26 n. 10 (1st Cir.1984).  Here, the district judge, in denying the fee application as untimely, made it crystal clear that she believed the 1991 judgment disposed of all remaining claims, appellants' included, and that she intended the judgment to have precisely that culminative effect.  Because the district judge's reading is, far and away, the most plausible interpretation that can be placed on the judgment, appellants' attempt to argue otherwise can only be viewed as a prime example of disappointed litigants elevating hope above reason.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, appellants asseverate that the 30-day period specified in Local Rule 54.3 began to run anew when the district court entered another judgment on January 4, 1993.  This argument is also flawed.  To the extent it relies upon the alleged incompleteness or lack of finality of the earlier judgment, it fails on the basis of what we have already written.  To the extent that this argument has a somewhat different focus, it conveniently overlooks that the 1993 judgment entered at appellants' express request.  From the district court's standpoint, the judgment's only effect was to put a tidy end to appellants' belated quest for fees.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  A party confronted by a set period for taking an action cannot allow the time to lapse and then resurrect his rights merely by asking the court to reconsider or to confirm what the court has already done.  See, e.g., Fisichelli v. City, Etc. of Methuen, 884 F.2d 17, 18-19 (1st Cir.1989);  Rodriguez-Antuna v. Chase Manhattan Bank Corp., 871 F.2d 1, 2 (1st Cir.1989);  see also Browder v. Director, Ill.  Dep't of Corrections, 434 U.S. 257, 263 n. 7, 98 S.Ct. 556, 560 n. 7, 54 L.Ed.2d 521 (1978).  After all, \"[t]he law ministers to the vigilant not to those who sleep upon perceptible rights.\"  Puleio v. Vose, 830 F.2d 1197, 1203 (1st Cir.1987), cert. denied, 485 U.S. 990, 108 S.Ct. 1297, 99 L.Ed.2d 506 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Third, appellants argue that the 1991 judgment had no dispositive effect because they received no contemporaneous notice of its entry.  This suggestion ignores an abecedarian rule of civil practice:  parties to an ongoing case have an independent obligation to monitor all developments in the case and cannot rely on the clerk's office to do their homework for them.  See Vargas v. Gonzalez, 975 F.2d 916, 917 (1st Cir.1992); Spiller v. U.S.V. Labs., Inc., 842 F.2d 535, 537 (1st Cir.1988);  cf. Fed.R.Civ.P. 77(d) (providing that \"lack of notice of the entry [of a judgment] by the clerk does not affect the time to appeal\").  Had appellants exercised even a modicum of diligence, they would have known that proceedings were in progress to assess attorneys' fees and, thereafter, that the case had been closed.  In sum, appellants' professed lack of awareness cannot be permitted to frustrate the 30-day time limit limned in Local Rule 54.3.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Next, appellants assert that the district court's denial of fees was inexplicit--it did not particularly describe the \"special circumstances\" that rendered a fee award \"unjust,\" Blanchard, 489 U.S. at 89 n. 1, 109 S.Ct. at 942 n. 1--and, therefore, defective.  This assertion blinks reality.  The pertinent facts are as follows.  The district court initially rebuffed appellants' fee application on July 17, 1992.  The court's order explained that the fee request was time barred.  Appellants later made two subsequent motions that, in effect, asked the court to revisit the matter of fees.  The district court denied these motions without comment;  the operative orders were entered on December 7, 1992 and February 3, 1993, respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellants urge us to set aside the last two orders for lack of findings.  We see no need to do so.  So long as a district court's reason for denying fees or monetary sanctions is (1) well founded, (2) sufficient to the stated end, and (3) apparent on the face of the record, a reviewing tribunal will not insist on unnecessary punctilio.  See, e.g., Figueroa-Ruiz v. Alegria, 905 F.2d 545, 549 (1st Cir.1990) (requiring explanation only when reason for denial of sanctions is \"not obvious or apparent from the record\");  Morgan v. Massachusetts Gen. Hosp., 901 F.2d 186, 195 (1st Cir.1990) (similar);  see also Brewster v. Dukakis, 3 F.2d 488, 493 (1st Cir.1993) (affirming reduction in claimed attorneys' fees despite absence of explicit findings);  Jacobs v. Mancuso, 825 F.2d 559, 564 (1st Cir.1987) (acknowledging that there are some circumstances in which judges confronted by fee requests may \"be allowed to draw conclusions ... without full articulation\").  The case at bar comes squarely within this principle.  It is perfectly clear that the district court's thinking had not changed between July 17 and December 7, and that the denial of fees on the latter date, and thereafter in February of 1993, stemmed from the court's steadfast, unarguably correct belief that the time for filing a viable fee application had expired.  Because the record clearly confirms the existence of this \"special circumstance,\" no more is exigible.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, appellants claim that the district court's failure to grant their motion for postjudgment relief in a manner that would have opened a new 30-day window constituted an abuse of discretion.  But the district court's discretion under Fed.R.Civ.P. 60(b) is \"wide,\" Cotto v. United States, 993 F.2d 274, 277 (1st Cir.1993);  accord Valley Citizens for a Safe Env't v. Aldridge, 969 F.2d 1315, 1317 (1st Cir.1992),<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and we discern no abuse in this instance.  Whether the district court, as a matter of grace, might have had discretion to vacate and reenter the 1991 judgment or otherwise relieve appellants from the burden of Local Rule 54.3 is not the issue.  Here, the judge did not see fit to extend discretionary relief--and we can hardly fault her for refusing to extricate appellants from a self-dug hole.  See, e.g., Zaklama v. Mt. Sinai Med.  Ctr., 906 F.2d 645, 649 (11th Cir.1990) (affirming trial court's denial of fee petition for applicant's failure to comply with timeliness requirements of local rule;  stating, inter alia, \"[p]ractitioners must adhere to applicable local rules in order for those local rules to have effect and federal courts by enforcement will preserve the integrity of local rules, absent problems of a constitutional dimension\").</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We need go no further.  Local Rule 54.3 provides a reasonable period of time following the entry of judgment within which a prevailing party may bring an application for attorneys' fees.  Appellants dawdled well past the deadline;  they did not file their application until eight months after judgment entered.  The district court acted well within its discretion in refusing to entertain so stale an entreaty.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 42 U.S.C. Sec. 1988 provides in pertinent part that, in actions brought under the aegis of 42 U.S.C. Sec. 1983, \"the court, in its discretion, may allow the prevailing party ... a reasonable attorney's fee as part of the costs.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Rule 54(b) provides in pertinent part:</p>\n        <p>When more than one claim for relief is presented in an action, ... or when multiple parties are involved, the court may direct the entry of a final judgment as to one or more but fewer than all of the claims or parties only upon an express determination that there is no just reason for delay and upon an express direction for the entry of judgment.  In the absence of such determination and direction, any order or other form of decision, however designated, which adjudicates fewer than all the claims or the rights and liabilities of fewer than all the parties shall not terminate the action as to any of the claims or parties, and the order or other form of decision is subject to revision at any time before the entry of judgment adjudicating all the claims and the rights and liabilities of all the parties.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> It is, of course, well settled that a judgment is considered \"final\" if it resolves the merits, despite the fact that it leaves claims for attorneys' fees to be adjudicated at a later date.  See White, 455 U.S. at 452 &amp; n. 14, 102 S.Ct. at 1167 &amp; n. 14;  Crossman v. Maccoccio, 792 F.2d 1, 2-3 (1st Cir.1986) (per curiam)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court made this abundantly clear both in the wording of its order and in holding fast to its earlier refusal to grant fees</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It makes no difference that appellants also invoked Fed.R.Civ.P. 59(e).  The same expansive discretion inheres under that rule.  See Mackin v. City of Boston, 969 F.2d 1273, 1279 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1043, 122 L.Ed.2d 352 (1993);  United States v. Land at 5 Bell Rock Rd., 896 F.2d 605, 611 (1st Cir.1990);  Appeal of Sun Pipe Line Co., 831 F.2d 22, 25 (1st Cir.1987), cert. denied, 486 U.S. 1055, 108 S.Ct. 2821, 100 L.Ed.2d 922 (1988)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">517</span></span></p>\n    <p class=\"parties\">Paul WITTY, et al., Plaintiffs, Appellees,<br>v.<br>Michael S. DUKAKIS, etc., et al., Defendants, Appellees.<br>Gerald S. Kramer, et al., Plaintiffs, Appellants.</p>\n    <p class=\"docket\">No. 93-1238.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 4, 1993.<br>Decided Sept. 2, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mary Winstanley O'Connor with whom Gaffin &amp; Krattenmaker, P.C., Boston, MA, was on brief, for plaintiffs, appellants.</p>\n      <p class=\"indent\">Margaret Monsell, Asst. Atty. Gen., Comm. of Mass., with whom Scott Harshbarger, Atty. Gen., Boston, MA, was on brief, for defendants, appellees.</p>\n      <p class=\"indent\">Before SELYA and STAHL, Circuit Judges, and FUSTE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After failing to strike while the iron was hot, appellants invited the district court to overlook their lassitude and award them attorneys' fees under 42 U.S.C. Sec. 1988.  The district court demurred.  We find the court's declination of appellant's invitation, premised on the lack of a timely fee petition, to be appropriate.  Consequently, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* We need not dwell on the provenance of the underlying suit.  For present purposes, it suffices merely to say that parents of several mentally and physically handicapped children brought suit in a Massachusetts state court charging the named defendants, state officials, with dereliction of duty and seeking injunctive relief.  The original plaintiffs averred in substance that the state had an obligation to continue the children's special education past age twenty-two;  that the state legislature appropriated money to accomplish this objective;  and that the executive branch then wrongfully impounded the funds.  Plaintiffs later added a claim pursuant to 42 U.S.C. Sec. 1983.  Appellants, parents of similarly situated children, moved to intervene as parties plaintiff, making virtually identical claims.  On October 10, 1989, a state judge granted their motion.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 18, defendants removed the action to the federal district court.  All plaintiffs, including the appellants, moved to remand.  On January 24, 1990, the district court, in an order reminiscent of the precedent proposed by Solomon to resolve conflicting claims of parentage, see 2 Kings 3:16-18, remanded the state-law claims but retained jurisdiction over the section 1983 claim.  The parties subsequently reached a settlement resolving all the state-law claims.  By virtue of this settlement, the plaintiffs, and all persons similarly situated, including appellants, achieved complete relief.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On January 15, 1991, plaintiffs asked the district court for attorneys' fees pursuant to 42 U.S.C. Sec. 1988.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Appellants did not file a similar application.  On June 21, 1991, the judge issued a memorandum order awarding plaintiffs $147,288.17.  On August 12, 1991, final judgment entered.  The judgment commemorated the fee award and dismissed the underlying claims as moot.  On the same date, the case was administratively closed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On April 23, 1992, appellants stirred from their apparent slumber and applied for fees.  On July 17, the district court denied the application as untimely under D.Mass.Loc.R. 54.3, which requires a prevailing party to move for attorneys' fees within thirty days next following the entry of judgment, on pain of preclusion.  Appellants moved for reconsideration.  The court denied that motion on December 7.  Appellants then tried a different route, moving for entry of judgment pursuant to Fed.R.Civ.P. 54(b).  Appellants contended that, because the district court's earlier entry of judgment did not specifically mention \"intervenors,\" it \"adjudicate[d] fewer than all the claims ... of fewer than all the parties,\" and therefore failed to \"terminate the action.\"   Fed.R.Civ.P. 54(b).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  By virtue of this maneuver, appellants hoped to restart the clock in regard to the filing of an application for counsel fees.  On December 31, 1992, the district court granted the motion for entry of judgment stating explicitly, however, that it was doing so \"with respect to the only issue remaining, [appellants'] claim for attorney's fees.\"   A judgment commemorative of the December 31 order entered on January 4, 1993.  The district court subsequently refused to amend either the new or the old judgment and, by order dated February 3, 1993, again denied appellants' request for attorneys' fees.  This appeal ensued.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Ordinarily, a prevailing plaintiff in a section 1983 case is entitled to recover reasonable attorneys' fees \"unless special circumstances would render such an award unjust.\"  Blanchard v. Bergeron, <span class=\"citation\" data-id=\"112196\"><a href=\"/opinion/112196/blanchard-v-bergeron/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span>, 89 n. 1, <span class=\"citation\" data-id=\"112196\"><a href=\"/opinion/112196/blanchard-v-bergeron/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">939</span></a></span>, 942 n. 1, <span class=\"citation\" data-id=\"112196\"><a href=\"/opinion/112196/blanchard-v-bergeron/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span> </a></span>(1989);  Newman v. Piggy Park Enters., Inc., <span class=\"citation\" data-id=\"107637\"><a href=\"/opinion/107637/newman-v-piggie-park-enterprises-inc/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></a></span>, 402, <span class=\"citation\" data-id=\"107637\"><a href=\"/opinion/107637/newman-v-piggie-park-enterprises-inc/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">964</span></a></span>, 966, <span class=\"citation\" data-id=\"107637\"><a href=\"/opinion/107637/newman-v-piggie-park-enterprises-inc/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1263</span> </a></span>(1968).  Local Rule 54.3 conditions this entitlement by requiring prevailing parties to file fee applications within thirty days next following the entry of judgment or else forever hold their peace.  The genealogy of this timeliness requirement is impeccable.  See White v. New Hampshire Dep't of Empl't Sec., <span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></span>, 454, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1162</span></span>, 1168, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">325</span> </span>(1981) (suggesting that courts adopt such rules);  Baird v. Bellotti, <span class=\"citation\" data-id=\"429582\"><a href=\"/opinion/429582/william-baird-v-francis-x-bellotti-planned-parenthood-league-of/\"><span class=\"volume\">724</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1032</span></a></span>, 1037 n. 6 (1st Cir.1984) (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In general, rules limiting the time within which fee claims may be filed are enforceable according to their tenor.  Here, appellants do not question the propriety of such rules.  By like token, appellants have shown insufficient reason why they should be excused from the operation of Local Rule 54.3.  Nevertheless, appellants weave an imaginative tapestry featuring manifold reasons why the district court erred in refusing to entertain their fee petition.  Having pulled each asseverational thread, we find the fabric to be unserviceable.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">First, appellants say that, inasmuch as the 1991 judgment made no particular mention of them, it could not have been a final judgment within the meaning of the Civil Rules and, therefore, the 30-day time period specified in Local Rule 54.3 did not begin to run until January 4, 1993 (when the district court, at appellants' behest, entered another judgment).  But, appellants proceed from a mistaken assumption.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A judgment is final \"when the court enters a decision resolving the contested matter, leaving nothing to be done except execution of the judgment.\"  United States v. Metropolitan Dist. Comm'n, <span class=\"citation\" data-id=\"506188\"><a href=\"/opinion/506188/united-states-v-metropolitan-district-commission-conservation-law/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 14 (1st Cir.1988).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Since appellants had intervened as parties plaintiff and their substantive claims matched those of the original plaintiffs, the action was effectively ended when the court dismissed plaintiffs' federal claims as moot.  See 7C Charles A. Wright et al., Federal Practice and Procedure Sec. 1920, at 488 (1983) (explaining that, as a general rule, \"the intervenor is treated as if he were an original party and has equal standing with the original parties\").  At that point in the proceedings, then, appellants' claims had no independent life.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We add a postscript.  We think that the 1991 judgment, by dint of plain language and surrounding context, disposed of all remaining claims.  If, however, any ambiguity existed, we would be bound to defer to a reasonable interpretation of the judgment's meaning and effect elucidated by the judicial officer who authored it.  See, e.g., Metropolitan Dist. <span class=\"citation\" data-id=\"506188\"><span class=\"antecedent_guess\">Comm'n,</span> <a href=\"/opinion/506188/united-states-v-metropolitan-district-commission-conservation-law/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">14</span></a></span>;  Martha's Vineyard Scuba Headquarters, Inc. v. Unidentified, Wrecked and Abandoned Steam Vessel, <span class=\"citation\" data-id=\"497956\"><a href=\"/opinion/497956/marthas-vineyard-scuba-headquarters-inc-v-the-unidentified-wrecked-and/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1059</span></a></span>, 1066-67 (1st Cir.1987);  Lefkowitz v. Fair, <span class=\"citation\" data-id=\"486539\"><a href=\"/opinion/486539/alan-lefkowitz-v-michael-fair-commissioner-department-of-corrections/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 22-23 (1st Cir.1987);  Advance Fin.  Corp. v. Isla Rica Sales, Inc., <span class=\"citation\" data-id=\"443943\"><a href=\"/opinion/443943/advance-financial-corporation-v-isla-rica-sales-inc-antonio-novoa-v/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span>, 26 n. 10 (1st Cir.1984).  Here, the district judge, in denying the fee application as untimely, made it crystal clear that she believed the 1991 judgment disposed of all remaining claims, appellants' included, and that she intended the judgment to have precisely that culminative effect.  Because the district judge's reading is, far and away, the most plausible interpretation that can be placed on the judgment, appellants' attempt to argue otherwise can only be viewed as a prime example of disappointed litigants elevating hope above reason.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, appellants asseverate that the 30-day period specified in Local Rule 54.3 began to run anew when the district court entered another judgment on January 4, 1993.  This argument is also flawed.  To the extent it relies upon the alleged incompleteness or lack of finality of the earlier judgment, it fails on the basis of what we have already written.  To the extent that this argument has a somewhat different focus, it conveniently overlooks that the 1993 judgment entered at appellants' express request.  From the district court's standpoint, the judgment's only effect was to put a tidy end to appellants' belated quest for fees.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  A party confronted by a set period for taking an action cannot allow the time to lapse and then resurrect his rights merely by asking the court to reconsider or to confirm what the court has already done.  See, e.g., Fisichelli v. City, Etc. of Methuen, <span class=\"citation\" data-id=\"528442\"><a href=\"/opinion/528442/alfred-d-fisichelli-v-the-city-known-as-the-town-of-methuen/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 18-19 (1st Cir.1989);  Rodriguez-Antuna v. Chase Manhattan Bank Corp., <span class=\"citation\" data-id=\"520401\"><a href=\"/opinion/520401/migda-rodriguez-antuna-v-chase-manhattan-bank-corporation/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1989);  see also Browder v. Director, Ill.  Dep't of Corrections, <span class=\"citation\" data-id=\"109761\"><a href=\"/opinion/109761/browder-v-director-dept-of-corrections-of-ill/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, 263 n. 7, <span class=\"citation\" data-id=\"109761\"><a href=\"/opinion/109761/browder-v-director-dept-of-corrections-of-ill/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">556</span></a></span>, 560 n. 7, <span class=\"citation\" data-id=\"109761\"><a href=\"/opinion/109761/browder-v-director-dept-of-corrections-of-ill/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">521</span> </a></span>(1978).  After all, \"[t]he law ministers to the vigilant not to those who sleep upon perceptible rights.\"  Puleio v. Vose, <span class=\"citation\" data-id=\"495428\"><a href=\"/opinion/495428/joseph-a-puleio-v-george-a-vose-jr-etc/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1197</span></a></span>, 1203 (1st Cir.1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">990</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1297</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">506</span> </span>(1988).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Third, appellants argue that the 1991 judgment had no dispositive effect because they received no contemporaneous notice of its entry.  This suggestion ignores an abecedarian rule of civil practice:  parties to an ongoing case have an independent obligation to monitor all developments in the case and cannot rely on the clerk's office to do their homework for them.  See Vargas v. Gonzalez, <span class=\"citation\" data-id=\"591125\"><a href=\"/opinion/591125/pedro-c-vargas-v-leonardo-gonzalez/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">916</span></a></span>, 917 (1st Cir.1992); Spiller v. U.S.V. Labs., Inc., <span class=\"citation\" data-id=\"503429\"><a href=\"/opinion/503429/michael-e-spiller-v-us-v-laboratories-inc/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">535</span></a></span>, 537 (1st Cir.1988);  cf. Fed.R.Civ.P. 77(d) (providing that \"lack of notice of the entry [of a judgment] by the clerk does not affect the time to appeal\").  Had appellants exercised even a modicum of diligence, they would have known that proceedings were in progress to assess attorneys' fees and, thereafter, that the case had been closed.  In sum, appellants' professed lack of awareness cannot be permitted to frustrate the 30-day time limit limned in Local Rule 54.3.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Next, appellants assert that the district court's denial of fees was inexplicit--it did not particularly describe the \"special circumstances\" that rendered a fee award \"unjust,\" <span class=\"citation\" data-id=\"112196\"><span class=\"antecedent_guess\">Blanchard,</span> <a href=\"/opinion/112196/blanchard-v-bergeron/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">89</span> </a></span>n. <span class=\"citation\" data-id=\"112196\"><span class=\"antecedent_guess\">1,</span> <a href=\"/opinion/112196/blanchard-v-bergeron/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">942</span> </a></span>n. 1--and, therefore, defective.  This assertion blinks reality.  The pertinent facts are as follows.  The district court initially rebuffed appellants' fee application on July 17, 1992.  The court's order explained that the fee request was time barred.  Appellants later made two subsequent motions that, in effect, asked the court to revisit the matter of fees.  The district court denied these motions without comment;  the operative orders were entered on December 7, 1992 and February 3, 1993, respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellants urge us to set aside the last two orders for lack of findings.  We see no need to do so.  So long as a district court's reason for denying fees or monetary sanctions is (1) well founded, (2) sufficient to the stated end, and (3) apparent on the face of the record, a reviewing tribunal will not insist on unnecessary punctilio.  See, e.g., Figueroa-Ruiz v. Alegria, <span class=\"citation\" data-id=\"543069\"><a href=\"/opinion/543069/rafael-figueroa-ruiz-v-jose-e-alegria-appeal-of-rafael-perez-bachs/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">545</span></a></span>, 549 (1st Cir.1990) (requiring explanation only when reason for denial of sanctions is \"not obvious or apparent from the record\");  Morgan v. Massachusetts Gen. Hosp., <span class=\"citation\" data-id=\"540006\"><a href=\"/opinion/540006/john-e-morgan-v-massachusetts-general-hospital/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">186</span></a></span>, 195 (1st Cir.1990) (similar);  see also Brewster v. Dukakis, <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">488</span></span>, 493 (1st Cir.1993) (affirming reduction in claimed attorneys' fees despite absence of explicit findings);  Jacobs v. Mancuso, <span class=\"citation\" data-id=\"492350\"><a href=\"/opinion/492350/andrew-s-jacobs-v-anthony-mancuso-etc/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">559</span></a></span>, 564 (1st Cir.1987) (acknowledging that there are some circumstances in which judges confronted by fee requests may \"be allowed to draw conclusions ... without full articulation\").  The case at bar comes squarely within this principle.  It is perfectly clear that the district court's thinking had not changed between July 17 and December 7, and that the denial of fees on the latter date, and thereafter in February of 1993, stemmed from the court's steadfast, unarguably correct belief that the time for filing a viable fee application had expired.  Because the record clearly confirms the existence of this \"special circumstance,\" no more is exigible.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, appellants claim that the district court's failure to grant their motion for postjudgment relief in a manner that would have opened a new 30-day window constituted an abuse of discretion.  But the district court's discretion under Fed.R.Civ.P. 60(b) is \"wide,\" Cotto v. United States, <span class=\"citation\" data-id=\"606662\"><a href=\"/opinion/606662/evelyn-cotto-and-edwin-torres-etc-v-united-states/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">274</span></a></span>, 277 (1st Cir.1993);  accord Valley Citizens for a Safe Env't v. Aldridge, <span class=\"citation\" data-id=\"587247\"><a href=\"/opinion/587247/valley-citizens-for-a-safe-environment-v-edward-c-aldridge/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1315</span></a></span>, 1317 (1st Cir.1992),<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and we discern no abuse in this instance.  Whether the district court, as a matter of grace, might have had discretion to vacate and reenter the 1991 judgment or otherwise relieve appellants from the burden of Local Rule 54.3 is not the issue.  Here, the judge did not see fit to extend discretionary relief--and we can hardly fault her for refusing to extricate appellants from a self-dug hole.  See, e.g., Zaklama v. Mt. Sinai Med.  Ctr., <span class=\"citation\" data-id=\"543691\"><a href=\"/opinion/543691/esmat-zaklama-md-v-mount-sinai-medical-center/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">645</span></a></span>, 649 (11th Cir.1990) (affirming trial court's denial of fee petition for applicant's failure to comply with timeliness requirements of local rule;  stating, inter alia, \"[p]ractitioners must adhere to applicable local rules in order for those local rules to have effect and federal courts by enforcement will preserve the integrity of local rules, absent problems of a constitutional dimension\").</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We need go no further.  Local Rule 54.3 provides a reasonable period of time following the entry of judgment within which a prevailing party may bring an application for attorneys' fees.  Appellants dawdled well past the deadline;  they did not file their application until eight months after judgment entered.  The district court acted well within its discretion in refusing to entertain so stale an entreaty.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 42 U.S.C. Sec. 1988 provides in pertinent part that, in actions brought under the aegis of 42 U.S.C. Sec. 1983, \"the court, in its discretion, may allow the prevailing party ... a reasonable attorney's fee as part of the costs.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Rule 54(b) provides in pertinent part:</p>\n        <p>When more than one claim for relief is presented in an action, ... or when multiple parties are involved, the court may direct the entry of a final judgment as to one or more but fewer than all of the claims or parties only upon an express determination that there is no just reason for delay and upon an express direction for the entry of judgment.  In the absence of such determination and direction, any order or other form of decision, however designated, which adjudicates fewer than all the claims or the rights and liabilities of fewer than all the parties shall not terminate the action as to any of the claims or parties, and the order or other form of decision is subject to revision at any time before the entry of judgment adjudicating all the claims and the rights and liabilities of all the parties.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> It is, of course, well settled that a judgment is considered \"final\" if it resolves the merits, despite the fact that it leaves claims for attorneys' fees to be adjudicated at a later date.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">White,</span> <span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">452</span> </span>&amp; n. <span class=\"citation no-link\"><span class=\"antecedent_guess\">14,</span> <span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1167</span> </span>&amp; n. 14;  Crossman v. Maccoccio, <span class=\"citation\" data-id=\"471041\"><a href=\"/opinion/471041/donna-crossman-v-michael-maccoccio/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2-3 (1st Cir.1986) (per curiam)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court made this abundantly clear both in the wording of its order and in holding fast to its earlier refusal to grant fees</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It makes no difference that appellants also invoked Fed.R.Civ.P. 59(e).  The same expansive discretion inheres under that rule.  See Mackin v. City of Boston, <span class=\"citation\" data-id=\"587240\"><a href=\"/opinion/587240/lawrence-mackin-v-city-of-boston/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1273</span></a></span>, 1279 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1043</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">352</span> </span>(1993);  United States v. Land at 5 Bell Rock Rd., <span class=\"citation\" data-id=\"536972\"><a href=\"/opinion/536972/united-states-v-parcel-of-land-and-residence-located-thereon-at-5-bell/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">605</span></a></span>, 611 (1st Cir.1990);  Appeal of Sun Pipe Line Co., <span class=\"citation\" data-id=\"495473\"><a href=\"/opinion/495473/application-for-issuance-of-order-requiring-the-united-states-environmental/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 25 (1st Cir.1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1055</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2821</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">922</span> </span>(1988)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107637/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109761/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112196/",
    "https://www.courtlistener.com/api/rest/v3/opinions/429582/",
    "https://www.courtlistener.com/api/rest/v3/opinions/443943/",
    "https://www.courtlistener.com/api/rest/v3/opinions/471041/",
    "https://www.courtlistener.com/api/rest/v3/opinions/486539/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492350/",
    "https://www.courtlistener.com/api/rest/v3/opinions/495428/",
    "https://www.courtlistener.com/api/rest/v3/opinions/495473/",
    "https://www.courtlistener.com/api/rest/v3/opinions/497956/",
    "https://www.courtlistener.com/api/rest/v3/opinions/503429/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506188/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520401/",
    "https://www.courtlistener.com/api/rest/v3/opinions/528442/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536972/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540006/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543069/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543691/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587240/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587247/",
    "https://www.courtlistener.com/api/rest/v3/opinions/591125/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606662/"
  ]
}