{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194980/",
  "id": 194980,
  "absolute_url": "/opinion/194980/marta-v-u-of-pr/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194980/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:29:35Z",
  "date_modified": "2020-02-21T23:41:39.289454Z",
  "type": "010combined",
  "sha1": "1251c5cdc884a2bcc645ac34e064c6a9ab1f73a4",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2214.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 92-2214\n\n         MARTA NIEVES, IN REPRESENTATION AND ON BEHALF OF\n            HER MINOR SON ANGEL LUIS HERNANDEZ NIEVES,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                UNIVERSITY OF PUERTO RICO, ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\n                                                        \n\n                                           \n\n                              Before\n\n                      Selya, Cyr and Boudin,\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n   David Efron with whom Law Offices of David Efron was on brief for\n                                                   \nappellant.\n   Efren T. Irizarry-Colon with whom  Elisa M. Figueroa-Baez was  on\n                                                            \nbrief for appellees.\n\n                                           \n\n                         October 18, 1993\n                                           \n\n          CYR, Circuit  Judge.   Marta Nieves appeals  a district\n          CYR, Circuit  Judge.\n                             \n\ncourt order dismissing the medical malpractice action she brought\n\nin  behalf of her minor  son Angel Luis  Hern ndez Nieves against\n\nAngel  Gelp , M.D., and  Gonz lez Recio, M.D.,  whom the district\n\ncourt found immune from suit pursuant to P.R. Laws  Ann. tit. 26,\n\n  4105.  We affirm.\n\n                                I\n\n                            BACKGROUND\n\n          We  recite the  facts in  the light  most favorable  to\n\nplaintiff.    See  Goldman,  Antonetti,  Ferraiuoli,  Axtmayer  &amp;\n                                                                 \n\nHertell v. Medfit Int'l,  Inc., 982 F.2d 686, 689 (1st Cir. 1993)\n                              \n\n(summary judgment).  In December  1983, Marta Nieves entered  the\n\nFederico Trilla Hospital (\"the  Hospital\"), a privately owned and\n\noperated medical facility in  Puerto Rico.  Appellee  Angel Gelp \n\nand Jose Mel ndez, medical residents under the supervision of the\n\nattending physician,  Dr.  Ailed Gonz lez  Recio,  undertook  the\n\ndelivery of Nieves' son Angel.  The three physicians were affili-\n\nated with the  University of Puerto Rico  Medical School (\"UPR\").\n\nLater,  Angel  was diagnosed  with  serious  physical and  mental\n\nimpairments,  allegedly  attributable   to  asphyxiation   during\n\nchildbirth.\n\n          In December  1990, Nieves, by  that time a  resident of\n\nFlorida, brought this diversity  action against, inter alia, UPR,\n                                                           \n\nDrs.  Gelp   and Gonz lez  Recio,  and  their insurers,  alleging\n\n                                2\n\nprofessional  negligence.  See P.R.  Laws Ann. tit.  31,    5141-\n                              \n\n5142.1   Defendants answered and  moved to dismiss  the complaint\n\npursuant to Fed. R. Civ.  P. 12(b)(1) and 12(b)(6).  UPR,  noting\n\nits  status as  an  \"arm\" of  the  Commonwealth of  Puerto  Rico,\n\nasserted its  Eleventh Amendment immunity  from unconsented suit,\n\nsee Perez v. Rodriguez Bou, 575  F.2d 21, 25 (1st Cir. 1978), and\n                          \n\nits insusceptibility  to federal diversity jurisdiction, see Moor\n                                                                 \n\nv. County of Alameda, 411 U.S. 693, 717 (1973).\n                    \n\n          The two  appellees, who claimed to  be UPR \"employees,\"\n\nhence  physicians employed  by the  Commonwealth, relied  on P.R.\n\nLaws Ann. tit. 26,   4105 (Supp. 1989) as a basis for dismissal:\n\n          No health service professional may be includ-\n          ed as a defendant in a civil suit for damages\n          due to malpractice  caused in performance  of\n          his  profession  while  said  health  service\n          professional  acts  in  compliance  with  his\n          duties  and functions as  an employee  of the\n          Commonwealth  of  Puerto Rico,  its dependen-\n          cies, instrumentalities and municipalities.\n\nId.  Section  4105, a provision of Act No.  74 of 1976, otherwise\n   \n\nknown as the Medico-Hospital Professional Liability Insurance Act\n\n(MHPLIA), was enacted to  alleviate the severe malpractice insur-\n\nance  crisis facing Puerto Rico.  See generally Enr quez P rez v.\n                                                              \n\nFern ndez,  108  P.R.  Dec. 674,  677-80  (1979).   The  appellee\n         \n\ndoctors  contend that  any  patient injured  by the  professional\n\nnegligence  of a  physician  covered by  section  4105 has  legal\n\nrecourse only  against the  physician's employer, or  the Common-\n\n                    \n\n     1The  original  complaint  also  named  Dr.  Fern ndez,  the\nadmitting physician, and Dr. Mel ndez, but Nieves dismissed as to\nFern ndez and failed to serve Mel ndez.\n\n                                3\n\nwealth, which  is immune  from compensatory damages  liability in\n\nexcess of $75,000, see P.R. Laws Ann. tit. 32,   3077(a), and, in\n                      \n\nany event, not amenable to suit in federal court.2\n\n          On January 31, 1992, following eight months  of discov-\n\nery,  Nieves  filed  her  opposition to  the  motion  to dismiss.\n\nNieves contended that section  4105 violated the Equal Protection\n\nClause  and the Due Process Clause of the United States Constitu-\n\ntion and their  counterpart clauses in the Puerto  Rico Constitu-\n\ntion.  Alternatively, Nieves argued that there remained a genuine\n\nissue of material  fact with  respect to whether  Drs. Gelp   and\n\nGonz lez  Recio were  UPR  \"employees\" entitled  to section  4105\n\nimmunity, or  merely \"independent contractors\"  employed pursuant\n\nto a contract between the Hospital and UPR.\n\n          On the same day that Nieves filed her opposition to the\n\nmotion to  dismiss, the district court dismissed the complaint as\n\nto all defendants.3   Three weeks later, however, the  two appel-\n\nlee  physicians filed a  \"reply\" to Nieves'  opposition, to which\n\nthey attached  a sworn statement by a UPR dean attesting that Dr.\n\nGonz lez Recio was an \"employee\" of the UPR medical school campus\n\n                    \n\n     2Insurers are  insulated from  liability to the  same extent\ntheir  insured physicians  are entitled  to   4105  immunity. See\n                                                                 \nLind  Rodr guez v. Commonwealth of Puerto Rico, 112 P.R. Dec. 67,\n                                              \n68 (1982)  (  4105  immunity  not a  personal  defense,  but  the\n\"inexistence  of a cause of action,\"  so that \"the insurer is not\nliable\").\n\n     3The district court  granted Nieves'  request for  voluntary\ndismissal of the complaint against  UPR for lack of jurisdiction.\nSee  Fed. R. Civ.  P. 41(a)(2).  A  Rule 12(b)(1) dismissal would\n   \nnot bar suit against UPR in the Commonwealth courts.  See Costel-\n                                                                 \nlo  v. United  States, 365  U.S. 265,  285 (1961)  (Rule 12(b)(1)\n                     \ndismissal not disposition on merits).\n\n                                4\n\nin December 1983, and that Dr. Gelp  was a \"resident\"  in the UPR\n\nmedical  graduate program.    On April 7,  1992,  Nieves filed  a\n\nmotion for clarification  and reconsideration, expressing concern\n\nthat the district court overlooked the arguments presented in the\n\nopposition memorandum she filed the  day the court dismissed  the\n\ncomplaint.  The district court denied the motion to reconsider.\n\n                                II\n\n                            DISCUSSION\n\nA.   Constitutionality of Section 4105.\n                                      \n\n          Nieves contends  that section  4105 violates the  equal\n\nprotection and due process  clauses of the Puerto  Rico Constitu-\n\ntion4  because it (1)  discriminates against \"poor\"  people    an\n\ninherently \"suspect\" class  under Puerto Rico constitutional  law\n\n     who have no economic  option but to use  the low-cost public\n\nhealth services  provided by  physicians employed by  the Common-\n\nwealth,  or (2)  divests  all patients  treated by  Commonwealth-\n\nemployed physicians of a \"fundamental\" constitutional right; that\n\nis, the right to recover  full compensatory damages for  injuries\n                              \n\n                    \n\ncaused by physician negligence.5   Nieves argues, therefore, that\n     4Article  II, section  7, of  the Commonwealth  constitution\nprovides:   \"The right to life, liberty and enjoyment of property\nis recognized as a  fundamental right of man.   The death penalty\nshall not exist.   No person shall be deprived  of his liberty or\nproperty without  due process of law.   No person in  Puerto Rico\nshall  be denied equal protection  of the laws. . . .\"    Article\nII, section  1, provides:   \"The dignity  of the  human being  is\ninviolable.  All men are equal before the law.  No discrimination\nshall  be  made on  account of  race,  color, sex,  birth, social\norigin or condition, or  political or religious ideas.   Both the\nlaws  and  the system  of  public  education shall  embody  these\nprinciples of essential human equality.\"\n\n     5On appeal,  Nieves has  abandoned the equal  protection and\ndue process arguments premised on the United States Constitution.\n\n                                5\n\nher constitutional challenges require  us to subject section 4105\n\nto \"strict  scrutiny.\"   She requests  that the  district court's\n\ninterpretation of Puerto  Rico law  be set aside,  or that  these\n\nconstitutional questions be certified  to the Puerto Rico Supreme\n\nCourt.  See P.R. Laws Ann. tit. 4, App. I-A, Rule 27(a).6\n           \n\n          Under  Puerto Rico law, a statutory classification that\n\n\"affects fundamental rights of the citizen or is intended against\n                           \n\na suspect  classification\" is  subjected to \"strict  scrutiny,\" a\n                         \n\nheightened standard under which the Commonwealth must demonstrate\n\n\"a compelling state  interest which justifies the  classification\n\nand that the [classification] necessarily encourages  the attain-\n\nment of that interest.\"  Zachry Int'l of Puerto Rico v.  Superior\n                                                                 \n\nCourt  of Puerto Rico, 104 P.R. Dec. 267, 277-78 (1975) (emphasis\n                     \n\nadded).   We  have been  unable to  find a  reported Puerto  Rico\n\ndecision squarely addressing  the constitutional questions raised\n\nby Nieves.  The cases cited by appellees, and presumably endorsed\n\nby the  district court, are distinguishable,  either because they\n\ninvolve statutory  classifications  which do  not  implicate  the\n\n                    \n\n     6Rule  27 of the Supreme  Court of Puerto  Rico provides, in\npertinent part:\n\n     This court may take  cognizance of any matter certified\n     for it by  the Supreme  Court of the  United States,  a\n     Circuit  Court of Appeals of  the United States, a Dis-\n     trict Court of the United  States, . . . whenever it is\n     thus  requested by any  of said  courts, if  before the\n     petitioner court there is any judicial matter involving\n     questions of  Puerto Rican law which  may determine the\n     result thereof, and with regard  to which, in the opin-\n     ion of the petitioner court, there  are no clear prece-\n     dents in the case law of this Court.\n\nP.R. Laws. Ann. tit. 4, App. I-A, Rule 27(a).\n\n                                6\n\nspecies of \"fundamental  right\" or \"suspect  class\" relied on  by\n\nNieves  in the present case, see, e.g., Lind Rodr guez v. Common-\n                                                                 \n\nwealth of Puerto Rico, 112 P.R. Dec. 67 (1982); V zquez Negr n v.\n                                                              \n\nDepartment  of Health of Puerto  Rico, 109 P.R.  Dec. 19 (1979),7\n                                     \n\nor  because they treat  with arguments  exclusively based  on the\n\nUnited  States Constitution,  not the  Commonwealth constitution,\n\nsee, e.g., Rodr guez Diaz v. Sierra Mart nez, 717 F. Supp. 27, 32\n                                            \n\n(D. P.R. 1989)  (presuming that Lind and V zquez  also determined\n                                                \n\n                    \n\n     7The  district court cited  these two decisions  in its dis-\nmissal order.  V zquez  Negr n reversed a summary judgment  for a\n                              \ndefendant-physician, finding  that he was not covered by the pre-\n                                             \n1978  version  of    4105,  which excluded  from  its  protection\nphysicians  who  worked  only  part-time  for  the  Commonwealth.\nV zquez  Negr n, 109  P.R.  Dec. at  23.   On  appeal,  plaintiff\n               \nproposed an  alternative basis for reversal,  arguing that   4105\nviolated  his right to equal protection.  Because the court found\n  4105 inapplicable,  however, it expressly refused  to reach (or\neven to  describe) plaintiff's  constitutional argument.   Id. at\n                                                              \n25.    On the  other  hand, the  court  reached, and  rejected, a\ndistinct  equal protection  challenge  raised  by the  defendant-\n                                                                 \nphysician,  who contended  that  the pre-1978  version of    4105\n         \ndiscriminated between  physicians who worked exclusively  for the\nCommonwealth  and those  who  worked part-time.    Id. at  25-26.\n                                                      \nBecause  part-time  physicians are  not  a  \"suspect\" class,  and\nimmunity from  suit is not a  \"fundamental\" constitutional right,\nsee Alicea v.  C rdova Iturregui,  117 P.R. Dec  676, 691  (1986)\n                                \n(noting that neither Lind nor V zquez dealt  with any fundamental\n                                     \nright  of physicians), the court  upheld the statute  on a tradi-\ntional \"rational  basis\" analysis.  V zquez Negr n, 109 P.R. Dec.\n                                                  \nat 25-26.  (\"[I]t  is evident that those physicians  whose income\nis limited to the  salary derived from the State  deserve greater\nprotection.\"). \n     In Lind Rodr guez, the court affirmed summary judgment for a\n                      \ndefendant-physician employed part-time by the Commonwealth, based\non a 1978 amendment to    4105 which eliminated its \"exclusivity\"\nlimitation.   Lind  Rodr guez,  112 P.R.  Dec.  at 68.    Despite\n                             \nplaintiffs' failure  to preserve their equal  protection claim in\nthe  trial court,  the Puerto  Rico Supreme Court  considered and\nrejected the argument on its merits, adding that \"[plaintiffs] do\nnot persuade us to change  our decision in V zquez Negr n.\"   Id.\n                                                                 \nat  68-69.  This cryptic  language in Lind  Rodr guez provides no\n                                                     \nguidance,  however,  as the  court  did  not  describe the  equal\nprotection claim it was rejecting.\n\n                                7\n\n  4105's validity under the United States Constitution, undertak-\n\ning its own independent  inquiry of federal case law,  and citing\n                                           \n\nSchweiker v. Wilson, 450 U.S. 221 (1981)); supra note 5.\n                                                \n\n          Absent controlling state-law precedent, a federal court\n\nsitting  in diversity has  the discretion to  certify a state-law\n\nquestion  to  the  state's highest  court.  See  Lehman  Bros. v.\n                                                              \n\nSchein,  416  U.S. 386,  391 (1974).   Before  this discretionary\n      \n\ndecision is even considered, however, we must first undertake our\n\nown prediction of state law for we may conclude that  \"the course\n\n[the] state court[] would  take is reasonably clear.\"   Porter v.\n                                                              \n\nNutter, 913 F.2d  37, 41 n.4  (1st Cir.  1990); cf. Salve  Regina\n                                                                 \n\nCollege v. Russell, 499 U.S. 225,    , 111 S. Ct. 1217,     , 113\n                  \n\nL. Ed. 2d 190, 203 (1991) (court of appeals erred by deferring to\n\ndistrict court interpretation of local state law).\n\n     1.   Suspect Class Based on \"Social Condition\".\n                                                   \n\n          The equal protection clause  of the Puerto Rico Consti-\n\ntution,  eclectically patterned  on  such works  as the  American\n\nDeclaration of the  Rights and  Duties of Man  and the  Universal\n\nDeclaration  of the Rights of Man, is more liberally phrased than\n\nits federal counterpart.  See Pruneyard  Shopping Ctr. v. Robins,\n                                                                \n\n447 U.S. 74, 81  (1980) (state constitution may afford  more, but\n\nnot less,  protection than Federal  Constitution).  Specifically,\n\nArticle  II, section  1,  of the  Commonwealth constitution  bans\n\ndiscrimination based on \"social origin  or condition.\"  See supra\n                                                                 \n\nnote 4.  The Puerto Rico Supreme Court has held that any statuto-\n\nry classification  that discriminates  on the  basis of a  \"human\n\n                                8\n\ndignity\" standard enumerated in Article II, section 1, is  inher-\n\nently \"suspect.\"   See, e.g.,  L on Rosario v.  Torres, 109  P.R.\n                                                      \n\nDec. 804,  813-14 (1980).   Thus, although  its precise  contours\n\nremain  undefined, \"poverty\" is  considered a suspect classifica-\n\ntion  under  the  Commonwealth  constitution,  triggering \"strict\n\nscrutiny\" analysis unobtainable under the Equal Protection Clause\n\nof  the  United States  Constitution.   Compare, e.g.,  Molina v.\n                                                              \n\nUrban  Renewal and  Hous. Corp.,  114 P.R.  Dec. 295,  312 (1983)\n                               \n\n(summarizing history of  Puerto Rico's constitutional convention,\n\nnoting that  \"there can  be no  doubt that  the  drafters of  our\n\nConstitution thought it was basic that there be no discrimination\n\nagainst  any person by reason  of the person's  poverty . . . and\n\nany  classification based on this  should be regarded with suspi-\n\ncion and  be strictly  scrutinized\") (Irizarry, J.,  concurring),\n\nwith,  e.g., Harris v. McRae,  448 U.S. 297,  323 (1980) (\"[P]ov-\n                            \n\nerty, standing alone, is not a suspect classification.\"). \n\n          Notwithstanding  the unique history,  culture and legal\n\ntraditions  of Puerto Rico, and the absence of a federal lodestar\n\nfor  a constitutional  classification based  on poverty,  see San\n                                                                 \n\nAntonio Indep. Sch.  Dist. v.  Rodriguez, 411 U.S.  1, 28  (1973)\n                                        \n\n(noting that, unlike race or gender, \"the class  of disadvantaged\n\n'poor' cannot be identified or defined in customary equal protec-\n\ntion terms\"), we are  confident that Nieves would not  prevail on\n\nher  claim under existing Commonwealth law.  The claim falters on\n\nevidentiary  grounds  in  that  the summary  judgment  record  is\n\nplainly  deficient to  enable a  determination that  the immunity\n\n                                9\n\nscheme established  by section  4105 operates to  discriminate on\n                                             \n\nthe basis of a suspect classification.\n\n          Nieves does not contend that section 4105 discriminates\n\n   either on its  face or as applied     against \"poor\" patients.\n\nNor  is it  self-evident  that patients  utilizing public  health\n\nservices in Puerto Rico    a facially neutral statutory classifi-\n                                     \n\ncation    are all, or even primarily, \"poor.\"  In addition, since\n\nsection  4105 merely provides a \"defense\" which may be invoked by\n\nprivate  civil litigants,  i.e., public  health service  doctors,\n                               \n\nagainst any  patient allegedly  injured  as a  result of  medical\n\nmalpractice by  a public health service  physician, Nieves cannot\n\ndemonstrate that the Commonwealth has applied the statute select-\n                                             \n\nively against only  that subset of public health service patients\n\nwho  are \"poor.\"  Rather, Nieves' only colorable argument is that\n\nsection  4105 has  the  actual effect  of discriminating  against\n                                     \n\n\"poor\" people  because a disproportionate share  of public health\n                                         \n\nservices in Puerto  Rico is  administered to the  \"poor.\"   Given\n\nthis position, we  think that Nieves' proposed  showing would not\n\nestablish  unlawful discrimination  under  existing  Puerto  Rico\n\njudicial authority.\n\n          As a preliminary matter, we note that Nieves'  claim of\n\ndisparate impact rests  on a  fragile foundation.   The data  are\n\npresented in the form of a lawyer's assertions,8  rather than  in\n\n                    \n\n     8Nieves' opposition memorandum, signed by her attorney David\nEfron, Esquire, recites the following data:\n\n     Puerto Rico's per capita income is $18,705.00 according\n     to the  Planning Board's  1988 Report to  the Governor.\n\n                                10\n\nthe form required  by Rule 56(e),9  and  are much less compelling\n\nand probative  than Nieves' counsel  claims.10    Nonetheless, we\n\n                    \n\n     In that  same year,  the Medical Assistance  Program of\n     the Puerto Rico Health  Department reported that out of\n     667,753 patients who  attended public health facilities\n     on the island, 387,091 had  annual income of less  than\n     $12,501;  57,750  of less  than  $3,300,  45 less  than\n     $5,800.   Only 891 persons had annual income of $12,800\n     or more.  Some 75% of  the patients at  public institu-\n     tions are indigent. \n\n     9Nieves conceded  that the district court  correctly treated\ndefendants'  motion to dismiss as  a motion for summary judgment.\nSee Fed. R.  Civ. P. 12(b)-(c).   Thus, as  the nonmoving  party,\n   \nNieves  was required to  \"set forth  specific facts  showing that\nthere was a  genuine issue for  trial.\"  Fed.  R. Civ. P.  56(e).\nQuoting data out  of context,  Nieves did not  attach either  the\nfull or excerpted reports she cited as  the source of those data.\nSee, e.g.,  Garside v. Osco  Drug, Inc., 895 F.2d  46, 49-50 (1st\n                                       \nCir.  1987).   Factual  assertions by  counsel in  motion papers,\nmemoranda, briefs,  or other  such \"self-serving\"  documents, are\ngenerally insufficient  to establish  the existence of  a genuine\nissue of material fact  at summary judgment.  See,  e.g., Fragoso\n                                                                 \nv. Lopez, 991 F.2d  878, 887 (1st Cir. 1993);  Transurface Carri-\n                                                                 \ners, Inc. v. Ford Motor Co., 738 F.2d 42, 46 (1st Cir. 1984); see\n                                                                 \ngenerally 10A Charles A. Wright, Arthur R. Miller &amp; Mary K. Kane,\n         \nFederal  Practice  &amp; Procedure    2723,  at  63-65 (1983  &amp; Supp.\n                              \n1993);  cf. also Fed. R. Evid. 201(d) (judicial notice of adjudi-\n                \ncative facts is required only where proponent supplies court with\nnecessary information).\n\n     10For  example, the opposition  memorandum states  that only\n891 out of 667,753 persons treated at public health facilities in\n1988 had annual  incomes in  excess of $12,800,  and that  Puerto\nRico's  \"per capita income\"  that year was $18,705.   It does not\nspecify, however, whether the $18,705 figure is the median or the\naverage  annual  income,  nor  explain the  basis  for  selecting\n$12,800 as  the \"poverty\" cut-off  figure, nor indicate  the per-\ncentage of the total  population of Puerto Rico that  falls below\nthe suggested \"poverty\" cut-off.\n     Moreover, the data presented in the memorandum are inconsis-\ntent.   Although the memorandum asserts that 75% of public health\npatients were \"indigent,\" the other figures cited, if taken to be\npoverty  \"lines,\"  would  yield  indigency rates  of  either  66%\n(444,886 patients  of 667,753  below $12,501),  or more  than 98%\n(666,862 out of 667,753 below $12,800).  Both the 66% and the 98%\nindigency rates assume that the ambiguous figure of  387,091 does\nnot really include all patients with incomes \"less than $12,501,\"\nas Nieves describes,  but only those with incomes falling between\n                                                                 \n\n                                11\n\nassume,  for present  purposes only,  that many  of the  users of\n\nPuerto Rico public health  services are likely to be  poorer than\n\nthe average population.   Still,  we are not  persuaded that  the\n\nPuerto  Rico courts would find that such a showing was a disposi-\n\ntive basis from which to declare section 4105 unconstitutional.\n\n          In addition to raw statistical data of disproportionate\n\nimpact, we  think the Commonwealth courts  would require evidence\n\n(e.g., historical patterns of discrimination against the targeted\n     \n\nclass, or pre-enactment legislative history) that the Puerto Rico\n\nlegislature enacted section 4105 with an invidious discriminatory\n\npurpose or intent  against the  \"poor\" as  a class.   Cf.,  e.g.,\n                                                                \n\nPersonnel Adm'r of Massachusetts v. Feeney, 442 U.S.  256, 278-80\n                                          \n\n(1979)  (upholding gender-neutral  state statute that  gave civil\n\nservice  employment preference  to \"veterans,\"  even  though pre-\n\nferred  class was proven to be 98% male, absent proof that Legis-\n\nlature enacted it  \"because of,\"  rather than \"in  spite of\"  its\n\nadverse effects on women); Washington v. Davis, 426 U.S. 229, 239\n                                              \n\n(1976) (upholding testing for police officer  applicants, despite\n\nstatistical  evidence  that  test  had  disproportionate  adverse\n\nimpact on  black applicants,  absent other evidence  of \"racially\n\ndiscriminatory  purpose\"  of   legislative  enactment).    Nieves\n\nproffered  no such evidence of  discriminatory purpose.  In fact,\n\nsection 4105's legislative history  suggests that the Legislature\n\n                    \n\n$3300  and  $12,501.   If  Nieves'  other  cited figures  (57,750\npatients and 45 patients)  merely represent further breakdowns of\nthis  overall  figure of  387,091  patients,  the indigency  rate\n             \nactually falls to 58%.\n\n                                12\n\nwas  animated  by far  more  beneficent motives      concern that\n\ninflationary  malpractice insurance  premiums  would  dry up  the\n\nsupply of physicians willing to practice in public health servic-\n\nes, depriving many  Puerto Rican families of quality health care.\n\nSee generally Enr quez P rez, 108 P.R. Dec. at 677-80.\n                            \n\n          Given   this  shortfall,  we  simply  lack  a  reliable\n\nevidentiary base from which to appraise whether section 4105 dis-\n\ncriminates  against  the  alleged  suspect  classification  under\n\nCommonwealth law.11\n\n     2.   Fundamental Right to Civil Suit for Damages.\n                                                     \n\n          Nieves'  alternate  constitutional  claim bypasses  the\n\nproblematic  \"poverty\" classification  discussed  above.   Nieves\n\ncontends that \"strict scrutiny\"  analysis is required because the\n\nPuerto Rico  Constitution guarantees the  \"fundamental\" right  to\n\nmaintain  a civil suit for full  compensatory damages, see Torres\n                                                                 \n\nv. Castillo Alicea, 111  P. R. Dec. 792, 801-802  (1981), without\n                  \n\nregard to whether the challenged statutory classification targets\n\na suspect class.  She argues that section 4105 unconstitutionally\n\ndeprives  a non-suspect class    all patients who use Puerto Rico\n\npublic  health  services     of  this  fundamental right  without\n\n                    \n\n     11The Puerto Rico Supreme  Court would reject any certifica-\ntion of this factually  undeveloped issue.  See Pan  Am. Computer\n                                                                 \nCorp. v.  Data Gen. Corp., 112 P.R. Dec. 780, 788 (1982) (Rule 27\n                         \ncertification is warranted only  if, inter alia, \"the  case makes\n                                               \nan  account of all the  facts relevant to  said questions showing\nclearly  the nature of the  controversy giving rise  to the ques-\ntions\").\n\n                                13\n\npositing a compelling governmental interest in its classification\n                     \n\nscheme.  But cf.,  e.g., Christensen v. Ward, 916 F.2d 1462, 1472\n                                            \n\n(10th  Cir.) (pursuit  of state-law  tort action  not fundamental\n\nright guaranteed by Federal Constitution), cert. denied, 498 U.S.\n                                                       \n\n999  (1990); Edelstein  v. Wilentz,  812 F.2d  128, 131  (3d Cir.\n                                  \n\n1987) (same).\n\n          In  Alicea  v. C rdova  Iturregui,  117  P.R. Dec.  676\n                                           \n\n(1986),  the Puerto Rico Supreme Court struck down P.R. Laws Ann.\n\ntit. 26,   4109(1), a MHPLIA companion provision to section 4105,\n\nwhich established  a maximum two-year statute  of limitations for\n\nall  medical malpractice  claims, without  regard to  whether the\n\ninjury was  discoverable within the  two-year limitations period.\n\nThe court noted  that section 4109 created different (albeit non-\n\nsuspect)  classifications  for  patients  who   sustained  patent\n\ninjuries and  patients with latent  injuries.  Id.  at 688.   The\n                                                  \n\ncourt reaffirmed its earlier statement in  Torres \"that the right\n                                                 \n\nto  commence a civil action is  a fundamental right,\" and went on\n                                                   \n\nto  conclude that \"any  legislative classification affecting such\n\nright will have to withstand the strict judicial scrutiny  analy-\n\nsis.\"   Id.  at 690  (citing Torres,  111 P.  R. Dec.  at 801-02)\n                                   \n\n(emphasis added).   In Alicea,  the court held  that the  Common-\n                             \n\nwealth  lacked  a  sufficiently \"compelling  state  interest\"  to\n\njustify  even  this  non-suspect  classification,  and  that  the\n\npurported goals  of the  MHPLIA     assuring  the general  avail-\n\nability  of medical  malpractice insurance  and avoiding  the in-\n\ncreasing medical  costs and declining quality  of care associated\n\n                                14\n\nwith exorbitant  malpractice insurance premiums     would not do.\n\nId. at 693.\n   \n\n          The Alicea court's depiction of Torres has engendered a\n                                                \n\nsplintered precedent that ultimately undermines Nieves' argument.\n\nOnly  two  justices joined  the opinion  of  the court  in Alicea\n                                                                 \n\nwithout reservation.  Three justices filed separate concurrences;\n\none  justice  lodged a  vigorous  dissent.12   In  her concurring\n\nopinion, Justice  Naveira de  Rod n concluded that  the right  to\n\nbring a civil  suit for damages  was at best a  \"property\" right,\n\nand  though  section  4109(1)  was violative  of  procedural  due\n\nprocess, she opined that Torres did not recognize a \"fundamental\"\n                                       \n\nconstitutional  right of access to the  civil courts. Alicea, 117\n                                                            \n\nP.R. Dec at  699-70 n.1  (Naveira de Rod n,  J., concurring).13  \n\nMoreover,  the dissent warned that such a reading of Torres would\n                                                           \n\nexpose all  Puerto Rico civil  statutes of limitations  to strict\n\nscrutiny. Id. at 710 (Rebollo L pez, J., dissenting).  Thus, five\n             \n\nof the seven justices on the Court did not endorse Nieves' inter-\n\npretation of Torres.  See In  re San Juan Dupont Plaza Hotel Fire\n                                                                 \n\nLitig., 687 F. Supp. 716, 733-34 (D. P.R. 1988) (citing Alicea as\n                                                              \n\nsupport for  interpreting  Torres  as  recognizing  a  \"property\"\n                                 \n\nright,  not a \"fundamental\" right, to bring civil suit for damag-\n\n                    \n\n     12Justice Denton did not participate in the Alicea decision,\n                                                       \nand Justice Pons Nu ez concurred without a separate opinion.\n\n     13The concurrence  aptly notes  that, unlike states  such as\nTexas and  Arizona that  presumably recognize such  a fundamental\nconstitutional right, see Kenyon  v. Hammer, 688 P.2d  961 (Ariz.\n                                           \n1984);  Nelson v. Krusen, 678 S.W.2d 918 (Tex. 1984), Puerto Rico\n                        \nhas  no separate or explicit \"open access to courts\" provision in\nits constitution.\n\n                                15\n\nes); see  also Gregg v. Georgia,  428 U.S. 153, 169  n. 15 (1976)\n                               \n\n(noting that, when no rationale commands the respect of a majori-\n\nty of the court, \"the holding of the Court may be  viewed as that\n\nposition taken by those Members who concurred in the judgments on\n\nthe narrowest grounds\") (emphasis added).\n                     \n\n          Moreover, our  own  analysis  of  the  Torres  decision\n                                                       \n\nconfirms that  the reservations  expressed by the  concurring and\n\ndissenting justices  in Alicea  conflict with the  broader inter-\n                              \n\npretation of Torres  proposed by  Nieves.  Torres  struck down  a\n                                                 \n\nstatute which capped tort  damages in malpractice actions against\n\nthe Commonwealth,  but permitted  plaintiffs who won  higher jury\n\nawards to petition the Legislature for special exemption from the\n\ncaps.  See Torres, 111 P. R.  Dec. at 795.  Although Torres cites\n                                                           \n\nlanguage suggesting that the challenged statute fatally impeded a\n\n\"fundamental\"  right to  bring a  civil action, the  court struck\n\ndown the statute  without mentioning  the need  to demonstrate  a\n\n\"compelling state interest,\" thereby raising  grave doubt whether\n\n\"strict  scrutiny\" analysis  was  engaged.   Arguably, at  least,\n\nTorres invalidated the legislative  exemption scheme simply as an\n      \n\nundue encroachment  on the judicial branch,  \"in contravention to\n\nthe principle of  separation of powers.\"   Id. at 803;  cf. V lez\n                                                                 \n\nRuiz  v.  Commonwealth of  Puerto Rico,  111  P.R. Dec.  747, 762\n                                      \n\n(1981)  (striking down MHPLIA's  compulsory arbitration provision\n\nas  undue  interference in  judicial  function).   Thus,  Nieves'\n\nproposed reading  of Torres,  the mooring for  her constitutional\n                           \n\nclaim, derives from language which may well be mere dicta.\n\n                                16\n\n          Since a  majority of the Puerto Rico  Supreme Court has\n\nnot interpreted  (indeed, has declined,  as in Alicea,  to inter-\n                                                     \n\npret)   Torres as Nieves urges,  it would be unfitting  for us to\n              \n\nchart  the future  course of  Commonwealth law  or to  enlist the\n\nPuerto Rico Supreme Court in her pathfinding effort.  See Venezia\n                                                                 \n\nv. Miller  Brewing Co., 626  F.2d 188,  192 n.5  (1st Cir.  1980)\n                      \n\n(court  should be  wary of  certification where  requesting party\n\nmerely  seeks to  persuade state  court  to extend  current state\n                                                  \n\nlaw).   State-law claimants who  bypass an available  state forum\n\ngenerally are not  entitled to adventurous state-law  interpreta-\n\ntions from the  federal forum,14  nor have we  been receptive  to\n\ntheir  requests for  certification  newly asserted  on  appeal.15\n\n                    \n\n     14See Putnam  Resources v. Pateman,  958 F.2d 448,  470 n.25\n                                       \n(1st Cir.  1992);  Carlton v.  Worcester Ins. Co., 923  F.2d 1, 3\n                                                 \n(1st  Cir. 1991); Ryan v. Royal Ins.  Co., 916 F.2d 731, 744 (1st\n                                         \nCir.  1990); Taylor v. Aetna Casualty and Sur. Co., 867 F.2d 705,\n                                                  \n706 (1st Cir. 1989); see also Tidler, 851 F.2d at 425.\n                                    \n\n     15See Fischer v. Bar Harbor Banking &amp; Trust Co., 857 F.2d 4,\n                                                    \n8 (1st Cir. 1988),  cert. denied, 489 U.S. 1018  (1989); Cantwell\n                                                                 \nv.  University  of Massachusetts,  551  F.2d 879,  888  (1st Cir.\n                                \n1977);  see also Seaboard Sur. Co. v. Garrison, Webb &amp; Stanaland,\n                                                                 \nP.A., 823 F.2d 434,  438 (11th Cir. 1987); Colonial  Park Country\n                                                                 \nClub v. Joan of Arc, 746 F.2d 1425, 1429 (10th  Cir. 1984); Smith\n                                                                 \nv. FCX, Inc., 744 F.2d 1378, 1379 (4th  Cir. 1984), cert. denied,\n                                                                \n471 U.S. 1103 (1985).\n     Nieves  first  requested certification  on appeal;  thus her\nentitlement is  \"considerably weaken[ed].\"  Boston  Car Co., Inc.\n                                                                 \nv. Acura Auto. Div., Am.  Honda Motor Co., 971 F.2d 811,  817 n.3\n                                         \n(1st Cir. 1992); see also Croteau v. Olin Corp., 884  F.2d 45, 46\n                                               \n(1st Cir. 1989); Fischer, 857 F.2d at 8; Tidler, 851 F.2d at 426;\n                                               \nPerkins v. Clark Equip.  Co., 823 F.2d  207, 210 (8th Cir.  1987)\n                            \n(\"The practice  of  requesting  certification  after  an  adverse\njudgment  has been  entered should  be discouraged.\").   Absent a\ntimely request to  the district court, the  requesting party must\nadvance some  \"compelling\"  reason for  certification on  appeal.\nId.   Although  on  occasion we  have  ordered certification  sua\n                                                                 \nsponte,  we  find here  no  countervailing  reasons for  allowing\n      \ncertification in these circumstances.\n\n                                17\n\nWhile Nieves did not raise the section 4105 \"defense,\" of course,\n\nit was  a clearly foreseeable  response to her  federal complaint\n\nagainst appellees.\n\nB.   Definition of \"Employee\" in Section 4105.\n                                             \n\n          Finally,  Nieves  contends  that  a  genuine  issue  of\n\nmaterial fact remained  with respect  to whether  Drs. Gelp   and\n\nGonz lez  Recio  were  independent contractors  working  for  UPR\n\npursuant  to  a contract  with  the  Hospital, a  privately-owned\n\nmedical facility.  See Flores Rom n  v. Ramos, 90 J.T.S. 132,  at\n                                             \n\n8243-44 (1990) (holding that  physicians who were merely indepen-\n\ndent contractors  of Commonwealth, and not  its \"employees,\" were\n\nnot entitled to section  4105 immunity).  To determine  whether a\n\nphysician  claiming section  4105  immunity  is  an  \"independent\n\ncontractor,\" or merely a  Commonwealth \"employee,\" the court must\n\nconsider the totality of  the circumstances, focusing principally\n\non  the level of control contractually reserved to the governmen-\n\ntal entity  over the  physician's provision of  patient services.\n\nSee Flores  Rom n, 90 J.T.S. 132,  at 8244.  Relevant  indicia of\n                 \n\n\"independent contractor\" status may include, inter alia, evidence\n                                                       \n\nthat the physician\n\n          (1)  earned  compensation  on  a  per-patient\n               basis, rather than a flat salary;\n\n          (2)  received  no fringe  benefits of  a type\n               given  to  the principal's  employees (-\n                                                       \n               e.g.,  vacation  or sick  leave, pension\n                   \n               benefits, tax withholding);\n\n          (3)  personally owned, invested  in, or  paid\n               for the medical  equipment and  supplies\n\n                                18\n\n               used to treat  patients, or the  facili-\n               ties  which  formed  the situs  of  that\n               treatment, or personally  hired and  su-\n               pervised her own administrative  or sub-\n               sidiary medical personnel;\n\n          (4)  held  and paid for  her own medical mal-\n               practice insurance policy;  or\n\n          (5)  exercised final judgment  as to the  ap-\n               propriate medical treatment to render to\n               patients.\n\nId.;  see also Rivera v. Hospital Universitario, 762 F. Supp. 15,\n                                               \n\n17 (D. P.R. 1991).\n\n          On appeal,  Nieves  and  the  appellees  bandy  various\n\nstatements  relating to  the  physicians'  status,  without  much\n\nregard to whether  these \"facts\" were  ever substantiated in  the\n\nsummary judgment  record as required by Rule 56.  In their answer\n\nand motion to dismiss, Drs. Gelp  and Gonz lez Recio claimed that\n\nthey were  \"state employed  physicians\" entitled to  section 4105\n\nimmunity.   Later, they introduced  a sworn statement  by John M.\n\nRom n Rodr guez, Dean of UPR's Medical Science Campus  and custo-\n\ndian of its  personnel records, attesting that Dr. Gonz lez Recio\n\nwas an \"employee\" of the UPR medical school in December 1983, and\n\nthat Dr. Gelp , while not an \"employee\" of UPR, was enrolled as a\n\n\"resident\" in training in UPR's medical graduate program.16\n\n                    \n\n     16We  assume for  present  purposes that  appellees had  the\nburden  of proof  with respect  to their  status as  Commonwealth\n\"employees.\"  See P.R. Laws  Ann. tit. 32,   1971; but  see supra\n                                                                 \nnote 2.   We  note,  however, that  Nieves  might have  raised  a\ndistinct issue of statutory  interpretation in the district court\nand on appeal; namely, whether  the affiant's mere assertion that\nGelp  was a UPR medical \"resident\" or trainee was probative, as a\nmatter of law,  of his status  as a UPR \"employee\"  under section\n4105.   Generally speaking, of course, not all UPR students would\nnecessarily  be deemed  school  \"employees\" merely  by virtue  of\n\n                                19\n\n          Nieves  conceded at  oral argument  that the  motion to\n\ndismiss was properly  converted to a motion  for summary judgment\n\npursuant to Fed. R. Civ.  P. 12(b)-(c).  As the nonmoving  party,\n\nNieves  was required to set  forth specific facts demonstrating a\n\ntrialworthy issue  as to whether these  defendant physicians were\n\nindependent contractors.  See Fed. R. Civ. P. 56(e).   In support\n                             \n\nof her \"independent contractor\"  theory, Nieves contends that (1)\n\nprior  to December  1983, pursuant  to  contract, UPR  placed its\n\nfaculty and medical graduate  students (residents and interns) at\n\nthe  Hospital for  training purposes, the  Hospital paid  UPR for\n\ntheir services, and UPR  paid the physicians a salary out  of the\n\ncontract  proceeds; (2)  Dr. Gonz lez  Recio, Dr.  Gelp 's super-\n\nvisor, headed  the Hospital's OB-GYN department,  and received no\n\ndirect supervision in the performance of her Hospital duties from\n\nany UPR official; (3)  UPR carried malpractice insurance coverage\n\non both physicians  at its own  expense, allegedly a  superfluous\n\nexpenditure  if  the  physicians  were  \"employees\"  entitled  to\n\nsection 4105 immunity; and (4)  the medical equipment and facili-\n\nties the defendant physicians used to treat patients were neither\n\nprovided  nor owned  by UPR.   Nieves  faces two  difficulties on\n\nappeal.\n\n                    \n\ntheir  student status.  But as framed on appeal, Nieves' argument\ndoes  not  contest Gelp 's  status as  a  UPR \"employee\"  on this\nground.   Therefore,  we  merely  consider  whether there  was  a\ngenuine factual dispute as  to Gelp 's status as an  \"independent\ncontractor\" of UPR.  See Vanhaaren  v. State Farm Mut. Auto. Ins.\n                                                                 \nCo.,  989 F.2d 1,  5 (1st Cir.  1993) (party  to diversity action\n   \nwaives state-law  interpretation not raised in  district court at\nsummary judgment); see  also Hansen v. Continental Ins.  Co., 940\n                                                            \nF.2d 971, 983 n.9 (5th Cir. 1991) (same).\n\n                                20\n\n          First, assuming  these \"facts\"  to be probative  on the\n\nissue  of  \"independent  contractor\" status  (e.g.,  minimal  UPR\n                                                  \n\nsupervision of Dr. Gonz lez Recio), the only \"proof\" presented by\n\nNieves  consisted of the  undocumented and unsubstantiated asser-\n\ntions contained in her opposition memorandum of January 31, 1992.\n\nAlthough Nieves argues that \"the facts . . . depend on the super-\n\nvision  and control  over  [the doctors']  functions pursuant  to\n                                                                 \n\ncontract,\" and even  though she deposed both physicians  and con-\n        \n\nducted discovery for  eight months prior to  dismissal, she never\n\nsubmitted  the pertinent  contract  provisions,  the  malpractice\n\ninsurance policies,  or an  affidavit in  support of  the factual\n\nassertions  set forth  in her  opposition memorandum.17   Factual\n\nassertions by counsel  in motion papers, memoranda, or briefs are\n\ngenerally  not sufficient to  generate a trialworthy  issue.  See\n                                                                 \n\nFragoso v. Lopez, 991 F.2d 878,  887 (1st Cir. 1993); see also In\n                                                                 \n\nre Morris  Paint and  Varnish Co.,  773 F.2d  130, 134  (7th Cir.\n                                 \n\n1985); S.A. Empresa de Viacao Aerea Rio Grandense v. Walter Kidde\n                                                                 \n\n&amp; Co., Inc., 690 F.2d 1235, 1238 (9th Cir. 1982).\n           \n\n          Second, even  though a party may not  generate a trial-\n\nworthy dispute  at summary  judgment merely by  presenting unsub-\n\nstantiated allegations  in its memoranda  or briefs, a  party may\n\nnonetheless  concede facts  adverse  to its  position on  summary\n                                   \n\n                    \n\n     17We appreciate that Nieves  may have been caught off  guard\nby  appellees'  reply memorandum,  filed  three  weeks after  the\ncourt's dismissal  order.  Nevertheless, if  Nieves lacked suffi-\ncient  time to present her evidence in admissible form, she could\nhave  moved for a continuance  pursuant to Fed.  R. Civ. P. 12(c)\nand 56(f).\n\n                                21\n\njudgment.  See 10A Charles A. Wright, Arthur R. Miller  &amp; Mary K.\n              \n\nKane, Federal Practice &amp; Procedure   2723, at 63-65 (1983 &amp; Supp.\n                                  \n\n1993) (adverse facts are the functional equivalent of \"admissions\n\non  file\" explicitly  cognizable under  Rule 56).    Nieves makes\n\nseveral important concessions relevant to the appropriate  \"inde-\n\npendent  contractor\" analysis  prescribed by  Flores Rom n.   The\n                                                          \n\nmere  existence  of  a residency  contract  between  UPR and  the\n\nHospital,  together   with  UPR's  payment  of   the  physicians'\n\nsalaries, indicates  that UPR  exercised ultimate  \"control\" over\n\nthe conditions under  which the doctors  were to provide  medical\n\nservices at the  Hospital.  Further, UPR's  provision and payment\n\nof medical  malpractice insurance coverage  for these  physicians\n\nsuggested,  unless  competently  rebutted,  an  employer-employee\n\nrelationship  between UPR  and  these physicians  under the  UPR-\n\nHospital  contract.   Cf. Flores  Rom n, 90  J.T.S. 132,  at 8244\n                                       \n\n(because physicians'  contract with state agency  gave them abso-\n\nlute control  over medical treatment, contract  also required the\n\ndoctors to pay for, and maintain in force at all times, their own\n\nmalpractice  insurance  policies,  and  to  reimburse  government\n\nentity for all legal expenses arising from the doctors' negligent\n\nacts).18  Finally, Nieves  misapprehends the fundamental  message\n\nof  Flores Rom n, by arguing that the Hospital's ownership of the\n                \n\n                    \n\n     18Nieves argues that UPR would not need to insure the physi-\ncians  if they  were  \"employees,\" hence  absolutely immune  from\nliability under section 4105.  Of course, this is not necessarily\ntrue, since UPR, as an \"arm\" of the  Commonwealth, could still be\nliable  for  the negligence  of its  immune  employees up  to the\nstatutory limits prescribed by P.R. Laws Ann. tit. 32,   3077(a).\nSee supra pp. 3-4.\n         \n\n                                22\n\nmedical  equipment and  facilities establishes  that the  doctors\n\nwere independent  contractors.  The  proper focus is  not whether\n\nthe putative principal (viz., UPR) owns or controls the equipment\n                            \n\nand  facilities,  but whether  the  performing  party (viz.,  the\n                                                           \n\nphysician) uses his own \"tools\" to perform the required services.\n\nNieves  readily concedes  that these  physicians did not  own the\n\nmedical equipment used to treat their patients, nor did they hire\n\nor  supervise  their own  support  personnel,  nor contribute  to\n\nHospital operating expenses.  Moreover, individual physicians did\n\nnot contract with the Hospital to obtain privileges or accommoda-\n\ntions.  Cf. Flores Rom n, 90 J.T.S. 132, at 8244 (noting that the\n                        \n\ncontract provided that the contract doctors would hire  their own\n\nsupport personnel,  and treat patients with  their own equipment,\n\nat their own facilities).\n\n          We conclude that the  summary judgment record contained\n\nno competent evidence, and accordingly did  not raise a colorable\n\nfactual  dispute, from which the district court could have made a\n\ndetermination that either physician was an  \"independent contrac-\n\ntor\" of UPR.  Appellees therefore  were entitled to judgment as a\n\nmatter of law.19\n\n          Affirmed.\n                  \n\n                    \n\n     19On appeal, Nieves argues for the first time that Dr. Gelp \nproduced no  evidence that  he was  a \"health  care professional\"\nwithin  the meaning of  the MHPLIA.   We decline  to address this\nbelated claim as it was never  raised in the district court.  See\n                                                                 \nMiller  v. United States Postal  Serv., 985 F.2d  9, 12 (1st Cir.\n                                      \n1993).\n\n                                23\n",
  "html": "<p class=\"case_cite\">7 F.3d 270</p>\n    <p class=\"case_cite\">86 Ed. Law Rep. 611</p>\n    <p class=\"parties\">Marta NIEVES, in Representation and on Behalf of her minor<br>son Angel Luis Hernandez Nieves, Plaintiff, Appellant,<br>v.<br>UNIVERSITY OF PUERTO RICO, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 92-2214.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 2, 1993.<br>Decided Oct. 18, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David Efron with whom Law Offices of David Efron, was on brief, for plaintiff, appellant.</p>\n      <p class=\"indent\">Efren T. Irizarry-Colon with whom Elisa M. Figueroa-Baez, was on brief, for defendants, appellees.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Marta Nieves appeals a district court order dismissing the medical malpractice action she brought in behalf of her minor son Angel Luis Hernandez Nieves against Angel Gelpi, M.D., and Gonzalez Recio, M.D., whom the district court found immune from suit pursuant to P.R.Laws Ann. tit. 26, &#167; 4105.   We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We recite the facts in the light most favorable to plaintiff.   See Goldman, Antonetti, Ferraiuoli, Axtmayer &amp; Hertell v. Medfit Int'l, Inc., 982 F.2d 686, 689 (1st Cir.1993) (summary judgment).   In December 1983, Marta Nieves entered the Federico Trilla Hospital (\"the Hospital\"), a privately owned and operated medical facility in Puerto Rico.   Appellee Angel Gelpi and Jose Melendez, medical residents under the supervision of the attending physician, Dr. Ailed Gonzalez Recio, undertook the delivery of Nieves' son Angel.   The three physicians were affiliated with the University of Puerto Rico Medical School (\"UPR\").   Later, Angel was diagnosed with serious physical and mental impairments, allegedly attributable to asphyxiation during childbirth.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In December 1990, Nieves, by that time a resident of Florida, brought this diversity action against, inter alia, UPR, Drs. Gelpi and Gonzalez Recio, and their insurers, alleging professional negligence.   See P.R.Laws Ann. tit. 31, &#167;&#167; 5141-5142.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Defendants answered and moved to dismiss the complaint pursuant to Fed.R.Civ.P. 12(b)(1) and 12(b)(6).   UPR, noting its status as an \"arm\" of the Commonwealth of Puerto Rico, asserted its Eleventh Amendment immunity from unconsented suit, see Perez v. Rodriguez Bou, 575 F.2d 21, 25 (1st Cir.1978), and its insusceptibility to federal diversity jurisdiction, see Moor v. County of Alameda, 411 U.S. 693, 717, 93 S.Ct. 1785, 1799, 36 L.Ed.2d 596 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The two appellees, who claimed to be UPR \"employees,\" hence physicians employed by the Commonwealth, relied on P.R.Laws Ann. tit. 26, &#167; 4105 (Supp.1989) as a basis for dismissal:No health service professional may be included as a defendant in a civil suit for damages due to malpractice caused in performance of his profession while said health service professional acts in compliance with his duties and functions as an employee of the Commonwealth of Puerto Rico, its dependencies, instrumentalities and municipalities.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Id.  Section 4105, a provision of Act No. 74 of 1976, otherwise known as the Medico-Hospital Professional Liability Insurance Act (MHPLIA), was enacted to alleviate the severe malpractice insurance crisis facing Puerto Rico.   See generally Enriquez Perez v. Fernandez, 108 P.R. Dec. 674, 677-80 (1979).   The appellee doctors contend that any patient injured by the professional negligence of a physician covered by section 4105 has legal recourse only against the physician's employer, or the Commonwealth, which is immune from compensatory damages liability in excess of $75,000, see P.R.Laws Ann. tit. 32, &#167; 3077(a), and, in any event, not amenable to suit in federal court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On January 31, 1992, following eight months of discovery, Nieves filed her opposition to the motion to dismiss.   Nieves contended that section 4105 violated the Equal Protection Clause and the Due Process Clause of the United States Constitution and their counterpart clauses in the Puerto Rico Constitution.   Alternatively, Nieves argued that there remained a genuine issue of material fact with respect to whether Drs. Gelpi and Gonzalez Recio were UPR \"employees\" entitled to section 4105 immunity, or merely \"independent contractors\" employed pursuant to a contract between the Hospital and UPR.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On the same day that Nieves filed her opposition to the motion to dismiss, the district court dismissed the complaint as to all defendants.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Three weeks later, however, the two appellee physicians filed a \"reply\" to Nieves' opposition, to which they attached a sworn statement by a UPR dean attesting that Dr. Gonzalez Recio was an \"employee\" of the UPR medical school campus in December 1983, and that Dr. Gelpi was a \"resident\" in the UPR medical graduate program.   On April 7, 1992, Nieves filed a motion for clarification and reconsideration, expressing concern that the district court overlooked the arguments presented in the opposition memorandum she filed the day the court dismissed the complaint.   The district court denied the motion to reconsider.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>A. Constitutionality of Section 4105.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nieves contends that section 4105 violates the equal protection and due process clauses of the Puerto Rico Constitution<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> because it (1) discriminates against \"poor\" people--an inherently \"suspect\" class under Puerto Rico constitutional law--who have no economic option but to use the low-cost public health services provided by physicians employed by the Commonwealth, or (2) divests all patients treated by Commonwealth-employed physicians of a \"fundamental\" constitutional right;  that is, the right to recover full compensatory damages for injuries caused by physician negligence.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Nieves argues, therefore, that her constitutional challenges require us to subject section 4105 to \"strict scrutiny.\"   She requests that the district court's interpretation of Puerto Rico law be set aside, or that these constitutional questions be certified to the Puerto Rico Supreme Court.   See P.R.Laws Ann. tit. 4, App.  I-A, Rule 27(a).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under Puerto Rico law, a statutory classification that \"affects fundamental rights of the citizen or is intended against a suspect classification\" is subjected to \"strict scrutiny,\" a heightened standard under which the Commonwealth must demonstrate \"a compelling state interest which justifies the classification and that the [classification] necessarily encourages the attainment of that interest.\"   Zachry Int'l of Puerto Rico v. Superior Court of Puerto Rico, 104 P.R. Dec. 267, 277-78 (1975) (emphasis added).   We have been unable to find a reported Puerto Rico decision squarely addressing the constitutional questions raised by Nieves.   The cases cited by appellees, and presumably endorsed by the district court, are distinguishable, either because they involve statutory classifications which do not implicate the species of \"fundamental right\" or \"suspect class\" relied on by Nieves in the present case, see, e.g., Lind Rodriquez v. Commonwealth of Puerto Rico, 112 P.R. Dec. 67 (1982);  Vazquez Negron v. Department of Health of Puerto Rico, 109 P.R. Dec. 19 (1979),<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> or because they treat with arguments exclusively based on the United States Constitution, not the Commonwealth constitution, see, e.g., Rodriquez Diaz v. Sierra Martinez, 717 F.Supp. 27, 32 (D.P.R.1989) (presuming that Lind and Vazquez also determined &#167; 4105's validity under the United States Constitution, undertaking its own independent inquiry of federal case law, and citing Schweiker v. Wilson, 450 U.S. 221, 101 S.Ct. 1074, 67 L.Ed.2d 186 (1981));  supra note 5.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Absent controlling state-law precedent, a federal court sitting in diversity has the discretion to certify a state-law question to the state's highest court.   See Lehman Bros. v. Schein, 416 U.S. 386, 391, 94 S.Ct. 1741, 1744, 40 L.Ed.2d 215 (1974).   Before this discretionary decision is even considered, however, we must first undertake our own prediction of state law for we may conclude that \"the course [the] state court[ ] would take is reasonably clear.\"  Porter v. Nutter, 913 F.2d 37, 41 n. 4 (1st Cir.1990);  cf. Salve Regina College v. Russell, 499 U.S. 225, 239-40, 111 S.Ct. 1217, 1225, 113 L.Ed.2d 190, 203 (1991) (court of appeals erred by deferring to district court interpretation of local state law).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">1. Suspect Class Based on \"Social Condition\".</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The equal protection clause of the Puerto Rico Constitution, eclectically patterned on such works as the American Declaration of the Rights and Duties of Man and the Universal Declaration of the Rights of Man, is more liberally phrased than its federal counterpart.   See Pruneyard Shopping Ctr. v. Robins, 447 U.S. 74, 81, 100 S.Ct. 2035, 2040, 64 L.Ed.2d 741 (1980) (state constitution may afford more, but not less, protection than Federal Constitution).   Specifically, Article II, section 1, of the Commonwealth constitution bans discrimination based on \"social origin or condition.\"   See supra note 4.   The Puerto Rico Supreme Court has held that any statutory classification that discriminates on the basis of a \"human dignity\" standard enumerated in Article II, section 1, is inherently \"suspect.\"   See, e.g., Leon Rosario v. Torres, 109 P.R. Dec. 804, 813-14 (1980).   Thus, although its precise contours remain undefined, \"poverty\" is considered a suspect classification under the Commonwealth constitution, triggering \"strict scrutiny\" analysis unobtainable under the Equal Protection Clause of the United States Constitution.   Compare, e.g., Molina v. Urban Renewal and Hous.  Corp., 114 P.R. Dec. 295, 312 (1983) (summarizing history of Puerto Rico's constitutional convention, noting that \"there can be no doubt that the drafters of our Constitution thought it was basic that there be no discrimination against any person by reason of the person's poverty ... and any classification based on this should be regarded with suspicion and be strictly scrutinized\") (Irizarry, J., concurring), with, e.g., Harris v. McRae, 448 U.S. 297, 323, 100 S.Ct. 2671, 2691, 65 L.Ed.2d 784 (1980) (\"[P]overty, standing alone, is not a suspect classification.\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Notwithstanding the unique history, culture and legal traditions of Puerto Rico, and the absence of a federal lodestar for a constitutional classification based on poverty, see San Antonio Indep.  Sch. Dist. v. Rodriguez, 411 U.S. 1, 28, 93 S.Ct. 1278, 1294, 36 L.Ed.2d 16 (1973) (noting that, unlike race or gender, \"the class of disadvantaged 'poor' cannot be identified or defined in customary equal protection terms\"), we are confident that Nieves would not prevail on her claim under existing Commonwealth law.   The claim falters on evidentiary grounds in that the summary judgment record is plainly deficient to enable a determination that the immunity scheme established by section 4105 operates to discriminate on the basis of a suspect classification.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Nieves does not contend that section 4105 discriminates--either on its face or as applied--against \"poor\" patients.   Nor is it self-evident that patients utilizing public health services in Puerto Rico--a facially neutral statutory classification--are all, or even primarily, \"poor.\"   In addition, since section 4105 merely provides a \"defense\" which may be invoked by private civil litigants, i.e., public health service doctors, against any patient allegedly injured as a result of medical malpractice by a public health service physician, Nieves cannot demonstrate that the Commonwealth has applied the statute selectively against only that subset of public health service patients who are \"poor.\"   Rather, Nieves' only colorable argument is that section 4105 has the actual effect of discriminating against \"poor\" people because a disproportionate share of public health services in Puerto Rico is administered to the \"poor.\"   Given this position, we think that Nieves' proposed showing would not establish unlawful discrimination under existing Puerto Rico judicial authority.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As a preliminary matter, we note that Nieves' claim of disparate impact rests on a fragile foundation.   The data are presented in the form of a lawyer's assertions,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> rather than in the form required by Rule 56(e),<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and are much less compelling and probative than Nieves' counsel claims.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Nonetheless, we assume, for present purposes only, that many of the users of Puerto Rico public health services are likely to be poorer than the average population.   Still, we are not persuaded that the Puerto Rico courts would find that such a showing was a dispositive basis from which to declare section 4105 unconstitutional.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In addition to raw statistical data of disproportionate impact, we think the Commonwealth courts would require evidence (e.g., historical patterns of discrimination against the targeted class, or pre-enactment legislative history) that the Puerto Rico legislature enacted section 4105 with an invidious discriminatory purpose or intent against the \"poor\" as a class.   Cf., e.g., Personnel Adm'r of Massachusetts v. Feeney, 442 U.S. 256, 278-80, 99 S.Ct. 2282, 2295-97, 60 L.Ed.2d 870 (1979) (upholding gender-neutral state statute that gave civil service employment preference to \"veterans,\" even though preferred class was proven to be 98% male, absent proof that Legislature enacted it \"because of,\" rather than \"in spite of\" its adverse effects on women);   Washington v. Davis, 426 U.S. 229, 239, 96 S.Ct. 2040, 2047, 48 L.Ed.2d 597 (1976) (upholding testing for police officer applicants, despite statistical evidence that test had disproportionate adverse impact on black applicants, absent other evidence of \"racially discriminatory purpose\" of legislative enactment).   Nieves proffered no such evidence of discriminatory purpose.   In fact, section 4105's legislative history suggests that the Legislature was animated by far more beneficent motives--concern that inflationary malpractice insurance premiums would dry up the supply of physicians willing to practice in public health services, depriving many Puerto Rican families of quality health care.   See generally Enriquez Perez, 108 P.R. Dec. at 677-80.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Given this shortfall, we simply lack a reliable evidentiary base from which to appraise whether section 4105 discriminates against the alleged suspect classification under Commonwealth law.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">2. Fundamental Right to Civil Suit for Damages.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Nieves' alternate constitutional claim bypasses the problematic \"poverty\" classification discussed above.   Nieves contends that \"strict scrutiny\" analysis is required because the Puerto Rico Constitution guarantees the \"fundamental\" right to maintain a civil suit for full compensatory damages, see Torres v. Castillo Alicea, 111 P.R. Dec. 792, 801-802 (1981), without regard to whether the challenged statutory classification targets a suspect class.   She argues that section 4105 unconstitutionally deprives a non-suspect class--all patients who use Puerto Rico public health services--of this fundamental right without positing a compelling governmental interest in its classification scheme.   But cf., e.g., Christensen v. Ward, 916 F.2d 1462, 1472 (10th Cir.)  (pursuit of state-law tort action not fundamental right guaranteed by Federal Constitution), cert. denied, 498 U.S. 999, 111 S.Ct. 559, 112 L.Ed.2d 565 (1990);  Edelstein v. Wilentz, 812 F.2d 128, 131 (3d Cir.1987) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In Alicea v. Cordova Iturregui, 117 P.R. Dec. 676 (1986), the Puerto Rico Supreme Court struck down P.R.Laws Ann. tit. 26, &#167; 4109(1), a MHPLIA companion provision to section 4105, which established a maximum two-year statute of limitations for all medical malpractice claims, without regard to whether the injury was discoverable within the two-year limitations period.   The court noted that section 4109 created different (albeit non-suspect) classifications for patients who sustained patent injuries and patients with latent injuries.   Id. at 688.   The court reaffirmed its earlier statement in Torres \"that the right to commence a civil action is a fundamental right,\" and went on to conclude that \"any legislative classification affecting such right will have to withstand the strict judicial scrutiny analysis.\"   Id. at 690 (citing Torres, 111 P.R. Dec. at 801-02) (emphasis added).   In Alicea, the court held that the Commonwealth lacked a sufficiently \"compelling state interest\" to justify even this non-suspect classification, and that the purported goals of the MHPLIA--assuring the general availability of medical malpractice insurance and avoiding the increasing medical costs and declining quality of care associated with exorbitant malpractice insurance premiums--would not do.   Id. at 693.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Alicea court's depiction of Torres has engendered a splintered precedent that ultimately undermines Nieves' argument.   Only two justices joined the opinion of the court in Alicea without reservation.   Three justices filed separate concurrences;  one justice lodged a vigorous dissent.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  In her concurring opinion, Justice Naveira de Rodon concluded that the right to bring a civil suit for damages was at best a \"property\" right, and though section 4109(1) was violative of procedural due process, she opined that Torres did not recognize a \"fundamental\" constitutional right of access to the civil courts.   Alicea, 117 P.R. Dec at 699-70 n. 1 (Naveira de Rodon, J., concurring).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Moreover, the dissent warned that such a reading of Torres would expose all Puerto Rico civil statutes of limitations to strict scrutiny.   Id. at 710 (Rebollo Lopez, J., dissenting).   Thus, five of the seven justices on the Court did not endorse Nieves' interpretation of Torres.   See In re San Juan Dupont Plaza Hotel Fire Litig., 687 F.Supp. 716, 733-34 (D.P.R.1988) (citing Alicea as support for interpreting Torres as recognizing a \"property\" right, not a \"fundamental\" right, to bring civil suit for damages);  see also Gregg v. Georgia, 428 U.S. 153, 169 n. 15, 96 S.Ct. 2909, 2923 n. 15, 49 L.Ed.2d 859 (1976) (noting that, when no rationale commands the respect of a majority of the court, \"the holding of the Court may be viewed as that position taken by those Members who concurred in the judgments on the narrowest grounds\") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Moreover, our own analysis of the Torres decision confirms that the reservations expressed by the concurring and dissenting justices in Alicea conflict with the broader interpretation of Torres proposed by Nieves.   Torres struck down a statute which capped tort damages in malpractice actions against the Commonwealth, but permitted plaintiffs who won higher jury awards to petition the Legislature for special exemption from the caps.   See Torres, 111 P.R. Dec. at 795.   Although Torres cites language suggesting that the challenged statute fatally impeded a \"fundamental\" right to bring a civil action, the court struck down the statute without mentioning the need to demonstrate a \"compelling state interest,\" thereby raising grave doubt whether \"strict scrutiny\" analysis was engaged.   Arguably, at least, Torres invalidated the legislative exemption scheme simply as an undue encroachment on the judicial branch, \"in contravention to the principle of separation of powers.\"   Id. at 803;  cf. Velez Ruiz v. Commonwealth of Puerto Rico, 111 P.R. Dec. 747, 762 (1981) (striking down MHPLIA's compulsory arbitration provision as undue interference in judicial function).   Thus, Nieves' proposed reading of Torres, the mooring for her constitutional claim, derives from language which may well be mere dicta.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Since a majority of the Puerto Rico Supreme Court has not interpreted (indeed, has declined, as in Alicea, to interpret) Torres as Nieves urges, it would be unfitting for us to chart the future course of Commonwealth law or to enlist the Puerto Rico Supreme Court in her pathfinding effort.   See Venezia v. Miller Brewing Co., 626 F.2d 188, 192 n. 5 (1st Cir.1980) (court should be wary of certification where requesting party merely seeks to persuade state court to extend current state law).   State-law claimants who bypass an available state forum generally are not entitled to adventurous state-law interpretations from the federal forum,<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> nor have we been receptive to their requests for certification newly asserted on appeal.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  While Nieves did not raise the section 4105 \"defense,\" of course, it was a clearly foreseeable response to her federal complaint against appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>B. Definition of \"Employee\" in Section 4105.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Finally, Nieves contends that a genuine issue of material fact remained with respect to whether Drs. Gelpi and Gonzalez Recio were independent contractors working for UPR pursuant to a contract with the Hospital, a privately-owned medical facility.   See Flores Roman v. Ramos, 90 J.T.S. 132, at 8243-44 (1990) (holding that physicians who were merely independent contractors of Commonwealth, and not its \"employees,\" were not entitled to section 4105 immunity).   To determine whether a physician claiming section 4105 immunity is an \"independent contractor,\" or merely a Commonwealth \"employee,\" the court must consider the totality of the circumstances, focusing principally on the level of control contractually reserved to the governmental entity over the physician's provision of patient services.   See Flores Roman, 90 J.T.S. 132, at 8244.   Relevant indicia of \"independent contractor\" status may include, inter alia, evidence that the physician</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">(1) earned compensation on a per-patient basis, rather than a flat salary;</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">(2) received no fringe benefits of a type given to the principal's employees (e.g., vacation or sick leave, pension benefits, tax withholding);</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">(3) personally owned, invested in, or paid for the medical equipment and supplies used to treat patients, or the facilities which formed the situs of that treatment, or personally hired and supervised her own administrative or subsidiary medical personnel;</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">(4) held and paid for her own medical malpractice insurance policy;  or</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">(5) exercised final judgment as to the appropriate medical treatment to render to patients.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Id.;  see also Rivera v. Hospital Universitario, 762 F.Supp. 15, 17 (D.P.R.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">On appeal, Nieves and the appellees bandy various statements relating to the physicians' status, without much regard to whether these \"facts\" were ever substantiated in the summary judgment record as required by Rule 56.   In their answer and motion to dismiss, Drs. Gelpi and Gonzalez Recio claimed that they were \"state employed physicians\" entitled to section 4105 immunity.   Later, they introduced a sworn statement by John M. Roman Rodriguez, Dean of UPR's Medical Science Campus and custodian of its personnel records, attesting that Dr. Gonzalez Recio was an \"employee\" of the UPR medical school in December 1983, and that Dr. Gelpi, while not an \"employee\" of UPR, was enrolled as a \"resident\" in training in UPR's medical graduate program.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Nieves conceded at oral argument that the motion to dismiss was properly converted to a motion for summary judgment pursuant to Fed.R.Civ.P. 12(b)-(c).   As the nonmoving party, Nieves was required to set forth specific facts demonstrating a trialworthy issue as to whether these defendant physicians were independent contractors.   See Fed.R.Civ.P. 56(e).   In support of her \"independent contractor\" theory, Nieves contends that (1) prior to December 1983, pursuant to contract, UPR placed its faculty and medical graduate students (residents and interns) at the Hospital for training purposes, the Hospital paid UPR for their services, and UPR paid the physicians a salary out of the contract proceeds;  (2) Dr. Gonzalez Recio, Dr. Gelpi's supervisor, headed the Hospital's OB-GYN department, and received no direct supervision in the performance of her Hospital duties from any UPR official;  (3) UPR carried malpractice insurance coverage on both physicians at its own expense, allegedly a superfluous expenditure if the physicians were \"employees\" entitled to section 4105 immunity;  and (4) the medical equipment and facilities the defendant physicians used to treat patients were neither provided nor owned by UPR.   Nieves faces two difficulties on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">First, assuming these \"facts\" to be probative on the issue of \"independent contractor\" status (e.g., minimal UPR supervision of Dr. Gonzalez Recio), the only \"proof\" presented by Nieves consisted of the undocumented and unsubstantiated assertions contained in her opposition memorandum of January 31, 1992.   Although Nieves argues that \"the facts ... depend on the supervision and control over [the doctors'] functions pursuant to contract,\" and even though she deposed both physicians and conducted discovery for eight months prior to dismissal, she never submitted the pertinent contract provisions, the malpractice insurance policies, or an affidavit in support of the factual assertions set forth in her opposition memorandum.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  Factual assertions by counsel in motion papers, memoranda, or briefs are generally not sufficient to generate a trialworthy issue.   See Fragoso v. Lopez, 991 F.2d 878, 887 (1st Cir.1993);  see also In re Morris Paint and Varnish Co., 773 F.2d 130, 134 (7th Cir.1985);  S.A. Empresa de Viacao Aerea Rio Grandense v. Walter Kidde &amp; Co., Inc., 690 F.2d 1235, 1238 (9th Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Second, even though a party may not generate a trial-worthy dispute at summary judgment merely by presenting unsubstantiated allegations in its memoranda or briefs, a party may nonetheless concede facts adverse to its position on summary judgment.   See 10A Charles A. Wright, Arthur R. Miller &amp; Mary K. Kane, Federal Practice &amp; Procedure &#167; 2723, at 63-65 (1983 &amp; Supp.1993) (adverse facts are the functional equivalent of \"admissions on file\" explicitly cognizable under Rule 56).   Nieves makes several important concessions relevant to the appropriate \"independent contractor\" analysis prescribed by Flores Roman.   The mere existence of a residency contract between UPR and the Hospital, together with UPR's payment of the physicians' salaries, indicates that UPR exercised ultimate \"control\" over the conditions under which the doctors were to provide medical services at the Hospital.   Further, UPR's provision and payment of medical malpractice insurance coverage for these physicians suggested, unless competently rebutted, an employer-employee relationship between UPR and these physicians under the UPR-Hospital contract.   Cf. Flores Roman, 90 J.T.S. 132, at 8244 (because physicians' contract with state agency gave them absolute control over medical treatment, contract also required the doctors to pay for, and maintain in force at all times, their own malpractice insurance policies, and to reimburse government entity for all legal expenses arising from the doctors' negligent acts).<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  Finally, Nieves misapprehends the fundamental message of Flores Roman, by arguing that the Hospital's ownership of the medical equipment and facilities establishes that the doctors were independent contractors.   The proper focus is not whether the putative principal (viz., UPR) owns or controls the equipment and facilities, but whether the performing party (viz., the physician) uses his own \"tools\" to perform the required services.   Nieves readily concedes that these physicians did not own the medical equipment used to treat their patients, nor did they hire or supervise their own support personnel, nor contribute to Hospital operating expenses.   Moreover, individual physicians did not contract with the Hospital to obtain privileges or accommodations.   Cf. Flores Roman, 90 J.T.S. 132, at 8244 (noting that the contract provided that the contract doctors would hire their own support personnel, and treat patients with their own equipment, at their own facilities).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We conclude that the summary judgment record contained no competent evidence, and accordingly did not raise a colorable factual dispute, from which the district court could have made a determination that either physician was an \"independent contractor\" of UPR.   Appellees therefore were entitled to judgment as a matter of law.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The original complaint also named Dr. Fernandez, the admitting physician, and Dr. Melendez, but Nieves dismissed as to Fernandez and failed to serve Melendez</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Insurers are insulated from liability to the same extent their insured physicians are entitled to &#167; 4105 immunity.   See Lind Rodriguez v. Commonwealth of Puerto Rico, 112 P.R. Dec. 67, 68 (1982) (&#167; 4105 immunity not a personal defense, but the \"inexistence of a cause of action,\" so that \"the insurer is not liable\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court granted Nieves' request for voluntary dismissal of the complaint against UPR for lack of jurisdiction.   See Fed.R.Civ.P. 41(a)(2).   A Rule 12(b)(1) dismissal would not bar suit against UPR in the Commonwealth courts.   See Costello v. United States, 365 U.S. 265, 285, 81 S.Ct. 534, 545, 5 L.Ed.2d 551 (1961) (Rule 12(b)(1) dismissal not disposition on merits)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Article II, section 7, of the Commonwealth constitution provides:  \"The right to life, liberty and enjoyment of property is recognized as a fundamental right of man.   The death penalty shall not exist.   No person shall be deprived of his liberty or property without due process of law.   No person in Puerto Rico shall be denied equal protection of the laws....\"  Article II, section 1, provides:  \"The dignity of the human being is inviolable.   All men are equal before the law.   No discrimination shall be made on account of race, color, sex, birth, social origin or condition, or political or religious ideas.   Both the laws and the system of public education shall embody these principles of essential human equality.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> On appeal, Nieves has abandoned the equal protection and due process arguments premised on the United States Constitution</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Rule 27 of the Supreme Court of Puerto Rico provides, in pertinent part:</p>\n        <p>This court may take cognizance of any matter certified for it by the Supreme Court of the United States, a Circuit Court of Appeals of the United States, a District Court of the United States, ... whenever it is thus requested by any of said courts, if before the petitioner court there is any judicial matter involving questions of Puerto Rican law which may determine the result thereof, and with regard to which, in the opinion of the petitioner court, there are no clear precedents in the case law of this Court.</p>\n        <p>P.R.Laws.Ann. tit. 4, App.  I-A, Rule 27(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court cited these two decisions in its dismissal order.   Vazquez Negron reversed a summary judgment for a defendant-physician, finding that he was not covered by the pre-1978 version of &#167; 4105, which excluded from its protection physicians who worked only part-time for the Commonwealth.   Vazquez Negron, 109 P.R. Dec. at 23.   On appeal, plaintiff proposed an alternative basis for reversal, arguing that &#167; 4105 violated his right to equal protection.   Because the court found &#167; 4105 inapplicable, however, it expressly refused to reach (or even to describe) plaintiff's constitutional argument.   Id. at 25.   On the other hand, the court reached, and rejected, a distinct equal protection challenge raised by the defendant-physician, who contended that the pre-1978 version of &#167; 4105 discriminated between physicians who worked exclusively for the Commonwealth and those who worked part-time.   Id. at 25-26.   Because part-time physicians are not a \"suspect\" class, and immunity from suit is not a \"fundamental\" constitutional right, see Alicea v. Cordova Iturregui, 117 P.R. Dec 676, 691 (1986) (noting that neither Lind nor Vazquez dealt with any fundamental right of physicians), the court upheld the statute on a traditional \"rational basis\" analysis.   Vazquez Negron, 109 P.R. Dec. at 25-26.  (\"[I]t is evident that those physicians whose income is limited to the salary derived from the State deserve greater protection.\")</p>\n        <p>In Lind Rodriguez, the court affirmed summary judgment for a defendant-physician employed part-time by the Commonwealth, based on a 1978 amendment to &#167; 4105 which eliminated its \"exclusivity\" limitation.   Lind Rodriguez, 112 P.R. Dec. at 68.   Despite plaintiffs' failure to preserve their equal protection claim in the trial court, the Puerto Rico Supreme Court considered and rejected the argument on its merits, adding that \"[plaintiffs] do not persuade us to change our decision in Vazquez Negron.\"   Id. at 68-69.   This cryptic language in Lind Rodriguez provides no guidance, however, as the court did not describe the equal protection claim it was rejecting.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Nieves' opposition memorandum, signed by her attorney David Efron, Esquire, recites the following data:</p>\n        <p>Puerto Rico's per capita income is $18,705.00 according to the Planning Board's 1988 Report to the Governor.   In that same year, the Medical Assistance Program of the Puerto Rico Health Department reported that out of 667,753 patients who attended public health facilities on the island, 387,091 had annual income of less than $12,501;  57,750 of less than $3,300, 45 less than $5,800.   Only 891 persons had annual income of $12,800 or more.   Some 75% of the patients at public institutions are indigent.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Nieves conceded that the district court correctly treated defendants' motion to dismiss as a motion for summary judgment.   See Fed.R.Civ.P. 12(b)-(c).   Thus, as the nonmoving party, Nieves was required to \"set forth specific facts showing that there was a genuine issue for trial.\"   Fed.R.Civ.P. 56(e).   Quoting data out of context, Nieves did not attach either the full or excerpted reports she cited as the source of those data.   See, e.g., Garside v. Osco Drug, Inc., 895 F.2d 46, 49-50 (1st Cir.1990).   Factual assertions by counsel in motion papers, memoranda, briefs, or other such \"self-serving\" documents, are generally insufficient to establish the existence of a genuine issue of material fact at summary judgment.   See, e.g., Fragoso v. Lopez, 991 F.2d 878, 887 (1st Cir.1993);  Transurface Carriers, Inc. v. Ford Motor Co., 738 F.2d 42, 46 (1st Cir.1984);  see generally 10A Charles A. Wright, Arthur R. Miller &amp; Mary K. Kane, Federal Practice &amp; Procedure &#167; 2723, at 63-65 (1983 &amp; Supp.1993);  cf. also Fed.R.Evid. 201(d) (judicial notice of adjudicative facts is required only where proponent supplies court with necessary information)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> For example, the opposition memorandum states that only 891 out of 667,753 persons treated at public health facilities in 1988 had annual incomes in excess of $12,800, and that Puerto Rico's \"per capita income\" that year was $18,705.   It does not specify, however, whether the $18,705 figure is the median or the average annual income, nor explain the basis for selecting $12,800 as the \"poverty\" cut-off figure, nor indicate the percentage of the total population of Puerto Rico that falls below the suggested \"poverty\" cut-off</p>\n        <p>Moreover, the data presented in the memorandum are inconsistent.   Although the memorandum asserts that 75% of public health patients were \"indigent,\" the other figures cited, if taken to be poverty \"lines,\" would yield indigency rates of either 66% (444,886 patients of 667,753 below $12,501), or more than 98% (666,862 out of 667,753 below $12,800).   Both the 66% and the 98% indigency rates assume that the ambiguous figure of 387,091 does not really include all patients with incomes \"less than $12,501,\" as Nieves describes, but only those with incomes falling between $3300 and $12,501.   If Nieves' other cited figures (57,750 patients and 45 patients) merely represent further breakdowns of this overall figure of 387,091 patients, the indigency rate actually falls to 58%.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The Puerto Rico Supreme Court would reject any certification of this factually undeveloped issue.   See Pan Am.  Computer Corp. v. Data Gen. Corp., 112 P.R. Dec. 780, 788 (1982) (Rule 27 certification is warranted only if, inter alia, \"the case makes an account of all the facts relevant to said questions showing clearly the nature of the controversy giving rise to the questions\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Justice Denton did not participate in the Alicea decision, and Justice Pons Nunez concurred without a separate opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The concurrence aptly notes that, unlike states such as Texas and Arizona that presumably recognize such a fundamental constitutional right, see Kenyon v. Hammer, 142 Ariz. 69, 688 P.2d 961 (1984);  Nelson v. Krusen, 678 S.W.2d 918 (Tex.1984), Puerto Rico has no separate or explicit \"open access to courts\" provision in its constitution</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> See Putnam Resources v. Pateman, 958 F.2d 448, 470 n. 25 (1st Cir.1992);  Carlton v. Worcester Ins. Co., 923 F.2d 1, 3 (1st Cir.1991);  Ryan v. Royal Ins. Co., 916 F.2d 731, 744 (1st Cir.1990);  Taylor v. Aetna Casualty and Sur. Co., 867 F.2d 705, 706 (1st Cir.1989);  see also Tidler v. Eli Lilly and Co., 851 F.2d 418 at 425 (D.C.Cir.1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> See Fischer v. Bar Harbor Banking &amp; Trust Co., 857 F.2d 4, 8 (1st Cir.1988), cert. denied, 489 U.S. 1018, 109 S.Ct. 1135, 103 L.Ed.2d 196 (1989);  Cantwell v. University of Massachusetts, 551 F.2d 879, 888 (1st Cir.1977);  see also Seaboard Sur. Co. v. Garrison, Webb &amp; Stanaland, P.A., 823 F.2d 434, 438 (11th Cir.1987);  Colonial Park Country Club v. Joan of Arc, 746 F.2d 1425, 1429 (10th Cir.1984);  Smith v. FCX, Inc., 744 F.2d 1378, 1379 (4th Cir.1984), cert. denied, 471 U.S. 1103, 105 S.Ct. 2330, 85 L.Ed.2d 848 (1985)</p>\n        <p>Nieves first requested certification on appeal;  thus her entitlement is \"considerably weaken[ed].\"  Boston Car Co., Inc. v. Acura Auto.  Div., Am.  Honda Motor Co., 971 F.2d 811, 817 n. 3 (1st Cir.1992);  see also Croteau v. Olin Corp., 884 F.2d 45, 46 (1st Cir.1989);  Fischer, 857 F.2d at 8;  Tidler, 851 F.2d at 426;  Perkins v. Clark Equip.  Co., 823 F.2d 207, 210 (8th Cir.1987) (\"The practice of requesting certification after an adverse judgment has been entered should be discouraged.\").   Absent a timely request to the district court, the requesting party must advance some \"compelling\" reason for certification on appeal.  Id.  Although on occasion we have ordered certification sua sponte, we find here no countervailing reasons for allowing certification in these circumstances.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> We assume for present purposes that appellees had the burden of proof with respect to their status as Commonwealth \"employees.\"   See P.R.Laws Ann. tit. 32, &#167; 1971;  but see supra note 2.   We note, however, that Nieves might have raised a distinct issue of statutory interpretation in the district court and on appeal;  namely, whether the affiant's mere assertion that Gelpi was a UPR medical \"resident\" or trainee was probative, as a matter of law, of his status as a UPR \"employee\" under section 4105.   Generally speaking, of course, not all UPR students would necessarily be deemed school \"employees\" merely by virtue of their student status.   But as framed on appeal, Nieves' argument does not contest Gelpi's status as a UPR \"employee\" on this ground.   Therefore, we merely consider whether there was a genuine factual dispute as to Gelpi's status as an \"independent contractor\" of UPR.   See Vanhaaren v. State Farm Mut. Auto.  Ins. Co., 989 F.2d 1, 5 (1st Cir.1993) (party to diversity action waives state-law interpretation not raised in district court at summary judgment);  see also Hansen v. Continental Ins. Co., 940 F.2d 971, 983 n. 9 (5th Cir.1991) (same)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> We appreciate that Nieves may have been caught off guard by appellees' reply memorandum, filed three weeks after the court's dismissal order.   Nevertheless, if Nieves lacked sufficient time to present her evidence in admissible form, she could have moved for a continuance pursuant to Fed.R.Civ.P. 12(c) and 56(f)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Nieves argues that UPR would not need to insure the physicians if they were \"employees,\" hence absolutely immune from liability under section 4105.   Of course, this is not necessarily true, since UPR, as an \"arm\" of the Commonwealth, could still be liable for the negligence of its immune employees up to the statutory limits prescribed by P.R. Laws Ann. tit. 32, &#167; 3077(a).   See supra pp. 272-73</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> On appeal, Nieves argues for the first time that Dr. Gelpi produced no evidence that he was a \"health care professional\" within the meaning of the MHPLIA.   We decline to address this belated claim as it was never raised in the district court.   See Miller v. United States Postal Serv., 985 F.2d 9, 12 (1st Cir.1993)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></span></p>\n    <p class=\"case_cite\">86 Ed. Law Rep. 611</p>\n    <p class=\"parties\">Marta NIEVES, in Representation and on Behalf of her minor<br>son Angel Luis Hernandez Nieves, Plaintiff, Appellant,<br>v.<br>UNIVERSITY OF PUERTO RICO, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 92-2214.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 2, 1993.<br>Decided Oct. 18, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David Efron with whom Law Offices of David Efron, was on brief, for plaintiff, appellant.</p>\n      <p class=\"indent\">Efren T. Irizarry-Colon with whom Elisa M. Figueroa-Baez, was on brief, for defendants, appellees.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Marta Nieves appeals a district court order dismissing the medical malpractice action she brought in behalf of her minor son Angel Luis Hernandez Nieves against Angel Gelpi, M.D., and Gonzalez Recio, M.D., whom the district court found immune from suit pursuant to P.R.Laws Ann. tit. 26, &#167; 4105.   We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We recite the facts in the light most favorable to plaintiff.   See Goldman, Antonetti, Ferraiuoli, Axtmayer &amp; Hertell v. Medfit Int'l, Inc., <span class=\"citation\" data-id=\"597417\"><a href=\"/opinion/597417/goldman-antonetti-ferraiuoli-axtmayer-hertell-a-partnership-v-medfit/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">686</span></a></span>, 689 (1st Cir.1993) (summary judgment).   In December 1983, Marta Nieves entered the Federico Trilla Hospital (\"the Hospital\"), a privately owned and operated medical facility in Puerto Rico.   Appellee Angel Gelpi and Jose Melendez, medical residents under the supervision of the attending physician, Dr. Ailed Gonzalez Recio, undertook the delivery of Nieves' son Angel.   The three physicians were affiliated with the University of Puerto Rico Medical School (\"UPR\").   Later, Angel was diagnosed with serious physical and mental impairments, allegedly attributable to asphyxiation during childbirth.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In December 1990, Nieves, by that time a resident of Florida, brought this diversity action against, inter alia, UPR, Drs. Gelpi and Gonzalez Recio, and their insurers, alleging professional negligence.   See P.R.Laws Ann. tit. 31, &#167;&#167; 5141-5142.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Defendants answered and moved to dismiss the complaint pursuant to Fed.R.Civ.P. 12(b)(1) and 12(b)(6).   UPR, noting its status as an \"arm\" of the Commonwealth of Puerto Rico, asserted its Eleventh Amendment immunity from unconsented suit, see Perez v. Rodriguez Bou, <span class=\"citation\" data-id=\"355404\"><a href=\"/opinion/355404/miguel-perez-v-dr-ismael-rodriguez-bou-miguel-perez-v-university-of/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span>, 25 (1st Cir.1978), and its insusceptibility to federal diversity jurisdiction, see Moor v. County of Alameda, <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></a></span>, 717, <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1785</span></a></span>, 1799, <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">596</span> </a></span>(1973).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The two appellees, who claimed to be UPR \"employees,\" hence physicians employed by the Commonwealth, relied on P.R.Laws Ann. tit. 26, &#167; 4105 (Supp.1989) as a basis for dismissal:No health service professional may be included as a defendant in a civil suit for damages due to malpractice caused in performance of his profession while said health service professional acts in compliance with his duties and functions as an employee of the Commonwealth of Puerto Rico, its dependencies, instrumentalities and municipalities.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  Section 4105, </span>a provision of Act No. 74 of 1976, otherwise known as the Medico-Hospital Professional Liability Insurance Act (MHPLIA), was enacted to alleviate the severe malpractice insurance crisis facing Puerto Rico.   See generally Enriquez Perez v. Fernandez, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">674</span></span>, 677-80 (1979).   The appellee doctors contend that any patient injured by the professional negligence of a physician covered by section 4105 has legal recourse only against the physician's employer, or the Commonwealth, which is immune from compensatory damages liability in excess of $75,000, see P.R.Laws Ann. tit. 32, &#167; 3077(a), and, in any event, not amenable to suit in federal court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On January 31, 1992, following eight months of discovery, Nieves filed her opposition to the motion to dismiss.   Nieves contended that section 4105 violated the Equal Protection Clause and the Due Process Clause of the United States Constitution and their counterpart clauses in the Puerto Rico Constitution.   Alternatively, Nieves argued that there remained a genuine issue of material fact with respect to whether Drs. Gelpi and Gonzalez Recio were UPR \"employees\" entitled to section 4105 immunity, or merely \"independent contractors\" employed pursuant to a contract between the Hospital and UPR.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On the same day that Nieves filed her opposition to the motion to dismiss, the district court dismissed the complaint as to all defendants.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Three weeks later, however, the two appellee physicians filed a \"reply\" to Nieves' opposition, to which they attached a sworn statement by a UPR dean attesting that Dr. Gonzalez Recio was an \"employee\" of the UPR medical school campus in December 1983, and that Dr. Gelpi was a \"resident\" in the UPR medical graduate program.   On April 7, 1992, Nieves filed a motion for clarification and reconsideration, expressing concern that the district court overlooked the arguments presented in the opposition memorandum she filed the day the court dismissed the complaint.   The district court denied the motion to reconsider.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>A. Constitutionality of Section 4105.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nieves contends that section 4105 violates the equal protection and due process clauses of the Puerto Rico Constitution<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> because it (1) discriminates against \"poor\" people--an inherently \"suspect\" class under Puerto Rico constitutional law--who have no economic option but to use the low-cost public health services provided by physicians employed by the Commonwealth, or (2) divests all patients treated by Commonwealth-employed physicians of a \"fundamental\" constitutional right;  that is, the right to recover full compensatory damages for injuries caused by physician negligence.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Nieves argues, therefore, that her constitutional challenges require us to subject section 4105 to \"strict scrutiny.\"   She requests that the district court's interpretation of Puerto Rico law be set aside, or that these constitutional questions be certified to the Puerto Rico Supreme Court.   See P.R.Laws Ann. tit. 4, App.  I-A, Rule 27(a).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under Puerto Rico law, a statutory classification that \"affects fundamental rights of the citizen or is intended against a suspect classification\" is subjected to \"strict scrutiny,\" a heightened standard under which the Commonwealth must demonstrate \"a compelling state interest which justifies the classification and that the [classification] necessarily encourages the attainment of that interest.\"   Zachry Int'l of Puerto Rico v. Superior Court of Puerto Rico, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">267</span></span>, 277-78 (1975) (emphasis added).   We have been unable to find a reported Puerto Rico decision squarely addressing the constitutional questions raised by Nieves.   The cases cited by appellees, and presumably endorsed by the district court, are distinguishable, either because they involve statutory classifications which do not implicate the species of \"fundamental right\" or \"suspect class\" relied on by Nieves in the present case, see, e.g., Lind Rodriquez v. Commonwealth of Puerto Rico, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">67</span> </span>(1982);  Vazquez Negron v. Department of Health of Puerto Rico, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">19</span> </span>(1979),<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> or because they treat with arguments exclusively based on the United States Constitution, not the Commonwealth constitution, see, e.g., Rodriquez Diaz v. Sierra Martinez, <span class=\"citation no-link\"><span class=\"volume\">717</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">27</span></span>, 32 (D.P.R.1989) (presuming that Lind and Vazquez also determined &#167; 4105's validity under the United States Constitution, undertaking its own independent inquiry of federal case law, and citing Schweiker v. Wilson, <span class=\"citation\" data-id=\"110423\"><a href=\"/opinion/110423/schweiker-v-wilson/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">221</span></a></span>, <span class=\"citation\" data-id=\"110423\"><a href=\"/opinion/110423/schweiker-v-wilson/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1074</span></a></span>, <span class=\"citation\" data-id=\"110423\"><a href=\"/opinion/110423/schweiker-v-wilson/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">186</span> </a></span>(1981));  supra note 5.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Absent controlling state-law precedent, a federal court sitting in diversity has the discretion to certify a state-law question to the state's highest court.   See Lehman Bros. v. Schein, <span class=\"citation\" data-id=\"109015\"><a href=\"/opinion/109015/lehman-brothers-v-schein/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 391, <span class=\"citation\" data-id=\"109015\"><a href=\"/opinion/109015/lehman-brothers-v-schein/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1741</span></a></span>, 1744, <span class=\"citation\" data-id=\"109015\"><a href=\"/opinion/109015/lehman-brothers-v-schein/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span> </a></span>(1974).   Before this discretionary decision is even considered, however, we must first undertake our own prediction of state law for we may conclude that \"the course [the] state court[ ] would take is reasonably clear.\"  Porter v. Nutter, <span class=\"citation\" data-id=\"547470\"><a href=\"/opinion/547470/john-s-porter-v-harold-nutter/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 41 n. 4 (1st Cir.1990);  cf. Salve Regina College v. Russell, <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, 239-40, <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1217</span></a></span>, 1225, <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">190</span></a></span>, 203 (1991) (court of appeals erred by deferring to district court interpretation of local state law).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">1. Suspect Class Based on \"Social Condition\".</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The equal protection clause of the Puerto Rico Constitution, eclectically patterned on such works as the American Declaration of the Rights and Duties of Man and the Universal Declaration of the Rights of Man, is more liberally phrased than its federal counterpart.   See Pruneyard Shopping Ctr. v. Robins, <span class=\"citation\" data-id=\"110292\"><a href=\"/opinion/110292/pruneyard-shopping-center-v-robins/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">74</span></a></span>, 81, <span class=\"citation\" data-id=\"110292\"><a href=\"/opinion/110292/pruneyard-shopping-center-v-robins/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span>, 2040, <span class=\"citation\" data-id=\"110292\"><a href=\"/opinion/110292/pruneyard-shopping-center-v-robins/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">741</span> </a></span>(1980) (state constitution may afford more, but not less, protection than Federal Constitution).   Specifically, Article II, section 1, of the Commonwealth constitution bans discrimination based on \"social origin or condition.\"   See supra note 4.   The Puerto Rico Supreme Court has held that any statutory classification that discriminates on the basis of a \"human dignity\" standard enumerated in Article II, section 1, is inherently \"suspect.\"   See, e.g., Leon Rosario v. Torres, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">804</span></span>, 813-14 (1980).   Thus, although its precise contours remain undefined, \"poverty\" is considered a suspect classification under the Commonwealth constitution, triggering \"strict scrutiny\" analysis unobtainable under the Equal Protection Clause of the United States Constitution.   Compare, e.g., Molina v. Urban Renewal and Hous.  Corp., <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">295</span></span>, 312 (1983) (summarizing history of Puerto Rico's constitutional convention, noting that \"there can be no doubt that the drafters of our Constitution thought it was basic that there be no discrimination against any person by reason of the person's poverty ... and any classification based on this should be regarded with suspicion and be strictly scrutinized\") (Irizarry, J., concurring), with, e.g., Harris v. McRae, <span class=\"citation\" data-id=\"110333\"><a href=\"/opinion/110333/harris-v-mcrae/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">297</span></a></span>, 323, <span class=\"citation\" data-id=\"110333\"><a href=\"/opinion/110333/harris-v-mcrae/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2671</span></a></span>, 2691, <span class=\"citation\" data-id=\"110333\"><a href=\"/opinion/110333/harris-v-mcrae/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">784</span> </a></span>(1980) (\"[P]overty, standing alone, is not a suspect classification.\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Notwithstanding the unique history, culture and legal traditions of Puerto Rico, and the absence of a federal lodestar for a constitutional classification based on poverty, see San Antonio Indep.  Sch. Dist. v. Rodriguez, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 28, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1278</span></a></span>, 1294, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">16</span> </a></span>(1973) (noting that, unlike race or gender, \"the class of disadvantaged 'poor' cannot be identified or defined in customary equal protection terms\"), we are confident that Nieves would not prevail on her claim under existing Commonwealth law.   The claim falters on evidentiary grounds in that the summary judgment record is plainly deficient to enable a determination that the immunity scheme established by section 4105 operates to discriminate on the basis of a suspect classification.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Nieves does not contend that section 4105 discriminates--either on its face or as applied--against \"poor\" patients.   Nor is it self-evident that patients utilizing public health services in Puerto Rico--a facially neutral statutory classification--are all, or even primarily, \"poor.\"   In addition, since section 4105 merely provides a \"defense\" which may be invoked by private civil litigants, i.e., public health service doctors, against any patient allegedly injured as a result of medical malpractice by a public health service physician, Nieves cannot demonstrate that the Commonwealth has applied the statute selectively against only that subset of public health service patients who are \"poor.\"   Rather, Nieves' only colorable argument is that section 4105 has the actual effect of discriminating against \"poor\" people because a disproportionate share of public health services in Puerto Rico is administered to the \"poor.\"   Given this position, we think that Nieves' proposed showing would not establish unlawful discrimination under existing Puerto Rico judicial authority.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As a preliminary matter, we note that Nieves' claim of disparate impact rests on a fragile foundation.   The data are presented in the form of a lawyer's assertions,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> rather than in the form required by Rule 56(e),<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and are much less compelling and probative than Nieves' counsel claims.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Nonetheless, we assume, for present purposes only, that many of the users of Puerto Rico public health services are likely to be poorer than the average population.   Still, we are not persuaded that the Puerto Rico courts would find that such a showing was a dispositive basis from which to declare section 4105 unconstitutional.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In addition to raw statistical data of disproportionate impact, we think the Commonwealth courts would require evidence (e.g., historical patterns of discrimination against the targeted class, or pre-enactment legislative history) that the Puerto Rico legislature enacted section 4105 with an invidious discriminatory purpose or intent against the \"poor\" as a class.   Cf., e.g., Personnel Adm'r of Massachusetts v. Feeney, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span>, 278-80, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2282</span></a></span>, 2295-97, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">870</span> </a></span>(1979) (upholding gender-neutral state statute that gave civil service employment preference to \"veterans,\" even though preferred class was proven to be 98% male, absent proof that Legislature enacted it \"because of,\" rather than \"in spite of\" its adverse effects on women);   Washington v. Davis, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 239, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, 2047, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span> </a></span>(1976) (upholding testing for police officer applicants, despite statistical evidence that test had disproportionate adverse impact on black applicants, absent other evidence of \"racially discriminatory purpose\" of legislative enactment).   Nieves proffered no such evidence of discriminatory purpose.   In fact, section 4105's legislative history suggests that the Legislature was animated by far more beneficent motives--concern that inflationary malpractice insurance premiums would dry up the supply of physicians willing to practice in public health services, depriving many Puerto Rican families of quality health care.   See generally Enriquez <span class=\"citation no-link\"><span class=\"antecedent_guess\">Perez,</span> <span class=\"volume\">108</span> <span class=\"reporter\">P.R. Dec.</span> at <span class=\"page\">677-80</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Given this shortfall, we simply lack a reliable evidentiary base from which to appraise whether section 4105 discriminates against the alleged suspect classification under Commonwealth law.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">2. Fundamental Right to Civil Suit for Damages.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Nieves' alternate constitutional claim bypasses the problematic \"poverty\" classification discussed above.   Nieves contends that \"strict scrutiny\" analysis is required because the Puerto Rico Constitution guarantees the \"fundamental\" right to maintain a civil suit for full compensatory damages, see Torres v. Castillo Alicea, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">792</span></span>, 801-802 (1981), without regard to whether the challenged statutory classification targets a suspect class.   She argues that section 4105 unconstitutionally deprives a non-suspect class--all patients who use Puerto Rico public health services--of this fundamental right without positing a compelling governmental interest in its classification scheme.   But cf., e.g., Christensen v. Ward, <span class=\"citation\" data-id=\"550168\"><a href=\"/opinion/550168/nos-89-4099-89-4100/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1462</span></a></span>, 1472 (10th Cir.)  (pursuit of state-law tort action not fundamental right guaranteed by Federal Constitution), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">999</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">559</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">565</span> </span>(1990);  Edelstein v. Wilentz, <span class=\"citation\" data-id=\"483556\"><a href=\"/opinion/483556/benjamin-edelstein-v-hon-robert-n-wilentz-hon-robert-l-clifford-hon/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">128</span></a></span>, 131 (3d Cir.1987) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In Alicea v. Cordova Iturregui, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">676</span> </span>(1986), the Puerto Rico Supreme Court struck down P.R.Laws Ann. tit. 26, &#167; 4109(1), a MHPLIA companion provision to section 4105, which established a maximum two-year statute of limitations for all medical malpractice claims, without regard to whether the injury was discoverable within the two-year limitations period.   The court noted that section 4109 created different (albeit non-suspect) classifications for patients who sustained patent injuries and patients with latent injuries.   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 688. </span>  The court reaffirmed its earlier statement in Torres \"that the right to commence a civil action is a fundamental right,\" and went on to conclude that \"any legislative classification affecting such right will have to withstand the strict judicial scrutiny analysis.\"   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 690 </span>(citing <span class=\"citation no-link\"><span class=\"antecedent_guess\">Torres,</span> <span class=\"volume\">111</span> <span class=\"reporter\">P.R. Dec.</span> at <span class=\"page\">801-02</span></span>) (emphasis added).   In Alicea, the court held that the Commonwealth lacked a sufficiently \"compelling state interest\" to justify even this non-suspect classification, and that the purported goals of the MHPLIA--assuring the general availability of medical malpractice insurance and avoiding the increasing medical costs and declining quality of care associated with exorbitant malpractice insurance premiums--would not do.   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 693.</span></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Alicea court's depiction of Torres has engendered a splintered precedent that ultimately undermines Nieves' argument.   Only two justices joined the opinion of the court in Alicea without reservation.   Three justices filed separate concurrences;  one justice lodged a vigorous dissent.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  In her concurring opinion, Justice Naveira de Rodon concluded that the right to bring a civil suit for damages was at best a \"property\" right, and though section 4109(1) was violative of procedural due process, she opined that Torres did not recognize a \"fundamental\" constitutional right of access to the civil courts.   Alicea, 117 P.R. Dec at 699-70 n. 1 (Naveira de Rodon, J., concurring).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Moreover, the dissent warned that such a reading of Torres would expose all Puerto Rico civil statutes of limitations to strict scrutiny.   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 710 </span>(Rebollo Lopez, J., dissenting).   Thus, five of the seven justices on the Court did not endorse Nieves' interpretation of Torres.   See In re San Juan Dupont Plaza Hotel Fire Litig., <span class=\"citation\" data-id=\"1768139\"><a href=\"/opinion/1768139/in-re-san-juan-dupont-plaza-hotel-fire-litigation/\"><span class=\"volume\">687</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">716</span></a></span>, 733-34 (D.P.R.1988) (citing Alicea as support for interpreting Torres as recognizing a \"property\" right, not a \"fundamental\" right, to bring civil suit for damages);  see also Gregg v. Georgia, <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, 169 n. 15, <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2909</span></a></span>, 2923 n. 15, <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">859</span> </a></span>(1976) (noting that, when no rationale commands the respect of a majority of the court, \"the holding of the Court may be viewed as that position taken by those Members who concurred in the judgments on the narrowest grounds\") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Moreover, our own analysis of the Torres decision confirms that the reservations expressed by the concurring and dissenting justices in Alicea conflict with the broader interpretation of Torres proposed by Nieves.   Torres struck down a statute which capped tort damages in malpractice actions against the Commonwealth, but permitted plaintiffs who won higher jury awards to petition the Legislature for special exemption from the caps.   See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Torres,</span> <span class=\"volume\">111</span> <span class=\"reporter\">P.R. Dec.</span> at <span class=\"page\">795</span></span>.   Although Torres cites language suggesting that the challenged statute fatally impeded a \"fundamental\" right to bring a civil action, the court struck down the statute without mentioning the need to demonstrate a \"compelling state interest,\" thereby raising grave doubt whether \"strict scrutiny\" analysis was engaged.   Arguably, at least, Torres invalidated the legislative exemption scheme simply as an undue encroachment on the judicial branch, \"in contravention to the principle of separation of powers.\"   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 803; </span> cf. Velez Ruiz v. Commonwealth of Puerto Rico, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">747</span></span>, 762 (1981) (striking down MHPLIA's compulsory arbitration provision as undue interference in judicial function).   Thus, Nieves' proposed reading of Torres, the mooring for her constitutional claim, derives from language which may well be mere dicta.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Since a majority of the Puerto Rico Supreme Court has not interpreted (indeed, has declined, as in Alicea, to interpret) Torres as Nieves urges, it would be unfitting for us to chart the future course of Commonwealth law or to enlist the Puerto Rico Supreme Court in her pathfinding effort.   See Venezia v. Miller Brewing Co., <span class=\"citation\" data-id=\"380427\"><a href=\"/opinion/380427/patricia-venezia-individually-and-as-she-is-next-friend-of-louis-venezia/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">188</span></a></span>, 192 n. 5 (1st Cir.1980) (court should be wary of certification where requesting party merely seeks to persuade state court to extend current state law).   State-law claimants who bypass an available state forum generally are not entitled to adventurous state-law interpretations from the federal forum,<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> nor have we been receptive to their requests for certification newly asserted on appeal.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  While Nieves did not raise the section 4105 \"defense,\" of course, it was a clearly foreseeable response to her federal complaint against appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>B. Definition of \"Employee\" in Section 4105.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Finally, Nieves contends that a genuine issue of material fact remained with respect to whether Drs. Gelpi and Gonzalez Recio were independent contractors working for UPR pursuant to a contract with the Hospital, a privately-owned medical facility.   See Flores Roman v. Ramos, 90 J.T.S. 132, at 8243-44 (1990) (holding that physicians who were merely independent contractors of Commonwealth, and not its \"employees,\" were not entitled to section 4105 immunity).   To determine whether a physician claiming section 4105 immunity is an \"independent contractor,\" or merely a Commonwealth \"employee,\" the court must consider the totality of the circumstances, focusing principally on the level of control contractually reserved to the governmental entity over the physician's provision of patient services.   See Flores Roman, 90 J.T.S. 132, at 8244.   Relevant indicia of \"independent contractor\" status may include, inter alia, evidence that the physician</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">(1) earned compensation on a per-patient basis, rather than a flat salary;</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">(2) received no fringe benefits of a type given to the principal's employees (e.g., vacation or sick leave, pension benefits, tax withholding);</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">(3) personally owned, invested in, or paid for the medical equipment and supplies used to treat patients, or the facilities which formed the situs of that treatment, or personally hired and supervised her own administrative or subsidiary medical personnel;</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">(4) held and paid for her own medical malpractice insurance policy;  or</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">(5) exercised final judgment as to the appropriate medical treatment to render to patients.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Id.;  see also Rivera v. Hospital Universitario, <span class=\"citation no-link\"><span class=\"volume\">762</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">15</span></span>, 17 (D.P.R.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">On appeal, Nieves and the appellees bandy various statements relating to the physicians' status, without much regard to whether these \"facts\" were ever substantiated in the summary judgment record as required by Rule 56.   In their answer and motion to dismiss, Drs. Gelpi and Gonzalez Recio claimed that they were \"state employed physicians\" entitled to section 4105 immunity.   Later, they introduced a sworn statement by John M. Roman Rodriguez, Dean of UPR's Medical Science Campus and custodian of its personnel records, attesting that Dr. Gonzalez Recio was an \"employee\" of the UPR medical school in December 1983, and that Dr. Gelpi, while not an \"employee\" of UPR, was enrolled as a \"resident\" in training in UPR's medical graduate program.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Nieves conceded at oral argument that the motion to dismiss was properly converted to a motion for summary judgment pursuant to Fed.R.Civ.P. 12(b)-(c).   As the nonmoving party, Nieves was required to set forth specific facts demonstrating a trialworthy issue as to whether these defendant physicians were independent contractors.   See Fed.R.Civ.P. 56(e).   In support of her \"independent contractor\" theory, Nieves contends that (1) prior to December 1983, pursuant to contract, UPR placed its faculty and medical graduate students (residents and interns) at the Hospital for training purposes, the Hospital paid UPR for their services, and UPR paid the physicians a salary out of the contract proceeds;  (2) Dr. Gonzalez Recio, Dr. Gelpi's supervisor, headed the Hospital's OB-GYN department, and received no direct supervision in the performance of her Hospital duties from any UPR official;  (3) UPR carried malpractice insurance coverage on both physicians at its own expense, allegedly a superfluous expenditure if the physicians were \"employees\" entitled to section 4105 immunity;  and (4) the medical equipment and facilities the defendant physicians used to treat patients were neither provided nor owned by UPR.   Nieves faces two difficulties on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">First, assuming these \"facts\" to be probative on the issue of \"independent contractor\" status (e.g., minimal UPR supervision of Dr. Gonzalez Recio), the only \"proof\" presented by Nieves consisted of the undocumented and unsubstantiated assertions contained in her opposition memorandum of January 31, 1992.   Although Nieves argues that \"the facts ... depend on the supervision and control over [the doctors'] functions pursuant to contract,\" and even though she deposed both physicians and conducted discovery for eight months prior to dismissal, she never submitted the pertinent contract provisions, the malpractice insurance policies, or an affidavit in support of the factual assertions set forth in her opposition memorandum.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  Factual assertions by counsel in motion papers, memoranda, or briefs are generally not sufficient to generate a trialworthy issue.   See Fragoso v. Lopez, <span class=\"citation\" data-id=\"605524\"><a href=\"/opinion/605524/carmen-fragoso-aka-carmen-fragoso-de-conway-v-dr-maria-a-lopez/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">878</span></a></span>, 887 (1st Cir.1993);  see also In re Morris Paint and Varnish Co., <span class=\"citation\" data-id=\"458630\"><a href=\"/opinion/458630/in-the-matter-of-morris-paint-and-varnish-company-debtor-appellant/\"><span class=\"volume\">773</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">130</span></a></span>, 134 (7th Cir.1985);  S.A. Empresa de Viacao Aerea Rio Grandense v. Walter Kidde &amp; Co., Inc., <span class=\"citation\" data-id=\"409621\"><a href=\"/opinion/409621/s-a-empresa-de-viacao-aerea-rio-grandense-varig-airlines-v-walter/\"><span class=\"volume\">690</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1235</span></a></span>, 1238 (9th Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Second, even though a party may not generate a trial-worthy dispute at summary judgment merely by presenting unsubstantiated allegations in its memoranda or briefs, a party may nonetheless concede facts adverse to its position on summary judgment.   See 10A Charles A. Wright, Arthur R. Miller &amp; Mary K. Kane, Federal Practice &amp; Procedure &#167; 2723, at 63-65 (1983 &amp; Supp.1993) (adverse facts are the functional equivalent of \"admissions on file\" explicitly cognizable under Rule 56).   Nieves makes several important concessions relevant to the appropriate \"independent contractor\" analysis prescribed by Flores Roman.   The mere existence of a residency contract between UPR and the Hospital, together with UPR's payment of the physicians' salaries, indicates that UPR exercised ultimate \"control\" over the conditions under which the doctors were to provide medical services at the Hospital.   Further, UPR's provision and payment of medical malpractice insurance coverage for these physicians suggested, unless competently rebutted, an employer-employee relationship between UPR and these physicians under the UPR-Hospital contract.   Cf. Flores Roman, 90 J.T.S. 132, at 8244 (because physicians' contract with state agency gave them absolute control over medical treatment, contract also required the doctors to pay for, and maintain in force at all times, their own malpractice insurance policies, and to reimburse government entity for all legal expenses arising from the doctors' negligent acts).<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  Finally, Nieves misapprehends the fundamental message of Flores Roman, by arguing that the Hospital's ownership of the medical equipment and facilities establishes that the doctors were independent contractors.   The proper focus is not whether the putative principal (viz., UPR) owns or controls the equipment and facilities, but whether the performing party (viz., the physician) uses his own \"tools\" to perform the required services.   Nieves readily concedes that these physicians did not own the medical equipment used to treat their patients, nor did they hire or supervise their own support personnel, nor contribute to Hospital operating expenses.   Moreover, individual physicians did not contract with the Hospital to obtain privileges or accommodations.   Cf. Flores Roman, 90 J.T.S. 132, at 8244 (noting that the contract provided that the contract doctors would hire their own support personnel, and treat patients with their own equipment, at their own facilities).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We conclude that the summary judgment record contained no competent evidence, and accordingly did not raise a colorable factual dispute, from which the district court could have made a determination that either physician was an \"independent contractor\" of UPR.   Appellees therefore were entitled to judgment as a matter of law.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The original complaint also named Dr. Fernandez, the admitting physician, and Dr. Melendez, but Nieves dismissed as to Fernandez and failed to serve Melendez</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Insurers are insulated from liability to the same extent their insured physicians are entitled to &#167; 4105 immunity.   See Lind Rodriguez v. Commonwealth of Puerto Rico, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">67</span></span>, 68 (1982) (&#167; 4105 immunity not a personal defense, but the \"inexistence of a cause of action,\" so that \"the insurer is not liable\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court granted Nieves' request for voluntary dismissal of the complaint against UPR for lack of jurisdiction.   See Fed.R.Civ.P. 41(a)(2).   A Rule 12(b)(1) dismissal would not bar suit against UPR in the Commonwealth courts.   See Costello v. United States, <span class=\"citation\" data-id=\"106172\"><a href=\"/opinion/106172/costello-v-united-states/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, 285, <span class=\"citation\" data-id=\"106172\"><a href=\"/opinion/106172/costello-v-united-states/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">534</span></a></span>, 545, <span class=\"citation\" data-id=\"106172\"><a href=\"/opinion/106172/costello-v-united-states/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">551</span> </a></span>(1961) (Rule 12(b)(1) dismissal not disposition on merits)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Article II, section 7, of the Commonwealth constitution provides:  \"The right to life, liberty and enjoyment of property is recognized as a fundamental right of man.   The death penalty shall not exist.   No person shall be deprived of his liberty or property without due process of law.   No person in Puerto Rico shall be denied equal protection of the laws....\"  Article II, section 1, provides:  \"The dignity of the human being is inviolable.   All men are equal before the law.   No discrimination shall be made on account of race, color, sex, birth, social origin or condition, or political or religious ideas.   Both the laws and the system of public education shall embody these principles of essential human equality.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> On appeal, Nieves has abandoned the equal protection and due process arguments premised on the United States Constitution</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Rule 27 of the Supreme Court of Puerto Rico provides, in pertinent part:</p>\n        <p>This court may take cognizance of any matter certified for it by the Supreme Court of the United States, a Circuit Court of Appeals of the United States, a District Court of the United States, ... whenever it is thus requested by any of said courts, if before the petitioner court there is any judicial matter involving questions of Puerto Rican law which may determine the result thereof, and with regard to which, in the opinion of the petitioner court, there are no clear precedents in the case law of this Court.</p>\n        <p>P.R.Laws.Ann. tit. 4, App.  I-A, Rule 27(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court cited these two decisions in its dismissal order.   Vazquez Negron reversed a summary judgment for a defendant-physician, finding that he was not covered by the pre-1978 version of &#167; 4105, which excluded from its protection physicians who worked only part-time for the Commonwealth.   Vazquez <span class=\"citation no-link\"><span class=\"antecedent_guess\">Negron,</span> <span class=\"volume\">109</span> <span class=\"reporter\">P.R. Dec.</span> at <span class=\"page\">23</span></span>.   On appeal, plaintiff proposed an alternative basis for reversal, arguing that &#167; 4105 violated his right to equal protection.   Because the court found &#167; 4105 inapplicable, however, it expressly refused to reach (or even to describe) plaintiff's constitutional argument.   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 25. </span>  On the other hand, the court reached, and rejected, a distinct equal protection challenge raised by the defendant-physician, who contended that the pre-1978 version of &#167; 4105 discriminated between physicians who worked exclusively for the Commonwealth and those who worked part-time.   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 25-26. </span>  Because part-time physicians are not a \"suspect\" class, and immunity from suit is not a \"fundamental\" constitutional right, see Alicea v. Cordova Iturregui, 117 P.R. Dec 676, 691 (1986) (noting that neither Lind nor Vazquez dealt with any fundamental right of physicians), the court upheld the statute on a traditional \"rational basis\" analysis.   Vazquez <span class=\"citation no-link\"><span class=\"antecedent_guess\">Negron,</span> <span class=\"volume\">109</span> <span class=\"reporter\">P.R. Dec.</span> at <span class=\"page\">25-26</span></span>.  (\"[I]t is evident that those physicians whose income is limited to the salary derived from the State deserve greater protection.\")</p>\n        <p>In Lind Rodriguez, the court affirmed summary judgment for a defendant-physician employed part-time by the Commonwealth, based on a 1978 amendment to &#167; 4105 which eliminated its \"exclusivity\" limitation.   Lind <span class=\"citation no-link\"><span class=\"antecedent_guess\">Rodriguez,</span> <span class=\"volume\">112</span> <span class=\"reporter\">P.R. Dec.</span> at <span class=\"page\">68</span></span>.   Despite plaintiffs' failure to preserve their equal protection claim in the trial court, the Puerto Rico Supreme Court considered and rejected the argument on its merits, adding that \"[plaintiffs] do not persuade us to change our decision in Vazquez Negron.\"   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 68-69. </span>  This cryptic language in Lind Rodriguez provides no guidance, however, as the court did not describe the equal protection claim it was rejecting.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Nieves' opposition memorandum, signed by her attorney David Efron, Esquire, recites the following data:</p>\n        <p>Puerto Rico's per capita income is $18,705.00 according to the Planning Board's 1988 Report to the Governor.   In that same year, the Medical Assistance Program of the Puerto Rico Health Department reported that out of 667,753 patients who attended public health facilities on the island, 387,091 had annual income of less than $12,501;  57,750 of less than $3,300, 45 less than $5,800.   Only 891 persons had annual income of $12,800 or more.   Some 75% of the patients at public institutions are indigent.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Nieves conceded that the district court correctly treated defendants' motion to dismiss as a motion for summary judgment.   See Fed.R.Civ.P. 12(b)-(c).   Thus, as the nonmoving party, Nieves was required to \"set forth specific facts showing that there was a genuine issue for trial.\"   Fed.R.Civ.P. 56(e).   Quoting data out of context, Nieves did not attach either the full or excerpted reports she cited as the source of those data.   See, e.g., Garside v. Osco Drug, Inc., <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 49-50 (1st Cir.1990).   Factual assertions by counsel in motion papers, memoranda, briefs, or other such \"self-serving\" documents, are generally insufficient to establish the existence of a genuine issue of material fact at summary judgment.   See, e.g., Fragoso v. Lopez, <span class=\"citation\" data-id=\"605524\"><a href=\"/opinion/605524/carmen-fragoso-aka-carmen-fragoso-de-conway-v-dr-maria-a-lopez/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">878</span></a></span>, 887 (1st Cir.1993);  Transurface Carriers, Inc. v. Ford Motor Co., <span class=\"citation\" data-id=\"437685\"><a href=\"/opinion/437685/transurface-carriers-inc-v-ford-motor-company/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span>, 46 (1st Cir.1984);  see generally 10A Charles A. Wright, Arthur R. Miller &amp; Mary K. Kane, Federal Practice &amp; Procedure &#167; 2723, at 63-65 (1983 &amp; Supp.1993);  cf. also Fed.R.Evid. 201(d) (judicial notice of adjudicative facts is required only where proponent supplies court with necessary information)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> For example, the opposition memorandum states that only 891 out of 667,753 persons treated at public health facilities in 1988 had annual incomes in excess of $12,800, and that Puerto Rico's \"per capita income\" that year was $18,705.   It does not specify, however, whether the $18,705 figure is the median or the average annual income, nor explain the basis for selecting $12,800 as the \"poverty\" cut-off figure, nor indicate the percentage of the total population of Puerto Rico that falls below the suggested \"poverty\" cut-off</p>\n        <p>Moreover, the data presented in the memorandum are inconsistent.   Although the memorandum asserts that 75% of public health patients were \"indigent,\" the other figures cited, if taken to be poverty \"lines,\" would yield indigency rates of either 66% (444,886 patients of 667,753 below $12,501), or more than 98% (666,862 out of 667,753 below $12,800).   Both the 66% and the 98% indigency rates assume that the ambiguous figure of 387,091 does not really include all patients with incomes \"less than $12,501,\" as Nieves describes, but only those with incomes falling between $3300 and $12,501.   If Nieves' other cited figures (57,750 patients and 45 patients) merely represent further breakdowns of this overall figure of 387,091 patients, the indigency rate actually falls to 58%.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The Puerto Rico Supreme Court would reject any certification of this factually undeveloped issue.   See Pan Am.  Computer Corp. v. Data Gen. Corp., <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">780</span></span>, 788 (1982) (Rule 27 certification is warranted only if, inter alia, \"the case makes an account of all the facts relevant to said questions showing clearly the nature of the controversy giving rise to the questions\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Justice Denton did not participate in the Alicea decision, and Justice Pons Nunez concurred without a separate opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The concurrence aptly notes that, unlike states such as Texas and Arizona that presumably recognize such a fundamental constitutional right, see Kenyon v. Hammer, <span class=\"citation\" data-id=\"1132261\"><a href=\"/opinion/1132261/kenyon-v-hammer/\"><span class=\"volume\">142</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">69</span></a></span>, <span class=\"citation\" data-id=\"1132261\"><a href=\"/opinion/1132261/kenyon-v-hammer/\"><span class=\"volume\">688</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">961</span> </a></span>(1984);  Nelson v. Krusen, <span class=\"citation\" data-id=\"2437131\"><a href=\"/opinion/2437131/nelson-v-krusen/\"><span class=\"volume\">678</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">918</span> </a></span>(Tex.1984), Puerto Rico has no separate or explicit \"open access to courts\" provision in its constitution</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> See Putnam Resources v. Pateman, <span class=\"citation\" data-id=\"579198\"><a href=\"/opinion/579198/putnam-resources-v-ronald-m-pateman-ronald-m-pateman-v-frenkel/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span>, 470 n. 25 (1st Cir.1992);  Carlton v. Worcester Ins. Co., <span class=\"citation\" data-id=\"553911\"><a href=\"/opinion/553911/gerald-r-carlton-etc-v-worcester-insurance-company/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1991);  Ryan v. Royal Ins. Co., <span class=\"citation\" data-id=\"550084\"><a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 744 (1st Cir.1990);  Taylor v. Aetna Casualty and Sur. Co., <span class=\"citation\" data-id=\"518385\"><a href=\"/opinion/518385/margaret-taylor-v-aetna-casualty-surety-company/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">705</span></a></span>, 706 (1st Cir.1989);  see also Tidler v. Eli Lilly and Co., <span class=\"citation\" data-id=\"508706\"><a href=\"/opinion/508706/suzanne-e-tidler-and-helene-mankowitz-v-eli-lilly-and-company/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">418</span> </a></span>at 425 (D.C.Cir.1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> See Fischer v. Bar Harbor Banking &amp; Trust Co., <span class=\"citation\" data-id=\"511755\"><a href=\"/opinion/511755/dr-eg-fischer-v-bar-harbor-banking-and-trust-company/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 8 (1st Cir.1988), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1135</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">196</span> </span>(1989);  Cantwell v. University of Massachusetts, <span class=\"citation\" data-id=\"344157\"><a href=\"/opinion/344157/diane-cantwell-v-university-of-massachusetts-and-michael-kasavana/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">879</span></a></span>, 888 (1st Cir.1977);  see also Seaboard Sur. Co. v. Garrison, Webb &amp; Stanaland, P.A., <span class=\"citation\" data-id=\"491060\"><a href=\"/opinion/491060/seaboard-surety-company-v-garrison-webb-stanaland-pa-fka/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">434</span></a></span>, 438 (11th Cir.1987);  Colonial Park Country Club v. Joan of Arc, <span class=\"citation\" data-id=\"443292\"><a href=\"/opinion/443292/colonial-park-country-club-v-joan-of-arc/\"><span class=\"volume\">746</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1425</span></a></span>, 1429 (10th Cir.1984);  Smith v. FCX, Inc., <span class=\"citation\" data-id=\"442163\"><a href=\"/opinion/442163/luther-craig-smith-v-fcx-inc/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1378</span></a></span>, 1379 (4th Cir.1984), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1103</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2330</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">848</span> </span>(1985)</p>\n        <p>Nieves first requested certification on appeal;  thus her entitlement is \"considerably weaken[ed].\"  Boston Car Co., Inc. v. Acura Auto.  Div., Am.  Honda Motor Co., <span class=\"citation\" data-id=\"588108\"><a href=\"/opinion/588108/boston-car-company-inc-dba-acura-of-boston-v-acura-automobile/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">811</span></a></span>, 817 n. 3 (1st Cir.1992);  see also Croteau v. Olin Corp., <span class=\"citation\" data-id=\"528447\"><a href=\"/opinion/528447/paul-croteau-v-olin-corporation/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">45</span></a></span>, 46 (1st Cir.1989);  <span class=\"citation\" data-id=\"511755\"><span class=\"antecedent_guess\">Fischer,</span> <a href=\"/opinion/511755/dr-eg-fischer-v-bar-harbor-banking-and-trust-company/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">8</span></a></span>;  <span class=\"citation\" data-id=\"508706\"><span class=\"antecedent_guess\">Tidler,</span> <a href=\"/opinion/508706/suzanne-e-tidler-and-helene-mankowitz-v-eli-lilly-and-company/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">426</span></a></span>;  Perkins v. Clark Equip.  Co., <span class=\"citation\" data-id=\"491003\"><a href=\"/opinion/491003/ray-and-marilyn-perkins-v-clark-equipment-company-melrose-division/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">207</span></a></span>, 210 (8th Cir.1987) (\"The practice of requesting certification after an adverse judgment has been entered should be discouraged.\").   Absent a timely request to the district court, the requesting party must advance some \"compelling\" reason for certification on appeal.  <span class=\"citation\" data-id=\"491003\"><a href=\"/opinion/491003/ray-and-marilyn-perkins-v-clark-equipment-company-melrose-division/\"><span class=\"id_token\">Id.</span>  Although on </a></span>occasion we have ordered certification sua sponte, we find here no countervailing reasons for allowing certification in these circumstances.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> We assume for present purposes that appellees had the burden of proof with respect to their status as Commonwealth \"employees.\"   See P.R.Laws Ann. tit. 32, &#167; 1971;  but see supra note 2.   We note, however, that Nieves might have raised a distinct issue of statutory interpretation in the district court and on appeal;  namely, whether the affiant's mere assertion that Gelpi was a UPR medical \"resident\" or trainee was probative, as a matter of law, of his status as a UPR \"employee\" under section 4105.   Generally speaking, of course, not all UPR students would necessarily be deemed school \"employees\" merely by virtue of their student status.   But as framed on appeal, Nieves' argument does not contest Gelpi's status as a UPR \"employee\" on this ground.   Therefore, we merely consider whether there was a genuine factual dispute as to Gelpi's status as an \"independent contractor\" of UPR.   See Vanhaaren v. State Farm Mut. Auto.  Ins. Co., <span class=\"citation\" data-id=\"602828\"><a href=\"/opinion/602828/dennis-vanhaaren-v-state-farm-mutual-automobile-insurance-company/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1993) (party to diversity action waives state-law interpretation not raised in district court at summary judgment);  see also Hansen v. Continental Ins. Co., <span class=\"citation\" data-id=\"566021\"><a href=\"/opinion/566021/martin-hansen-cross-appellee-v-the-continental-insurance-company-and/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">971</span></a></span>, 983 n. 9 (5th Cir.1991) (same)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> We appreciate that Nieves may have been caught off guard by appellees' reply memorandum, filed three weeks after the court's dismissal order.   Nevertheless, if Nieves lacked sufficient time to present her evidence in admissible form, she could have moved for a continuance pursuant to Fed.R.Civ.P. 12(c) and 56(f)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Nieves argues that UPR would not need to insure the physicians if they were \"employees,\" hence absolutely immune from liability under section 4105.   Of course, this is not necessarily true, since UPR, as an \"arm\" of the Commonwealth, could still be liable for the negligence of its immune employees up to the statutory limits prescribed by P.R. Laws Ann. tit. 32, &#167; 3077(a).   See supra pp. 272-73</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> On appeal, Nieves argues for the first time that Dr. Gelpi produced no evidence that he was a \"health care professional\" within the meaning of the MHPLIA.   We decline to address this belated claim as it was never raised in the district court.   See Miller v. United States Postal Serv., <span class=\"citation\" data-id=\"599285\"><a href=\"/opinion/599285/ralph-j-miller-jr-v-united-states-postal-service/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span>, 12 (1st Cir.1993)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106172/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108751/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108782/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109015/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109469/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109532/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110098/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110292/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110333/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110423/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112564/",
    "https://www.courtlistener.com/api/rest/v3/opinions/344157/",
    "https://www.courtlistener.com/api/rest/v3/opinions/355404/",
    "https://www.courtlistener.com/api/rest/v3/opinions/380427/",
    "https://www.courtlistener.com/api/rest/v3/opinions/409621/",
    "https://www.courtlistener.com/api/rest/v3/opinions/437685/",
    "https://www.courtlistener.com/api/rest/v3/opinions/442163/",
    "https://www.courtlistener.com/api/rest/v3/opinions/443292/",
    "https://www.courtlistener.com/api/rest/v3/opinions/458630/",
    "https://www.courtlistener.com/api/rest/v3/opinions/483556/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491003/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491060/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508706/",
    "https://www.courtlistener.com/api/rest/v3/opinions/511755/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518385/",
    "https://www.courtlistener.com/api/rest/v3/opinions/528447/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547470/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550168/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553911/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566021/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579198/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588108/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597417/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599285/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602828/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605524/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1132261/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1768139/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2437131/"
  ]
}