{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194956/",
  "id": 194956,
  "absolute_url": "/opinion/194956/united-states-v-mena-robles/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194956/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:28:57Z",
  "date_modified": "2020-02-22T00:11:50.605776Z",
  "type": "010combined",
  "sha1": "2f3aae1c21aed27a520a8d76c48d27e1cc4a6b2f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1233.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \nNo. 92-1233\n                        UNITED STATES,\n                          Appellee,\n\n                              v.\n\n                     ALFONSO MENA-ROBLES,\n                    Defendant, Appellant.\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n               FOR THE DISTRICT OF PUERTO RICO\n        [Hon. Jaime Pieras, Jr., U.S. District Judge]\r                                                                \n                                         \nNo. 92-1299\n                        UNITED STATES,\n                          Appellee,\n\n                              v.\n\n                    MIGUEL TORRES-RIVERA,\n                    Defendant, Appellant.\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n               FOR THE DISTRICT OF PUERTO RICO\n        [Hon. Jaime Pieras, Jr., U.S. District Judge]\r                                                                \n                                         \n                            Before\n\n            Torruella and Stahl, Circuit Judges and\r                                                           \n                   Burns, * District Judge.\r                                                      \n                                         \nOlga M. Shepard for appellant Mena-Robles.\r                           \nJulio C. Codias for appellant Torres-Rivera.\r                           \nJose  A.  Quiles-Espinosa,  Senior Litigation  Counsel,  with whom\r                                     \nDaniel F.  Lopez-Romo, United  States Attorney  and Edwin O.  Vazquez,\r                                                                             \nAssistant United States Attorney, were on brief for appellant.\n                                         \n                      September 28, 1993\n                                         \n                 \n*Of the District of Oregon, sitting by designation\r\n\n          STAHL,  Circuit  Judge.    After a  jury  convicted\r                                            \n\nappellants Miguel Torres Rivera (\"Torres Rivera\") and Alfonso\n\nMena  Robles (\"Mena  Robles\") of  conspiracy to  possess with\n\nintent  to distribute  cocaine, in violation  of 21  U.S.C.  \n\n846,  they were  sentenced to  terms of  imprisonment of  200\n\nmonths  and  170  months,  respectively.    On  appeal,  both\n\ndefendants claim  that the district court  erroneously denied\n\ntheir motions for acquittal  made under Fed. R. Crim.  P. 29,\n\nand   that  their   sentences   contravened  the   Sentencing\n\nGuidelines.    Finding no  reversible  error,  we affirm  the\n\nconvictions and sentences.\n\n                              I.\r                                          I.\r                                            \n\n                      Factual Background\r                                  Factual Background\r                                                    \n\n          We recount the relevant  evidence in the light most\n\nfavorable to the prosecution.  United States v.  Alvarez, 987\r                                                                    \n\nF.2d 77, 79  (1st Cir. 1993),  petition for cert.  filed,    \r                                                                         \n\nU.S.L.W.      (U.S. June 9, 1993) (No. 92-9080).   The arrest\r                         \n\nand  indictment  of  appellants  and their  11  original  co-\n\ndefendants was  the culmination of a  reverse sting operation\n\nconducted by the Puerto  Rico Department of Justice (\"PRDOJ\")\n\nand  the   United  States  Drug   Enforcement  Administration\n\n(\"DEA\").   The  law enforcement  agents posed  as large-scale\n\ncocaine dealers.   Their goal  was to apprehend  genuine drug\n\ntraffickers by  arranging a \"sale\"  of a sizable  quantity of\n\ncocaine.  Toward  that end, PRDOJ Agent Eric Munoz (\"Munoz\"),\n\n                             -2-\r                                          2\r\n\nposing  as a  cocaine  supplier, held  several meetings  with\n\npotential purchasers  interested in  setting up a  deal.   On\n\nMarch  22,  1990,  Munoz  met with  Carlos  Kortwright  Perez\n\n(\"Carlos  Kortwright\"), his  wife, Damaris  Camacho Valcarcel\n\n(\"Damaris   Camacho\"),  his  mother,   Frances  Perez  Corujo\n\n(\"Frances  Perez\"),  and  Samuel   Solis  Sierra,  and  began\n\nnegotiations  for Kortwright's  purchase of  50 kilograms  of\n\ncocaine  at  a  price  of  $16,000  per  kilogram.    Further\n\nnegotiations  took place on April  1, 1990, at  which time an\n\nagreement  was reached  to  consummate the  deal in  mid-May.\n\nAfter  several phone  conversations, Munoz  met on  April 25,\n\n1990,  with  Carlos  Kortwright,  Damaris  Camacho,  and  her\n\nbrother, Miguel Camacho Valcarcel  (\"Miguel Camacho\").  Munoz\n\ntold  Miguel  Camacho  that  the deal  could  take  place  in\n\napproximately two weeks.\n\n          After further telephone conversations between Munoz\n\nand  the  potential  buyers,  Munoz  met  again  with  Carlos\n\nKortwright  and  Damaris  Camacho  on  May  6,  1990.    They\n\ndiscussed more details of the deal, with Munoz reporting that\n\nthe ship carrying the  cocaine to Puerto Rico was  already at\n\nsea.    On May  10, 1990,  Damaris  Camacho called  Munoz and\n\ninformed him that the money needed for the drug sale had been\n\ngathered.   For closing the  deal, two rooms  at the Cerromar\n\nHotel in Dorado  Beach, Puerto  Rico, had been  rented.   The\n\nplan was for the sale to take place in one room, while police\n\n                             -3-\r                                          3\r\n\nwould undertake surveillance from the other.  After preparing\n\nthe rooms, Munoz phoned Carlos Kortwright and told him he was\n\nready.  Two hours later,  Carlos Kortwright and Frances Perez\n\narrived at the hotel.  After hours of phone calls between and\n\namong Munoz, Carlos Kortwright, his brother, Jose, and Samuel\n\nSolis Sierra, it became  apparent that the money was  not, in\n\nfact, ready.\n\n          Finally,  the  deal  was  called  off,  with  Munoz\n\ntelling Carlos Kortwright that  the cocaine had been sold  to\n\nother, more ready, purchasers.  He  did, however, report that\n\na  new  supply of  cocaine might  soon  be available.   After\n\nseveral telephone contacts, an agreement was arranged to sell\n\nCarlos Kortwright  75 kilograms  of cocaine at  $14,500 each.\n\nThe transaction was  set for May 24, 1990.   Again, two hotel\n\nrooms  were rented, this time  at the Condado  Plaza Hotel in\n\nCondado,  Puerto  Rico.    After  Munoz  and  his  undercover\n\npartner,  Lt. Ayala,  phoned  Carlos Kortwright  and  Frances\n\nPerez,  they all met at the hotel, along with Miguel Camacho,\n\nSamuel Solis Sierra and Rolando Solis Sierra.  Miguel Camacho\n\naccompanied Munoz to one of the hotel rooms to sample some of\n\nthe cocaine.  All  the buyers except Frances Perez  then left\n\nthe hotel, presumably to return later to consummate the deal.\n\nAgain, however,  the sale fell through,  as Carlos Kortwright\n\nreported to Munoz that he was having problems with his \"money\n\nman.\"  Carlos Kortwright  then told Munoz that he  was \"going\n\n                             -4-\r                                          4\r\n\nto take over everything  [and] be in charge,\" and  that Munoz\n\nshould   call  him  the  next  day,  Friday,  May  25,  1990.\n\nMeanwhile, the  law enforcement officials had  decided to let\n\nthe weekend elapse before resuming negotiations.  On May  25,\n\n1990, Munoz told Frances Perez that the deal was on hold.\n\n          On  May  28,  1990, Munoz  again  contacted  Carlos\n\nKortwright and  Frances Perez to resume  negotiations.  Later\n\nthat day, the  three, along  with Lt. Ayala  and DEA  Special\n\nAgent Miranda met at a Pizza  Hut in Condado.  They agreed to\n\ncarry out the cocaine sale on May 31, 1990, at a police-owned\n\nbeach house at Vega Baja, Puerto  Rico.  Prior to the meeting\n\nat the  beach house, the  plans called  for a  meeting at  La\n\nTerraza restaurant in Dorado,  Puerto Rico, where Munoz would\n\nbe able to see the  buyers' money.  It was agreed  that Munoz\n\nwould  then phone the beach  house, and they  would all drive\n\nthere, caravan  style.   In reality,  Munoz's picking up  the\n\ntelephone was to be the signal for  other officers to move in\n\nand make arrests.\n\n          On May 31, 1990, at approximately 2:00 p.m., Carlos\n\nKortwright phoned Munoz,  and the  two agreed to  meet at  La\n\nTerraza  at 3:30  that afternoon.   Shortly  after Munoz  and\n\nAyala seated themselves in the empty restaurant, several cars\n\narrived simultaneously,  including  a brown  Buick  owned  by\n\nappellant  Mena Robles.  In total,  Munoz testified to seeing\n\nabout  a  dozen people  arrive.    Of  those  people,  Carlos\n\n                             -5-\r                                          5\r\n\nKortwright,   Alberto  Morales  Colberg  and  Jose  Francisco\n\nCasiano  joined Munoz and Ayala at one table.  Appellants sat\n\nacross from each  other at the next table, two  to three feet\n\nfrom the others,  facing in the  direction of Munoz's  table.\n\nThe  other  dozen  or  so   tables  in  the  restaurant  were\n\nunoccupied.\n\n          After  everyone gathered  in the  restaurant, Munoz\n\nasked Carlos  Kortwright about  the two men  (the appellants)\n\nseated  at   the  adjacent  table.     Munoz  testified  that\n\nKortwright told him  that \"these people  are here to  protect\n\nthe money and  the money is outside.\"  Munoz  then offered to\n\nbuy drinks  for the  entire group, including  appellants, but\n\nColberg precluded any acceptance of the offer by insisting on\n\nproceeding with the deal.  Soon after, a waiter brought Munoz\n\nand Ayala drinks they had ordered before the others' arrival.\n\nAt  that point,  Ayala repeated  Munoz's drink  offer.   This\n\ntime, Casiano,  seated between Munoz  and Ayala,  interceded,\n\ngiving his  approval to Ayala's offer.  Appellant Mena Robles\n\nordered  a beer.  At about the same time, co-defendant Rafael\n\nMontanez  Ortiz,  who  had   remained  outside,  entered  the\n\nrestaurant  and shouted  something  in the  direction of  the\n\ngroup.  Carlos  Kortwright left the  table and spoke  briefly\n\nwith Montanez Ortiz.   When he returned,  Colberg again tried\n\nto get the  deal going.  He asked Munoz  whether the 75 kilos\n\nof cocaine were available.   When Munoz replied affirmatively\n\n                             -6-\r                                          6\r\n\nand  asked Colberg whether he  was ready to  buy, Colberg and\n\nCarlos  Kortwright  went  to  the parking  lot,  retrieved  a\n\nnotebook and  calculator from  one of  the vehicles,  and sat\n\ntogether at an empty  table in the restaurant, away  from the\n\nothers.   After a short time, they returned to their original\n\nseats,  whereupon Colberg told Munoz that he was ready to buy\n\n15  kilos  immediately, and  the  other 60  kilos  later that\n\nevening.   Munoz balked, first telling Colberg that he had no\n\nplace  to keep the unsold 60 kilos that Carlos Kortwright had\n\noriginally agreed to buy, and then reminding Colberg that he,\n\nMunoz, had yet to see any of the buyers' money.\n\n          Colberg and  Carlos Kortwright then  escorted Munoz\n\nto a blue Volvo in the parking lot.  Three men were near  the\n\ncar, one  of whom, Hector  Santana Olmo, was  leaning against\n\nthe trunk as Munoz arrived.  Munoz was unable to identify the\n\nother two men  with Santana  Olmo.  Upon  opening the  trunk,\n\nSantana  Olmo  showed Munoz  two bags  of  money.   The first\n\ncontained packs of five, ten, and twenty dollar bills, which,\n\nMunoz told  Santana Olmo,  would be insufficient  to complete\n\nthe deal.   The second  bag, however, a  large plastic  trash\n\nbag, contained packs  of fifty and one  hundred dollar bills.\n\nSantana Olmo told Munoz that there was a total of $500,000 in\n\nthe two bags.   Satisfied by the buyers' showing,  Munoz told\n\nthem that he would alert his confederates.  On his way to the\n\ntelephone, Munoz stopped to talk to Ayala, who was then alone\n\n                             -7-\r                                          7\r\n\nin  the  restaurant.1     He  apprised  Ayala  of   what  had\n\ntranspired outside.\n\n          Munoz proceeded  to the telephone.   When he picked\n\nup the  receiver, however, the expected  law enforcement help\n\ndid not materialize.  He phoned headquarters and was informed\n\nthat  many of  the officers  were caught  in traffic.   Munoz\n\nstalled on the phone, because he had told the buyers that the\n\ndrugs  would arrive five  minutes after  he placed  the call.\n\nWhile speaking with headquarters, Munoz told an officer there\n\nto  inform the arriving officers that the money was in a blue\n\nVolvo.  While  still on  the phone, Munoz  was approached  by\n\nColberg  and Carlos Kortwright.   He told them  he was having\n\nlast-minute difficulty with his supplier.  When Munoz finally\n\ngot  off the phone, the three men started walking back toward\n\nthe restaurant, stopping in the parking lot, behind the brown\n\nBuick,  which  was then  occupied  by three  people  with the\n\nright-front  door open.  The  Buick was still  parked next to\n\nMunoz's car.  Munoz then entered the restaurant, where Samuel\n\nSolis Sierra was  speaking with Ayala.   As Munoz  approached\n\nthem,  other law enforcement agents arrived.  Munoz and Ayala\n\narrested  Solis Sierra.   Munoz  then went  outside with  the\n\nother officers.  Santana Olmo, the two unidentified men  with\n\nhim, and the blue Volvo in which Munoz had seen the money had\n\n                    \r                                \n\n1.  According  to  Munoz,  appellants  had  remained  at  the\nadjacent table  throughout the  negotiations.  The  record is\nsilent as to when they left it.\n\n                             -8-\r                                          8\r\n\nalready  departed.  The men inside the brown Buick turned out\n\nto  be appellants and Rafael Montanez Ortiz.  Mena Robles, to\n\nwhom the car was registered, was in the driver's seat; Torres\n\nRivera  was  in the  back; Montanez  Ortiz  was in  the front\n\npassenger seat, adjacent to the open door.  A Magnum revolver\n\nwas found on  the ground about  five feet  from the open  car\n\ndoor.  Bullets compatible with the gun were found on Montanez\n\nOrtiz's person.  All three men were arrested.  In total, nine\n\npeople  were arrested  at the  restaurant; the  remaining co-\n\ndefendants were apprehended later.\n\n          On  June 27, 1990, 13  people were named  in a six-\n\ncount indictment.  Count I  charged all 13 with participating\n\nin a conspiracy to possess with intent to distribute cocaine.\n\nAppellants  were  charged  only  in  Count  I.    Except  for\n\nappellants,  all  defendants  pled  guilty  prior  to  trial.\n\nSeveral pled  to one  count of  the indictment, while  others\n\npled  to   new  informations  in  exchange   for  having  the\n\nindictment dismissed.        II.\r                                         II.\r                                            \n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \n\nA.  The Rule 29 Motions2\r            A.  The Rule 29 Motions\r                                   \n\n                    \r                                \n\n2.  Pursuant to Fed. R. Crim P. 29, \"The court on motion of a\ndefendant  or  of its  own motion  shall  order the  entry of\njudgment of acquittal .  . . if the evidence  is insufficient\nto sustain a conviction . . . .\"\n\n                             -9-\r                                          9\r\n\n          Appellants claim that  the district court erred  in\n\ndenying their  respective  Rule 29  motions  for  acquittal.3\n\nOur task is  to review  the record to  determine whether  the\n\nevidence  and  reasonable inferences  therefrom,  taken as  a\n\nwhole and  in the  light most  favorable to  the prosecution,\n\nwould allow a rational jury to determine beyond  a reasonable\n\ndoubt  that the defendants were  guilty as charged.  Alvarez,\r                                                                        \n\n987  F.2d at 83.   A conviction  may be premised  in whole or\n\npart on circumstantial evidence.   Id.  In addition,  \"juries\r                                                  \n\nare not required  to examine the  evidence in isolation,  for\n\n`individual pieces of evidence, insufficient in themselves to\n\nprove a  point, may in  cumulation prove it.   The sum  of an\n\nevidentiary  presentation  may  well   be  greater  than  its\n\nconstituent parts.'\"   United States v. Ortiz,  966 F.2d 707,\r                                                         \n\n711 (1st Cir.  1992), cert.  denied, 113 S.  Ct. 1005  (1993)\r                                               \n\n(quoting  Bourjaily v.  United States,  483 U.S.  171, 179-80\r                                                 \n\n(1987)).  Finally, it  is not our function to  weigh evidence\n\nor  make credibility determinations.  Id.  Instead, it is the\r                                                     \n\njury's responsibility to make  credibility judgments.   Thus,\n\nthe  jury is empowered  to accept or  reject, in  whole or in\n\npart, any testimony.  Alvarez, 987 F.2d at 83.\r                                         \n\n          Here, appellants were charged with and convicted of\n\nconspiracy.  \"The  `essence' of a conspiracy  is an agreement\r                                                                         \n\n                    \r                                \n\n3.  Although both appellants appeal  the denial of their Rule\n29  motions, they  assert  different grounds.   We  therefore\naddress them individually.\n\n                             -10-\r                                          10\r\n\nto  commit a crime.\"  United  States v. Moran, 984 F.2d 1299,\r                                                         \n\n1300  (1st Cir. 1993) (quoting Iannelli v. United States, 420\r                                                                    \n\nU.S. 770, 777 (1975)  (emphasis in original)).  To  convict a\n\ndefendant of conspiracy, the  government must prove, beyond a\n\nreasonable doubt, that the defendant intended to agree and to\n\ncommit the  substantive offense that  was the  object of  the\n\nagreement.  United  States v.  Cruz, 981 F.2d  613, 616  (1st\r                                               \n\nCir.  1992).  The agreement may be  express or tacit, and may\n\nbe proven by direct or circumstantial evidence.  Id.  (citing\r                                                                \n\nUnited States v.   Rivera-Santiago, 872 F.2d 1073,  1079 (1st\r                                              \n\nCir.), cert.  denied, 492  U.S. 910 (1989)).   \"However,  the\r                                \n\ngovernment  need not  establish that  the defendants  knew or\n\nagreed  upon every  detail of  the conspiracy.   All  that is\n\nrequired  is to  show the  essential nature  of the  plan and\n\ntheir connections  with it.\"   United States v.  O'Campo, 973\r                                                                    \n\nF.2d  1015,  1019  (1st  Cir. 1992)  (citation  and  internal\n\nquotations omitted).\n\n     1. Mena Robles\r                 1. Mena Robles\r                               \n\n          Appellant  Mena Robles  argues  that  the  evidence\n\nfails to show  the existence of an agreement  between himself\n\nand the  other conspirators.   We disagree.   It is true,  as\n\nMena Robles  argues, that  there  is no  evidence tending  to\n\nindicate that he played a  role in arranging the transaction.\n\nMena Robles  also correctly asserts  that his actions  in the\n\nrestaurant on May  31, 1990, are consistent with the behavior\n\n                             -11-\r                                          11\r\n\nof  an   innocent  bystander;  that  is,   there  is  nothing\n\ninherently  inculpatory about sitting  at a particular table,\n\nnear  other people, and accepting a beer when offered.  Those\n\nfacts  are not dispositive, however.  Even if Mena Robles did\n\nnot actively  participate until the final  negotiation, he is\n\nnot  necessarily  absolved  from   being  implicated  in  the\n\nconspiracy because  the government  is not required  to prove\n\nthat he  took part  in all  aspects of  the conspiracy.   See\r                                                                         \n\nCruz,  981 F.2d  at  617.   As  for Mena  Robles's  \"innocent\r                \n\nbystander\" argument, we note  that \"jurors can be  assumed to\n\nknow  that  criminals  rarely  welcome  innocent  persons  as\n\nwitnesses  to serious  crimes and  rarely seek  to perpetrate\n\nfelonies before larger-than-necessary audiences.\"  Ortiz, 966\r                                                                    \n\nF.2d at  712.  In  addition, \"`there are  circumstances where\n\npresence itself  implies participation--as where  a 250-pound\n\nbruiser stands silently  by during an extortion attempt, or a\n\ncompanion  stands  by  during  a robbery,  ready  to  sound a\n\nwarning or give other aid if required.'\"  Ortiz, 966 F.2d  at\r                                                           \n\n712 (quoting United  States v.  Martinez, 479  F.2d 824,  829\r                                                    \n\n(1st Cir. 1973)).\n\n          Thus, the  jury could  have inferred,  for example,\n\nthat Montanez Ortiz's decision to shout to Carlos Kortwright,\n\nwithin  earshot  of  the   negotiators,  was  done  with  the\n\nknowledge that appellants were not \"innocent bystanders,\" but\n\ninstead were  participants  in  the scheme.    Based  on  our\n\n                             -12-\r                                          12\r\n\nreading of the record, a reasonable  jury could also conclude\n\nthat  appellants:  arrived  at the  restaurant simultaneously\n\nwith the  other putative conspirators; parked  their car near\n\nto those of the others; sat at an adjacent table,  only a few\n\nfeet from  the main  negotiators, despite  the fact  that the\n\nrest  of   the  restaurant   was  empty;  faced   toward  the\n\nnegotiators for the  entire time they were in the restaurant;\n\nfirst  declined,  and  then  accepted,  the  officers'  drink\n\noffers,   apparently  in   response   to  instructions   from\n\ncodefendants   Colberg  and   Casiano;  were   identified  by\n\ncodefendant  Carlos Kortwright  as  being with  the group  to\n\n\"protect  the money;\"4    and were  arrested  in a  car  with\n\ncodefendant Montanez Ortiz.\n\n          While these  factual conclusions  are not  the only\n\nones  the jury  could  have reached,  we find  them eminently\n\nreasonable.   See e.g., United States v. Nueva, 979 F.2d 880,\r                                                          \n\n883 (1st Cir.  1992), cert.  denied, 113 S.  Ct. 1615  (1993)\r                                               \n\n(\"prosecution need not exclude every reasonable hypothesis of\n\ninnocence, so long as the total evidence permits a conclusion\n\nof guilty beyond a reasonable doubt.\").  Accordingly, we find\n\n                    \r                                \n\n4.  Mena Robles urges us, for a variety of reasons, to reject\nMunoz's     testimony    regarding     Carlos    Kortwright's\nidentification.   All of  the suggested bases  for rejection,\nhowever,  depend  on  an evaluation  of  Carlos  Kortwright's\ncredibility, which, as we have already noted, is the province\nof the jury.  \n\n                             -13-\r                                          13\r\n\nthe evidence sufficient  to support Mena Robles's  conspiracy\n\nconviction.\n\n     2. Torres Rivera\r                 2. Torres Rivera\r                                 \n\n          As  his  first enumerated  issue,  appellant Torres\n\nRivera asks  \"Whether there  was sufficient evidence  to find\n\nthis Appellant  guilty of the charged  conspiracy and whether\n\nthe  Appellant received  ineffective assistance  of counsel.\"\n\nThe ensuing section of the brief, however,  is devoted almost\n\nentirely  to  a claim  of  prejudicial  variance between  the\n\nindictment,  which  alleged  a  single  conspiracy,  and  the\n\nevidence,   which,  according  to   Torres  Rivera,  revealed\n\n\"several\"  conspiracies.     We  will  address  these  claims\n\nindividually.\n\n          a.  Sufficiency of the Evidence\r                      a.  Sufficiency of the Evidence\r                                                     \n\n          Torres  Rivera  essentially  argues,  as  did  Mena\n\nRobles,   that  he   was   an  innocent   bystander  to   the\n\nnegotiations, rather than a participant.  For the reasons set\n\nforth in our disposition of Mena  Robles's similar claim, see\r                                                                         \n\nsupra  sec.   II.A.1,  we   find  Torres   Rivera's  argument\r                 \n\nmeritless.\n\n          b.  Prejudicial Variance\r                      b.  Prejudicial Variance\r                                              \n\n                             -14-\r                                          14\r\n\n          Torres   Rivera's  variance  argument  is  no  more\n\navailing.5   Essentially,  Torres Rivera  contends  that  the\n\n\"first\" conspiracy  ended on May  29, 1990, when  the cocaine\n\ndeal apparently  collapsed because  of  problems with  Carlos\n\nKortwright's \"money man,\" Miguel  Camacho.  Appellant  argues\n\nthat  the \"second\"   conspiracy  was formed  thereafter, when\n\nCarlos  Kortwright  teamed  with  Morales  Colberg,  Casiano,\n\nSantana Olmo and Montanez Ortiz.   Appellant claims that  the\n\nevidence introduced relative to the \"first\" conspiracy caused\n\nhim substantial prejudice, as  he could conceivably have been\n\npart of the \"second\" conspiracy only.\n\n          Whether  there  is  a single  conspiracy,  multiple\n\nconspiracies, or no conspiracy at all is ordinarily a factual\n\nmatter  for the jury to  determine.  United  States v. David,\r                                                                        \n\n940 F.2d  722, 732 (1st Cir. 1991),  cert. denied, 112 S. Ct.\r                                                             \n\n2301 (1992).   Where, as here, there  is no challenge  to the\n\njury  instructions, we  review  the jury's  conclusion as  to\n\nwhether one or more conspiracies existed only for evidentiary\n\nsufficiency.   Id.     To conclude  that there  was  a single\r                              \n\nconspiracy,  the jury  need  not be  presented with  evidence\n\nshowing  that each  coconspirator  knew every  detail of  the\n\n                    \r                                \n\n5.  At  oral argument,  the government suggested  that Torres\nRivera failed  to preserve this  argument because he  did not\nraise it below.   Upon review of the record,  it appears that\nappellant put forth the  variance argument in an unsuccessful\npretrial motion for severance.  We will therefore assume, for\npurposes of  this appeal, that the  pretrial motion preserved\nthe issue.\n\n                             -15-\r                                          15\r\n\nconspiracy, or  even that  each conspirator knew  every other\n\ncoconspirator.   United States v. Garcia-Rosa,  876 F.2d 209,\r                                                         \n\n223  (1st Cir. 1989), cert. denied, 493 U.S. 1030, vacated on\r                                                                         \n\nother grounds sub nom. Rivera-Feliciano v. United States, 498\r                                                                    \n\nU.S. 954 (1990).  Indeed, a single conspiracy may exist where\n\nthere   has  been  no  direct  contact   among  some  of  the\n\nparticipants.   United States v. Giry, 818 F.2d 120, 127 (1st\r                                                 \n\nCir.), cert. denied, 484 U.S.  855 (1987).  Moreover,  \"[t]he\r                               \n\nfact  that  every  defendant  did not  participate  in  every\n\ntransaction necessary  to fulfill the aim  of their agreement\n\ndoes  not   transform  a   continuing   plan  into   multiple\n\nconspiracies.\"  United States v. Drougas, 748 F.2d 8, 17 (1st\r                                                    \n\nCir. 1984).   Instead, a jury may find a single conspiracy if\n\nthe  evidence  sufficiently  demonstrates \"that  all  of  the\n\nalleged  coconspirators directed  their  efforts towards  the\n\naccomplishment of a common goal or overall plan.\"  Id. \r                                                                  \n\n          In this case, the \"common goal\" was the purchase of\n\na large  amount of cocaine.   Two unsuccessful  attempts were\n\nmade  to the consummate the sale, before the final attempt at\n\nthe  restaurant on  May 31,  1990.   In each  attempt, Carlos\n\nKortwright, Jose Kortwright, Samuel  Solis Sierra and Rolando\n\nSolis  Sierra appeared to be the main actors.  The supporting\n\ncast, however,  changed somewhat prior to  the final attempt,\n\nas  Colberg,   Casiano,  Santana-Olmo,  Montanez   Ortiz  and\n\nappellants  replaced  Damaris  Camacho,  Miguel  Camacho  and\n\n                             -16-\r                                          16\r\n\nFrances  Perez.    In  our  view,  the  evidence  supports  a\n\nconclusion that these events constituted a  single conspiracy\n\nto purchase cocaine.  As we  stated above, it is of no moment\n\nthat all the conspirators did not participate in all attempts\n\nto  further the plan spearheaded  by the main  players.  See,\r                                                                        \n\ne.g., United States v. Aponte-Suarez, 905 F.2d 483,  488 (1st\r                                                \n\nCir.), cert. denied, 498  U.S. 990 (1990) (finding sufficient\r                               \n\nevidence to support  single conspiracy where appellants  were\n\ninvolved in only one of  three attempts by a major dealer  to\n\npurchase  cocaine).   Therefore,  appellant  Torres  Rivera's\n\nvariance argument must fail.6\n\n          c.  Ineffective Assistance of Counsel\r                      c.  Ineffective Assistance of Counsel\r                                                           \n\n          Torres Rivera's claim of constitutionally defective\n\ncounsel rises and falls  with his variance claim.   He argues\n\nthat trial counsel was ineffective because of his  failure to\n\nobject to  evidence that  Torres Rivera alleges  was relevant\n\nonly to the \"first\" conspiracy, and that he was prejudiced by\n\nthe introduction of such evidence.\n\n          It is well settled  that we measure the  quality of\n\ntrial counsel's  performance under the two-part  standard set\n\nby Strickland v.  Washington, 466 U.S. 668  (1984).  Pursuant\r                                        \n\nto Strickland,  a defendant must show  that counsel performed\r                         \n\n                    \r                                \n\n6.  Because  the jury  could reasonably  have found  a single\nconspiracy,  we  do not  address  whether  Torres Rivera  was\nprejudiced by the alleged \"variance.\"\n\n                             -17-\r                                          17\r\n\nunreasonably and that prejudice resulted therefrom.  Id.; see\r                                                                         \n\nalso United States v. Walters, 904 F.2d 765 (1st Cir. 1990).\r                                         \n\n          As  noted  above,  the  single/multiple  conspiracy\n\nargument  is  without  merit.   Moreover,  according  to  the\n\nrecord, the district court rejected the same argument made by\n\nseveral  other defendants,  who, according  to Torres  Rivera\n\nwere  part of  the \"second  conspiracy.\"   In light  of these\n\nprior rulings,  counsel's failure  to rehash the  same failed\n\nargument  cannot  be  considered  ineffective  assistance  of\n\ncounsel.  See United  States v. Andiarena, 823 F.2d  673 (1st\r                                                     \n\nCir.  1987).  Accordingly, we reject Torres Rivera's claim of\n\nineffective assistance of counsel.\n\nB. Sentencing Issues\r            B. Sentencing Issues\r                                \n\n          Appellants  aim a  barrage  of  arguments at  their\n\nrespective sentences.  We address them seriatim. \n\n          Torres Rivera first argues that the  district court\n\nerroneously  calculated  his  base  offense   level  (\"BOL\").\n\nPursuant to U.S.S.G.    2D1.1(c)  and 2D1.47, the  BOL for  a\n\nconspiracy conviction such as this depends on the quantity of\n\ncontraband attributable to the defendant.  The district court\n\nconcluded that appellants were to  be held accountable for 15\n\n                    \r                                \n\n7.  Although section  2D1.4 has  since been repealed,  it was\npart of the 1991  Guidelines Manual, applicable to this  case\nby  virtue of the fact that sentencing took place in February\n1992.  See, e.g., United States v. Pineda,  981 F.2d 569, 571\r                                                     \nn.1  (1st Cir.  1992)  (appropriate guidelines  are those  in\neffect  at time  of  sentencing). Accordingly,  all guideline\ncitations herein refer to the 1991 manual.\n\n                             -18-\r                                          18\r\n\nkilograms of  cocaine,8  and set  the BOL at 34.   U.S.S.G.  \n\n2D1.1(c).  Torres Rivera claims that the district court's use\n\nof  the 15 kilogram amount  was erroneous; that  he should be\n\nheld  responsible for less than  500 grams; and  that his BOL\n\ntherefore should be 24.  We disagree.\n\n          U.S.S.G.   1B1.3(a)(2) provides  that the BOL shall\n\nbe  determined  on  the  basis  of  \"all  acts  or  omissions\n\ncommitted or aided and abetted by the defendant, or for which\n\nthe  defendant would be  otherwise accountable, that occurred\n\nduring the commission  of the  offense of  conviction.\"   The\n\nrelevant application note provides:\n\n          In   the   case   of  criminal   activity\n          undertaken   in   concert  with   others,\n          whether or not  charged as a  conspiracy,\n          the  conduct  for  which   the  defendant\n          \"would  be  otherwise  accountable\"  also\n          includes conduct of others in furtherance\n          of   the   execution   of  the   jointly-\n          undertaken  criminal  activity  that  was\n          reasonably foreseeable by the defendant.\n\nU.S.S.G.   1B1.3,  comment. (n.1).   The final  piece of  the\n\npuzzle  provides that  if  a \"defendant  is  convicted of  an\n\noffense  involving  negotiation  to traffic  in  a controlled\n\nsubstance,  the weight  under negotiation  in an  uncompleted\n\n                    \r                                \n\n8.  This amount,  to which the government  stipulated, agrees\nboth  with the quantity that Colberg told Munoz that he would\nbe  able to immediately purchase, and with the money that was\nshown  to Munoz in the  Volvo in the  restaurant parking lot.\nAccording to the record, the negotiated price for the cocaine\nwas  $16,000 per  kilogram;  the $500,000  that Santana  Olmo\nclaimed was  in the  Volvo would, therefore,  have been  more\nthan sufficient to make the purchase.\n\n                             -19-\r                                          19\r\n\ndistribution  shall  be  used  to  calculate  the  applicable\n\nguideline  amount.\"   U.S.S.G.    2D1.4, comment.  (n.1); see\r                                                                         \n\nalso  United States v. Gerante,  891 F.2d 364,  369 (1st Cir.\r                                          \n\n1989) (affirming estimation of  drug quantity based on amount\n\nof money found in defendant's possession).\n\n          The thrust of Torres  Rivera's BOL argument is that\n\nhe had no ability  to produce any money to  purchase cocaine.\n\nThis argument is rooted in the following statement, contained\n\nin Application Note 1 to section 2D1.4:  \n\n          However, where the  court finds that  the\n          defendant did  not intend to  produce and\n          was not reasonably  capable of  producing\n          the  negotiated  amount, the  court shall\n          exclude  from  the guideline  calculation\n          the  amount that  it finds  the defendant\n          did  not intend  to produce  and was  not\n          reasonably capable of producing.\n\nIn referring  to this  statement, however, Torres  Rivera has\n\nignored the  very next sentence  in the same  Note:  \"If  the\n\ndefendant is convicted of  conspiracy, see Application Note 1\r                                                      \n\nto   1B1.3 (Relevant Conduct).\"  And, as we noted above, that\n\nsection calls  for consideration  of the foreseeable  acts of\n\ncoconspirators in determining the BOL.  Thus, as the district\n\ncourt correctly concluded, Torres Rivera's personal financial\r                                                               \n\nability is inapposite to the matter at hand.  \n\n          The  remainder  of   Torres  Rivera's   BOL-related\n\nargument is directed at the fact that much of the negotiating\n\nin  this case  took place  prior  to his  active involvement.\n\nTherefore, he argues, those  negotiations could not have been\n\n                             -20-\r                                          20\r\n\n\"reasonably foreseeable\" to  him, and he  should not be  held\n\nresponsible for any drugs involved with earlier stages of the\n\ncase.  This argument, however, overlooks the events that took\n\nplace  on May 31, 1990, when he, as a guard, took part in the\n\nfinal  negotiations.    Thus,  he   is  in  fact  being  held\n\nresponsible  for  drugs negotiated  while  he  was an  active\n\nparticipant in the conspiracy.\n\n          Finally, a recent  decision of  this court  further\n\nundermines Torres Rivera's theory.  In United States v. De La\r                                                                         \n\nCruz,  No. 92-1279, (1st Cir.  June 24, 1993),  we rejected a\r                \n\nforeseeability argument  made by a defendant  whose only role\n\nin a  drug conspiracy had  been as a driver.   At sentencing,\n\nand on appeal, the defendant claimed that he had no knowledge\n\nof the amount of cocaine he was transporting.  We first noted\n\nthat  the defendant  must have known  that he  was part  of a\n\nlarge-scale deal  due to  the number  of people and  vehicles\n\npresent at the warehouse  where the drugs were stored.   Id.,\r                                                                        \n\nslip op. at 17-18.  We then stated:\r                    \n\n          A  defendant  who conspires  to transport\n          for  distribution  a  large  quantity  of\n          drugs,  but  happens  not  to   know  the\n          precise  amount,  pretty  much takes  his\n          chances that the amount actually involved\n          will  be quite  large.   On  De La  Cruz'\n          theory, no amount  at all could  properly\n          be assigned to him if, as may well be the\n          case, he never had a specific quantity in\n          mind.   The danger actually posed  by the\n          conspiracy  was  the distribution  of 240\n          kilograms, De  La Cruz knew that  a large\n          quantity   was   involved,    and--absent\n\n                             -21-\r                                          21\r\n\n          special  circumstances--we think  that is\n          enough.\n\nId. at 18.  In our view, Torres Rivera's role is analogous to\r               \n\nthat  of  De  La  Cruz.   Given  his  presence  at  the final\n\nnegotiations and his role as a guard for the \"money man,\" his\n\ngeneral  knowledge of the size of the cocaine deal is readily\n\ninferable.  And,  like De  La Cruz, Torres  Rivera \"took  his\n\nchances\" as to the specific quantity.\n\n          In  light of  the foregoing, we  can find  no clear\n\nerror  in either  the district  court's determination  of the\n\nquantity of cocaine attributable  to appellant Torres Rivera,\n\nor  its resulting  use of  a BOL  of 34.   See,  e.g., United\r                                                                         \n\nStates v.  Figueroa,  976 F.2d  1446, 1461  (1st Cir.  1992),\r                               \n\ncert. denied,  113 S. Ct.  1346 (1993) (applying  clear error\r                        \n\nstandard to  appellate review of drug  quantity attributed to\n\nconspiracy defendant). \n\n          Torres  Rivera next  argues that  his sentence  was\n\ndisproportionately severe when compared with the sentences of\n\nsimilarly situated  codefendants.  To support  this claim, he\n\ndwells on the  fact that  his 200 month  prison sentence  was\n\ngreater  than those  received  by all  other  coconspirators,\n\nincluding those referred to  in the indictment as organizers,\n\nleaders, managers and negotiators.  We reject this sentencing\n\ndisparity claim.  First,  our review of the  record indicates\n\nthat   Torres  Rivera   was   treated   similarly  to   those\n\ncodefendants who pled guilty to  the same conspiracy count of\n\n                             -22-\r                                          22\r\n\nwhich he was convicted.9  All began with a BOL  based on a 15\n\nkilogram conspiracy.   While  some sentences varied,  much of\n\nthat has  to do  with the  fact that Torres  Rivera was  in a\n\nCriminal History Category  III, and that  he and Mena  Robles\n\nwere the only recipients of a firearm enhancement.  Moreover,\n\ndespite  Torres Rivera's  claim to  the contrary,  the record\n\nreveals no downward sentencing departures having been granted\n\nto any  codefendant.   And, as a final matter, we have firmly\n\nheld that  \"a perceived need to  equalize sentencing outcomes\n\nfor similarly  situated codefendants, without  more, will not\n\npermit a  departure  from  a  properly  calculated  guideline\n\nsentencing range.\"   United States  v. Wogan, 938  F.2d 1446,\r                                                        \n\n1448  (1st  Cir.),  cert.  denied,  112  S.  Ct.  441 (1991).\r                                             \n\nAccordingly,  we reject Torres  Rivera's sentencing disparity\n\nargument.10 \n\n          Next,  both  appellants   challenge  the   district\n\ncourt's  two-point  offense-level  enhancement,  pursuant  to\n\n                    \r                                \n\n9.  Several  other  coconspirators   pled  guilty  to  lesser\ncharges contained in superseding informations in exchange for\ndismissal  of  their   indictments.    Those   coconspirators\ntherefore  received,  comparatively, the  shortest sentences.\nWe reject, however, Torres Rivera's reliance on the sentences\nmeted out to this group as support for his disproportionality\nclaim.  See,  e.g., United  States v. Butt,  955 F.2d 77,  90\r                                                      \n(1st Cir. 1992) (where codefendants are charged and convicted\nof different offenses, they are not \"similarly situated\").\n\n10.  We  have  reviewed  Torres  Rivera's   other  sentencing\ncomplaints and find them to be without merit.\n\n                             -23-\r                                          23\r\n\nU.S.S.G.     2D1.1(b)(1),11  for  possession   of  a  firearm\n\nduring the  offense.   This  circuit  calls for  the  firearm\n\nenhancement \"whenever a codefendant's possession of a firearm\n\nin furtherance  of [] joint criminal  activity was reasonably\n\nforeseeable to the defendant.\"   United States v. Bianco, 922\r                                                                    \n\nF.2d  910, 912  (1st  Cir. 1991)  (citations omitted).12   In\n\nreviewing a district court's  use of the firearm enhancement,\n\nwe accord due deference to the application of the enhancement\n\nto the facts of the case.   United States v. Sostre, 967 F.2d\r                                                               \n\n728, 731 (1st  Cir. 1992).   Factual  conclusions related  to\n\nsentencing need only  be supported by a preponderance  of the\n\nevidence and will be set aside only for clear error.  Id.\r                                                                     \n\n          Appellants essentially argue  that the evidence  is\n\nnot sufficient  to support the  two-level adjustment.   We do\n\nnot agree.  As noted above, coconspirator Montanez  Ortiz was\n\nfound  in possession of five  bullets compatible with the gun\n\nretrieved  from  just  outside  the  car  in   which  he  and\n\nappellants  were seated at the  time of their  arrests.  From\n\nthis, the court could properly infer  that Montanez Ortiz had\n\n                    \r                                \n\n11.  In relevant part, section 2D1.1(b)(1) provides for a two\nlevel  BOL increase  \"[i]f  a dangerous  weapon (including  a\nfirearm) was possessed during commission of the offense . . .\n.\"\n\n12.  We  note  with  particular emphasis  the  First  Circuit\nstandard  because appellants  rely on  a  host of  cases from\nother circuits.\n\n                             -24-\r                                          24\r\n\nthe gun  on his person  prior to ejecting it  from the car.13\n\nAppellants  assert  that  neither  their  presence   in  Mena\n\nRobles's  car  with  Montanez  Ortiz, nor  any  other  record\n\nevidence,    is   sufficient    to   infer    the   requisite\n\nforeseeability.  However, as we stated in Bianco:\r                                                             \n\n          [W]e  often  observe  that  firearms  are\n          common tools  of the drug  trade.  Absent\n          evidence of exceptional circumstances, we\n          think   it   fairly   inferable  that   a\n          codefendant's  possession of  a dangerous\n          weapon is foreseeable to a defendant with\n          reason    to     believe    that    their\n          collaborative  criminal venture  includes\n          an exchange of controlled  substances for\n          a large amount of cash.\n\nId. at 912 (citations omitted).  See also Sostre, 967 F.2d at\r                                                            \n\n731-32   (enhancement   affirmed   where   only   codefendant\n\nphysically  possessed   gun,  but  defendant   was  part   of\n\n\"protection\" team employed by  drug seller); United States v.\r                                                                      \n\nBello-Perez,  977  F.2d  664,  673 (1st  Cir.  1992)  (weapon\r                       \n\nenhancement  affirmed where  only codefendant  was in  actual\n\npossession  of firearm,  but both  defendant and  codefendant\n\nserved as \"muscle\" for drug-debt collections).\n\n          Here, given the  jury's supportable conclusion that\n\nappellants were  involved in  the drug transaction  at issue,\n\nand  the lack of  any evidence  to contradict  the reasonable\n\nforeseeability of Montanez Ortiz's possession of a gun at the\n\n                    \r                                \n\n13.  Indeed, Montanez  Ortiz  pled guilty,  in  exchange  for\ndismissal of  the indictment, to an  information charging him\nwith carrying  a  firearm during  the  commission of  a  drug\nrelated felony in violation of 18 U.S.C.   924(c).\n\n                             -25-\r                                          25\r\n\nscene of a  large-scale cocaine  deal, we can  find no  clear\n\nerror in  the district  court's application of  the two-level\n\nweapon enhancement.14\n\n          Next, Mena Robles contends that the gun enhancement\n\nwas the product of  vindictive sentencing on the part  of the\n\ndistrict judge.  This  assertion is based solely on  the fact\n\nthat only  these appellants  exercised their right  to trial,\n\nand they alone received the  sentencing enhancement, although\n\nthose codefendants  who pled guilty to  the conspiracy charge\n\nwere situated similarly with respect to the firearm at issue.\n\nWe do not agree.\n\n          In North  Carolina v. Pearce, 395  U.S. 711 (1969),\r                                                  \n\nthe  Supreme Court  faced a situation  where a  defendant who\n\nsuccessfully appealed  his conviction was again  found guilty\n\non retrial and  given a  harsher sentence by  the same  trial\n\njudge.   The  Court,  concerned with  the  possibility  of  a\n\nvindictive response to the exercise of a constitutional right\n\nto  appeal, held  that  such an  increased  sentence must  be\n\nexplained in the record.  Id. at 726.  Later,  the Court held\r                                         \n\n                    \r                                \n\n14.  Appellants also argue that  the district court failed to\nmake  the specific findings mandated  by 18 U.S.C.   3553(c).\nSee  United States v. McDowell, 918 F.2d 1004, 1012 (1st Cir.\r                                          \n1990).   This assertion is  based primarily on  the fact that\nthe  sentencing judge  did not,  as he  said he  would, issue\nwritten findings \"summarizing  his reasons  for . .  . a  two\nlevel increase . . .  .\"  While it is apparently true that no\nsuch  written  summary has  been  issued, our  review  of the\nsentencing transcript  shows clearly that the  district court\nmade  factual   findings  sufficient  both   to  support  the\nenhancement and to adequately frame the appeal.\n\n                             -26-\r                                          26\r\n\nthat a \"presumption of vindictiveness\"  is triggered whenever\n\nthe  same judge  imposes  a stiffer  sentence after  retrial.\n\nUnited States v.  Goodwin, 457  U.S. 368, 374  (1982).   This\r                                     \n\npresumption may be  overcome only when  objective information\n\nin  the record justifies the increased sentence.  Id. at 372-\r                                                                 \n\n384; Johnson v. Vose, 927 F.2d 10, 11 (1st Cir. 1991).\r                                \n\n          We   have   applied  the   Pearce   presumption  to\r                                                       \n\nsituations  where, as  here,  defendant has  rejected a  plea\n\nbargain  in favor of  a trial.   See, e.g.,  United States v.\r                                                                      \n\nCrocker, 788 F.2d  802 (1st Cir.  1986); Longval v.  Meachum,\r                                                                        \n\n693  F.2d 236  (1st Cir.  1982) cert.  denied, 460  U.S. 1098\r                                                         \n\n(1983).  As we have pointed out, however, \"not every instance\n\nof an enhanced sentence following a defendant's exercise of a\n\nlegal right triggers the presumption.\"  Vose, 927 F.2d at 11.\r                                                        \n\n\"The  principle established by Pearce and  its progeny is not\r                                                 \n\nthat  enlarged sentences  are forbidden,  but only  that such\n\nsentences  may  not  be   fueled  by  vindictiveness.\"    Id.\r                                                                         \n\nTherefore,  we have  qualified the presumption,  holding that\n\n\"[t]he presumption  [] arises only in  circumstances in which\n\nthere  is  a  reasonable  likelihood  that  the  increase  in\n\nsentence is the product of  actual vindictiveness on the part\n\nof the  sentencing authority.\"  Id.   In the absence  of such\r                                               \n\nreasonable likelihood,  the  defendant bears  the  burden  of\n\nproving actual vindictiveness.  Id., citing Alabama v. Smith,\r                                                                        \n\n490 U.S. 794 (1989). \n\n                             -27-\r                                          27\r\n\n          As  we stated  above,  Mena Robles  has pointed  to\n\nnothing in the  record to support a claim  of vindictiveness,\n\nother than the fact of the gun enhancement itself.  This will\n\nnot suffice.  In  Both Longval and Crocker, the  trial judges\r                                                      \n\nmade  mid-trial  comments  which  \"explicitly  linked harsher\n\nsentences to the defendants' refusal to cut short their right\n\nto a  jury trial.\"  Vose, 927 F.2d  at 12.  These remarks, we\r                                    \n\ndetermined,   were  sufficient  to   establish  a  reasonable\n\nlikelihood  of vindictiveness.   Id.15   Here, the  record is\r                                                \n\ndevoid  of similar  evidence  that would  trigger the  Pearce\r                                                                         \n\npresumption    or    demonstrate    actual    vindictiveness.\n\nAccordingly, Mena Robles's vindictiveness argument fails.16\n\n          Appellant   Torres  Rivera  also  argues  that  the\n\nimplementation  of the  gun enhancement  without a  finding a\n\nguilt  beyond  a  reasonable  doubt  is  a  violation of  due\n\nprocess.  This contention has been soundly rejected, and thus\n\nwe need not address it further.  See United States v. Pineda,\r                                                                        \n\n981 F.2d 569, 574 (1st Cir. 1992).\n\n                    \r                                \n\n15.  In addition, we  noted in Crocker  and Longval that  the\r                                                               \ntrial judges' comments could  be construed as retaliation for\npursuing trials  in cases the judges  considered \"unworthy of\n[their] time and effort.\"   Crocker, 788 F.2d at 809.   Here,\r                                               \nwhere  the sentencing judge did not preside at trial, no such\nsentiment is likely.\n\n16.  Indeed  we  must question,  but  need  not here  decide,\nwhether  such a presumption  can ever result  where, as here,\nthe sentencing judge was not the trial judge.\n\n                             -28-\r                                          28\r\n\n          As a final matter, we address Torres Rivera's claim\n\nthat  he should have  been granted a  four-point reduction in\n\nhis  BOL for playing only a \"minimal\" role in the conspiracy.\n\nThe district court  awarded him a  two-level adjustment as  a\n\n\"minor\"  participant.  See U.S.S.G.    3B1.2.   We review the\r                                      \n\ndistrict  court's  mitigating  role determination  for  clear\n\nerror.   United States  v. Dietz, 950  F.2d 50, 52  (1st Cir.\r                                            \n\n1991).    According  to  the relevant  application  notes,  a\n\n\"minimal\" participant  is a  defendant who is  \"plainly among\n\nthe  least culpable  of those  involved in  the conduct  of a\n\ngroup.\"  While that  description may superficially fit Torres\n\nRivera,  further  light is  shed  on  the parameters  of  the\n\nadjustment by means of  these illustrative examples: \"someone\n\nwho  played  no other  role in  a  very large  drug smuggling\n\noperation  than  to  offload   part  of  a  single  marihuana\n\nshipment, or in a case where an individual was recruited as a\n\ncourier for a single  smuggling transaction involving a small\n\namount  of  drugs.\"     U.S.S.G.     3B1.2,  comment.  (n.2).\n\nMoreover   the  same   note  indicates   that   the  \"minimal\n\nparticipant\"  adjustment will  be  used  \"infrequently.\"   We\n\nbelieve  the district  court  correctly  concluded that  this\n\nshould  not be one of those infrequencies.   In his role as a\n\nguard  for  the  money,  Torres Rivera  occupied  a  position\n\nintegral to  the  completion  of  the deal.    Indeed,  Munoz\n\ntestified  that Carlos  Kortwright said that  such protection\n\n                             -29-\r                                          29\r\n\nwas  necessary because \"the money  man\"  had  \"lost money\" in\n\nprior  transactions.   In the  end,  we accept  the following\n\nreasoning on the part of the district court:\n\n          The  Court finds, however, that since the\n          amount of drugs  involved was quite large\n          and since defendant acted as a bodyguard,\n          a    role   which    entailed   providing\n          protection to the principal actors during\n          their negotiations  and   may  result  in\n          acts of violence, that  it cannot in good\n          conscience  assign  any  such  actor  the\n          label of minimal participant.\n\nBased on  the foregoing, we  reject Torres Rivera's  claim of\n\nminimal participant status.\n\n          We  have reviewed appellants'  other arguments, and\n\nfind  them   without  merit.    Appellants'  convictions  and\n\nsentences are therefore affirmed.\r                                    affirmed.\r                                             \n\n                             -30-\r                                          30\r\n",
  "html": "<p class=\"case_cite\">4 F.3d 1026</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Alfonso MENA-ROBLES, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Miguel TORRES-RIVERA, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 92-1233, 92-1299.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 5, 1993.<br>Decided Sept. 28, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Olga M. Shepard, for appellant Mena-Robles.</p>\n      <p class=\"indent\">Julio C. Codias, for appellant Torres-Rivera.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Sr. Litigation Counsel, with whom Daniel F. Lopez-Romo, U.S. Atty. and Edwin O. Vazquez, Asst. U.S. Atty., were on brief, for appellant.</p>\n      <p class=\"indent\">Before TORRUELLA and STAHL, Circuit Judges and BURNS,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After a jury convicted appellants Miguel Torres Rivera (\"Torres Rivera\") and Alfonso Mena Robles (\"Mena Robles\") of conspiracy to possess with intent to distribute cocaine, in violation of 21 U.S.C. Sec. 846, they were sentenced to terms of imprisonment of 200 months and 170 months, respectively.  On appeal, both defendants claim that the district court erroneously denied their motions for acquittal made under Fed.R.Crim.P. 29, and that their sentences contravened the Sentencing Guidelines.  Finding no reversible error, we affirm the convictions and sentences.I.</p>\n    </div>\n    <p>Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recount the relevant evidence in the light most favorable to the prosecution.  United States v. Alvarez, 987 F.2d 77, 79 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 147, --- L.Ed.2d ---- (1993).  The arrest and indictment of appellants and their 11 original co-defendants was the culmination of a reverse sting operation conducted by the Puerto Rico Department of Justice (\"PRDOJ\") and the United States Drug Enforcement Administration (\"DEA\").  The law enforcement agents posed as large-scale cocaine dealers.  Their goal was to apprehend genuine drug traffickers by arranging a \"sale\" of a sizable quantity of cocaine.  Toward that end, PRDOJ Agent Eric Munoz (\"Munoz\"), posing as a cocaine supplier, held several meetings with potential purchasers interested in setting up a deal.  On March 22, 1990, Munoz met with Carlos Kortwright Perez (\"Carlos Kortwright\"), his wife, Damaris Camacho Valcarcel (\"Damaris Camacho\"), his mother, Frances Perez Corujo (\"Frances Perez\"), and Samuel Solis Sierra, and began negotiations for Kortwright's purchase of 50 kilograms of cocaine at a price of $16,000 per kilogram.  Further negotiations took place on April 1, 1990, at which time an agreement was reached to consummate the deal in mid-May.  After several phone conversations, Munoz met on April 25, 1990, with Carlos Kortwright, Damaris Camacho, and her brother, Miguel Camacho Valcarcel (\"Miguel Camacho\").  Munoz told Miguel Camacho that the deal could take place in approximately two weeks.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After further telephone conversations between Munoz and the potential buyers, Munoz met again with Carlos Kortwright and Damaris Camacho on May 6, 1990.  They discussed more details of the deal, with Munoz reporting that the ship carrying the cocaine to Puerto Rico was already at sea.  On May 10, 1990, Damaris Camacho called Munoz and informed him that the money needed for the drug sale had been gathered.  For closing the deal, two rooms at the Cerromar Hotel in Dorado Beach, Puerto Rico, had been rented.  The plan was for the sale to take place in one room, while police would undertake surveillance from the other.  After preparing the rooms, Munoz phoned Carlos Kortwright and told him he was ready.  Two hours later, Carlos Kortwright and Frances Perez arrived at the hotel.  After hours of phone calls between and among Munoz, Carlos Kortwright, his brother, Jose, and Samuel Solis Sierra, it became apparent that the money was not, in fact, ready.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Finally, the deal was called off, with Munoz telling Carlos Kortwright that the cocaine had been sold to other, more ready, purchasers.  He did, however, report that a new supply of cocaine might soon be available.  After several telephone contacts, an agreement was arranged to sell Carlos Kortwright 75 kilograms of cocaine at $14,500 each.  The transaction was set for May 24, 1990.  Again, two hotel rooms were rented, this time at the Condado Plaza Hotel in Condado, Puerto Rico.  After Munoz and his undercover partner, Lt. Ayala, phoned Carlos Kortwright and Frances Perez, they all met at the hotel, along with Miguel Camacho, Samuel Solis Sierra and Rolando Solis Sierra.  Miguel Camacho accompanied Munoz to one of the hotel rooms to sample some of the cocaine.  All the buyers except Frances Perez then left the hotel, presumably to return later to consummate the deal.  Again, however, the sale fell through, as Carlos Kortwright reported to Munoz that he was having problems with his \"money man.\"   Carlos Kortwright then told Munoz that he was \"going to take over everything [and] be in charge,\" and that Munoz should call him the next day, Friday, May 25, 1990.  Meanwhile, the law enforcement officials had decided to let the weekend elapse before resuming negotiations.  On May 25, 1990, Munoz told Frances Perez that the deal was on hold.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On May 28, 1990, Munoz again contacted Carlos Kortwright and Frances Perez to resume negotiations.  Later that day, the three, along with Lt. Ayala and DEA Special Agent Miranda met at a Pizza Hut in Condado.  They agreed to carry out the cocaine sale on May 31, 1990, at a police-owned beach house at Vega Baja, Puerto Rico.  Prior to the meeting at the beach house, the plans called for a meeting at La Terraza restaurant in Dorado, Puerto Rico, where Munoz would be able to see the buyers' money.  It was agreed that Munoz would then phone the beach house, and they would all drive there, caravan style.  In reality, Munoz's picking up the telephone was to be the signal for other officers to move in and make arrests.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On May 31, 1990, at approximately 2:00 p.m., Carlos Kortwright phoned Munoz, and the two agreed to meet at La Terraza at 3:30 that afternoon.  Shortly after Munoz and Ayala seated themselves in the empty restaurant, several cars arrived simultaneously, including a brown Buick owned by appellant Mena Robles.  In total, Munoz testified to seeing about a dozen people arrive.  Of those people, Carlos Kortwright, Alberto Morales Colberg and Jose Francisco Casiano joined Munoz and Ayala at one table.  Appellants sat across from each other at the next table, two to three feet from the others, facing in the direction of Munoz's table.  The other dozen or so tables in the restaurant were unoccupied.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After everyone gathered in the restaurant, Munoz asked Carlos Kortwright about the two men (the appellants) seated at the adjacent table.  Munoz testified that Kortwright told him that \"these people are here to protect the money and the money is outside.\"   Munoz then offered to buy drinks for the entire group, including appellants, but Colberg precluded any acceptance of the offer by insisting on proceeding with the deal.  Soon after, a waiter brought Munoz and Ayala drinks they had ordered before the others' arrival.  At that point, Ayala repeated Munoz's drink offer.  This time, Casiano, seated between Munoz and Ayala, interceded, giving his approval to Ayala's offer.  Appellant Mena Robles ordered a beer.  At about the same time, co-defendant Rafael Montanez Ortiz, who had remained outside, entered the restaurant and shouted something in the direction of the group.  Carlos Kortwright left the table and spoke briefly with Montanez Ortiz.  When he returned, Colberg again tried to get the deal going.  He asked Munoz whether the 75 kilos of cocaine were available.  When Munoz replied affirmatively and asked Colberg whether he was ready to buy, Colberg and Carlos Kortwright went to the parking lot, retrieved a notebook and calculator from one of the vehicles, and sat together at an empty table in the restaurant, away from the others.  After a short time, they returned to their original seats, whereupon Colberg told Munoz that he was ready to buy 15 kilos immediately, and the other 60 kilos later that evening.  Munoz balked, first telling Colberg that he had no place to keep the unsold 60 kilos that Carlos Kortwright had originally agreed to buy, and then reminding Colberg that he, Munoz, had yet to see any of the buyers' money.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Colberg and Carlos Kortwright then escorted Munoz to a blue Volvo in the parking lot.  Three men were near the car, one of whom, Hector Santana Olmo, was leaning against the trunk as Munoz arrived.  Munoz was unable to identify the other two men with Santana Olmo.  Upon opening the trunk, Santana Olmo showed Munoz two bags of money.  The first contained packs of five, ten, and twenty dollar bills, which, Munoz told Santana Olmo, would be insufficient to complete the deal.  The second bag, however, a large plastic trash bag, contained packs of fifty and one hundred dollar bills.  Santana Olmo told Munoz that there was a total of $500,000 in the two bags.  Satisfied by the buyers' showing, Munoz told them that he would alert his confederates.  On his way to the telephone, Munoz stopped to talk to Ayala, who was then alone in the restaurant.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  He apprised Ayala of what had transpired outside.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Munoz proceeded to the telephone.  When he picked up the receiver, however, the expected law enforcement help did not materialize.  He phoned headquarters and was informed that many of the officers were caught in traffic.  Munoz stalled on the phone, because he had told the buyers that the drugs would arrive five minutes after he placed the call.  While speaking with headquarters, Munoz told an officer there to inform the arriving officers that the money was in a blue Volvo.  While still on the phone, Munoz was approached by Colberg and Carlos Kortwright.  He told them he was having last-minute difficulty with his supplier.  When Munoz finally got off the phone, the three men started walking back toward the restaurant, stopping in the parking lot, behind the brown Buick, which was then occupied by three people with the right-front door open.  The Buick was still parked next to Munoz's car.  Munoz then entered the restaurant, where Samuel Solis Sierra was speaking with Ayala.  As Munoz approached them, other law enforcement agents arrived.  Munoz and Ayala arrested Solis Sierra.  Munoz then went outside with the other officers.  Santana Olmo, the two unidentified men with him, and the blue Volvo in which Munoz had seen the money had already departed.  The men inside the brown Buick turned out to be appellants and Rafael Montanez Ortiz.  Mena Robles, to whom the car was registered, was in the driver's seat;  Torres Rivera was in the back;  Montanez Ortiz was in the front passenger seat, adjacent to the open door.  A Magnum revolver was found on the ground about five feet from the open car door.  Bullets compatible with the gun were found on Montanez Ortiz's person.  All three men were arrested.  In total, nine people were arrested at the restaurant;  the remaining co-defendants were apprehended later.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On June 27, 1990, 13 people were named in a six-count indictment.  Count I charged all 13 with participating in a conspiracy to possess with intent to distribute cocaine.  Appellants were charged only in Count I.  Except for appellants, all defendants pled guilty prior to trial.  Several pled to one count of the indictment, while others pled to new informations in exchange for having the indictment dismissed.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <p>A. The Rule 29 Motions<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellants claim that the district court erred in denying their respective Rule 29 motions for acquittal.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Our task is to review the record to determine whether the evidence and reasonable inferences therefrom, taken as a whole and in the light most favorable to the prosecution, would allow a rational jury to determine beyond a reasonable doubt that the defendants were guilty as charged.  Alvarez, 987 F.2d at 83.   A conviction may be premised in whole or part on circumstantial evidence.  Id.  In addition, \"juries are not required to examine the evidence in isolation, for 'individual pieces of evidence, insufficient in themselves to prove a point, may in cumulation prove it.  The sum of an evidentiary presentation may well be greater than its constituent parts.' \"  United States v. Ortiz, 966 F.2d 707, 711 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1005, 122 L.Ed.2d 154 (1993) (quoting Bourjaily v. United States, 483 U.S. 171, 179-80, 107 S.Ct. 2775, 2780-81, 97 L.Ed.2d 144 (1987)).  Finally, it is not our function to weigh evidence or make credibility determinations.  Id.  Instead, it is the jury's responsibility to make credibility judgments.  Thus, the jury is empowered to accept or reject, in whole or in part, any testimony.  Alvarez, 987 F.2d at 83.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Here, appellants were charged with and convicted of conspiracy.  \"The 'essence' of a conspiracy is an agreement to commit a crime.\"  United States v. Moran, 984 F.2d 1299, 1300 (1st Cir.1993) (quoting Iannelli v. United States, 420 U.S. 770, 777, 95 S.Ct. 1284, 1289, 43 L.Ed.2d 616 (1975) (emphasis in original)).  To convict a defendant of conspiracy, the government must prove, beyond a reasonable doubt, that the defendant intended to agree and to commit the substantive offense that was the object of the agreement.  United States v. Cruz, 981 F.2d 613, 616 (1st Cir.1992).  The agreement may be express or tacit, and may be proven by direct or circumstantial evidence.  Id. (citing United States v. Rivera-Santiago, 872 F.2d 1073, 1079 (1st Cir.), cert. denied, 492 U.S. 910, 109 S.Ct. 3227, 106 L.Ed.2d 576 (1989)).  \"However, the government need not establish that the defendants knew or agreed upon every detail of the conspiracy.  All that is required is to show the essential nature of the plan and their connections with it.\"  United States v. O'Campo, 973 F.2d 1015, 1019 (1st Cir.1992) (citation and internal quotations omitted).</p>\n    </div>\n    <p class=\"indent\">1. Mena Robles</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellant Mena Robles argues that the evidence fails to show the existence of an agreement between himself and the other conspirators.  We disagree.  It is true, as Mena Robles argues, that there is no evidence tending to indicate that he played a role in arranging the transaction.  Mena Robles also correctly asserts that his actions in the restaurant on May 31, 1990, are consistent with the behavior of an innocent bystander;  that is, there is nothing inherently inculpatory about sitting at a particular table, near other people, and accepting a beer when offered.  Those facts are not dispositive, however.  Even if Mena Robles did not actively participate until the final negotiation, he is not necessarily absolved from being implicated in the conspiracy because the government is not required to prove that he took part in all aspects of the conspiracy.  See Cruz, 981 F.2d at 617.   As for Mena Robles's \"innocent bystander\" argument, we note that \"jurors can be assumed to know that criminals rarely welcome innocent persons as witnesses to serious crimes and rarely seek to perpetrate felonies before larger-than-necessary audiences.\"  Ortiz, 966 F.2d at 712.   In addition, \" 'there are circumstances where presence itself implies participation--as where a 250-pound bruiser stands silently by during an extortion attempt, or a companion stands by during a robbery, ready to sound a warning or give other aid if required.' \"  Ortiz, 966 F.2d at 712 (quoting United States v. Martinez, 479 F.2d 824, 829 (1st Cir.1973)).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Thus, the jury could have inferred, for example, that Montanez Ortiz's decision to shout to Carlos Kortwright, within earshot of the negotiators, was done with the knowledge that appellants were not \"innocent bystanders,\" but instead were participants in the scheme.  Based on our reading of the record, a reasonable jury could also conclude that appellants:  arrived at the restaurant simultaneously with the other putative conspirators;  parked their car near to those of the others;  sat at an adjacent table, only a few feet from the main negotiators, despite the fact that the rest of the restaurant was empty;  faced toward the negotiators for the entire time they were in the restaurant;  first declined, and then accepted, the officers' drink offers, apparently in response to instructions from codefendants Colberg and Casiano;  were identified by codefendant Carlos Kortwright as being with the group to \"protect the money;\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  and were arrested in a car with codefendant Montanez Ortiz.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">While these factual conclusions are not the only ones the jury could have reached, we find them eminently reasonable.  See e.g., United States v. Nueva, 979 F.2d 880, 883 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1615, 123 L.Ed.2d 175 (1993) (\"prosecution need not exclude every reasonable hypothesis of innocence, so long as the total evidence permits a conclusion of guilty beyond a reasonable doubt.\").  Accordingly, we find the evidence sufficient to support Mena Robles's conspiracy conviction.</p>\n    </div>\n    <p class=\"indent\">2. Torres Rivera</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As his first enumerated issue, appellant Torres Rivera asks \"Whether there was sufficient evidence to find this Appellant guilty of the charged conspiracy and whether the Appellant received ineffective assistance of counsel.\"   The ensuing section of the brief, however, is devoted almost entirely to a claim of prejudicial variance between the indictment, which alleged a single conspiracy, and the evidence, which, according to Torres Rivera, revealed \"several\" conspiracies.  We will address these claims individually.a. Sufficiency of the Evidence</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Torres Rivera essentially argues, as did Mena Robles, that he was an innocent bystander to the negotiations, rather than a participant.  For the reasons set forth in our disposition of Mena Robles's similar claim, see supra sec. II.A.1, we find Torres Rivera's argument meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">b. Prejudicial Variance</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Torres Rivera's variance argument is no more availing.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Essentially, Torres Rivera contends that the \"first\" conspiracy ended on May 29, 1990, when the cocaine deal apparently collapsed because of problems with Carlos Kortwright's \"money man,\" Miguel Camacho.  Appellant argues that the \"second\" conspiracy was formed thereafter, when Carlos Kortwright teamed with Morales Colberg, Casiano, Santana Olmo and Montanez Ortiz.  Appellant claims that the evidence introduced relative to the \"first\" conspiracy caused him substantial prejudice, as he could conceivably have been part of the \"second\" conspiracy only.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Whether there is a single conspiracy, multiple conspiracies, or no conspiracy at all is ordinarily a factual matter for the jury to determine.  United States v. David, 940 F.2d 722, 732 (1st Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 2301, 119 L.Ed.2d 224 (1992).  Where, as here, there is no challenge to the jury instructions, we review the jury's conclusion as to whether one or more conspiracies existed only for evidentiary sufficiency.  Id.  To conclude that there was a single conspiracy, the jury need not be presented with evidence showing that each coconspirator knew every detail of the conspiracy, or even that each conspirator knew every other coconspirator.  United States v. Garcia-Rosa, 876 F.2d 209, 223 (1st Cir.1989), cert. denied, 493 U.S. 1030, 110 S.Ct. 742, 107 L.Ed.2d 760, vacated on other grounds sub nom.  Rivera-Feliciano v. United States, 498 U.S. 954, 111 S.Ct. 377, 112 L.Ed.2d 391 (1990).  Indeed, a single conspiracy may exist where there has been no direct contact among some of the participants.  United States v. Giry, 818 F.2d 120, 127 (1st Cir.), cert. denied, 484 U.S. 855, 108 S.Ct. 162, 98 L.Ed.2d 116 (1987).  Moreover, \"[t]he fact that every defendant did not participate in every transaction necessary to fulfill the aim of their agreement does not transform a continuing plan into multiple conspiracies.\"  United States v. Drougas, 748 F.2d 8, 17 (1st Cir.1984).  Instead, a jury may find a single conspiracy if the evidence sufficiently demonstrates \"that all of the alleged coconspirators directed their efforts towards the accomplishment of a common goal or overall plan.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In this case, the \"common goal\" was the purchase of a large amount of cocaine.  Two unsuccessful attempts were made to the consummate the sale, before the final attempt at the restaurant on May 31, 1990.  In each attempt, Carlos Kortwright, Jose Kortwright, Samuel Solis Sierra and Rolando Solis Sierra appeared to be the main actors.  The supporting cast, however, changed somewhat prior to the final attempt, as Colberg, Casiano, Santana-Olmo, Montanez Ortiz and appellants replaced Damaris Camacho, Miguel Camacho and Frances Perez.  In our view, the evidence supports a conclusion that these events constituted a single conspiracy to purchase cocaine.  As we stated above, it is of no moment that all the conspirators did not participate in all attempts to further the plan spearheaded by the main players.  See, e.g., United States v. Aponte-Suarez, 905 F.2d 483, 488 (1st Cir.), cert. denied, 498 U.S. 990, 111 S.Ct. 531, 112 L.Ed.2d 541 (1990) (finding sufficient evidence to support single conspiracy where appellants were involved in only one of three attempts by a major dealer to purchase cocaine).  Therefore, appellant Torres Rivera's variance argument must fail.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">c. Ineffective Assistance of Counsel</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Torres Rivera's claim of constitutionally defective counsel rises and falls with his variance claim.  He argues that trial counsel was ineffective because of his failure to object to evidence that Torres Rivera alleges was relevant only to the \"first\" conspiracy, and that he was prejudiced by the introduction of such evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is well settled that we measure the quality of trial counsel's performance under the two-part standard set by Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984).  Pursuant to Strickland, a defendant must show that counsel performed unreasonably and that prejudice resulted therefrom.  Id.;  see also United States v. Walters, 904 F.2d 765 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As noted above, the single/multiple conspiracy argument is without merit.  Moreover, according to the record, the district court rejected the same argument made by several other defendants, who, according to Torres Rivera were part of the \"second conspiracy.\"   In light of these prior rulings, counsel's failure to rehash the same failed argument cannot be considered ineffective assistance of counsel.  See United States v. Andiarena, 823 F.2d 673 (1st Cir.1987).  Accordingly, we reject Torres Rivera's claim of ineffective assistance of counsel.</p>\n    </div>\n    <p>B. Sentencing Issues</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Appellants aim a barrage of arguments at their respective sentences.  We address them seriatim.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Torres Rivera first argues that the district court erroneously calculated his base offense level (\"BOL\").  Pursuant to U.S.S.G. Sec. 2D1.1(c) and 2D1.4<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>, the BOL for a conspiracy conviction such as this depends on the quantity of contraband attributable to the defendant.  The district court concluded that appellants were to be held accountable for 15 kilograms of cocaine,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and set the BOL at 34.  U.S.S.G. Sec. 2D1.1(c).  Torres Rivera claims that the district court's use of the 15 kilogram amount was erroneous;  that he should be held responsible for less than 500 grams;  and that his BOL therefore should be 24.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">U.S.S.G. Sec. 1B1.3(a)(2) provides that the BOL shall be determined on the basis of \"all acts or omissions committed or aided and abetted by the defendant, or for which the defendant would be otherwise accountable, that occurred during the commission of the offense of conviction.\"   The relevant application note provides:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>In the case of criminal activity undertaken in concert with others, whether or not charged as a conspiracy, the conduct for which the defendant \"would be otherwise accountable\" also includes conduct of others in furtherance of the execution of the jointly-undertaken criminal activity that was reasonably foreseeable by the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">U.S.S.G. Sec. 1B1.3, comment.  (n. 1).  The final piece of the puzzle provides that if a \"defendant is convicted of an offense involving negotiation to traffic in a controlled substance, the weight under negotiation in an uncompleted distribution shall be used to calculate the applicable guideline amount.\"   U.S.S.G. Sec. 2D1.4, comment.  (n. 1);  see also United States v. Gerante, 891 F.2d 364, 369 (1st Cir.1989) (affirming estimation of drug quantity based on amount of money found in defendant's possession).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The thrust of Torres Rivera's BOL argument is that he had no ability to produce any money to purchase cocaine.  This argument is rooted in the following statement, contained in Application Note 1 to section 2D1.4:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>However, where the court finds that the defendant did not intend to produce and was not reasonably capable of producing the negotiated amount, the court shall exclude from the guideline calculation the amount that it finds the defendant did not intend to produce and was not reasonably capable of producing.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In referring to this statement, however, Torres Rivera has ignored the very next sentence in the same Note:  \"If the defendant is convicted of conspiracy, see Application Note 1 to Sec. 1B1.3 (Relevant Conduct).\"   And, as we noted above, that section calls for consideration of the foreseeable acts of coconspirators in determining the BOL.  Thus, as the district court correctly concluded, Torres Rivera's personal financial ability is inapposite to the matter at hand.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The remainder of Torres Rivera's BOL-related argument is directed at the fact that much of the negotiating in this case took place prior to his active involvement.  Therefore, he argues, those negotiations could not have been \"reasonably foreseeable\" to him, and he should not be held responsible for any drugs involved with earlier stages of the case.  This argument, however, overlooks the events that took place on May 31, 1990, when he, as a guard, took part in the final negotiations.  Thus, he is in fact being held responsible for drugs negotiated while he was an active participant in the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Finally, a recent decision of this court further undermines Torres Rivera's theory.  In United States v. De La Cruz, 996 F.2d 1307 (1st Cir.1993), we rejected a foreseeability argument made by a defendant whose only role in a drug conspiracy had been as a driver.  At sentencing, and on appeal, the defendant claimed that he had no knowledge of the amount of cocaine he was transporting.  We first noted that the defendant must have known that he was part of a large-scale deal due to the number of people and vehicles present at the warehouse where the drugs were stored.  Id., at 1314.   We then stated:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>A defendant who conspires to transport for distribution a large quantity of drugs, but happens not to know the precise amount, pretty much takes his chances that the amount actually involved will be quite large.  On De La Cruz' theory, no amount at all could properly be assigned to him if, as may well be the case, he never had a specific quantity in mind.  The danger actually posed by the conspiracy was the distribution of 240 kilograms, De La Cruz knew that a large quantity was involved, and--absent special circumstances--we think that is enough.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Id. at 1314.   In our view, Torres Rivera's role is analogous to that of De La Cruz.  Given his presence at the final negotiations and his role as a guard for the \"money man,\" his general knowledge of the size of the cocaine deal is readily inferable.  And, like De La Cruz, Torres Rivera \"took his chances\" as to the specific quantity.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In light of the foregoing, we can find no clear error in either the district court's determination of the quantity of cocaine attributable to appellant Torres Rivera, or its resulting use of a BOL of 34.  See, e.g., United States v. Figueroa, 976 F.2d 1446, 1461 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1346, 122 L.Ed.2d 728 (1993) (applying clear error standard to appellate review of drug quantity attributed to conspiracy defendant).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Torres Rivera next argues that his sentence was disproportionately severe when compared with the sentences of similarly situated codefendants.  To support this claim, he dwells on the fact that his 200 month prison sentence was greater than those received by all other coconspirators, including those referred to in the indictment as organizers, leaders, managers and negotiators.  We reject this sentencing disparity claim.  First, our review of the record indicates that Torres Rivera was treated similarly to those codefendants who pled guilty to the same conspiracy count of which he was convicted.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> All began with a BOL based on a 15 kilogram conspiracy.  While some sentences varied, much of that has to do with the fact that Torres Rivera was in a Criminal History Category III, and that he and Mena Robles were the only recipients of a firearm enhancement.  Moreover, despite Torres Rivera's claim to the contrary, the record reveals no downward sentencing departures having been granted to any codefendant.  And, as a final matter, we have firmly held that \"a perceived need to equalize sentencing outcomes for similarly situated codefendants, without more, will not permit a departure from a properly calculated guideline sentencing range.\"  United States v. Wogan, 938 F.2d 1446, 1448 (1st Cir.), cert. denied, --- U.S. ----, 112 S.Ct. 441, 116 L.Ed.2d 460 (1991).  Accordingly, we reject Torres Rivera's sentencing disparity argument.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Next, both appellants challenge the district court's two-point offense-level enhancement, pursuant to U.S.S.G. Sec. 2D1.1(b)(1),<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> for possession of a firearm during the offense.  This circuit calls for the firearm enhancement \"whenever a codefendant's possession of a firearm in furtherance of [ ] joint criminal activity was reasonably foreseeable to the defendant.\"  United States v. Bianco, 922 F.2d 910, 912 (1st Cir.1991) (citations omitted).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  In reviewing a district court's use of the firearm enhancement, we accord due deference to the application of the enhancement to the facts of the case.  United States v. Sostre, 967 F.2d 728, 731 (1st Cir.1992).  Factual conclusions related to sentencing need only be supported by a preponderance of the evidence and will be set aside only for clear error.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Appellants essentially argue that the evidence is not sufficient to support the two-level adjustment.  We do not agree.  As noted above, coconspirator Montanez Ortiz was found in possession of five bullets compatible with the gun retrieved from just outside the car in which he and appellants were seated at the time of their arrests.  From this, the court could properly infer that Montanez Ortiz had the gun on his person prior to ejecting it from the car.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Appellants assert that neither their presence in Mena Robles's car with Montanez Ortiz, nor any other record evidence, is sufficient to infer the requisite foreseeability.  However, as we stated in Bianco:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>[W]e often observe that firearms are common tools of the drug trade.  Absent evidence of exceptional circumstances, we think it fairly inferable that a codefendant's possession of a dangerous weapon is foreseeable to a defendant with reason to believe that their collaborative criminal venture includes an exchange of controlled substances for a large amount of cash.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Id. at 912 (citations omitted).  See also Sostre, 967 F.2d at 731-32 (enhancement affirmed where only codefendant physically possessed gun, but defendant was part of \"protection\" team employed by drug seller);  United States v. Bello-Perez, 977 F.2d 664, 673 (1st Cir.1992) (weapon enhancement affirmed where only codefendant was in actual possession of firearm, but both defendant and codefendant served as \"muscle\" for drug-debt collections).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Here, given the jury's supportable conclusion that appellants were involved in the drug transaction at issue, and the lack of any evidence to contradict the reasonable foreseeability of Montanez Ortiz's possession of a gun at the scene of a large-scale cocaine deal, we can find no clear error in the district court's application of the two-level weapon enhancement.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Next, Mena Robles contends that the gun enhancement was the product of vindictive sentencing on the part of the district judge.  This assertion is based solely on the fact that only these appellants exercised their right to trial, and they alone received the sentencing enhancement, although those codefendants who pled guilty to the conspiracy charge were situated similarly with respect to the firearm at issue.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In North Carolina v. Pearce, 395 U.S. 711, 89 S.Ct. 2072, 23 L.Ed.2d 656 (1969), the Supreme Court faced a situation where a defendant who successfully appealed his conviction was again found guilty on retrial and given a harsher sentence by the same trial judge.  The Court, concerned with the possibility of a vindictive response to the exercise of a constitutional right to appeal, held that such an increased sentence must be explained in the record.  Id. at 726, 89 S.Ct. at 2081.   Later, the Court held that a \"presumption of vindictiveness\" is triggered whenever the same judge imposes a stiffer sentence after retrial.  United States v. Goodwin, 457 U.S. 368, 374, 102 S.Ct. 2485, 2489, 73 L.Ed.2d 74 (1982).  This presumption may be overcome only when objective information in the record justifies the increased sentence.  Id. at 372-384, 102 S.Ct. at 2488-94;  Johnson v. Vose, 927 F.2d 10, 11 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We have applied the Pearce presumption to situations where, as here, defendant has rejected a plea bargain in favor of a trial.  See, e.g., United States v. Crocker, 788 F.2d 802 (1st Cir.1986);  Longval v. Meachum, 693 F.2d 236 (1st Cir.1982) cert. denied, 460 U.S. 1098, 103 S.Ct. 1799, 76 L.Ed.2d 364 (1983).  As we have pointed out, however, \"not every instance of an enhanced sentence following a defendant's exercise of a legal right triggers the presumption.\"  Vose, 927 F.2d at 11.  \"The principle established by Pearce and its progeny is not that enlarged sentences are forbidden, but only that such sentences may not be fueled by vindictiveness.\"  Id.  Therefore, we have qualified the presumption, holding that \"[t]he presumption [ ] arises only in circumstances in which there is a reasonable likelihood that the increase in sentence is the product of actual vindictiveness on the part of the sentencing authority.\"  Id.  In the absence of such reasonable likelihood, the defendant bears the burden of proving actual vindictiveness.  Id., citing Alabama v. Smith, 490 U.S. 794, 109 S.Ct. 2201, 104 L.Ed.2d 865 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">As we stated above, Mena Robles has pointed to nothing in the record to support a claim of vindictiveness, other than the fact of the gun enhancement itself.  This will not suffice.  In Both Longval and Crocker, the trial judges made mid-trial comments which \"explicitly linked harsher sentences to the defendants' refusal to cut short their right to a jury trial.\"  Vose, 927 F.2d at 12.   These remarks, we determined, were sufficient to establish a reasonable likelihood of vindictiveness.  Id.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  Here, the record is devoid of similar evidence that would trigger the Pearce presumption or demonstrate actual vindictiveness.  Accordingly, Mena Robles's vindictiveness argument fails.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Appellant Torres Rivera also argues that the implementation of the gun enhancement without a finding a guilt beyond a reasonable doubt is a violation of due process. This contention has been soundly rejected, and thus we need not address it further.  See United States v. Pineda, 981 F.2d 569, 574 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">As a final matter, we address Torres Rivera's claim that he should have been granted a four-point reduction in his BOL for playing only a \"minimal\" role in the conspiracy.  The district court awarded him a two-level adjustment as a \"minor\" participant.  See U.S.S.G. Sec. 3B1.2.  We review the district court's mitigating role determination for clear error.  United States v. Dietz, 950 F.2d 50, 52 (1st Cir.1991).  According to the relevant application notes, a \"minimal\" participant is a defendant who is \"plainly among the least culpable of those involved in the conduct of a group.\"   While that description may superficially fit Torres Rivera, further light is shed on the parameters of the adjustment by means of these illustrative examples:  \"someone who played no other role in a very large drug smuggling operation than to offload part of a single marihuana shipment, or in a case where an individual was recruited as a courier for a single smuggling transaction involving a small amount of drugs.\"   U.S.S.G. Sec. 3B1.2, comment.  (n.2).  Moreover the same note indicates that the \"minimal participant\" adjustment will be used \"infrequently.\"   We believe the district court correctly concluded that this should not be one of those infrequencies.  In his role as a guard for the money, Torres Rivera occupied a position integral to the completion of the deal.  Indeed, Munoz testified that Carlos Kortwright said that such protection was necessary because \"the money man\" had \"lost money\" in prior transactions.  In the end, we accept the following reasoning on the part of the district court:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>The Court finds, however, that since the amount of drugs involved was quite large and since defendant acted as a bodyguard, a role which entailed providing protection to the principal actors during their negotiations and may result in acts of violence, that it cannot in good conscience assign any such actor the label of minimal participant.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Based on the foregoing, we reject Torres Rivera's claim of minimal participant status.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We have reviewed appellants' other arguments, and find them without merit.  Appellants' convictions and sentences are therefore affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Oregon, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> According to Munoz, appellants had remained at the adjacent table throughout the negotiations.  The record is silent as to when they left it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Pursuant to Fed.R.Crim.P. 29, \"The court on motion of a defendant or of its own motion shall order the entry of judgment of acquittal ... if the evidence is insufficient to sustain a conviction....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although both appellants appeal the denial of their Rule 29 motions, they assert different grounds.  We therefore address them individually</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Mena Robles urges us, for a variety of reasons, to reject Munoz's testimony regarding Carlos Kortwright's identification.  All of the suggested bases for rejection, however, depend on an evaluation of Carlos Kortwright's credibility, which, as we have already noted, is the province of the jury</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> At oral argument, the government suggested that Torres Rivera failed to preserve this argument because he did not raise it below.  Upon review of the record, it appears that appellant put forth the variance argument in an unsuccessful pretrial motion for severance.  We will therefore assume, for purposes of this appeal, that the pretrial motion preserved the issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Because the jury could reasonably have found a single conspiracy, we do not address whether Torres Rivera was prejudiced by the alleged \"variance.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although section 2D1.4 has since been repealed, it was part of the 1991 Guidelines Manual, applicable to this case by virtue of the fact that sentencing took place in February 1992.  See, e.g., United States v. Pineda, 981 F.2d 569, 571 n. 1 (1st Cir.1992) (appropriate guidelines are those in effect at time of sentencing).  Accordingly, all guideline citations herein refer to the 1991 manual</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> This amount, to which the government stipulated, agrees both with the quantity that Colberg told Munoz that he would be able to immediately purchase, and with the money that was shown to Munoz in the Volvo in the restaurant parking lot.  According to the record, the negotiated price for the cocaine was $16,000 per kilogram;  the $500,000 that Santana Olmo claimed was in the Volvo would, therefore, have been more than sufficient to make the purchase</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Several other coconspirators pled guilty to lesser charges contained in superseding informations in exchange for dismissal of their indictments.  Those coconspirators therefore received, comparatively, the shortest sentences.  We reject, however, Torres Rivera's reliance on the sentences meted out to this group as support for his disproportionality claim.  See, e.g., United States v. Butt, 955 F.2d 77, 90 (1st Cir.1992) (where codefendants are charged and convicted of different offenses, they are not \"similarly situated\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We have reviewed Torres Rivera's other sentencing complaints and find them to be without merit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In relevant part, section 2D1.1(b)(1) provides for a two level BOL increase \"[i]f a dangerous weapon (including a firearm) was possessed during commission of the offense....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We note with particular emphasis the First Circuit standard because appellants rely on a host of cases from other circuits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Indeed, Montanez Ortiz pled guilty, in exchange for dismissal of the indictment, to an information charging him with carrying a firearm during the commission of a drug related felony in violation of 18 U.S.C. Sec. 924(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Appellants also argue that the district court failed to make the specific findings mandated by 18 U.S.C. Sec. 3553(c).  See United States v. McDowell, 918 F.2d 1004, 1012 (1st Cir.1990).  This assertion is based primarily on the fact that the sentencing judge did not, as he said he would, issue written findings \"summarizing his reasons for ... a two level increase....\"  While it is apparently true that no such written summary has been issued, our review of the sentencing transcript shows clearly that the district court made factual findings sufficient both to support the enhancement and to adequately frame the appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> In addition, we noted in Crocker and Longval that the trial judges' comments could be construed as retaliation for pursuing trials in cases the judges considered \"unworthy of [their] time and effort.\"  Crocker, 788 F.2d at 809.   Here, where the sentencing judge did not preside at trial, no such sentiment is likely</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Indeed we must question, but need not here decide, whether such a presumption can ever result where, as here, the sentencing judge was not the trial judge</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1026</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Alfonso MENA-ROBLES, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Miguel TORRES-RIVERA, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 92-1233, 92-1299.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 5, 1993.<br>Decided Sept. 28, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Olga M. Shepard, for appellant Mena-Robles.</p>\n      <p class=\"indent\">Julio C. Codias, for appellant Torres-Rivera.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Sr. Litigation Counsel, with whom Daniel F. Lopez-Romo, U.S. Atty. and Edwin O. Vazquez, Asst. U.S. Atty., were on brief, for appellant.</p>\n      <p class=\"indent\">Before TORRUELLA and STAHL, Circuit Judges and BURNS,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After a jury convicted appellants Miguel Torres Rivera (\"Torres Rivera\") and Alfonso Mena Robles (\"Mena Robles\") of conspiracy to possess with intent to distribute cocaine, in violation of 21 U.S.C. Sec. 846, they were sentenced to terms of imprisonment of 200 months and 170 months, respectively.  On appeal, both defendants claim that the district court erroneously denied their motions for acquittal made under Fed.R.Crim.P. 29, and that their sentences contravened the Sentencing Guidelines.  Finding no reversible error, we affirm the convictions and sentences.I.</p>\n    </div>\n    <p>Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recount the relevant evidence in the light most favorable to the prosecution.  United States v. Alvarez, <span class=\"citation\" data-id=\"601487\"><a href=\"/opinion/601487/united-states-v-victor-manuel-alvarez-united-states-v-diana-matos/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, 79 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">147</span></span>, --- L.Ed.2d ---- (1993).  The arrest and indictment of appellants and their 11 original co-defendants was the culmination of a reverse sting operation conducted by the Puerto Rico Department of Justice (\"PRDOJ\") and the United States Drug Enforcement Administration (\"DEA\").  The law enforcement agents posed as large-scale cocaine dealers.  Their goal was to apprehend genuine drug traffickers by arranging a \"sale\" of a sizable quantity of cocaine.  Toward that end, PRDOJ Agent Eric Munoz (\"Munoz\"), posing as a cocaine supplier, held several meetings with potential purchasers interested in setting up a deal.  On March 22, 1990, Munoz met with Carlos Kortwright Perez (\"Carlos Kortwright\"), his wife, Damaris Camacho Valcarcel (\"Damaris Camacho\"), his mother, Frances Perez Corujo (\"Frances Perez\"), and Samuel Solis Sierra, and began negotiations for Kortwright's purchase of 50 kilograms of cocaine at a price of $16,000 per kilogram.  Further negotiations took place on April 1, 1990, at which time an agreement was reached to consummate the deal in mid-May.  After several phone conversations, Munoz met on April 25, 1990, with Carlos Kortwright, Damaris Camacho, and her brother, Miguel Camacho Valcarcel (\"Miguel Camacho\").  Munoz told Miguel Camacho that the deal could take place in approximately two weeks.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After further telephone conversations between Munoz and the potential buyers, Munoz met again with Carlos Kortwright and Damaris Camacho on May 6, 1990.  They discussed more details of the deal, with Munoz reporting that the ship carrying the cocaine to Puerto Rico was already at sea.  On May 10, 1990, Damaris Camacho called Munoz and informed him that the money needed for the drug sale had been gathered.  For closing the deal, two rooms at the Cerromar Hotel in Dorado Beach, Puerto Rico, had been rented.  The plan was for the sale to take place in one room, while police would undertake surveillance from the other.  After preparing the rooms, Munoz phoned Carlos Kortwright and told him he was ready.  Two hours later, Carlos Kortwright and Frances Perez arrived at the hotel.  After hours of phone calls between and among Munoz, Carlos Kortwright, his brother, Jose, and Samuel Solis Sierra, it became apparent that the money was not, in fact, ready.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Finally, the deal was called off, with Munoz telling Carlos Kortwright that the cocaine had been sold to other, more ready, purchasers.  He did, however, report that a new supply of cocaine might soon be available.  After several telephone contacts, an agreement was arranged to sell Carlos Kortwright 75 kilograms of cocaine at $14,500 each.  The transaction was set for May 24, 1990.  Again, two hotel rooms were rented, this time at the Condado Plaza Hotel in Condado, Puerto Rico.  After Munoz and his undercover partner, Lt. Ayala, phoned Carlos Kortwright and Frances Perez, they all met at the hotel, along with Miguel Camacho, Samuel Solis Sierra and Rolando Solis Sierra.  Miguel Camacho accompanied Munoz to one of the hotel rooms to sample some of the cocaine.  All the buyers except Frances Perez then left the hotel, presumably to return later to consummate the deal.  Again, however, the sale fell through, as Carlos Kortwright reported to Munoz that he was having problems with his \"money man.\"   Carlos Kortwright then told Munoz that he was \"going to take over everything [and] be in charge,\" and that Munoz should call him the next day, Friday, May 25, 1990.  Meanwhile, the law enforcement officials had decided to let the weekend elapse before resuming negotiations.  On May 25, 1990, Munoz told Frances Perez that the deal was on hold.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On May 28, 1990, Munoz again contacted Carlos Kortwright and Frances Perez to resume negotiations.  Later that day, the three, along with Lt. Ayala and DEA Special Agent Miranda met at a Pizza Hut in Condado.  They agreed to carry out the cocaine sale on May 31, 1990, at a police-owned beach house at Vega Baja, Puerto Rico.  Prior to the meeting at the beach house, the plans called for a meeting at La Terraza restaurant in Dorado, Puerto Rico, where Munoz would be able to see the buyers' money.  It was agreed that Munoz would then phone the beach house, and they would all drive there, caravan style.  In reality, Munoz's picking up the telephone was to be the signal for other officers to move in and make arrests.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On May 31, 1990, at approximately 2:00 p.m., Carlos Kortwright phoned Munoz, and the two agreed to meet at La Terraza at 3:30 that afternoon.  Shortly after Munoz and Ayala seated themselves in the empty restaurant, several cars arrived simultaneously, including a brown Buick owned by appellant Mena Robles.  In total, Munoz testified to seeing about a dozen people arrive.  Of those people, Carlos Kortwright, Alberto Morales Colberg and Jose Francisco Casiano joined Munoz and Ayala at one table.  Appellants sat across from each other at the next table, two to three feet from the others, facing in the direction of Munoz's table.  The other dozen or so tables in the restaurant were unoccupied.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After everyone gathered in the restaurant, Munoz asked Carlos Kortwright about the two men (the appellants) seated at the adjacent table.  Munoz testified that Kortwright told him that \"these people are here to protect the money and the money is outside.\"   Munoz then offered to buy drinks for the entire group, including appellants, but Colberg precluded any acceptance of the offer by insisting on proceeding with the deal.  Soon after, a waiter brought Munoz and Ayala drinks they had ordered before the others' arrival.  At that point, Ayala repeated Munoz's drink offer.  This time, Casiano, seated between Munoz and Ayala, interceded, giving his approval to Ayala's offer.  Appellant Mena Robles ordered a beer.  At about the same time, co-defendant Rafael Montanez Ortiz, who had remained outside, entered the restaurant and shouted something in the direction of the group.  Carlos Kortwright left the table and spoke briefly with Montanez Ortiz.  When he returned, Colberg again tried to get the deal going.  He asked Munoz whether the 75 kilos of cocaine were available.  When Munoz replied affirmatively and asked Colberg whether he was ready to buy, Colberg and Carlos Kortwright went to the parking lot, retrieved a notebook and calculator from one of the vehicles, and sat together at an empty table in the restaurant, away from the others.  After a short time, they returned to their original seats, whereupon Colberg told Munoz that he was ready to buy 15 kilos immediately, and the other 60 kilos later that evening.  Munoz balked, first telling Colberg that he had no place to keep the unsold 60 kilos that Carlos Kortwright had originally agreed to buy, and then reminding Colberg that he, Munoz, had yet to see any of the buyers' money.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Colberg and Carlos Kortwright then escorted Munoz to a blue Volvo in the parking lot.  Three men were near the car, one of whom, Hector Santana Olmo, was leaning against the trunk as Munoz arrived.  Munoz was unable to identify the other two men with Santana Olmo.  Upon opening the trunk, Santana Olmo showed Munoz two bags of money.  The first contained packs of five, ten, and twenty dollar bills, which, Munoz told Santana Olmo, would be insufficient to complete the deal.  The second bag, however, a large plastic trash bag, contained packs of fifty and one hundred dollar bills.  Santana Olmo told Munoz that there was a total of $500,000 in the two bags.  Satisfied by the buyers' showing, Munoz told them that he would alert his confederates.  On his way to the telephone, Munoz stopped to talk to Ayala, who was then alone in the restaurant.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  He apprised Ayala of what had transpired outside.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Munoz proceeded to the telephone.  When he picked up the receiver, however, the expected law enforcement help did not materialize.  He phoned headquarters and was informed that many of the officers were caught in traffic.  Munoz stalled on the phone, because he had told the buyers that the drugs would arrive five minutes after he placed the call.  While speaking with headquarters, Munoz told an officer there to inform the arriving officers that the money was in a blue Volvo.  While still on the phone, Munoz was approached by Colberg and Carlos Kortwright.  He told them he was having last-minute difficulty with his supplier.  When Munoz finally got off the phone, the three men started walking back toward the restaurant, stopping in the parking lot, behind the brown Buick, which was then occupied by three people with the right-front door open.  The Buick was still parked next to Munoz's car.  Munoz then entered the restaurant, where Samuel Solis Sierra was speaking with Ayala.  As Munoz approached them, other law enforcement agents arrived.  Munoz and Ayala arrested Solis Sierra.  Munoz then went outside with the other officers.  Santana Olmo, the two unidentified men with him, and the blue Volvo in which Munoz had seen the money had already departed.  The men inside the brown Buick turned out to be appellants and Rafael Montanez Ortiz.  Mena Robles, to whom the car was registered, was in the driver's seat;  Torres Rivera was in the back;  Montanez Ortiz was in the front passenger seat, adjacent to the open door.  A Magnum revolver was found on the ground about five feet from the open car door.  Bullets compatible with the gun were found on Montanez Ortiz's person.  All three men were arrested.  In total, nine people were arrested at the restaurant;  the remaining co-defendants were apprehended later.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On June 27, 1990, 13 people were named in a six-count indictment.  Count I charged all 13 with participating in a conspiracy to possess with intent to distribute cocaine.  Appellants were charged only in Count I.  Except for appellants, all defendants pled guilty prior to trial.  Several pled to one count of the indictment, while others pled to new informations in exchange for having the indictment dismissed.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <p>A. The Rule 29 Motions<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellants claim that the district court erred in denying their respective Rule 29 motions for acquittal.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Our task is to review the record to determine whether the evidence and reasonable inferences therefrom, taken as a whole and in the light most favorable to the prosecution, would allow a rational jury to determine beyond a reasonable doubt that the defendants were guilty as charged.  <span class=\"citation\" data-id=\"601487\"><span class=\"antecedent_guess\">Alvarez,</span> <a href=\"/opinion/601487/united-states-v-victor-manuel-alvarez-united-states-v-diana-matos/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">83</span></a></span>.   A conviction may be premised in whole or part on circumstantial evidence.  <span class=\"citation\" data-id=\"601487\"><a href=\"/opinion/601487/united-states-v-victor-manuel-alvarez-united-states-v-diana-matos/\"><span class=\"id_token\">Id.</span>  In addition, </a></span>\"juries are not required to examine the evidence in isolation, for 'individual pieces of evidence, insufficient in themselves to prove a point, may in cumulation prove it.  The sum of an evidentiary presentation may well be greater than its constituent parts.' \"  United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 711 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">154</span> </span>(1993) (quoting Bourjaily v. United States, <span class=\"citation\" data-id=\"111938\"><a href=\"/opinion/111938/bourjaily-v-united-states/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">171</span></a></span>, 179-80, <span class=\"citation\" data-id=\"111938\"><a href=\"/opinion/111938/bourjaily-v-united-states/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2775</span></a></span>, 2780-81, <span class=\"citation\" data-id=\"111938\"><a href=\"/opinion/111938/bourjaily-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">144</span> </a></span>(1987)).  Finally, it is not our function to weigh evidence or make credibility determinations.  <span class=\"citation\" data-id=\"111938\"><a href=\"/opinion/111938/bourjaily-v-united-states/\"><span class=\"id_token\">Id.</span>  Instead, it </a></span>is the jury's responsibility to make credibility judgments.  Thus, the jury is empowered to accept or reject, in whole or in part, any testimony.  <span class=\"citation\" data-id=\"601487\"><span class=\"antecedent_guess\">Alvarez,</span> <a href=\"/opinion/601487/united-states-v-victor-manuel-alvarez-united-states-v-diana-matos/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">83</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Here, appellants were charged with and convicted of conspiracy.  \"The 'essence' of a conspiracy is an agreement to commit a crime.\"  United States v. Moran, <span class=\"citation\" data-id=\"599257\"><a href=\"/opinion/599257/united-states-v-george-a-moran/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1299</span></a></span>, 1300 (1st Cir.1993) (quoting Iannelli v. United States, <span class=\"citation\" data-id=\"109225\"><a href=\"/opinion/109225/iannelli-v-united-states/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">770</span></a></span>, 777, <span class=\"citation\" data-id=\"109225\"><a href=\"/opinion/109225/iannelli-v-united-states/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1284</span></a></span>, 1289, <span class=\"citation\" data-id=\"109225\"><a href=\"/opinion/109225/iannelli-v-united-states/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">616</span> </a></span>(1975) (emphasis in original)).  To convict a defendant of conspiracy, the government must prove, beyond a reasonable doubt, that the defendant intended to agree and to commit the substantive offense that was the object of the agreement.  United States v. Cruz, <span class=\"citation\" data-id=\"596488\"><a href=\"/opinion/596488/united-states-v-joseph-cruz/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">613</span></a></span>, 616 (1st Cir.1992).  The agreement may be express or tacit, and may be proven by direct or circumstantial evidence.  <span class=\"citation\" data-id=\"596488\"><a href=\"/opinion/596488/united-states-v-joseph-cruz/\"><span class=\"id_token\">Id.</span> (citing United </a></span>States v. Rivera-Santiago, <span class=\"citation\" data-id=\"521900\"><a href=\"/opinion/521900/united-states-v-antonio-rivera-santiago-aka-junior-vivique-united/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span></a></span>, 1079 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3227</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span> </span>(1989)).  \"However, the government need not establish that the defendants knew or agreed upon every detail of the conspiracy.  All that is required is to show the essential nature of the plan and their connections with it.\"  United States v. O'Campo, <span class=\"citation\" data-id=\"589965\"><a href=\"/opinion/589965/united-states-v-claudia-ocampo-united-states-v-julian-redeondo/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1015</span></a></span>, 1019 (1st Cir.1992) (citation and internal quotations omitted).</p>\n    </div>\n    <p class=\"indent\">1. Mena Robles</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellant Mena Robles argues that the evidence fails to show the existence of an agreement between himself and the other conspirators.  We disagree.  It is true, as Mena Robles argues, that there is no evidence tending to indicate that he played a role in arranging the transaction.  Mena Robles also correctly asserts that his actions in the restaurant on May 31, 1990, are consistent with the behavior of an innocent bystander;  that is, there is nothing inherently inculpatory about sitting at a particular table, near other people, and accepting a beer when offered.  Those facts are not dispositive, however.  Even if Mena Robles did not actively participate until the final negotiation, he is not necessarily absolved from being implicated in the conspiracy because the government is not required to prove that he took part in all aspects of the conspiracy.  See <span class=\"citation\" data-id=\"596488\"><span class=\"antecedent_guess\">Cruz,</span> <a href=\"/opinion/596488/united-states-v-joseph-cruz/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">617</span></a></span>.   As for Mena Robles's \"innocent bystander\" argument, we note that \"jurors can be assumed to know that criminals rarely welcome innocent persons as witnesses to serious crimes and rarely seek to perpetrate felonies before larger-than-necessary audiences.\"  <span class=\"citation\" data-id=\"584511\"><span class=\"antecedent_guess\">Ortiz,</span> <a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">712</span></a></span>.   In addition, \" 'there are circumstances where presence itself implies participation--as where a 250-pound bruiser stands silently by during an extortion attempt, or a companion stands by during a robbery, ready to sound a warning or give other aid if required.' \"  <span class=\"citation\" data-id=\"584511\"><span class=\"antecedent_guess\">Ortiz,</span> <a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">712</span> </a></span>(quoting United States v. Martinez, <span class=\"citation\" data-id=\"311490\"><a href=\"/opinion/311490/united-states-v-pedro-martinez/\"><span class=\"volume\">479</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">824</span></a></span>, 829 (1st Cir.1973)).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Thus, the jury could have inferred, for example, that Montanez Ortiz's decision to shout to Carlos Kortwright, within earshot of the negotiators, was done with the knowledge that appellants were not \"innocent bystanders,\" but instead were participants in the scheme.  Based on our reading of the record, a reasonable jury could also conclude that appellants:  arrived at the restaurant simultaneously with the other putative conspirators;  parked their car near to those of the others;  sat at an adjacent table, only a few feet from the main negotiators, despite the fact that the rest of the restaurant was empty;  faced toward the negotiators for the entire time they were in the restaurant;  first declined, and then accepted, the officers' drink offers, apparently in response to instructions from codefendants Colberg and Casiano;  were identified by codefendant Carlos Kortwright as being with the group to \"protect the money;\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  and were arrested in a car with codefendant Montanez Ortiz.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">While these factual conclusions are not the only ones the jury could have reached, we find them eminently reasonable.  See e.g., United States v. Nueva, <span class=\"citation\" data-id=\"595179\"><a href=\"/opinion/595179/united-states-v-alfredo-nueva/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span>, 883 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1615</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">175</span> </span>(1993) (\"prosecution need not exclude every reasonable hypothesis of innocence, so long as the total evidence permits a conclusion of guilty beyond a reasonable doubt.\").  Accordingly, we find the evidence sufficient to support Mena Robles's conspiracy conviction.</p>\n    </div>\n    <p class=\"indent\">2. Torres Rivera</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As his first enumerated issue, appellant Torres Rivera asks \"Whether there was sufficient evidence to find this Appellant guilty of the charged conspiracy and whether the Appellant received ineffective assistance of counsel.\"   The ensuing section of the brief, however, is devoted almost entirely to a claim of prejudicial variance between the indictment, which alleged a single conspiracy, and the evidence, which, according to Torres Rivera, revealed \"several\" conspiracies.  We will address these claims individually.a. Sufficiency of the Evidence</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Torres Rivera essentially argues, as did Mena Robles, that he was an innocent bystander to the negotiations, rather than a participant.  For the reasons set forth in our disposition of Mena Robles's similar claim, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>sec. II.A.1, we find Torres Rivera's argument meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">b. Prejudicial Variance</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Torres Rivera's variance argument is no more availing.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Essentially, Torres Rivera contends that the \"first\" conspiracy ended on May 29, 1990, when the cocaine deal apparently collapsed because of problems with Carlos Kortwright's \"money man,\" Miguel Camacho.  Appellant argues that the \"second\" conspiracy was formed thereafter, when Carlos Kortwright teamed with Morales Colberg, Casiano, Santana Olmo and Montanez Ortiz.  Appellant claims that the evidence introduced relative to the \"first\" conspiracy caused him substantial prejudice, as he could conceivably have been part of the \"second\" conspiracy only.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Whether there is a single conspiracy, multiple conspiracies, or no conspiracy at all is ordinarily a factual matter for the jury to determine.  United States v. David, <span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 732 (1st Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2301</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span> </span>(1992).  Where, as here, there is no challenge to the jury instructions, we review the jury's conclusion as to whether one or more conspiracies existed only for evidentiary sufficiency.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  To conclude </span>that there was a single conspiracy, the jury need not be presented with evidence showing that each coconspirator knew every detail of the conspiracy, or even that each conspirator knew every other coconspirator.  United States v. Garcia-Rosa, <span class=\"citation\" data-id=\"524260\"><a href=\"/opinion/524260/united-states-v-blanca-garcia-rosa-united-states-of-america-v-pedro/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">209</span></a></span>, 223 (1st Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1030</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">742</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">760</span></span>, vacated on other grounds sub nom.  Rivera-Feliciano v. United States, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">954</span></span>, <span class=\"citation\" data-id=\"112501\"><a href=\"/opinion/112501/united-states-v-louisiana/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">377</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span> </span>(1990).  Indeed, a single conspiracy may exist where there has been no direct contact among some of the participants.  United States v. Giry, <span class=\"citation\" data-id=\"488024\"><a href=\"/opinion/488024/united-states-v-pierre-michel-henri-giry-and-steven-seward/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">120</span></a></span>, 127 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">855</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">162</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">116</span> </span>(1987).  Moreover, \"[t]he fact that every defendant did not participate in every transaction necessary to fulfill the aim of their agreement does not transform a continuing plan into multiple conspiracies.\"  United States v. Drougas, <span class=\"citation\" data-id=\"444351\"><a href=\"/opinion/444351/united-states-v-aristedes-drougas-united-states-of-america-v-michael-a/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 17 (1st Cir.1984).  Instead, a jury may find a single conspiracy if the evidence sufficiently demonstrates \"that all of the alleged coconspirators directed their efforts towards the accomplishment of a common goal or overall plan.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In this case, the \"common goal\" was the purchase of a large amount of cocaine.  Two unsuccessful attempts were made to the consummate the sale, before the final attempt at the restaurant on May 31, 1990.  In each attempt, Carlos Kortwright, Jose Kortwright, Samuel Solis Sierra and Rolando Solis Sierra appeared to be the main actors.  The supporting cast, however, changed somewhat prior to the final attempt, as Colberg, Casiano, Santana-Olmo, Montanez Ortiz and appellants replaced Damaris Camacho, Miguel Camacho and Frances Perez.  In our view, the evidence supports a conclusion that these events constituted a single conspiracy to purchase cocaine.  As we stated above, it is of no moment that all the conspirators did not participate in all attempts to further the plan spearheaded by the main players.  See, e.g., United States v. Aponte-Suarez, <span class=\"citation\" data-id=\"543061\"><a href=\"/opinion/543061/united-states-v-emigdio-aponte-suarez-united-states-of-america-v-angel/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">483</span></a></span>, 488 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">990</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">531</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">541</span> </span>(1990) (finding sufficient evidence to support single conspiracy where appellants were involved in only one of three attempts by a major dealer to purchase cocaine).  Therefore, appellant Torres Rivera's variance argument must fail.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">c. Ineffective Assistance of Counsel</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Torres Rivera's claim of constitutionally defective counsel rises and falls with his variance claim.  He argues that trial counsel was ineffective because of his failure to object to evidence that Torres Rivera alleges was relevant only to the \"first\" conspiracy, and that he was prejudiced by the introduction of such evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is well settled that we measure the quality of trial counsel's performance under the two-part standard set by Strickland v. Washington, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span> </a></span>(1984).  Pursuant to Strickland, a defendant must show that counsel performed unreasonably and that prejudice resulted therefrom.  Id.;  see also United States v. Walters, <span class=\"citation\" data-id=\"542855\"><a href=\"/opinion/542855/united-states-v-ira-glen-anthony-walters-united-states-v-neville-anthony/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span> </a></span>(1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As noted above, the single/multiple conspiracy argument is without merit.  Moreover, according to the record, the district court rejected the same argument made by several other defendants, who, according to Torres Rivera were part of the \"second conspiracy.\"   In light of these prior rulings, counsel's failure to rehash the same failed argument cannot be considered ineffective assistance of counsel.  See United States v. Andiarena, <span class=\"citation\" data-id=\"491458\"><a href=\"/opinion/491458/united-states-v-oscar-andiarena/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span> </a></span>(1st Cir.1987).  Accordingly, we reject Torres Rivera's claim of ineffective assistance of counsel.</p>\n    </div>\n    <p>B. Sentencing Issues</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Appellants aim a barrage of arguments at their respective sentences.  We address them seriatim.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Torres Rivera first argues that the district court erroneously calculated his base offense level (\"BOL\").  Pursuant to U.S.S.G. Sec. 2D1.1(c) and 2D1.4<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>, the BOL for a conspiracy conviction such as this depends on the quantity of contraband attributable to the defendant.  The district court concluded that appellants were to be held accountable for 15 kilograms of cocaine,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and set the BOL at 34.  U.S.S.G. Sec. 2D1.1(c).  Torres Rivera claims that the district court's use of the 15 kilogram amount was erroneous;  that he should be held responsible for less than 500 grams;  and that his BOL therefore should be 24.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">U.S.S.G. Sec. 1B1.3(a)(2) provides that the BOL shall be determined on the basis of \"all acts or omissions committed or aided and abetted by the defendant, or for which the defendant would be otherwise accountable, that occurred during the commission of the offense of conviction.\"   The relevant application note provides:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>In the case of criminal activity undertaken in concert with others, whether or not charged as a conspiracy, the conduct for which the defendant \"would be otherwise accountable\" also includes conduct of others in furtherance of the execution of the jointly-undertaken criminal activity that was reasonably foreseeable by the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">U.S.S.G. Sec. 1B1.3, comment.  (n. 1).  The final piece of the puzzle provides that if a \"defendant is convicted of an offense involving negotiation to traffic in a controlled substance, the weight under negotiation in an uncompleted distribution shall be used to calculate the applicable guideline amount.\"   U.S.S.G. Sec. 2D1.4, comment.  (n. 1);  see also United States v. Gerante, <span class=\"citation\" data-id=\"533564\"><a href=\"/opinion/533564/united-states-v-joseph-gerante/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">364</span></a></span>, 369 (1st Cir.1989) (affirming estimation of drug quantity based on amount of money found in defendant's possession).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The thrust of Torres Rivera's BOL argument is that he had no ability to produce any money to purchase cocaine.  This argument is rooted in the following statement, contained in Application Note 1 to section 2D1.4:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>However, where the court finds that the defendant did not intend to produce and was not reasonably capable of producing the negotiated amount, the court shall exclude from the guideline calculation the amount that it finds the defendant did not intend to produce and was not reasonably capable of producing.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In referring to this statement, however, Torres Rivera has ignored the very next sentence in the same Note:  \"If the defendant is convicted of conspiracy, see Application Note 1 to Sec. 1B1.3 (Relevant Conduct).\"   And, as we noted above, that section calls for consideration of the foreseeable acts of coconspirators in determining the BOL.  Thus, as the district court correctly concluded, Torres Rivera's personal financial ability is inapposite to the matter at hand.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The remainder of Torres Rivera's BOL-related argument is directed at the fact that much of the negotiating in this case took place prior to his active involvement.  Therefore, he argues, those negotiations could not have been \"reasonably foreseeable\" to him, and he should not be held responsible for any drugs involved with earlier stages of the case.  This argument, however, overlooks the events that took place on May 31, 1990, when he, as a guard, took part in the final negotiations.  Thus, he is in fact being held responsible for drugs negotiated while he was an active participant in the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Finally, a recent decision of this court further undermines Torres Rivera's theory.  In United States v. De La Cruz, <span class=\"citation\" data-id=\"610551\"><a href=\"/opinion/610551/united-states-v-efrain-de-la-cruz-united-states-v-luis-torres/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1307</span> </a></span>(1st Cir.1993), we rejected a foreseeability argument made by a defendant whose only role in a drug conspiracy had been as a driver.  At sentencing, and on appeal, the defendant claimed that he had no knowledge of the amount of cocaine he was transporting.  We first noted that the defendant must have known that he was part of a large-scale deal due to the number of people and vehicles present at the warehouse where the drugs were stored.  <span class=\"citation\" data-id=\"610551\"><a href=\"/opinion/610551/united-states-v-efrain-de-la-cruz-united-states-v-luis-torres/\"><span class=\"id_token\">Id.,</span> at 1314. </a></span>  We then stated:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>A defendant who conspires to transport for distribution a large quantity of drugs, but happens not to know the precise amount, pretty much takes his chances that the amount actually involved will be quite large.  On De La Cruz' theory, no amount at all could properly be assigned to him if, as may well be the case, he never had a specific quantity in mind.  The danger actually posed by the conspiracy was the distribution of 240 kilograms, De La Cruz knew that a large quantity was involved, and--absent special circumstances--we think that is enough.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"610551\"><a href=\"/opinion/610551/united-states-v-efrain-de-la-cruz-united-states-v-luis-torres/\"><span class=\"id_token\">Id.</span> at 1314. </a></span>  In our view, Torres Rivera's role is analogous to that of De La Cruz.  Given his presence at the final negotiations and his role as a guard for the \"money man,\" his general knowledge of the size of the cocaine deal is readily inferable.  And, like De La Cruz, Torres Rivera \"took his chances\" as to the specific quantity.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In light of the foregoing, we can find no clear error in either the district court's determination of the quantity of cocaine attributable to appellant Torres Rivera, or its resulting use of a BOL of 34.  See, e.g., United States v. Figueroa, <span class=\"citation\" data-id=\"592204\"><a href=\"/opinion/592204/united-states-v-angel-luis-figueroa-united-states-of-america-v-tomas/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span>, 1461 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1346</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">728</span> </span>(1993) (applying clear error standard to appellate review of drug quantity attributed to conspiracy defendant).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Torres Rivera next argues that his sentence was disproportionately severe when compared with the sentences of similarly situated codefendants.  To support this claim, he dwells on the fact that his 200 month prison sentence was greater than those received by all other coconspirators, including those referred to in the indictment as organizers, leaders, managers and negotiators.  We reject this sentencing disparity claim.  First, our review of the record indicates that Torres Rivera was treated similarly to those codefendants who pled guilty to the same conspiracy count of which he was convicted.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> All began with a BOL based on a 15 kilogram conspiracy.  While some sentences varied, much of that has to do with the fact that Torres Rivera was in a Criminal History Category III, and that he and Mena Robles were the only recipients of a firearm enhancement.  Moreover, despite Torres Rivera's claim to the contrary, the record reveals no downward sentencing departures having been granted to any codefendant.  And, as a final matter, we have firmly held that \"a perceived need to equalize sentencing outcomes for similarly situated codefendants, without more, will not permit a departure from a properly calculated guideline sentencing range.\"  United States v. Wogan, <span class=\"citation\" data-id=\"564953\"><a href=\"/opinion/564953/united-states-v-russell-h-wogan/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span>, 1448 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">460</span> </span>(1991).  Accordingly, we reject Torres Rivera's sentencing disparity argument.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Next, both appellants challenge the district court's two-point offense-level enhancement, pursuant to U.S.S.G. Sec. 2D1.1(b)(1),<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> for possession of a firearm during the offense.  This circuit calls for the firearm enhancement \"whenever a codefendant's possession of a firearm in furtherance of [ ] joint criminal activity was reasonably foreseeable to the defendant.\"  United States v. Bianco, <span class=\"citation\" data-id=\"553837\"><a href=\"/opinion/553837/united-states-v-nicholas-bianco-united-states-of-america-v-daniel-thomas/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></a></span>, 912 (1st Cir.1991) (citations omitted).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  In reviewing a district court's use of the firearm enhancement, we accord due deference to the application of the enhancement to the facts of the case.  United States v. Sostre, <span class=\"citation\" data-id=\"585786\"><a href=\"/opinion/585786/united-states-v-rodrigo-sostre/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">728</span></a></span>, 731 (1st Cir.1992).  Factual conclusions related to sentencing need only be supported by a preponderance of the evidence and will be set aside only for clear error.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Appellants essentially argue that the evidence is not sufficient to support the two-level adjustment.  We do not agree.  As noted above, coconspirator Montanez Ortiz was found in possession of five bullets compatible with the gun retrieved from just outside the car in which he and appellants were seated at the time of their arrests.  From this, the court could properly infer that Montanez Ortiz had the gun on his person prior to ejecting it from the car.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Appellants assert that neither their presence in Mena Robles's car with Montanez Ortiz, nor any other record evidence, is sufficient to infer the requisite foreseeability.  However, as we stated in Bianco:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>[W]e often observe that firearms are common tools of the drug trade.  Absent evidence of exceptional circumstances, we think it fairly inferable that a codefendant's possession of a dangerous weapon is foreseeable to a defendant with reason to believe that their collaborative criminal venture includes an exchange of controlled substances for a large amount of cash.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"585786\"><a href=\"/opinion/585786/united-states-v-rodrigo-sostre/\"><span class=\"id_token\">Id.</span> at 912 </a></span>(citations omitted).  See also <span class=\"citation\" data-id=\"585786\"><span class=\"antecedent_guess\">Sostre,</span> <a href=\"/opinion/585786/united-states-v-rodrigo-sostre/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">731-32</span> </a></span>(enhancement affirmed where only codefendant physically possessed gun, but defendant was part of \"protection\" team employed by drug seller);  United States v. Bello-Perez, <span class=\"citation\" data-id=\"593168\"><a href=\"/opinion/593168/united-states-v-andres-gabriel-bello-perez-aka-garby/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">664</span></a></span>, 673 (1st Cir.1992) (weapon enhancement affirmed where only codefendant was in actual possession of firearm, but both defendant and codefendant served as \"muscle\" for drug-debt collections).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Here, given the jury's supportable conclusion that appellants were involved in the drug transaction at issue, and the lack of any evidence to contradict the reasonable foreseeability of Montanez Ortiz's possession of a gun at the scene of a large-scale cocaine deal, we can find no clear error in the district court's application of the two-level weapon enhancement.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Next, Mena Robles contends that the gun enhancement was the product of vindictive sentencing on the part of the district judge.  This assertion is based solely on the fact that only these appellants exercised their right to trial, and they alone received the sentencing enhancement, although those codefendants who pled guilty to the conspiracy charge were situated similarly with respect to the firearm at issue.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In North Carolina v. Pearce, <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">711</span></a></span>, <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2072</span></a></span>, <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">656</span> </a></span>(1969), the Supreme Court faced a situation where a defendant who successfully appealed his conviction was again found guilty on retrial and given a harsher sentence by the same trial judge.  The Court, concerned with the possibility of a vindictive response to the exercise of a constitutional right to appeal, held that such an increased sentence must be explained in the record.  <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"id_token\">Id.</span> at 726, </a></span>89 S.Ct. at 2081.   Later, the Court held that a \"presumption of vindictiveness\" is triggered whenever the same judge imposes a stiffer sentence after retrial.  United States v. Goodwin, <span class=\"citation\" data-id=\"110748\"><a href=\"/opinion/110748/united-states-v-goodwin/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">368</span></a></span>, 374, <span class=\"citation\" data-id=\"110748\"><a href=\"/opinion/110748/united-states-v-goodwin/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2485</span></a></span>, 2489, <span class=\"citation\" data-id=\"110748\"><a href=\"/opinion/110748/united-states-v-goodwin/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">74</span> </a></span>(1982).  This presumption may be overcome only when objective information in the record justifies the increased sentence.  <span class=\"citation\" data-id=\"110748\"><a href=\"/opinion/110748/united-states-v-goodwin/\"><span class=\"id_token\">Id.</span> at 372-384, </a></span>102 S.Ct. at 2488-94;  Johnson v. Vose, <span class=\"citation\" data-id=\"556635\"><a href=\"/opinion/556635/christopher-johnson-v-george-a-vose-jr/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 11 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We have applied the Pearce presumption to situations where, as here, defendant has rejected a plea bargain in favor of a trial.  See, e.g., United States v. Crocker, <span class=\"citation\" data-id=\"468727\"><a href=\"/opinion/468727/united-states-v-gerald-james-crocker/\"><span class=\"volume\">788</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">802</span> </a></span>(1st Cir.1986);  Longval v. Meachum, <span class=\"citation\" data-id=\"411116\"><a href=\"/opinion/411116/norman-l-longval-v-lawrence-r-meachum/\"><span class=\"volume\">693</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">236</span> </a></span>(1st Cir.1982) cert. denied, <span class=\"citation\" data-id=\"110911\"><a href=\"/opinion/110911/lawrence-a-meachum-v-norman-longval/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1098</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1799</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">364</span> </span>(1983).  As we have pointed out, however, \"not every instance of an enhanced sentence following a defendant's exercise of a legal right triggers the presumption.\"  <span class=\"citation\" data-id=\"556635\"><span class=\"antecedent_guess\">Vose,</span> <a href=\"/opinion/556635/christopher-johnson-v-george-a-vose-jr/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">11</span></a></span>.  \"The principle established by Pearce and its progeny is not that enlarged sentences are forbidden, but only that such sentences may not be fueled by vindictiveness.\"  <span class=\"citation\" data-id=\"556635\"><a href=\"/opinion/556635/christopher-johnson-v-george-a-vose-jr/\"><span class=\"id_token\">Id.</span>  Therefore, we </a></span>have qualified the presumption, holding that \"[t]he presumption [ ] arises only in circumstances in which there is a reasonable likelihood that the increase in sentence is the product of actual vindictiveness on the part of the sentencing authority.\"  <span class=\"citation\" data-id=\"556635\"><a href=\"/opinion/556635/christopher-johnson-v-george-a-vose-jr/\"><span class=\"id_token\">Id.</span>  In the </a></span>absence of such reasonable likelihood, the defendant bears the burden of proving actual vindictiveness.  <span class=\"citation\" data-id=\"556635\"><a href=\"/opinion/556635/christopher-johnson-v-george-a-vose-jr/\"><span class=\"id_token\">Id.,</span> citing Alabama </a></span>v. Smith, <span class=\"citation\" data-id=\"112276\"><a href=\"/opinion/112276/alabama-v-smith/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">794</span></a></span>, <span class=\"citation\" data-id=\"112276\"><a href=\"/opinion/112276/alabama-v-smith/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2201</span></a></span>, <span class=\"citation\" data-id=\"112276\"><a href=\"/opinion/112276/alabama-v-smith/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">865</span> </a></span>(1989).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">As we stated above, Mena Robles has pointed to nothing in the record to support a claim of vindictiveness, other than the fact of the gun enhancement itself.  This will not suffice.  In Both Longval and Crocker, the trial judges made mid-trial comments which \"explicitly linked harsher sentences to the defendants' refusal to cut short their right to a jury trial.\"  <span class=\"citation\" data-id=\"556635\"><span class=\"antecedent_guess\">Vose,</span> <a href=\"/opinion/556635/christopher-johnson-v-george-a-vose-jr/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">12</span></a></span>.   These remarks, we determined, were sufficient to establish a reasonable likelihood of vindictiveness.  Id.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  Here, the record is devoid of similar evidence that would trigger the Pearce presumption or demonstrate actual vindictiveness.  Accordingly, Mena Robles's vindictiveness argument fails.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Appellant Torres Rivera also argues that the implementation of the gun enhancement without a finding a guilt beyond a reasonable doubt is a violation of due process. This contention has been soundly rejected, and thus we need not address it further.  See United States v. Pineda, <span class=\"citation\" data-id=\"596482\"><a href=\"/opinion/596482/united-states-v-ramon-pineda/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">569</span></a></span>, 574 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">As a final matter, we address Torres Rivera's claim that he should have been granted a four-point reduction in his BOL for playing only a \"minimal\" role in the conspiracy.  The district court awarded him a two-level adjustment as a \"minor\" participant.  See U.S.S.G. Sec. 3B1.2.  We review the district court's mitigating role determination for clear error.  United States v. Dietz, <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 52 (1st Cir.1991).  According to the relevant application notes, a \"minimal\" participant is a defendant who is \"plainly among the least culpable of those involved in the conduct of a group.\"   While that description may superficially fit Torres Rivera, further light is shed on the parameters of the adjustment by means of these illustrative examples:  \"someone who played no other role in a very large drug smuggling operation than to offload part of a single marihuana shipment, or in a case where an individual was recruited as a courier for a single smuggling transaction involving a small amount of drugs.\"   U.S.S.G. Sec. 3B1.2, comment.  (n.2).  Moreover the same note indicates that the \"minimal participant\" adjustment will be used \"infrequently.\"   We believe the district court correctly concluded that this should not be one of those infrequencies.  In his role as a guard for the money, Torres Rivera occupied a position integral to the completion of the deal.  Indeed, Munoz testified that Carlos Kortwright said that such protection was necessary because \"the money man\" had \"lost money\" in prior transactions.  In the end, we accept the following reasoning on the part of the district court:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>The Court finds, however, that since the amount of drugs involved was quite large and since defendant acted as a bodyguard, a role which entailed providing protection to the principal actors during their negotiations and may result in acts of violence, that it cannot in good conscience assign any such actor the label of minimal participant.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Based on the foregoing, we reject Torres Rivera's claim of minimal participant status.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We have reviewed appellants' other arguments, and find them without merit.  Appellants' convictions and sentences are therefore affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Oregon, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> According to Munoz, appellants had remained at the adjacent table throughout the negotiations.  The record is silent as to when they left it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Pursuant to Fed.R.Crim.P. 29, \"The court on motion of a defendant or of its own motion shall order the entry of judgment of acquittal ... if the evidence is insufficient to sustain a conviction....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although both appellants appeal the denial of their Rule 29 motions, they assert different grounds.  We therefore address them individually</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Mena Robles urges us, for a variety of reasons, to reject Munoz's testimony regarding Carlos Kortwright's identification.  All of the suggested bases for rejection, however, depend on an evaluation of Carlos Kortwright's credibility, which, as we have already noted, is the province of the jury</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> At oral argument, the government suggested that Torres Rivera failed to preserve this argument because he did not raise it below.  Upon review of the record, it appears that appellant put forth the variance argument in an unsuccessful pretrial motion for severance.  We will therefore assume, for purposes of this appeal, that the pretrial motion preserved the issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Because the jury could reasonably have found a single conspiracy, we do not address whether Torres Rivera was prejudiced by the alleged \"variance.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although section 2D1.4 has since been repealed, it was part of the 1991 Guidelines Manual, applicable to this case by virtue of the fact that sentencing took place in February 1992.  See, e.g., United States v. Pineda, <span class=\"citation\" data-id=\"596482\"><a href=\"/opinion/596482/united-states-v-ramon-pineda/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">569</span></a></span>, 571 n. 1 (1st Cir.1992) (appropriate guidelines are those in effect at time of sentencing).  Accordingly, all guideline citations herein refer to the 1991 manual</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> This amount, to which the government stipulated, agrees both with the quantity that Colberg told Munoz that he would be able to immediately purchase, and with the money that was shown to Munoz in the Volvo in the restaurant parking lot.  According to the record, the negotiated price for the cocaine was $16,000 per kilogram;  the $500,000 that Santana Olmo claimed was in the Volvo would, therefore, have been more than sufficient to make the purchase</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Several other coconspirators pled guilty to lesser charges contained in superseding informations in exchange for dismissal of their indictments.  Those coconspirators therefore received, comparatively, the shortest sentences.  We reject, however, Torres Rivera's reliance on the sentences meted out to this group as support for his disproportionality claim.  See, e.g., United States v. Butt, <span class=\"citation\" data-id=\"577004\"><a href=\"/opinion/577004/united-states-v-herbert-alan-butt-aka-alan-butt-united-states-v-james/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, 90 (1st Cir.1992) (where codefendants are charged and convicted of different offenses, they are not \"similarly situated\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We have reviewed Torres Rivera's other sentencing complaints and find them to be without merit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In relevant part, section 2D1.1(b)(1) provides for a two level BOL increase \"[i]f a dangerous weapon (including a firearm) was possessed during commission of the offense....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We note with particular emphasis the First Circuit standard because appellants rely on a host of cases from other circuits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Indeed, Montanez Ortiz pled guilty, in exchange for dismissal of the indictment, to an information charging him with carrying a firearm during the commission of a drug related felony in violation of 18 U.S.C. Sec. 924(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Appellants also argue that the district court failed to make the specific findings mandated by 18 U.S.C. Sec. 3553(c).  See United States v. McDowell, <span class=\"citation\" data-id=\"551473\"><a href=\"/opinion/551473/united-states-v-billy-ray-mcdowell-jr/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span></a></span>, 1012 (1st Cir.1990).  This assertion is based primarily on the fact that the sentencing judge did not, as he said he would, issue written findings \"summarizing his reasons for ... a two level increase....\"  While it is apparently true that no such written summary has been issued, our review of the sentencing transcript shows clearly that the district court made factual findings sufficient both to support the enhancement and to adequately frame the appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> In addition, we noted in Crocker and Longval that the trial judges' comments could be construed as retaliation for pursuing trials in cases the judges considered \"unworthy of [their] time and effort.\"  <span class=\"citation\" data-id=\"468727\"><span class=\"antecedent_guess\">Crocker,</span> <a href=\"/opinion/468727/united-states-v-gerald-james-crocker/\"><span class=\"volume\">788</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">809</span></a></span>.   Here, where the sentencing judge did not preside at trial, no such sentiment is likely</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Indeed we must question, but need not here decide, whether such a presumption can ever result where, as here, the sentencing judge was not the trial judge</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107978/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109225/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110748/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110911/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111938/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112276/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112501/",
    "https://www.courtlistener.com/api/rest/v3/opinions/311490/",
    "https://www.courtlistener.com/api/rest/v3/opinions/411116/",
    "https://www.courtlistener.com/api/rest/v3/opinions/444351/",
    "https://www.courtlistener.com/api/rest/v3/opinions/468727/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488024/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491458/",
    "https://www.courtlistener.com/api/rest/v3/opinions/521900/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524260/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533564/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542855/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543061/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551473/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553837/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556635/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564953/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577004/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585786/",
    "https://www.courtlistener.com/api/rest/v3/opinions/589965/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592204/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593168/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595179/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596482/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596488/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601487/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610551/"
  ]
}