{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194946/",
  "id": 194946,
  "absolute_url": "/opinion/194946/albiston-v-me-com-of-hs/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194946/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:28:39Z",
  "date_modified": "2020-02-22T00:11:20.845886Z",
  "type": "010combined",
  "sha1": "d561a8dd8d8b66ff5af129e1c08309479254517e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1137.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1137\n\n                     SUSAN ALBISTON, ET AL.,\n\n                      Plaintiffs, Appellees,\n\n                                v.\n\n          MAINE COMMISSIONER OF HUMAN SERVICES, ET AL.,\n\n                     Defendants, Appellants.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n             [Hon. Gene Carter, U.S. District Judge]\n                                                   \n\n                                           \n\n                              Before\n\n                      Selya, Cyr and Boudin,\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n   Christopher C.  Leighton,  Deputy  Attorney  General,  with  whom\n                           \nMichael E. Carpenter, Attorney  General, and Thomas D.  Warren, Deputy\n                                                            \nAttorney General, were on brief for appellants.\n   Mary  T. Henderson with whom Patrick Ende, Linda Christ, and Pine\n                                                                    \nTree Legal Assistance were on brief for appellees.\n                   \n\n                                           \n\n                        September 27, 1993\n                                           \n\n          CYR,  Circuit Judge.  Plaintiffs-appellees Susan Albis-\n          CYR,  Circuit Judge.\n                             \n\nton and Anita  Wingert brought  a class action,  under 42  U.S.C.\n\n  1983, to compel timely disbursement of \"pass-through\" and \"gap\"\n\npayments under Titles IV-A  and IV-D of the Social  Security Act.\n\nDefendants-appellants, in their official  capacities,1 challenged\n\nplaintiffs' standing.  The district court rejected the challenge.\n\nWe affirm.\n\n                                I\n\n                            BACKGROUND\n                                      \n\n          Title IV-A of  the Social Security Act, 42 U.S.C.   601\n\net seq., creates a  voluntary, cooperative federal-state  program\n       \n\nfor Aid to Families  With Dependent Children (\"AFDC\").   The AFDC\n\nprogram, administered by  participating states, provides  federal\n\nfinancial  assistance to  needy  families with  children who  are\n\ndeprived of parental support  through death, disability or deser-\n\ntion.   States are not required  to participate in the  AFDC pro-\n\ngram,  but must  agree  to administer  it  in accordance  with  a\n\nfederally  approved AFDC plan if they elect to participate.  King\n                                                                 \n\nv. Smith, 392 U.S. 309, 316 (1968).\n        \n\n                    \n\n     1The nominal  defendants are  the Commissioner of  the Maine\nDepartment of Human Services, 22 M.R.S.A.   3781, and the Commis-\nsioner of the Maine Department of Finance, 5 M.R.S.A.    282-283,\n1541.  Since the State  of Maine is  the real  party in interest,\nhowever, we  refer to  defendants-appellants collectively  as the\n\"State,\" or  \"Maine.\"  See Stowell  v. Ives, 976 F.2d  65, 67 n.1\n                                           \n(1st Cir. 1992) (\"Stowell I\").\n                           \n\n                                2\n\n          In 1975, Congress amended Title IV-A, by requiring AFDC\n\nrecipients to assign to  the State their \"rights to  support from\n\nany other person\" (including  the right to child-support payments\n\nfrom an absent parent),  as a condition to their receipt  of AFDC\n\nbenefits.    42 U.S.C.    602(a)(26)(A).    States in  turn  were\n\nrequired to amend their Title IV-A plan, see id. at   602(a)(27),\n                                                \n\nassuming  responsibilities for  enforcement  of  absent  parents'\n\nchild-support  obligations  [hereinafter \"child-support  enforce-\n\nment,\" or \"CSE\"], under a program outlined in a new Title IV-D of\n\nthe  statute, 42 U.S.C.   451  et seq.2   Among other provisions,\n                                      \n\nTitle IV-D requires  States to \"pass through\" to  AFDC recipients\n\nthe first  $50 of each  monthly child-support payment  the States\n\nrecover  from  absent parents  of AFDC  recipients.   See  id. at\n                                                              \n\n  657(b); see also Wilcox v. Ives, 864 F.2d 915, 916-17 (1st Cir.\n                                 \n\n1988) (discussing  origins and  statutory  background of  States'\n\n\"pass-through\" obligation).  Moreover,  under Title IV-A, a State\n\n                    \nwhich  pays out less in  AFDC benefits than  a family's predeter-\n     2In  order to  monitor State  performance under  Title IV-D,\nmined \"level of need\" is required to provide supplemental monthly\nCongress  established  an  Office of  Child  Support  Supervision\n[\"OCSE\"], to  which it delegated substantial  authority for stan-\npayments, drawn from its Title IV-D child-support recovery, up to\ndard-setting and administrative review.   See 42 U.S.C.   652(a);\n                                             \nsee  also Carelli  v. Howser,  923 F.2d  1208, 1213-15  (6th Cir.\n                            \nthe amount necessary  to fill  the \"gap.\"3   42 U.S.C.    602(a)-\n1991) (comprehensive review of OCSE duties and authority).\n\n     3In order  to offset  expenditures made  on the  AFDC recip-\nient's behalf, the State  may retain any child-support recoveries\nfrom  the absent  parent above  the amount  required to  fund the\n\"gap\" payments to the  AFDC recipient.  See 42  U.S.C.    602(a)-\n                                           \n(8)(A)(vi); 657(b) (4).  If a family is not receiving AFDC, or if\nthe  child-support recovery  raises  a family  above the  minimum\nincome  threshold  for AFDC  eligibility,  the  State must  \"pass\nthrough\"  the  support  payment in  its  entirety.    See id.  at\n                                                             \n   657(b), 657(c); see also 45 C.F.R.   232.20(b)(1).\n                           \n\n                                3\n\n(28); see  also Stowell v.  Secretary of  HHS,     F.2d     ,    \n                                             \n\n(1st Cir.  1993) (\"Stowell  II\") (describing \"gap-filling\"  under\n                              \n\nthe Act); Doucette  v. Ives, 947 F.2d  21, 24-25 (1st  Cir. 1991)\n                           \n\n(discussing  origins and  statutory background  of \"gap\"  payment\n\nobligation); see  generally Wehunt  v. Ledbetter, 875  F.2d 1558,\n                                                \n\n1569-70  (11th Cir.  1989) (per  curiam) (Clark,  J., dissenting)\n\n(comprehensive analysis of Title IV-D legislative history).\n\n          \"Gap\"   payments   are  considered   supplemental  AFDC\n\ndisbursements under  Title IV-A,  see Fed. Reg.  29223-25 (August\n                                     \n\n15, 1988), and must  be \"furnished with reasonable  promptness to\n\nall eligible  individuals,\" 42 U.S.C.   602(a)(10),  \"without any\n\ndelay attributable to  the [State]  agency's administrative  pro-\n\ncess.\"   See  45 C.F.R.   206.10(a)(5).   The  $50 \"pass-through\"\n            \n\npayments mandated by   657(b) are disbursed under Title IV-D, not\n\nTitle  IV-A,  and therefore  are  not  covered by    602(a)(10)'s\n\n\"reasonable promptness\"  requirement.  However, in 1988, respond-\n\ning to persistent reports of \"long delays [by States] in distrib-\n\nuting child  support collections,\" see Cong. Rec. S7993 (June 16,\n                                      \n\n1988) (remarks of Senator  Bradley), Congress amended Title IV-D,\n\ndirecting  OCSE to  establish specific  time frames  for \"prompt\"\n\ndisbursement of \"pass-through\" payments by the States.  42 U.S.C.\n\n  652(i).   Pursuant  to  its statutory  authority, OCSE  adopted\n\nregulations  requiring  \"pass-through\"  payment disbursements  to\n\neligible AFDC  recipients, under 42 U.S.C.    657, within fifteen\n                                                                 \n\ndays of  the State's  receipt of  child-support payments from  an\n    \n\n                                4\n\nabsent parent  or collecting agency.   See 45 C.F.R.   302.32(f)-\n                                          \n\n(2).4\n\n                                II\n\n                        PROCEDURAL HISTORY\n                                          \n\n          Maine  participates  in the  AFDC  program  as a  \"gap\"\n\nstate, i.e., one whose AFDC  benefits do not fully meet the  AFDC\n           \n\nrecipient's  designated  \"level of  need.\"5   Accordingly,  Maine\n\nmust make  \"gap\" payments, as well as \"pass-through\" payments, to\n\neligible AFDC  recipients.   Plaintiffs Albiston and  Wingert are\n\neligible AFDC recipients who  assigned their child-support rights\n\nto  Maine  under    602(a)(26)(A),  but  experienced  significant\n\ndelays (two and six months, respectively) in receiving \"gap\"  and\n\n\"pass-through\"  payments.    Alleging  \"systemic\"  administrative\n\ndeficiencies, plaintiffs  brought the  present  class action  for\n\n                    \n\n     4The  Secretary subsequently amended  the 15-day requirement\nto provide that  the \"pass-through\"  payment may  be made  within\nfifteen days after  the month in which  payment was due  from the\n                                                       \nabsent parent.  See 57  Fed. Reg. 54519 (Nov. 19, 1992).   Unless\n                   \notherwise  indicated, however, we refer  to the version in effect\nat the time the present action was initiated.\n\n     5When this action was brought, the gap between AFDC benefits\nand \"level  of need\"  for a  family of three  (one adult  and two\nchildren) was  $ 199.  Maine  subsequently reduced its  \"level of\nneed,\"  narrowing the  \"gap\" obligation  somewhat.   Maine's AFDC\n\"gap,\"  and its  later  reduction in  the  \"level of  need,\"  are\ndiscussed in  Stowell I, 976 F.2d  at 67, and in  Stowell II,    \n                                                            \nF.2d at     [slip op. at 3-4 &amp; n.1].\n\n                                5\n\ndeclaratory and injunctive relief under 42 U.S.C.   1983.6\n\n          Although Maine  disputes the severity of its \"systemic\"\n\nproblems, it  acknowledges that  \"gap payment\"  disbursements are\n\ndelayed  in  individual  cases  by a  variety  of  administrative\n\nfactors,  including  inadequate  staffing,  computer  programming\n\nerrors, clerical mistakes, and errors caused either by collection\n\nagencies  or other states.   Maine also acknowledges  that, as of\n\nthe initiation of this lawsuit, it missed  OCSE's 15-day deadline\n\nfor processing  \"pass-through\" payments  in approximately 66%  of\n\nits qualifying  AFDC cases.   But it argues that  Titles IV-A and\n\nIV-D,  which  require  \"substantial  compliance\"  on  penalty  of\n\ncutbacks in federal funding,  see 42 U.S.C.    604(a)(2), 603(h),\n                                 \n\nimpose no corresponding, judicially cognizable obligation to make\n\ntimely \"gap\" and \"pass-through\" payments in individual cases, and\n                                                            \n\nthat  plaintiffs therefore  lack  standing to  enforce a  timely-\n\n                    \n\n     6The district court certified Albiston and Wingert as repre-\nsentative of a plaintiff class consisting of \n\n     all present,  former and future AFDC  recipients with a\n     present  entitlement to  pass-through and  gap payments\n     within the State of Maine: \n\n     (a) who  have not  received or will  not receive  their\n     $ 50.00  pass-through payment under 42 U.S.C.   657(b)-\n     (1) within 15 days  of the date the child  support from\n     which the  $ 50.00 payment  is derived was  received by\n     the State of Maine; and  \n\n     (b) who  have not  received or  will not  receive their\n     \"GAP\" payment pursuant to 42 U.S.C.   602(a)(28) by the\n     month  after the month in which  the child support pay-\n     ment from which the GAP payment is derived was received\n     by the State of Maine.\n\n                                6\n\npayment obligation in a private action under   1983.7\n\n                               III\n\n                            DISCUSSION\n                                      \n\n          The   1983  remedy presumptively encompasses violations\n\nof federal statutory  rights by  state officials.   See Maine  v.\n                                                             \n\nThiboutot,  448 U.S. 1, 4 (1980) (finding private cause of action\n         \n\nunder   1983 to enforce rights conferred by Social Security Act).\n\nNevertheless, certain post-Thiboutot  cases, see, e.g., Suter  v.\n                                                             \n\nArtist M., 112 S.Ct. 1360 (1992); Pennhurst State Sch. &amp; Hosp. v.\n                                                              \n\nHalderman,  451 U.S.  1  (1981), have  been \"difficult  for lower\n         \n\ncourts  to  reconcile\" with  the  presumptive  availability of  a\n\nprivate right of action for statutory enforcement.  See Evelyn V.\n                                                                 \n\nv.  Kings County  Hosp. Center,  819 F. Supp. 183,  190 (E.D.N.Y.\n                              \n\n1993) (surveying   1983 caselaw from Thiboutot to Suter).\n                                                       \n\n          In  Golden State Transit Corp. v. Los Angeles, 493 U.S.\n                                                       \n\n103, 106 (1989),  and Wilder  v. Virginia Hosp.  Ass'n, 496  U.S.\n                                                      \n\n498, 508-09 (1990), the Supreme Court synthesized prior case law,\n\nreaffirming the  presumptive availability of a    1983 remedy for\n\nviolations of  federal statutory rights, but articulating several\n\n                    \n\n     7The Secretary is charged with conducting periodic audits of\nState performance  under Title  IV-D and has  promulgated regula-\ntions deeming a State in \"substantial compliance\" with Title IV-D\nprovided the applicable statutory requirements are met in  75% of\nthe  cases reviewed  in  the particular  State.   See  45  C.F.R.\n                                                     \n  305.20.\n\n                                7\n\nbroad exclusions.8  First,  because \"section 1983 speaks in terms\n\nof 'rights, privileges, or  immunities, [rather than]  violations\n          \n\nof federal law,\" Golden  State, 493 U.S. at 106  (1989) (emphasis\n                              \n\nadded), private  relief is considered unavailable  if the federal\n\nstatute at issue  does not \"create enforceable  rights.\"  Wilder,\n                                                                \n\n496 U.S.  at 519  (citing Wright,  479 U.S. at  423).   Whether a\n                                \n\nstatute creates \"enforceable rights\" \n\n          turns  on  [A]  whether  'the   provision  in\n          question  was  intend[ed]   to  benefit   the\n          putative  plaintiff.'   If so,  the provision\n          creates  an enforceable  right unless  it [B]\n          reflects merely  a 'congressional preference'\n          for a  certain kind of conduct  rather than a\n          binding obligation on the  governmental unit,\n          or  unless [C]  the  interest  the  plaintiff\n          asserts  is 'too  vague  and amorphous'  such\n          that  it  is  'beyond the  competence  of the\n          judiciary to enforce.'\"\n\nId. at 509 (citations  omitted).  Second,   1983 may  be unavail-\n  \n\nable if \"Congress foreclosed  [private] enforcement in the enact-\n\nment\" whose  enforcement is sought, by  providing an alternative,\n\ncomprehensive  administrative  scheme  for redressing  individual\n\n                    \n\n     8The  Court in  Wilder found  a private  right to  enforce a\n                           \nBoren Amendment  requirement that Medicaid expenses be reimbursed\nat rates that  a \"State finds, and makes  assurances satisfactory\nto the Secretary, are  reasonable and adequate to meet  the costs\nwhich must  be incurred by efficiently  and economically operated\nfacilities.\"   496 U.S. at 507.  The Court in Golden State upheld\n                                                          \na private right,  under   1983, to  enforce National Labor  Rela-\ntions  Act  provisions against  state interference  in collective\nbargaining  procedure.   493 U.S.  at 112-13.   Both  cases cited\napprovingly to Wright  v. City of  Roanoke Redevelopment &amp;  Hous.\n                                                                 \nAuth., 479 U.S. 418, 423 (1987), which upheld a private  right to\n     \nenforce the  Brooke Amendment's statutory  directive that  public\nhousing rents incorporate \"reasonable\" utility rates.\n\n                                8\n\nplaintiffs' grievances under the statute.  Smith v. Robinson, 468\n                                                            \n\nU.S. 1, 10-20 (1981); Middlesex County Sewerage Auth. v. National\n                                                                 \n\nSea Clammers Ass'n, 453 U.S. 1, 20 (1981).\n                  \n\n          The framework  established in  Golden State  and Wilder\n                                                                 \n\ncontinued to  be used  for several  years in  determining whether\n\n  1983 permitted a private right of action for the enforcement of\n\nfederal \"spending\"  statutes.  See, e.g.,  Playboy Enterprises v.\n                                                              \n\nPublic  Svce. Com'n, 906 F.2d 25, 32-33 (1st Cir.), cert. denied,\n                                                                \n\n111 S.Ct. 388 (1990) (applying Wilder analysis; upholding private\n                                     \n\nenforcement of \"editorial control\" provisions in Cable Communica-\n\ntions  Policy Act).  Then,  the Supreme Court  appeared to depart\n\nfrom this framework in Suter v.  Artist M., 112 S.Ct. 1360, where\n                                          \n\nit  considered whether  an  enforceable private  right of  action\n\narose under  the \"reasonable  efforts\" provision of  the Adoption\n\nAssistance  and Child  Welfare  Act [\"AACWA\"].   The  Suter Court\n                                                           \n\nacknowledged that the AACWA was \"mandatory in its terms,\" in that\n\nit  required States  to \"have  a plan  approved by  the Secretary\n\nwhich . . .  provides that, in each case, reasonable efforts will\n\nbe made (A) prior  to the placement of a child in foster care, to\n\nprevent or eliminate  the need for removal of the  child from his\n\nhome, and (B) to make it possible for the child to  return to his\n\nhome.\"   Id.  at 1367  (quoting 42  U.S.C.   671(a)(15)).   Suter\n                                                                 \n\nnoted,  however,  that the  States were  given  \"a great  deal of\n\ndiscretion\" in  defining the terms  of their compliance  with the\n\nAACWA,  since  the  statute,  its legislative  history,  and  the\n\n                                9\n\naccompanying  regulations provided  no  \"further  . . .  guidance\n\n. . . as to how 'reasonable efforts' [were] to be measured.\"  Id.\n                                                                 \n\nat  1368-69.   Accordingly,  Suter  held,  Congress intended  \"to\n                                  \n\nimpose only a  rather generalized  duty on  the State.\"   Id.  at\n                                                             \n\n1370.  And, this  \"generalized duty\" was  too vague to permit  an\n\ninference that  Congress had intended  to \"confer upon  the child\n\nbeneficiaries  of the Act a right to enforce the requirement that\n\nthe State make 'reasonable efforts' to prevent a child from being\n\nremoved from his home, and once removed to reunify the child with\n\nhis  family.\"  Id. at 1367.   Suter's failure explicitly to apply\n                                   \n\nthe  framework  outlined earlier  in  Wilder  led two  dissenting\n                                            \n\nJustices  to assert  that  the holdings  of  the two  cases  were\n\n\"plainly inconsistent,\" and that  the Suter majority had \"changed\n                                           \n\nthe rules  of the  game without  even minimal  justification,\" in\n\neffect  overruling Wilder, sub silentio.  112 S.Ct. at 1371, 1377\n                                       \n\n(Blackmun, J., dissenting).\n\n          In  Stowell I, 976  F.2d at 68-70,  this court examined\n                       \n\nthe  Suter dissenters'  claim  that Suter  had overruled  Wilder.\n                                                                \n\nStowell I concluded, however,  that though Suter \"shed  new light\n                                                \n\non this  fuliginous area of the  law,\" it was \"much  too early to\n\npost epitaphs  for Wilder and  its kin,\"  and that  it was  \"both\n                         \n\nprudent and possible  to synthesize the  teachings of Suter  with\n                                                           \n\n                                10\n\nthe Court's prior precedents.\"  976  F.2d at 68.9  Revisiting the\n\nissue  today, we conclude that Suter left the basic Wilder frame-\n                                                          \n\nwork intact, but added a further threshold inquiry, applicable in\n\ncases involving \"federal-state funding statutes\" enacted pursuant\n\nto  the  \"Spending Clause.\"   See  Pennhurst,  451 U.S.  at 17-18\n                                            \n\n(noting special  attributes  of statutes  enacted under  Spending\n\nClause, which assume \"the nature of a contract\" between state and\n\nfederal governments); see  also Suter,  112 S.Ct. at  1366 &amp;  n.7\n                                     \n\n(quoting  Pennhurst,  and  noting AACWA's  enactment  pursuant to\n                   \n\nSpending Clause).   When  federal-state funding  statutes enacted\n\npursuant  to  the Spending  Clause  \"fail[]  to  impose a  direct\n                                                                 \n\nobligation on the States, instead  placing the onus of compliance\n                        \n\n                    \n\n     9    For  one  thing,  Suter offered  no  analytic\n                                 \n          framework to replace the structure erected in\n          the Court's previous  decisions. For  another\n          thing, the Suter  Court, while weakening ear-\n                          \n          lier  precedents  in  certain  important  re-\n          spects,  was  careful not  to  overrule them.\n          Indeed, the  majority relied on  those prece-\n          dents as pertinent authority.\n\nStowell I,  976 F.2d at  68.  Other  courts of appeals  also have\n         \nfound Suter reconcilable with  \"Wilder and its kin.\"   See, e.g.,\n                                                                \nProcopio  v.  Johnson, 994  F.2d 325,  331  n.9 (7th  Cir. 1993);\n                     \nClifton v. Schaefer, 969 F.2d 278, 283-85 (7th Cir. 1993); Dorsey\n                                                                 \nv. Housing Auth. of Baltimore, 984 F.2d 622, 631 (4th Cir. 1993).\n                             \nSome further confirmation  of this position may have been offered\nlast  Term, when Justice White,  a member of  the Suter majority,\n                                                       \ncited Suter alongside Wilder and  Wright in a dissenting  opinion\n                                        \n    a juxtaposition which went  unremarked by the  majority.  See\n                                                                 \nNew  York v. United States, 112 S.  Ct. 2408, 2445 (1992) (White,\n                          \nJ., dissenting) (\"we have upheld    1983 suits to enforce certain\nrights  created  by  statutes  pursuant to  the  Spending  Clause\n[citing  Wilder and Wright], though Congress  must be cautious in\n                          \nspelling out  the federal  rights clearly and  distinctly [citing\nSuter]\").\n     \n\n                                11\n\nwith the statute's substantive  provisions on the federal govern-\n\nment,  no  cause of  action  cognizable  under  section 1983  can\n\nflourish.\"  Stowell I, 976 F.2d at 70 (emphasis added).\n                     \n\n          Viewed  in this  light,  Suter's impact  on our    1983\n                                        \n\njurisprudence is neither particularly \"far-reaching\" nor \"plainly\n\ninconsistent\" with  prior precedent.   Since Suter,    1983  cog-\n                                                  \n\nnizability  in  the  ambiguous  context  of  shared state-federal\n\nobligations contemplates  that the  alleged  breach of  statutory\n\nrights  shall have  resulted from  some impermissible  \"state ac-\n                                                             \n\ntion,\" rather  than from a  mere default in the  performance of a\n\nfederally-retained  obligation.   This said,  however, two  other\n\naspects of Suter's holding require our consideration.  \n                \n\n          First,   although  a  congressional  intent  to  create\n                                                                 \n\n\"enforceable rights\" may be presumed simply from the enactment of\n\na federal  statute mandating performance of  specific duties, see\n                                                                 \n\nGolden  State,  493 U.S.  at  112-13, a  congressional  intent to\n             \n\nimpose  those  obligations on  participating  States  may not  be\n                                                    \n\npresumed,  but  must be  demonstrated  by  the   1983  plaintiff.\n\nSuter, 112 S.Ct. at  1367-68.  Second, and equally  important, in\n     \n\norder to \"impose a  direct obligation on the States,\"  the plain-\n\ntiff  must  show  that  Congress has  delineated  the  obligation\n\n\"unambiguously,\"  i.e., with  sufficient  specificity  to  permit\n                      \n\nStates to \"exercise their choice [to participate in the statutory\n\nscheme] knowingly, cognizant of the consequences of their partic-\n\nipation.\"   See Pennhurst, 451  U.S. at 17.   A federally-imposed\n                         \n\n                                12\n\nstatutory  obligation  is not  enforceable  in  a private  action\n\nagainst the  State under    1983 if  its terms are  so vague  and\n\ngeneralized that their \"meaning will  . . . vary with the circum-\n\nstances  of  each case\"  so as  to  be insusceptible  to judicial\n\nenforcement.  See  Suter, 112  S.Ct. at 1368-70;  see also  Penn-\n                                                                 \n\nhurst,  451 U.S.  at 17  (\"The legitimacy  of Congress'  power to\n     \n\nlegislate under  the spending  power . . .  rests on whether  the\n\nState  voluntarily and knowingly  accepts the terms  of the 'con-\n\ntract.'  There  can . . . be no knowing acceptance  if a State is\n\nunaware  of  the conditions  or is  unable  to ascertain  what is\n\nexpected of it\") (citations omitted).\n\n                                13\n\nA.   A Statute Enacted Under the Spending Power Must\n     Delegate a Mandatory Duty Directly to the States\n                                                     \n\n          We  agree with plaintiffs  that the  challenged statute\n\nand  its  implementing  regulations  satisfy   Suter's  threshold\n                                                    \n\nmandate  by  imposing  reasonably clear,  judicially  enforceable\n\nobligations directly on the participating States.   We begin with\n\nthe  statutory provisions  covering  gap payments.   Under  Title\n\nIV-A,  in  order to  receive  federal  subsidies under  the  AFDC\n\nprogram, a State is obligated to adopt a plan, see King v. Smith,\n                                                                \n\n392 U.S. at  333, which  \". . . provide[s] that  aid to  families\n\nwith  dependent  children  shall  be  furnished  with  reasonable\n                                \n\npromptness.\"   See 42  U.S.C.   602(a) (10)(A)  (emphasis added).\n                  \n\nMoreover, the State's obligation does  not cease once it  obtains\n\ninitial  administrative  approval of  its  plan;  even after  the\n                                                            \n\nSecretary has given administrative  approval, the State must also\n                                                                 \n\n\"comply substantially with  [all] provisions required by  section\n\n602(a) . . . to be included in the plan,\" id. at   604(a)(2).  If\n                                             \n\na  State is  not in compliance  with the  terms of  its plan, the\n\nSecretary \"shall make no further payments to such State (or shall\n                \n\nlimit payments to categories under or parts of the State plan not\n\naffected by  such  failures).\"   42  U.S.C.     604(a)  (emphasis\n\nadded).   Like  the  \"reasonable efforts\"  requirement in  Suter,\n                                                                \n\nthese requirements are \"mandatory in [their] terms,\" 112 S.Ct. at\n\n1367.  Indeed, then-Justice Rehnquist's Pennhurst  opinion quoted\n                                                 \n\nthe statutory predecessor to   602(a)(10), including its \"reason-\n\n                                14\n\nable promptness\" language, as an example  of an \"instance[] where\n\nCongress . . .  intended the States to  fund certain entitlements\n\nas a  condition of  receiving federal  funds, . . .  [and] proved\n\ncapable of saying so explicitly.\"  451 U.S. at 17-18.   See also,\n                                                                \n\ne.g., Carleson  v. Remillard, 406  U.S. 598, 600  (1972) (stating\n                            \n\nthat   602(a)(10) \"places on each State participating in the AFDC\n                                       \n\nprogram  the requirement  that  'aid to  families with  dependent\n\nchildren  shall be  furnished with  reasonable promptness  to all\n\neligible individuals\") (emphasis added);  King v. Smith, 392 U.S.\n                                                       \n\nat 333 (asserting that  State of Alabama \"breached  its federally\n                                                                 \n\nimposed obligation [under statutory predecessor  to   602(a)(10)]\n                  \n\nto furnish 'aid . . . with  reasonable promptness to all eligible\n\nindividuals'\") (emphasis added).\n\n          Seemingly no less clear is the delegation to the States\n\nof the Title IV-D  mandated obligation to disburse \"pass-through\"\n\npayments  in a timely fashion.   Section 654(13)  provides that a\n\nState child-support  plan must provide, in  pertinent part, \"that\n\nthe State  will comply with such other requirements and standards\n\nas  the Secretary determines to be necessary.\"  Section 657(b) of\n\nTitle  IV-D governs the  terms under which  \"amounts collected as\n\nsupport  by  a State  . . . shall  . . .  be distributed\"  by the\n                                 \n\ncollecting State.   (Emphasis  added.)   The  1988 amendments  to\n\nTitle  IV-D require  OCSE, as  part of  its \"standards  for State\n\nprograms,\" 42 U.S.C.   652(a)(1), to promulgate mandatory regula-\n\ntions  which \"shall  include standards  establishing time  limits\n                   \n\n                                15\n\ngoverning  the period or periods  within which a  State must dis-\n                                                            \n\ntribute,  in accordance with section 657 of this section, amounts\n\ncollected as child-support pursuant to the State's plan.\"  Id. at\n                                                              \n\n  652(i) (emphasis added).  The OCSE regulations in effect at the\n\ncommencement of this litigation provided that\n\n          Amounts  collected by the  IV-D agency on be-\n          half of  recipients of aid under  the State's\n          title IV-A . . . plan . . . shall be distrib-\n                                           \n          uted as follows:\n\n          (i) . . . When the IV-A agency sends payments\n          to  the family  under   302.51(b)(1)  of this\n          part, the IV-D agency must forward any amount\n                                    \n          due the  family  under   302.51(b)(1)  to the\n          IV-A agency  within 15 calendar  days of  the\n          date of  initial receipt in the  State of the\n          first $ 50 of  support collected in  a month,\n          or,  if  less than  $ 50  is  collected in  a\n          month, within 15 calendar  days of the end of\n          the month in which the support was collected.\n\n45 C.F.R.   302.32(f)(2)  (later revised; see 57  Fed. Reg. 54519\n                                             \n\n(November 19, 1992)) (emphasis added).  In addition, a State that\n\nfails  to achieve  \"substantial compliance\"  with the  Title IV-D\n\nrequirements,  including its    657 distribution  obligations and\n\nOCSE's 15-day \"promptness\" provision,  shall have \"amounts other-\n                                            \n\nwise  payable . . .  reduced.\"   42 U.S.C.    603(h)(1) (emphasis\n\nadded).   We conclude  that these provisions  impose a  specific,\n\ndefinite  and  mandatory  obligation  directly  on  participating\n\nStates.  See  generally Howe v.  Ellenbecker, 774 F. Supp.  1224,\n                                            \n\n1230 (D.S.D. 1991) (considering Title IV-D in light of Pennhurst;\n                                                                \n\n\"The  language in  Title  IV-D is  mandatory  and set[s]  out  in\n\nspecific and  definite  terms  . . . . what  states  must  do  to\n\n                                16\n\nparticipate in the program\"); Behunin v.  Jefferson Cty. Dept. of\n                                                                 \n\nSocial  Servs.,  744 F. Supp.  255,  258  (D.  Colo. 1990)  (\"The\n              \n\nmandatory language of Title IV-D, and its clear intent to benefit\n\nchildren and their families[,]  distinguish this statute from the\n\nstatute  considered in  Pennhurst\"); Carelli  v. Howser,  733 F.-\n                                                       \n\n Supp. 271, 276 (S.D. Ohio 1990) (citing   654(13); \"the language\n\nof Title IV-D  is clearly mandatory  rather than precatory,\"  and\n\ncreates   \"specific  and  definite  benefits\"),  rev'd  on  other\n                                                                 \n\ngrounds, 923 F.2d 1208 (6th Cir. 1991).\n       \n\n          It is the imposition  of mandatory obligations directly\n\non  the States, as  distinguished from the  Secretary, that sepa-\n\nrates  the \"promptness\"  obligations under  Titles IV-A  and IV-D\n\nfrom the statutory provisions considered in Suter and Stowell  I.\n                                                                \n\nIn  Suter, the  Court  concluded that  the  AACWA requirement  of\n         \n\n\"reasonable efforts\" was \"mandatory,\"  and \"does place a require-\n\nment on the States,\" but held that because of its vagueness \"that\n\nrequirement only goes so far  as to ensure that the State  have a\n                                                                 \n\nplan  approved by  the  Secretary which  contains  the 16  listed\n              \n\nfeatures.\"  112  S.Ct. at  1367 (emphasis  added).   Likewise, in\n\nStowell I, 976  F.2d at 69, plaintiffs sought    1983 enforcement\n         \n\nof a statutory provision which   \n\n          simply  and  forthrightly  provides, in  haec\n                                                       \n          verba, that 'the  Secretary shall not approve\n               \n          any State plan for medical assistance' if the\n          State has reduced  AFDC payment levels  below\n          the  level prevailing  on  May 1,  1988.   42\n          U.S.C.   1396a(c)(1).  By its  express terms,\n          section 1396a(c)(1) obliges the  federal gov-\n\n                                17\n\n          ernment,  in the  person of the  Secretary of\n          Health and Human Services    not the State   \n          to take action. The statute could scarcely be\n          clearer.\n\n          In  the present case,  on the other  hand, although the\n\nSecretary retains  oversight responsibility for  monitoring \"sub-\n\nstantial  compliance\" with  the State's  plan, plaintiffs  do not\n\nbase their  statutory claim on the  Secretary's nonperformance of\n\nthese oversight  obligations, but  on the State's  separate \"com-\n                                                           \n\npliance\" obligations as mandated.   And, as discussed in  Part D,\n\ninfra, the  Secretary's  oversight responsibilities  are  neither\n     \n\nincompatible with,  nor exclusive of,  Congress' imposition  upon\n                                                                 \n\nthe participating State of the direct responsibility for fulfill-\n                       \n\ning its plan obligations to the statute's intended beneficiaries.\n\nRosado  v. Wyman, 397 U.S. 397, 420 (1970); Lynch v. Dukakis, 719\n                                                            \n\nF.2d 504, 511, 512 (1st Cir. 1983).10\n\nB.   The State's Obligation Must Be \"Unambiguous\"\n                                                 \n\n                    \n\n     10Although further discussion of  this issue is reserved for\nPart D, infra, we pause to note one additional point.  We  do not\n             \nread Suter as disturbing the principle, articulated in Wilder and\n                                                             \nother  cases, that a statute may impose obligations on the States\ndespite the existence of a parallel administrative scheme for the\nenforcement of overall compliance with statutory provisions.  See\n                                                                 \nWilder,  496 U.S.  at  512.   Although  Suter cited  the  AACWA's\n                                             \nadministrative enforcement  mechanisms in passing, to  \"show that\nthe absence of a  remedy to private plaintiffs under    1983 does\nnot  make the  reasonable efforts  clause [of  the AACWA]  a dead\nletter,\"  it made clear that its brief discussion of this subject\nwas intended as an \"aside,\" and not to supplant the more detailed\ninquiry  required  by Smith  v.  Robinson,  supra, and  Middlesex\n                                                                 \nCounty Sewerage Authority,  supra.   See 112 S.Ct.  at 1368-69  &amp;\n                                        \nn.11.\n\n                                18\n\n          Invoking Suter's requirement that delegated obligations\n                        \n\nbe not only  \"mandatory\" but \"unambiguous,\" the State  raises two\n\nadditional  arguments concerning  the  alleged  vagueness of  the\n\nobligations  imposed by Titles IV-A  and IV-D.   First, the State\n\nargues, the statutory  requirement of  \"substantial\" rather  than\n\n\"total\" compliance with a Title IV-D plan, see 42 U.S.C.   602(a)\n                                              \n\n(27), renders the State's  \"promptness\" obligation under the plan\n\nambiguous in  individual cases, and therefore  unenforceable in a\n\nprivate action under 42 U.S.C.   1983.  See Mason v. Bradley, 789\n                                                            \n\nF. Supp. 273 (N.D. Ill. 1992)  (\"full compliance with the regula-\n\ntions  in  every case  is  clearly  not  required\"); Oliphant  v.\n                                                             \n\nBradley, No. 91-C3055, 1992  U.S. Dist. LEXIS 8975, at  *23 (N.D.\n       \n\nIll.  1992) (\"had  Congress  intended to  mandate compliance  [in\n\nindividual cases] with  the time  frames set out  in the  regula-\n\ntions,  it would  have  conditioned receipt  of federal  funds on\n\ntotal,  rather  than  substantial,  compliance\")  (emphasis  add-\n     \n\ned).11\n\n                    \n\n     11But see  King v.  Bradley, No.  92-C1564, 1993  U.S. Dist.\n                                \nLEXIS 11041,  at *16-17 (N.D.  Ill. Aug. 9,  1993), at *17  (\"al-\nthough  no individual  plaintiff  or class  of plaintiffs  has an\nenforceable  right or  guarantee to  be among  the 75  percent of\ncases that must be handled in conformance with federally regulat-\ned procedures  . . . [,] [a]ny  plaintiff or class  of plaintiffs\nthat fails to receive services in compliance with federal regula-\ntions when the state is  running a Title IV-D program  which does\nnot substantially  comply with  federal procedures does  have the\nright to  sue to enjoin the State to improve its level of confor-\nmance until it  is in substantial  compliance.\"). In the  present\ncase, the  district court's  factual findings suggest  that Maine\nhad  not  achieved  \"substantial  compliance\"  with  the relevant\nstatutory  provision. Compare,  e.g.,  Shands v.  Tull, 602  F.2d\n                                                      \n\n                                19\n\n          We think Maine misapprehends the import of the   602(a)\n\n(27) \"substantial compliance\"  requirement in this case.   By its\n\nterms, the  \"substantial compliance\"  obligation applies  only to\n\nthe State's compliance with  the terms of the State  plan itself,\n                                                                \n\nas defined in 42  U.S.C.   654.   However, the 15-day  compliance\n\ntime  frame imposed by OCSE under 45 C.F.R.   302.32(f)(2) is not\n\ndirectly  imposed as part  of the State's plan,  but stems from a\n                                              \n\nseparate  statutory provision, 42 U.S.C.   652(i), which specifi-\n\ncally  relates  the  OCSE 15-day  regulation  to  \"the  period or\n\nperiods within which the State must distribute [amounts collected\n\nas  child-support], in accordance  with section 657  of this sec-\n\ntion.\"   As    657  itself is  mandatory,  the 15-day  compliance\n\nrequirement imposed  thereunder  takes precedence  over the  more\n\ngeneral \"substantial compliance\" directive made applicable to the\n\nState's plan by   602(a)(27).\n\n          Alternatively,  it  may  be  possible,  of  course,  to\n\nconstrue Maine's \"substantial compliance\"  argument as resting on\n\nthe provisions of sections  604(a)(2) and 603(h), which authorize\n\nthe  Secretary to withhold funds from States which do not \"comply\n\nsubstantially\" with Titles IV-A and IV-D.  But if this is Maine's\n\nposition, it too  must fail.  For one thing,  with respect to the\n\n                    \n\n1156, 1160-61 (3d  Cir. 1979) (barring private  suit for enforce-\nment of AFDC statute, where State was in \"substantial compliance\"\nwith statutory  provisions, but indicating that  injunctive suits\nmay  be permissible  where \"agencies  have  failed to  reach even\nsubstantial compliance with statutory standards\").\n\n                                20\n\nSecretary's  argument under Title IV-D,   603(h)(3) provides that\n\n\"for  purposes of section 602(a)(27) of this title, . . . a State\n\nwhich is not  in full  compliance with the  requirements of  this\n\npart  shall be determined to be in substantial compliance only if\n\nthe Secretary determines that any noncompliance is of a technical\n                                                                 \n\nnature which  does not adversely  affect the  performance of  the\n      \n\nchild-support   enforcement  program\"  (emphasis  added).    More\n\ngenerally,  however,  the  \"substantial\"  compliance  required to\n\navoid administrative  penalties under both provisions is indepen-\n                                          \n\ndent of, and narrower than, the State's direct obligation to AFDC\n\nrecipients.   See Wilder, 496 U.S. at 514-15 &amp; n.11 (findings and\n                        \n\nassurances  to Secretary,  prior to  plan approval,  are separate\n\nfrom subsequent obligation  to comply with  assurances).  As  the\n\nNinth Circuit has stated, in an analogous context, \"[t]he funding\n\nstandard [of  'substantial compliance'] is not  . . . the measure\n\nof  what the regulations require;  it is intended  to measure how\n\ngreat  a failure to meet those requirements should cause funds to\n\nbe cut off.\"  Withrow v. Concannon, 942 F.2d 1385, 1387 (9th Cir.\n                                  \n\n1991).\n\n          Indeed, the AACWA, construed in Suter, also contained a\n                                               \n\nprovision, 42 U.S.C.   671(b), requiring \"substantial compliance\"\n\nwith the terms of  the State-presented plan, or face  cutbacks in\n\naid.  Although Suter cited this statutory provision for a differ-\n                    \n\nent  proposition, 112  S.Ct. at  1368-69 (discussing  alternative\n\n\"enforcement  mechanisms\" under  the AACWA),  the Suter  majority\n                                                       \n\n                                21\n\nnowhere  intimated that it thought the administrative requirement\n\nof \"substantial compliance\" contributed  to the ultimate  ambigu-\n\nousness of the States' \"reasonable efforts\" obligation.\n\n          Citing  Suter's disapproval of the \"reasonable efforts\"\n                       \n\nprovision, Maine  also argues that  the Title IV-A  obligation of\n\n\"reasonable promptness,\"  42 U.S.C.   602(a)(10),  is \"'too vague\n\nand  amorphous,'\"  placing  it  \"'beyond the  competence  of  the\n\njudiciary to  enforce.'\"  Wright, 479  U.S.  at 431-32.    Again,\n                                \n\nhowever, Maine misapprehends Suter's  holding.  A statute is  not\n                                  \n\nimpermissibly vague  simply because it requires  judicial inquiry\n\ninto \"reasonableness.\"   See,  e.g., Wilder, 496  U.S. at  519-20\n                                           \n\n(\"reasonable  and  adequate  rates\");  Wright, 479  U.S.  at  437\n                                             \n\n(\"reasonable\" utilities allowance); see generally, e.g., Virginia\n                                                                 \n\nR.  Co. v.  System Fed'n  No. 40,  300 U.S. 515  (1937) (\"whether\n                                \n\naction  taken or  omitted  is . . .  reasonable [is  an] everyday\n\nsubjec[t] of  inquiry by  courts in  framing and enforcing  their\n\ndecrees\").  Rather, the relevant  question is whether the  action\n                                                                 \n\nor purpose  whose \"reasonableness\" is commanded  has been clearly\n          \n\ndelineated  and is  susceptible of  judicial ascertainment.   See\n                                                                 \n\nSuter,  112 S.Ct.  at 1368  (distinguishing Wilder  as \"set[ting]\n                                                  \n\nforth  in some detail the factors to be considered in determining\n\nthe methods for calculating rates\") (emphasis added).  Here, like\n                                 \n\nthe \"rates\"  considered in  Wilder, or  the utility  allowance in\n                                  \n\nWright     and unlike the \"efforts\"  prescribed, without elabora-\n                                  \n\ntion, in the AACWA    \"promptness of payment\" presents a straigh-\n\n                                22\n\ntforward,  identifiable standard  which we previously  have found\n\nreadily susceptible of judicial  evaluation.  Coalition for Basic\n                                                                 \n\nHuman Needs v. King, 654 F.2d  838, 841 (1st Cir. 1981)  (finding\n                   \n\nAFDC plaintiffs  \"likely to  succeed\"  on   1983  claim based  on\n\nviolation of \"reasonable promptness\" provisions in   602(a)(10)).\n\n          Moreover,  to the  extent further  guidance may  be re-\n\nquired to  demarcate the  contours of reasonable  \"promptness\" in\n\nthe  Title  IV-A  context,  the regulations  promulgated  by  the\n\nSecretary  state  that  \"financial  assistance  [under  the  AFDC\n\nprogram]  . . . shall be furnished promptly to eligible individu-\n\nals without any delay attributable to the agency's administrative\n                                                                 \n\nprocess.\" 45  C.F.R.   206.10(a)(5)(i) (emphasis added).   We are\n       \n\nnot  persuaded by  Maine's contention that  \"the language  of the\n\nregulation offers no . . .  assistance in determining the differ-\n\nence between necessary processing time and administrative delay.\"\n\nCf. California Dept.  of Human Resources Development v. Java, 402\n                                                            \n\nU.S.  121, 133 (1971) (relying on purposes of Social Security Act\n\nto construe statutory requirement that state unemployment compen-\n\nsation programs be \"reasonably  calculated to insure full payment\n\nof  unemployment compensation  when due\").   Rather,  this inter-\n\npretation plainly  equates reasonable \"promptness\"  in furnishing\n\nfinancial  assistance with an absence of delay due to the State's\n                                                                 \n\nadministrative process.   We think it clear,  therefore, that the\n                      \n\nreference to \"delay,\" considered  in context, means \"unreasonable\n                                                                 \n\ndelay,\" excluding whatever reasonable processing time is required\n\n                                23\n\nto credit the child-support received, determine the amount of the\n\ngap payment,  and issue  a  check.   Cf. Beasley  v. Harris,  671\n                                                           \n\nF. Supp. 911, 915-16 (D. Conn. 1987) (similar argument).12\n\nC.   Section 1983 Plaintiffs Must Be Intended\n     Beneficiaries of Delegated Obligations\n                                           \n\n          As we  conclude that the  relevant Title IV-A  and IV-D\n\nprovisions satisfy  the threshold  test under Suter,  by directly\n                                                   \n\ndelegating to  the States an unambiguous  statutory obligation to\n\nmake  reasonably \"prompt\"  payments to  AFDC recipients,  we turn\n\nnext  to Wilder's  three-part  test for  determining whether  the\n               \n\nstatutory  \"rights,  privileges  and  immunities\"  afforded  AFDC\n\nrecipients under the Social  Security Act are of a  kind Congress\n\nmeant to be enforceable  under   1983.  Since we  have determined\n\nthat the  statutory responsibilities  imposed upon the  States by\n\nthe  CSE program  are  \"unambiguous\" and  \"mandatory\" within  the\n\nmeaning of Suter, the second and third parts of the Wilder  test,\n                                                          \n\nrequiring a similar analysis, seem clearly to be met.  According-\n\nly, the  Wilder \"enforceable right\" determination,  \"as reconfig-\n               \n\nured by the neoteric principles announced  in Suter,\" see Stowell\n                                                                 \n\nI,  976 F.2d at 68, turns largely on the first part of the Wilder\n                                                                 \n\n                    \n\n     12We are not suggesting that error-free compliance is likely\nto  be achieved in administering  this program, any  more than in\nother programs administered  by agencies with limited  resources.\nBut this reality  does not afford the State a  safe harbor merely\nbecause its overall rate  of compliance is adequate to  avoid the\nultimate  program  sanction      a  cutoff  of  federal  funding.\nMoreover, if  plaintiffs' allegations  are to be  credited, Maine\nfalls below even that level of compliance.\n\n                                24\n\ntest:    \"whether 'the  provision in  question was  intend[ed] to\n\nbenefit the putative plaintiff.'\"  496 U.S. at 509.\n\n          Maine concedes,  for purposes of this  appeal, that the\n\nplaintiff class  is comprised of \"intended  beneficiaries\" of the\n\nrequirement that Title  IV-D child-support be \"promptly\"  distri-\n\nbuted.   Although the Eleventh  Circuit has  held otherwise,  see\n                                                                 \n\nWehunt  v. Ledbetter,  875 F.2d  1558, 1565-66  (11th  Cir. 1989)\n                    \n\n(Title IV-D's collection provisions primarily intended to benefit\n\n\"the public fisc,\" not individual claimants, and therefore do not\n\ngive  rise  to enforceable  private  rights),  we accept  Maine's\n\nconcession,  which  conforms in  any  event  with the  conclusion\n\nreached by most courts  that have considered the issue,  and with\n\nour  prior characterizations of Title IV-D in dictum.  See, e.g.,\n                                                                \n\nCarelli v. Howser, 923 F.2d 1208, 1211 (6th Cir. 1991) (rejecting\n                 \n\nWehunt; finding  that Title IV-D  was intended  both \"to  protect\n                                                    \n\nneedy families with  children [and to protect] the public fisc\");\n\nsee also  Doucette v.  Ives, 947  F.2d at  24 (dictum) (\"the  CSE\n                           \n\nprogram [was] designed both to assist parents in collecting child\n                           \n\nsupport . . . and  to reduce  state and  federal government  AFDC\n\nexpenditures\") (emphasis added); accord, Howe v. Ellenbecker, 774\n                                                            \n\nF. Supp. 1224 (D. S.D. 1991)  (same); Behunin v. Jefferson County\n                                                                 \n\nDept.  of Social  Services, 744  F. Supp.  255, 257-58  (D. Colo.\n                          \n\n1990) (same).\n\nD.   Congress Must Not Have Expressed Intent\n     to Preclude Recourse to Private Remedies\n                                             \n\n                                25\n\n          Maine's  final salvo is that Congress preempted private\n\nenforcement actions under Titles IV-A and IV-D by establishing in\n\nthe governing  statute a comprehensive and  exclusive administra-\n                                                     \n\ntive  enforcement scheme.    Wilder, 496  U.S.  at 520-21.    The\n                                   \n\nSupreme Court  repeatedly has  stated that  it \"will  not lightly\n\nconclude that Congress intended to preclude reliance on   1983 as\n\na  remedy  for the  deprivation  of a  federally  secured right,\"\n\nWright,  479 U.S. at 423.   Accordingly, where  a federal statute\n      \n\nerects an  administrative scheme  for its enforcement,  the Court\n\nhas  required States  to  demonstrate, \"by  express provision  or\n\nother specific evidence from the statute itself,\" id., a congres-\n                                                     \n\nsional intent to  preclude private enforcement actions.   On only\n\ntwo occasions, however, has  the Court found \"express preclusion\"\n\nof the   1983 remedy.   In both instances the  challenged statute\n\nitself expressly included remedies permitting private citizens to\n                                  \n\ncompel  State compliance  with the  statutory scheme.    Smith v.\n                                                              \n\nRobinson, 468 U.S. 992,  1009-13 (1984) (statute provided indivi-\n        \n\ndualized administrative hearings and judicial review for individ-\n\nual beneficiaries); Sea Clammers, 453 U.S.  1, 20 (1981) (statute\n                                \n\ncreated  \"quite  comprehensive  enforcement  scheme,\"  with \"many\n\nspecific  statutory  remedies,  including  the  two  citizen-suit\n\nprovisions\").\n\n          In the present  case, Maine does not  claim that Titles\n\nIV-A  and IV-D  contain  express  provisions foreclosing  private\n\nenforcement actions.    Nor  does it  contend  that  the  statute\n\n                                26\n\nprovides  a  specific statutory  remedy  enabling aggrieved  AFDC\n\nrecipients to  obtain  redress for  wrongfully-delayed  payments.\n\nInstead,  it argues that \"express preclusion\" of a private   1983\n\nremedy is  demonstrated by  the statute's establishment  of OCSE;\n\nthe grant  to OCSE of  responsibility for setting  and monitoring\n\nstandards for \"substantial compliance\" with the statutory scheme;\n\nand OCSE's  administrative responsibility under  the statute  for\n\nimposing  financial sanctions  on  States whose  programs do  not\n\n\"substantially comply.\" 42 U.S.C.   652(a).\n\n          Although one  court of  appeals has accepted  a similar\n\nargument, finding  it unlikely \"that Congress  intended to occupy\n\nthe same ground  at the same time and  in the same manner  as the\n\nSecretary,\" Carelli,  923 F.2d  at 1215-16, we  respectfully dis-\n                   \n\nagree.  In our view,  the OCSE administrative enforcement scheme,\n\nauthorizing penalties against  participating States for \"substan-\n\ntial noncompliance,\"  seems intended to protect important federal\n                                                                 \n\ninterests,  including prompt  disbursement  of  federal funds  to\n\nneedy AFDC recipients as  mandated by Congress, by ensuring  that\n\noverall  performance by  the  participating State  does not  fall\n       \n\nbelow  federally-prescribed levels.   The private remedy afforded\n\nby    1983, on  the other  hand, safeguards  the individual  AFDC\n                                                                 \n\nrecipient's  interests  in the  timely  receipt  of the  mandated\n                      \n\nfederal  benefits.   Though coexistent,  at best  these interests\n\noverlap imperfectly.   For example,  a State  may avoid  coercive\n\nadministrative penalties by  disbursing \"pass-through\" and  \"gap\"\n\n                                27\n\npayments  reasonably  promptly in  76% of  its AFDC  cases, while\n\nviolating  the statutory rights of the other 24% of eligible AFDC\n\nrecipients.  Cf. Wehunt,  942 F.2d at 1387 (\"From  the standpoint\n                       \n\nof the  applicants or recipients who are  denied [statutory bene-\n\nfits] within the time  mandated by federal regulations, it  is no\n\ncomfort to be told  that there is no  federal remedy because  the\n\nstate is  in 'substantial  compliance' with the  federal require-\n\nments\") (footnote omitted).\n\n          Accordingly, the Supreme Court repeatedly has held that\n\nadministrative enforcement  schemes must be presumed  to parallel\n                                                                 \n\nthe   private   1983  enforcement remedy, rather  than to \"occupy\n\nthe same  ground\" as the  State contends.   Rosado v.  Wyman, 397\n                                                            \n\nU.S.  397, 420  (1970) (Secretary's  authority to  withhold funds\n\nunder    604(a)  does not  preclude  private  actions to  enforce\n\nindividual rights  under Title IV-A;  \"we are  most reluctant  to\n\nassume  Congress  has closed  the  avenue  of effective  judicial\n\nreview to those individuals most directly affected  by the admin-\n\nistration of its program\"); Howe, 774 F. Supp. at 1230 (rejecting\n                                \n\nargument  that  Title IV-D  rights  are  unenforceable under  Sea\n                                                                 \n\nClammers); see also Wright, 479 U.S. at 428 (Secretary's \"author-\n                          \n\nity to audit, enforce annual contributions contracts, and cut off\n\nfederal funds . . . [are] generalized powers [which] are insuffi-\n\ncient to  indicate a congressional intention  to foreclose   1983\n\nremedies\");  see generally  Ashish Prasad,  Note, Rights  Without\n                                                                 \n\nRemedies: Section 1983  Enforcement of Title  IV-D of the  Social\n                                                                 \n\n                                28\n\nSecurity Act,  60 U.  Chi. L.  Rev. 197,  221 (1993)  (\"without a\n            \n\n  1983  remedy,  needy  families  with  children  are  completely\n\ndeprived  of access to the federal courts to secure child support\n\nenforcement  services  granted them  by  Title  IV-D\").   Indeed,\n\nWilder suggests that  in certain circumstances an  administrative\n      \n\nenforcement  scheme may  even  support the  finding of  a private\n                                      \n\nright.  See 496 U.S. at 514-15 (\"If the Secretary  is entitled to\n           \n\nreject  a state plan upon concluding that a State's assurances of\n\ncompliance are  unsatisfactory . . . a State is on notice . . . .\n\n[of]  the  concomitant  obligation [to  beneficiaries]  to  adopt\n\nreasonable and  adequate rates\").    Accordingly,  we decline  to\n\ndisturb  the  presumption,  articulated  in  Rosado,  Wilder  and\n                                                            \n\nearlier  cases, that the  OCSE administrative  enforcement scheme\n\nparallels and  does not displace  the private    1983 enforcement\n\nremedy.\n\n                                IV\n\n                            CONCLUSION\n                                      \n\n          We hold that individual AFDC  recipients possess stand-\n\ning to bring a private action  against the State, under 42 U.S.C.\n\n  1983, to  enforce their right  to prompt disbursement  of their\n\nchild-support  entitlements under  Titles  IV-A and  IV-D of  the\n\nSocial Security Act.\n\n          The judgment of the district court is affirmed.\n                                                        \n\n                                29\n",
  "html": "<p class=\"case_cite\">7 F.3d 258</p>\n    <p class=\"parties\">Susan ALBISTON, et al., Plaintiffs, Appellees,<br>v.<br>MAINE COMMISSIONER OF HUMAN SERVICES, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 93-1137.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 10, 1993.<br>Decided Sept. 27, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Christopher C. Leighton, Deputy Atty. Gen., with whom Michael E. Carpenter, Atty. Gen., and Thomas D. Warren, Deputy Atty. Gen., Augusta, ME, were on brief for defendants, appellants.</p>\n      <p class=\"indent\">Mary T. Henderson with whom Patrick Ende, Linda Christ, and Pine Tree Legal Assistance, Augusta, ME were on brief, for plaintiffs, appellees.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n      <p class=\"indent\">Plaintiffs-appellees Susan Albiston and Anita Wingert brought a class action, under 42 U.S.C. &#167; 1983, to compel timely disbursement of \"pass-through\" and \"gap\" payments under Titles IV-A and IV-D of the Social Security Act.   Defendants-appellants, in their official capacities,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> challenged plaintiffs' standing.   The district court rejected the challenge.   We affirm.</p>\n      <p>* BACKGROUND</p>\n      <p class=\"indent\">Title IV-A of the Social Security Act, 42 U.S.C. &#167; 601 et seq., creates a voluntary, cooperative federal-state program for Aid to Families With Dependent Children (\"AFDC\").   The AFDC program, administered by participating states, provides federal financial assistance to needy families with children who are deprived of parental support through death, disability or desertion.   States are not required to participate in the AFDC program, but must agree to administer it in accordance with a federally approved AFDC plan if they elect to participate.  King v. Smith, 392 U.S. 309, 316, 88 S.Ct. 2128, 2133, 20 L.Ed.2d 1118 (1968).</p>\n      <p class=\"indent\">In 1975, Congress amended Title IV-A, by requiring AFDC recipients to assign to the State their \"rights to support from any other person\" (including the right to child-support payments from an absent parent), as a condition to their receipt of AFDC benefits.  42 U.S.C. &#167; 602(a)(26)(A).   States in turn were required to amend their Title IV-A plan, see id. at &#167; 602(a)(27), assuming responsibilities for enforcement of absent parents' child-support obligations [hereinafter \"child-support enforcement,\" or \"CSE\"], under a program outlined in a new Title IV-D of the statute, 42 U.S.C. &#167; 651 et seq.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Among other provisions, Title IV-D requires States to \"pass through\" to AFDC recipients the first $50 of each monthly child-support payment the States recover from absent parents of AFDC recipients.   See id. at &#167; 657(b);  see also Wilcox v. Ives, 864 F.2d 915, 916-17 (1st Cir.1988) (discussing origins and statutory background of States' \"pass-through\" obligation).   Moreover, under Title IV-A, a State which pays out less in AFDC benefits than a family's predetermined \"level of need\" is required to provide supplemental monthly payments, drawn from its Title IV-D child-support recovery, up to the amount necessary to fill the \"gap.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  42 U.S.C. &#167; 602(a)(28);  see also Stowell v. Secretary of HHS, 3 F.3d 539, 540-41 (1st Cir.1993) (\"Stowell II\") (describing \"gap-filling\" under the Act);  Doucette v. Ives, 947 F.2d 21, 24-25 (1st Cir.1991) (discussing origins and statutory background of \"gap\" payment obligation);  see generally Wehunt v. Ledbetter, 875 F.2d 1558, 1569-70 (11th Cir.1989) (per curiam) (Clark, J., dissenting) (comprehensive analysis of Title IV-D legislative history).</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">\"Gap\" payments are considered supplemental AFDC disbursements under Title IV-A, see Fed.Reg. 29223-25 (August 15, 1988), and must be \"furnished with reasonable promptness to all eligible individuals,\" 42 U.S.C. &#167; 602(a)(10), \"without any delay attributable to the [State] agency's administrative process.\"   See 45 C.F.R. &#167; 206.10(a)(5).   The $50 \"pass-through\" payments mandated by &#167; 657(b) are disbursed under Title IV-D, not Title IV-A, and therefore are not covered by &#167; 602(a)(10)'s \"reasonable promptness\" requirement.   However, in 1988, responding to persistent reports of \"long delays [by States] in distributing child support collections,\" see Cong.Rec. S7993 (June 16, 1988) (remarks of Senator Bradley), Congress amended Title IV-D, directing OCSE to establish specific time frames for \"prompt\" disbursement of \"pass-through\" payments by the States.  42 U.S.C. &#167; 652(i).   Pursuant to its statutory authority, OCSE adopted regulations requiring \"pass-through\" payment disbursements to eligible AFDC recipients, under 42 U.S.C. &#167; 657, within fifteen days of the State's receipt of child-support payments from an absent parent or collecting agency.   See 45 C.F.R. &#167; 302.32(f)(2).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>II</p>\n    <p>PROCEDURAL HISTORY</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Maine participates in the AFDC program as a \"gap\" state, i.e., one whose AFDC benefits do not fully meet the AFDC recipient's designated \"level of need.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Accordingly, Maine must make \"gap\" payments, as well as \"pass-through\" payments, to eligible AFDC recipients.   Plaintiffs Albiston and Wingert are eligible AFDC recipients who assigned their child-support rights to Maine under &#167; 602(a)(26)(A), but experienced significant delays (two and six months, respectively) in receiving \"gap\" and \"pass-through\" payments.   Alleging \"systemic\" administrative deficiencies, plaintiffs brought the present class action for declaratory and injunctive relief under 42 U.S.C. &#167; 1983.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Although Maine disputes the severity of its \"systemic\" problems, it acknowledges that \"gap payment\" disbursements are delayed in individual cases by a variety of administrative factors, including inadequate staffing, computer programming errors, clerical mistakes, and errors caused either by collection agencies or other states.   Maine also acknowledges that, as of the initiation of this lawsuit, it missed OCSE's 15-day deadline for processing \"pass-through\" payments in approximately 66% of its qualifying AFDC cases.   But it argues that Titles IV-A and IV-D, which require \"substantial compliance\" on penalty of cutbacks in federal funding, see 42 U.S.C. &#167;&#167; 604(a)(2), 603(h), impose no corresponding, judicially cognizable obligation to make timely \"gap\" and \"pass-through\" payments in individual cases, and that plaintiffs therefore lack standing to enforce a timely-payment obligation in a private action under &#167; 1983.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>III</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The &#167; 1983 remedy presumptively encompasses violations of federal statutory rights by state officials.   See Maine v. Thiboutot, 448 U.S. 1, 4, 100 S.Ct. 2502, 2504, 65 L.Ed.2d 555 (1980) (finding private cause of action under &#167; 1983 to enforce rights conferred by Social Security Act).   Nevertheless, certain post-Thiboutot cases, see, e.g., Suter v. Artist M., --- U.S. ----, 112 S.Ct. 1360, 118 L.Ed.2d 1 (1992);  Pennhurst State Sch. &amp; Hosp. v. Halderman, 451 U.S. 1, 101 S.Ct. 1531, 67 L.Ed.2d 694 (1981), have been \"difficult for lower courts to reconcile\" with the presumptive availability of a private right of action for statutory enforcement.   See Evelyn V. v. Kings County Hosp. Center, 819 F.Supp. 183, 190 (E.D.N.Y.1993) (surveying &#167; 1983 caselaw from Thiboutot to Suter ).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In Golden State Transit Corp. v. Los Angeles, 493 U.S. 103, 106, 110 S.Ct. 444, 448, 107 L.Ed.2d 420 (1989), and Wilder v. Virginia Hosp. Ass'n, 496 U.S. 498, 508-09, 110 S.Ct. 2510, 2516-17, 110 L.Ed.2d 455 (1990), the Supreme Court synthesized prior case law, reaffirming the presumptive availability of a &#167; 1983 remedy for violations of federal statutory rights, but articulating several broad exclusions.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  First, because \"section 1983 speaks in terms of 'rights, privileges, or immunities, [rather than] violations of federal law,\" Golden State, 493 U.S. at 106, 110 S.Ct. at 448 (1989) (emphasis added), private relief is considered unavailable if the federal statute at issue does not \"create enforceable rights.\"  Wilder, 496 U.S. at 519, 110 S.Ct. at 2522 (citing Wright, 479 U.S. at 423, 107 S.Ct. at 770).   Whether a statute creates \"enforceable rights\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>turns on [A] whether 'the provision in question was intend[ed] to benefit the putative plaintiff.'   If so, the provision creates an enforceable right unless it [B] reflects merely a 'congressional preference' for a certain kind of conduct rather than a binding obligation on the governmental unit, or unless [C] the interest the plaintiff asserts is 'too vague and amorphous' such that it is 'beyond the competence of the judiciary to enforce.' \"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Id. 496 U.S. at 509, 110 S.Ct. at 2517 (citations omitted).   Second, &#167; 1983 may be unavailable if \"Congress ha[s] foreclosed private enforcement in the enactment\" whose enforcement is sought, by providing an alternative, comprehensive administrative scheme for redressing individual plaintiffs' grievances under the statute.  Middlesex County Sewerage Auth. v. National Sea Clammers Ass'n, 453 U.S. 1, 20, 101 S.Ct. 2615, 2626, 69 L.Ed.2d 435 (1981);  Smith v. Robinson, 468 U.S. 992, 1010-20, 104 S.Ct. 3457, 3467-3472, 82 L.Ed.2d 746 (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The framework established in Golden State and Wilder continued to be used for several years in determining whether &#167; 1983 permitted a private right of action for the enforcement of federal \"spending\" statutes.   See, e.g., Playboy Enterprises v. Public Svce.  Com'n, 906 F.2d 25, 32-33 (1st Cir.), cert. denied, 498 U.S. 959, 111 S.Ct. 388, 112 L.Ed.2d 399 (1990) (applying Wilder analysis;  upholding private enforcement of \"editorial control\" provisions in Cable Communications Policy Act).   Then, the Supreme Court appeared to depart from this framework in Suter v. Artist M., --- U.S. at ----, 112 S.Ct. at 1360, where it considered whether an enforceable private right of action arose under the \"reasonable efforts\" provision of the Adoption Assistance and Child Welfare Act [\"AACWA\"].  The Suter Court acknowledged that the AACWA was \"mandatory in its terms,\" in that it required States to \"have a plan approved by the Secretary which ... provides that, in each case, reasonable efforts will be made (A) prior to the placement of a child in foster care, to prevent or eliminate the need for removal of the child from his home, and (B) to make it possible for the child to return to his home.\"  Id., --- U.S. at ----, 112 S.Ct. at 1367 (quoting 42 U.S.C. &#167; 671(a)(15)).  Suter noted, however, that the States were given \"a great deal of discretion\" in defining the terms of their compliance with the AACWA, since the statute, its legislative history, and the accompanying regulations provided no \"further ... guidance ... as to how 'reasonable efforts' [were] to be measured.\"  Id., --- U.S. at ----, 112 S.Ct. at 1368-69.   Accordingly, Suter held, Congress intended \"to impose only a rather generalized duty on the State.\"  Id., --- U.S. at ----, 112 S.Ct. at 1370.   And, this \"generalized duty\" was too vague to permit an inference that Congress had intended to \"confer upon the child beneficiaries of the Act a right to enforce the requirement that the State make 'reasonable efforts' to prevent a child from being removed from his home, and once removed to reunify the child with his family.\"  Id., --- U.S. at ----, 112 S.Ct. at 1367.  Suter's failure explicitly to apply the framework outlined earlier in Wilder led two dissenting Justices to assert that the holdings of the two cases were \"plainly inconsistent,\" and that the Suter majority had \"changed the rules of the game without even minimal justification,\" in effect overruling Wilder, sub silentio.  --- U.S. at ----, ----, 112 S.Ct. at 1371, 1377 (Blackmun, J., dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In Stowell I, 976 F.2d at 68-70, this court examined the Suter dissenters' claim that Suter had overruled Wilder.  Stowell I concluded, however, that though Suter \"shed new light on this fuliginous area of the law,\" it was \"much too early to post epitaphs for Wilder and its kin,\" and that it was \"both prudent and possible to synthesize the teachings of Suter with the Court's prior precedents.\"  976 F.2d at 68.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Revisiting the issue today, we conclude that Suter left the basic Wilder framework intact, but added a further threshold inquiry, applicable in cases involving \"federal-state funding statutes\" enacted pursuant to the \"Spending Clause.\"   See Pennhurst, 451 U.S. at 17-18, 101 S.Ct. at 1539 (noting special attributes of statutes enacted under Spending Clause, which assume \"the nature of a contract\" between state and federal governments);  see also Suter, --- U.S. at ---- &amp; n. 7, 112 S.Ct. at 1366 &amp; n. 7 (quoting Pennhurst, and noting AACWA's enactment pursuant to Spending Clause).   When federal-state funding statutes enacted pursuant to the Spending Clause \"fail[ ] to impose a direct obligation on the States, instead placing the onus of compliance with the statute's substantive provisions on the federal government, no cause of action cognizable under section 1983 can flourish.\"  Stowell I, 976 F.2d at 70 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Viewed in this light, Suter's impact on our &#167; 1983 jurisprudence is neither particularly \"far-reaching\" nor \"plainly inconsistent\" with prior precedent.   Since Suter, &#167; 1983 cognizability in the ambiguous context of shared state-federal obligations contemplates that the alleged breach of statutory rights shall have resulted from some impermissible \"state action,\" rather than from a mere default in the performance of a federally-retained obligation.   This said, however, two other aspects of Suter's holding require our consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">First, although a congressional intent to create \"enforceable rights\" may be presumed simply from the enactment of a federal statute mandating performance of specific duties, see Golden State, 493 U.S. at 112-13, 110 S.Ct. at 451-52, a congressional intent to impose those obligations on participating States may not be presumed, but must be demonstrated by the &#167; 1983 plaintiff.  Suter, --- U.S. at ----, 112 S.Ct. at 1367-68.   Second, and equally important, in order to \"impose a direct obligation on the States,\" the plaintiff must show that Congress has delineated the obligation \"unambiguously,\" i.e., with sufficient specificity to permit States to \"exercise their choice [to participate in the statutory scheme] knowingly, cognizant of the consequences of their participation.\"   See Pennhurst, 451 U.S. at 17, 101 S.Ct. at 1539.   A federally-imposed statutory obligation is not enforceable in a private action against the State under &#167; 1983 if its terms are so vague and generalized that their \"meaning will ... vary with the circumstances of each case\" so as to be insusceptible to judicial enforcement.   See Suter, --- U.S. at ---- - ----, 112 S.Ct. at 1368-70;  see also Pennhurst, 451 U.S. at 17, 101 S.Ct. at 1539 (\"The legitimacy of Congress' power to legislate under the spending power ... rests on whether the State voluntarily and knowingly accepts the terms of the 'contract.'   There can ... be no knowing acceptance if a State is unaware of the conditions or is unable to ascertain what is expected of it\") (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>A. A Statute Enacted Under the Spending Power Must Delegate a Mandatory Duty Directly to the States</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We agree with plaintiffs that the challenged statute and its implementing regulations satisfy Suter's threshold mandate by imposing reasonably clear, judicially enforceable obligations directly on the participating States.   We begin with the statutory provisions covering gap payments.   Under Title IV-A, in order to receive federal subsidies under the AFDC program, a State is obligated to adopt a plan, see King v. Smith, 392 U.S. at 333, 88 S.Ct. at 2141, which \"... provide[s] that aid to families with dependent children shall be furnished with reasonable promptness.\"   See 42 U.S.C. &#167; 602(a)(10)(A) (emphasis added).   Moreover, the State's obligation does not cease once it obtains initial administrative approval of its plan;  even after the Secretary has given administrative approval, the State must also \"comply substantially with [all] provisions required by section 602(a) ... to be included in the plan,\" id. at &#167; 604(a)(2).   If a State is not in compliance with the terms of its plan, the Secretary \"shall make no further payments to such State (or shall limit payments to categories under or parts of the State plan not affected by such failures).\"  42 U.S.C. &#167; 604(a) (emphasis added).   Like the \"reasonable efforts\" requirement in Suter, these requirements are \"mandatory in [their] terms,\" --- U.S. at ----, 112 S.Ct. at 1367.   Indeed, then-Justice Rehnquist's Pennhurst opinion quoted the statutory predecessor to &#167; 602(a)(10), including its \"reasonable promptness\" language, as an example of an \"instance[ ] where Congress ... intended the States to fund certain entitlements as a condition of receiving federal funds, ... [and] proved capable of saying so explicitly.\"  451 U.S. at 17-18, 101 S.Ct. at 1540.   See also, e.g., Carleson v. Remillard, 406 U.S. 598, 600, 92 S.Ct. 1932, 1934, 32 L.Ed.2d 352 (1972) (stating that &#167; 602(a)(10) \"places on each State participating in the AFDC program the requirement that 'aid to families with dependent children shall be furnished with reasonable promptness to all eligible individuals' \") (emphasis added);  King v. Smith, 392 U.S. at 333, 88 S.Ct. at 2141 (asserting that State of Alabama \"breached its federally imposed obligation [under statutory predecessor to &#167; 602(a)(10) ] to furnish 'aid ... with reasonable promptness to all eligible individuals' \") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Seemingly no less clear is the delegation to the States of the Title IV-D mandated obligation to disburse \"pass-through\" payments in a timely fashion.   Section 654(13) provides that a State child-support plan must provide, in pertinent part, \"that the State will comply with such other requirements and standards as the Secretary determines to be necessary.\"   Section 657(b) of Title IV-D governs the terms under which \"amounts collected as support by a State ... shall ... be distributed\" by the collecting State.  (Emphasis added.)   The 1988 amendments to Title IV-D require OCSE, as part of its \"standards for State programs,\" 42 U.S.C. &#167; 652(a)(1), to promulgate mandatory regulations which \"shall include standards establishing time limits governing the period or periods within which a State must distribute, in accordance with section 657 of this section, amounts collected as child-support pursuant to the State's plan.\"   Id. at &#167; 652(i) (emphasis added).   The OCSE regulations in effect at the commencement of this litigation provided that</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Amounts collected by the IV-D agency on behalf of recipients of aid under the State's title IV-A ... plan ... shall be distributed as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>(i) ... When the IV-A agency sends payments to the family under &#167; 302.51(b)(1) of this part, the IV-D agency must forward any amount due the family under &#167; 302.51(b)(1) to the IV-A agency within 15 calendar days of the date of initial receipt in the State of the first $50 of support collected in a month, or, if less than $50 is collected in a month, within 15 calendar days of the end of the month in which the support was collected.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">45 C.F.R. &#167; 302.32(f)(2) (later revised;  see 57 Fed.Reg. 54519 (November 19, 1992)) (emphasis added).   In addition, a State that fails to achieve \"substantial compliance\" with the Title IV-D requirements, including its &#167; 657 distribution obligations and OCSE's 15-day \"promptness\" provision, shall have \"amounts otherwise payable ... reduced.\"  42 U.S.C. &#167; 603(h)(1) (emphasis added).   We conclude that these provisions impose a specific, definite and mandatory obligation directly on participating States.   See generally Howe v. Ellenbecker, 774 F.Supp. 1224, 1230 (D.S.D.1991) (considering Title IV-D in light of Pennhurst;  \"The language in Title IV-D is mandatory and set[s] out in specific and definite terms .... what states must do to participate in the program\");  Behunin v. Jefferson Cty. Dept. of Social Servs., 744 F.Supp. 255, 258 (D.Colo.1990) (\"The mandatory language of Title IV-D, and its clear intent to benefit children and their families[,] distinguish this statute from the statute considered in Pennhurst\");  Carelli v. Howser, 733 F.Supp. 271, 276 (S.D.Ohio 1990) (citing &#167; 654(13);  \"the language of Title IV-D is clearly mandatory rather than precatory,\" and creates \"specific and definite benefits\"), rev'd on other grounds, 923 F.2d 1208 (6th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is the imposition of mandatory obligations directly on the States, as distinguished from the Secretary, that separates the \"promptness\" obligations under Titles IV-A and IV-D from the statutory provisions considered in Suter and Stowell I.   In Suter, the Court concluded that the AACWA requirement of \"reasonable efforts\" was \"mandatory,\" and \"does place a requirement on the States,\" but held that because of its vagueness \"that requirement only goes so far as to ensure that the State have a plan approved by the Secretary which contains the 16 listed features.\"  --- U.S. at ----, 112 S.Ct. at 1367 (emphasis added).   Likewise, in Stowell I, 976 F.2d at 69, plaintiffs sought &#167; 1983 enforcement of a statutory provision which--</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>simply and forthrightly provides, in haec verba, that 'the Secretary shall not approve any State plan for medical assistance' if the State has reduced AFDC payment levels below the level prevailing on May 1, 1988.  42 U.S.C. &#167; 1396a(c)(1).   By its express terms, section 1396a(c)(1) obliges the federal government, in the person of the Secretary of Health and Human Services--not the State--to take action.   The statute could scarcely be clearer.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In the present case, on the other hand, although the Secretary retains oversight responsibility for monitoring \"substantial compliance\" with the State's plan, plaintiffs do not base their statutory claim on the Secretary's nonperformance of these oversight obligations, but on the State's separate \"compliance\" obligations as mandated.   And, as discussed in Part D, infra, the Secretary's oversight responsibilities are neither incompatible with, nor exclusive of, Congress' imposition upon the participating State of the direct responsibility for fulfilling its plan obligations to the statute's intended beneficiaries.  Rosado v. Wyman, 397 U.S. 397, 420, 90 S.Ct. 1207, 1222, 25 L.Ed.2d 442 (1970);  Lynch v. Dukakis, 719 F.2d 504, 511, 512 (1st Cir.1983).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>B. The State's Obligation Must Be \"Unambiguous\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Invoking Suter's requirement that delegated obligations be not only \"mandatory\" but \"unambiguous,\" the State raises two additional arguments concerning the alleged vagueness of the obligations imposed by Titles IV-A and IV-D.   First, the State argues, the statutory requirement of \"substantial\" rather than \"total\" compliance with a Title IV-D plan, see 42 U.S.C. &#167; 602(a)(27), renders the State's \"promptness\" obligation under the plan ambiguous in individual cases, and therefore unenforceable in a private action under 42 U.S.C. &#167; 1983.   See Mason v. Bradley, 789 F.Supp. 273 (N.D.Ill.1992) (\"full compliance with the regulations in every case is clearly not required\");  Oliphant v. Bradley, No. 91-C3055, 1992 WL 153637, at * 9 1992 U.S.Dist. LEXIS 8975, at * 23 (N.D.Ill.1992) (\"had Congress intended to mandate compliance [in individual cases] with the time frames set out in the regulations, it would have conditioned receipt of federal funds on total, rather than substantial, compliance\") (emphasis added).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We think Maine misapprehends the import of the &#167; 602(a)(27) \"substantial compliance\" requirement in this case.   By its terms, the \"substantial compliance\" obligation applies only to the State's compliance with the terms of the State plan itself, as defined in 42 U.S.C. &#167; 654.   However, the 15-day compliance time frame imposed by OCSE under 45 C.F.R. &#167; 302.32(f)(2) is not directly imposed as part of the State's plan, but stems from a separate statutory provision, 42 U.S.C. &#167; 652(i), which specifically relates the OCSE 15-day regulation to \"the period or periods within which the State must distribute [amounts collected as child-support], in accordance with section 657 of this section.\"   As &#167; 657 itself is mandatory, the 15-day compliance requirement imposed thereunder takes precedence over the more general \"substantial compliance\" directive made applicable to the State's plan by &#167; 602(a)(27).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Alternatively, it may be possible, of course, to construe Maine's \"substantial compliance\" argument as resting on the provisions of sections 604(a)(2) and 603(h), which authorize the Secretary to withhold funds from States which do not \"comply substantially\" with Titles IV-A and IV-D.   But if this is Maine's position, it too must fail.   For one thing, with respect to the Secretary's argument under Title IV-D, &#167; 603(h)(3) provides that \"for purposes of section 602(a)(27) of this title, ... a State which is not in full compliance with the requirements of this part shall be determined to be in substantial compliance only if the Secretary determines that any noncompliance is of a technical nature which does not adversely affect the performance of the child-support enforcement program\" (emphasis added).   More generally, however, the \"substantial\" compliance required to avoid administrative penalties under both provisions is independent of, and narrower than, the State's direct obligation to AFDC recipients.   See Wilder, 496 U.S. at 514-15 &amp; n. 11, 110 S.Ct. at 2520-21 &amp; n. 11 (findings and assurances to Secretary, prior to plan approval, are separate from subsequent obligation to comply with assurances).   As the Ninth Circuit has stated, in an analogous context, \"[t]he funding standard [of 'substantial compliance'] is not ... the measure of what the regulations require;  it is intended to measure how great a failure to meet those requirements should cause funds to be cut off.\"  Withrow v. Concannon, 942 F.2d 1385, 1387 (9th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Indeed, the AACWA, construed in Suter, also contained a provision, 42 U.S.C. &#167; 671(b), requiring \"substantial compliance\" with the terms of the State-presented plan, or face cutbacks in aid.   Although Suter cited this statutory provision for a different proposition, 112 S.Ct. at 1368-69 (discussing alternative \"enforcement mechanisms\" under the AACWA), the Suter majority nowhere intimated that it thought the administrative requirement of \"substantial compliance\" contributed to the ultimate ambiguousness of the States' \"reasonable efforts\" obligation.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Citing Suter's disapproval of the \"reasonable efforts\" provision, Maine also argues that the Title IV-A obligation of \"reasonable promptness,\" 42 U.S.C. &#167; 602(a)(10), is \" 'too vague and amorphous,' \" placing it \" 'beyond the competence of the judiciary to enforce.' \"  Wright, 479 U.S. at 431-32, 107 S.Ct. at 774-75.   Again, however, Maine misapprehends Suter's holding.   A statute is not impermissibly vague simply because it requires judicial inquiry into \"reasonableness.\"   See, e.g., Wilder, 496 U.S. at 519-20, 110 S.Ct. at 2522-23 (\"reasonable and adequate rates\");  Wright, 479 U.S. at 437, 107 S.Ct. at 777 (\"reasonable\" utilities allowance);  see generally, e.g., Virginia R. Co. v. System Fed'n No. 40, 300 U.S. 515, 57 S.Ct. 592, 81 L.Ed. 789 (1937) (\"whether action taken or omitted is ... reasonable [is an] everyday subjec[t] of inquiry by courts in framing and enforcing their decrees\").   Rather, the relevant question is whether the action or purpose whose \"reasonableness\" is commanded has been clearly delineated and is susceptible of judicial ascertainment.   See Suter, --- U.S. at ----, 112 S.Ct. at 1368 (distinguishing Wilder as \"set[ting] forth in some detail the factors to be considered in determining the methods for calculating rates\") (emphasis added).   Here, like the \"rates\" considered in Wilder, or the utility allowance in Wright--and unlike the \"efforts\" prescribed, without elaboration, in the AACWA--\"promptness of payment\" presents a straightforward, identifiable standard which we previously have found readily susceptible of judicial evaluation.  Coalition for Basic Human Needs v. King, 654 F.2d 838, 841 (1st Cir.1981) (finding AFDC plaintiffs \"likely to succeed\" on &#167; 1983 claim based on violation of \"reasonable promptness\" provisions in &#167; 602(a)(10)).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Moreover, to the extent further guidance may be required to demarcate the contours of reasonable \"promptness\" in the Title IV-A context, the regulations promulgated by the Secretary state that \"financial assistance [under the AFDC program] ... shall be furnished promptly to eligible individuals without any delay attributable to the agency's administrative process.\"  45 C.F.R. &#167; 206.10(a)(5)(i) (emphasis added).   We are not persuaded by Maine's contention that \"the language of the regulation offers no ... assistance in determining the difference between necessary processing time and administrative delay.\"   Cf. California Dept. of Human Resources Development v. Java, 402 U.S. 121, 133, 91 S.Ct. 1347, 1354, 28 L.Ed.2d 666 (1971) (relying on purposes of Social Security Act to construe statutory requirement that state unemployment compensation programs be \"reasonably calculated to insure full payment of unemployment compensation when due\").   Rather, this interpretation plainly equates reasonable \"promptness\" in furnishing financial assistance with an absence of delay due to the State's administrative process.   We think it clear, therefore, that the reference to \"delay,\" considered in context, means \"unreasonable delay,\" excluding whatever reasonable processing time is required to credit the child-support received, determine the amount of the gap payment, and issue a check.   Cf. Beasley v. Harris, 671 F.Supp. 911, 915-16 (D.Conn.1987) (similar argument).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>C. Section 1983 Plaintiffs Must Be Intended Beneficiaries of Delegated Obligations</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As we conclude that the relevant Title IV-A and IV-D provisions satisfy the threshold test under Suter, by directly delegating to the States an unambiguous statutory obligation to make reasonably \"prompt\" payments to AFDC recipients, we turn next to Wilder's three-part test for determining whether the statutory \"rights, privileges and immunities\" afforded AFDC recipients under the Social Security Act are of a kind Congress meant to be enforceable under &#167; 1983.   Since we have determined that the statutory responsibilities imposed upon the States by the CSE program are \"unambiguous\" and \"mandatory\" within the meaning of Suter, the second and third parts of the Wilder test, requiring a similar analysis, seem clearly to be met.   Accordingly, the Wilder \"enforceable right\" determination, \"as reconfigured by the neoteric principles announced in Suter,\" see Stowell I, 976 F.2d at 68, turns largely on the first part of the Wilder test:  \"whether 'the provision in question was intend[ed] to benefit the putative plaintiff.' \"  496 U.S. at 509, 110 S.Ct. at 2517.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Maine concedes, for purposes of this appeal, that the plaintiff class is comprised of \"intended beneficiaries\" of the requirement that Title IV-D child-support be \"promptly\" distributed.   Although the Eleventh Circuit has held otherwise, see Wehunt v. Ledbetter, 875 F.2d 1558, 1565-66 (11th Cir.1989) (Title IV-D's collection provisions primarily intended to benefit \"the public fisc,\" not individual claimants, and therefore do not give rise to enforceable private rights), we accept Maine's concession, which conforms in any event with the conclusion reached by most courts that have considered the issue, and with our prior characterizations of Title IV-D in dictum.   See, e.g., Carelli v. Howser, 923 F.2d 1208, 1211 (6th Cir.1991) (rejecting Wehunt;  finding that Title IV-D was intended both \"to protect needy families with children [and to protect] the public fisc\");  see also Doucette v. Ives, 947 F.2d at 24 (dictum) (\"the CSE program [was] designed both to assist parents in collecting child support ... and to reduce state and federal government AFDC expenditures\") (emphasis added);  accord, Howe v. Ellenbecker, 774 F.Supp. 1224 (D.S.D.1991) (same);  Behunin v. Jefferson County Dept. of Social Services, 744 F.Supp. 255, 257-58 (D.Colo.1990) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>D. Congress Must Not Have Expressed Intent to Preclude Recourse to Private Remedies</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Maine's final salvo is that Congress preempted private enforcement actions under Titles IV-A and IV-D by establishing in the governing statute a comprehensive and exclusive administrative enforcement scheme.  Wilder, 496 U.S. at 520-21, 110 S.Ct. at 2523-24.   The Supreme Court repeatedly has stated that it \"will not lightly conclude that Congress intended to preclude reliance on &#167; 1983 as a remedy for the deprivation of a federally secured right,\" Wright, 479 U.S. at 423, 107 S.Ct. at 770.   Accordingly, where a federal statute erects an administrative scheme for its enforcement, the Court has required States to demonstrate, \"by express provision or other specific evidence from the statute itself,\" id., a congressional intent to preclude private enforcement actions.   On only two occasions, however, has the Court found \"express preclusion\" of the &#167; 1983 remedy.   In both instances the challenged statute itself expressly included remedies permitting private citizens to compel State compliance with the statutory scheme.  Smith v. Robinson, 468 U.S. 992, 1009-13, 104 S.Ct. 3457, 3467-69, 82 L.Ed.2d 746 (1984) (statute provided individualized administrative hearings and judicial review for individual beneficiaries);  Sea Clammers, 453 U.S. 1, 20, 101 S.Ct. 2615, 2626, 69 L.Ed.2d 435 (1981) (statute created \"quite comprehensive enforcement scheme,\" with \"many specific statutory remedies, including the two citizen-suit provisions\").</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the present case, Maine does not claim that Titles IV-A and IV-D contain express provisions foreclosing private enforcement actions.   Nor does it contend that the statute provides a specific statutory remedy enabling aggrieved AFDC recipients to obtain redress for wrongfully-delayed payments.   Instead, it argues that \"express preclusion\" of a private &#167; 1983 remedy is demonstrated by the statute's establishment of OCSE;  the grant to OCSE of responsibility for setting and monitoring standards for \"substantial compliance\" with the statutory scheme;  and OCSE's administrative responsibility under the statute for imposing financial sanctions on States whose programs do not \"substantially comply.\"  42 U.S.C. &#167; 652(a).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Although one court of appeals has accepted a similar argument, finding it unlikely \"that Congress intended to occupy the same ground at the same time and in the same manner as the Secretary,\" Carelli, 923 F.2d at 1215-16, we respectfully disagree.   In our view, the OCSE administrative enforcement scheme, authorizing penalties against participating States for \"substantial noncompliance,\" seems intended to protect important federal interests, including prompt disbursement of federal funds to needy AFDC recipients as mandated by Congress, by ensuring that overall performance by the participating State does not fall below federally-prescribed levels.   The private remedy afforded by &#167; 1983, on the other hand, safeguards the individual AFDC recipient's interests in the timely receipt of the mandated federal benefits.   Though coexistent, at best these interests overlap imperfectly.   For example, a State may avoid coercive administrative penalties by disbursing \"pass-through\" and \"gap\" payments reasonably promptly in 76% of its AFDC cases, while violating the statutory rights of the other 24% of eligible AFDC recipients.   Cf. Withrow, 942 F.2d at 1387 (\"From the standpoint of the applicants or recipients who are denied [statutory benefits] within the time mandated by federal regulations, it is no comfort to be told that there is no federal remedy because the state is in 'substantial compliance' with the federal requirements\") (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Accordingly, the Supreme Court repeatedly has held that administrative enforcement schemes must be presumed to parallel the private &#167; 1983 enforcement remedy, rather than to \"occupy the same ground\" as the State contends.  Rosado v. Wyman, 397 U.S. 397, 420, 90 S.Ct. 1207, 1222, 25 L.Ed.2d 442 (1970) (Secretary's authority to withhold funds under &#167; 604(a) does not preclude private actions to enforce individual rights under Title IV-A;  \"we are most reluctant to assume Congress has closed the avenue of effective judicial review to those individuals most directly affected by the administration of its program\");  Howe, 774 F.Supp. at 1230 (rejecting argument that Title IV-D rights are unenforceable under Sea Clammers );  see also Wright, 479 U.S. at 428, 107 S.Ct. at 773 (Secretary's \"authority to audit, enforce annual contributions contracts, and cut off federal funds ... [are] generalized powers [which] are insufficient to indicate a congressional intention to foreclose &#167; 1983 remedies\");  see generally Ashish Prasad, Note, Rights Without Remedies:  Section 1983 Enforcement of Title IV-D of the Social Security Act, 60 U.Chi.L.Rev. 197, 221 (1993) (\"without a &#167; 1983 remedy, needy families with children are completely deprived of access to the federal courts to secure child support enforcement services granted them by Title IV-D\").   Indeed, Wilder suggests that in certain circumstances an administrative enforcement scheme may even support the finding of a private right.   See 496 U.S. at 514-15, 110 S.Ct. at 2520-21 (\"If the Secretary is entitled to reject a state plan upon concluding that a State's assurances of compliance are unsatisfactory ... a State is on notice .... [of] the concomitant obligation [to beneficiaries] to adopt reasonable and adequate rates\").   Accordingly, we decline to disturb the presumption, articulated in Rosado, Wilder and earlier cases, that the OCSE administrative enforcement scheme parallels and does not displace the private &#167; 1983 enforcement remedy.</p>\n    </div>\n    <p>IV</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We hold that individual AFDC recipients possess standing to bring a private action against the State, under 42 U.S.C. &#167; 1983, to enforce their right to prompt disbursement of their child-support entitlements under Titles IV-A and IV-D of the Social Security Act.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The nominal defendants are the Commissioner of the Maine Department of Human Services, 22 M.R.S.A. &#167; 3781, and the Commissioner of the Maine Department of Finance, 5 M.R.S.A. &#167;&#167; 282-283, 1541.   Since the State of Maine is the real party in interest, however, we refer to defendants-appellants collectively as the \"State,\" or \"Maine.\"   See Stowell v. Ives, 976 F.2d 65, 67 n. 1 (1st Cir.1992) (\"Stowell I\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In order to monitor State performance under Title IV-D, Congress established an Office of Child Support Supervision [\"OCSE\"], to which it delegated substantial authority for standard-setting and administrative review.   See 42 U.S.C. &#167; 652(a);  see also Carelli v. Howser, 923 F.2d 1208, 1213-15 (6th Cir.1991) (comprehensive review of OCSE duties and authority)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In order to offset expenditures made on the AFDC recipient's behalf, the State may retain any child-support recoveries from the absent parent above the amount required to fund the \"gap\" payments to the AFDC recipient.   See 42 U.S.C. &#167;&#167; 602(a)(8)(A)(vi);  657(b)(4).   If a family is not receiving AFDC, or if the child-support recovery raises a family above the minimum income threshold for AFDC eligibility, the State must \"pass through\" the support payment in its entirety.   See id. at &#167;&#167; 657(b), 657(c);  see also 45 C.F.R. &#167; 232.20(b)(1)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Secretary subsequently amended the 15-day requirement to provide that the \"pass-through\" payment may be made within fifteen days after the month in which payment was due from the absent parent.   See 57 Fed.Reg. 54519 (Nov. 19, 1992).   Unless otherwise indicated, however, we refer to the version in effect at the time the present action was initiated</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> When this action was brought, the gap between AFDC benefits and \"level of need\" for a family of three (one adult and two children) was $199.   Maine subsequently reduced its \"level of need,\" narrowing the \"gap\" obligation somewhat.   Maine's AFDC \"gap,\" and its later reduction in the \"level of need,\" are discussed in Stowell I, 976 F.2d at 67, and in Stowell II, 3 F.3d at 541 &amp; n. 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The district court certified Albiston and Wingert as representative of a plaintiff class consisting of</p>\n        <p>all present, former and future AFDC recipients with a present entitlement to pass-through and gap payments within the State of Maine:</p>\n        <p>(a) who have not received or will not receive their $50.00 pass-through payment under 42 U.S.C. &#167; 657(b)(1) within 15 days of the date the child support from which the $50.00 payment is derived was received by the State of Maine;  and</p>\n        <p>(b) who have not received or will not receive their \"GAP\" payment pursuant to 42 U.S.C. &#167; 602(a)(28) by the month after the month in which the child support payment from which the GAP payment is derived was received by the State of Maine.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Secretary is charged with conducting periodic audits of State performance under Title IV-D and has promulgated regulations deeming a State in \"substantial compliance\" with Title IV-D provided the applicable statutory requirements are met in 75% of the cases reviewed in the particular State.   See 45 C.F.R. &#167; 305.20</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Court in Wilder found a private right to enforce a Boren Amendment requirement that Medicaid expenses be reimbursed at rates that a \"State finds, and makes assurances satisfactory to the Secretary, are reasonable and adequate to meet the costs which must be incurred by efficiently and economically operated facilities.\"  496 U.S. at 507.   The Court in Golden State upheld a private right, under &#167; 1983, to enforce National Labor Relations Act provisions against state interference in collective bargaining procedure.  493 U.S. at 112-13.   Both cases cited approvingly to Wright v. City of Roanoke Redevelopment &amp; Hous.  Auth., 479 U.S. 418, 423, 107 S.Ct. 766, 770, 93 L.Ed.2d 781 (1987), which upheld a private right to enforce the Brooke Amendment's statutory directive that public housing rents incorporate \"reasonable\" utility rates</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> For one thing, Suter offered no analytic framework to replace the structure erected in the Court's previous decisions.   For another thing, the Suter Court, while weakening earlier precedents in certain important respects, was careful not to overrule them.   Indeed, the majority relied on those precedents as pertinent authority</p>\n        <p>Stowell I, 976 F.2d at 68.   Other courts of appeals also have found Suter reconcilable with \"Wilder and its kin.\"   See, e.g., Procopio v. Johnson, 994 F.2d 325, 331 n. 9 (7th Cir.1993);  Clifton v. Schafer, 969 F.2d 278, 283-85 (7th Cir.1992);   Dorsey v. Housing Auth. of Baltimore, 984 F.2d 622, 631 (4th Cir.1993).   Some further confirmation of this position may have been offered last Term, when Justice White, a member of the Suter majority, cited Suter alongside Wilder and Wright in a dissenting opinion--a juxtaposition which went unremarked by the majority.   See New York v. United States, --- U.S. ----, ----, 112 S.Ct. 2408, 2445, 120 L.Ed.2d 120 (1992) (White, J., dissenting) (\"we have upheld &#167; 1983 suits to enforce certain rights created by statutes pursuant to the Spending Clause [citing Wilder and Wright ], though Congress must be cautious in spelling out the federal rights clearly and distinctly [citing Suter ]\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Although further discussion of this issue is reserved for Part D, infra, we pause to note one additional point.   We do not read Suter as disturbing the principle, articulated in Wilder and other cases, that a statute may impose obligations on the States despite the existence of a parallel administrative scheme for the enforcement of overall compliance with statutory provisions.   See Wilder, 496 U.S. at 512, 110 S.Ct. at 2518.   Although Suter cited the AACWA's administrative enforcement mechanisms in passing, to \"show that the absence of a remedy to private plaintiffs under &#167; 1983 does not make the reasonable efforts clause [of the AACWA] a dead letter,\" it made clear that its brief discussion of this subject was intended as an \"aside,\" and not to supplant the more detailed inquiry required by Smith v. Robinson, supra, and Middlesex County Sewerage Authority, supra.   See --- U.S. at ---- - ---- &amp; n. 11, 112 S.Ct. at 1368-69 &amp; n. 11</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> But see King v. Bradley, 829 F.Supp. 989, 994 (N.D.Ill.1993) (\"although no individual plaintiff or class of plaintiffs has an enforceable right or guarantee to be among the 75 percent of cases that must be handled in conformance with federally regulated procedures ...[,] [a]ny plaintiff or class of plaintiffs that fails to receive services in compliance with federal regulations when the state is running a Title IV-D program which does not substantially comply with federal procedures does have the right to sue to enjoin the State to improve its level of conformance until it is in substantial compliance.\").   In the present case, the district court's factual findings suggest that Maine had not achieved \"substantial compliance\" with the relevant statutory provision.   Compare, e.g., Shands v. Tull, 602 F.2d 1156, 1160-61 (3d Cir.1979) (barring private suit for enforcement of AFDC statute, where State was in \"substantial compliance\" with statutory provisions, but indicating that injunctive suits may be permissible where \"agencies have failed to reach even substantial compliance with statutory standards\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We are not suggesting that error-free compliance is likely to be achieved in administering this program, any more than in other programs administered by agencies with limited resources.   But this reality does not afford the State a safe harbor merely because its overall rate of compliance is adequate to avoid the ultimate program sanction--a cutoff of federal funding.   Moreover, if plaintiffs' allegations are to be credited, Maine falls below even that level of compliance</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">258</span></span></p>\n    <p class=\"parties\">Susan ALBISTON, et al., Plaintiffs, Appellees,<br>v.<br>MAINE COMMISSIONER OF HUMAN SERVICES, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 93-1137.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 10, 1993.<br>Decided Sept. 27, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Christopher C. Leighton, Deputy Atty. Gen., with whom Michael E. Carpenter, Atty. Gen., and Thomas D. Warren, Deputy Atty. Gen., Augusta, ME, were on brief for defendants, appellants.</p>\n      <p class=\"indent\">Mary T. Henderson with whom Patrick Ende, Linda Christ, and Pine Tree Legal Assistance, Augusta, ME were on brief, for plaintiffs, appellees.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n      <p class=\"indent\">Plaintiffs-appellees Susan Albiston and Anita Wingert brought a class action, under 42 U.S.C. &#167; 1983, to compel timely disbursement of \"pass-through\" and \"gap\" payments under Titles IV-A and IV-D of the Social Security Act.   Defendants-appellants, in their official capacities,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> challenged plaintiffs' standing.   The district court rejected the challenge.   We affirm.</p>\n      <p>* BACKGROUND</p>\n      <p class=\"indent\">Title IV-A of the Social Security Act, 42 U.S.C. &#167; 601 et seq., creates a voluntary, cooperative federal-state program for Aid to Families With Dependent Children (\"AFDC\").   The AFDC program, administered by participating states, provides federal financial assistance to needy families with children who are deprived of parental support through death, disability or desertion.   States are not required to participate in the AFDC program, but must agree to administer it in accordance with a federally approved AFDC plan if they elect to participate.  King v. Smith, <span class=\"citation\" data-id=\"107743\"><a href=\"/opinion/107743/king-v-smith/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">309</span></a></span>, 316, <span class=\"citation\" data-id=\"107743\"><a href=\"/opinion/107743/king-v-smith/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2128</span></a></span>, 2133, <span class=\"citation\" data-id=\"107743\"><a href=\"/opinion/107743/king-v-smith/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1118</span> </a></span>(1968).</p>\n      <p class=\"indent\">In 1975, Congress amended Title IV-A, by requiring AFDC recipients to assign to the State their \"rights to support from any other person\" (including the right to child-support payments from an absent parent), as a condition to their receipt of AFDC benefits.  42 U.S.C. &#167; 602(a)(26)(A).   States in turn were required to amend their Title IV-A plan, see id. at &#167; 602(a)(27), assuming responsibilities for enforcement of absent parents' child-support obligations [hereinafter \"child-support enforcement,\" or \"CSE\"], under a program outlined in a new Title IV-D of the statute, 42 U.S.C. &#167; 651 et seq.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Among other provisions, Title IV-D requires States to \"pass through\" to AFDC recipients the first $50 of each monthly child-support payment the States recover from absent parents of AFDC recipients.   See id. at &#167; 657(b);  see also Wilcox v. Ives, <span class=\"citation\" data-id=\"516409\"><a href=\"/opinion/516409/gloria-wilcox-v-h-rollin-ives-appeal-of-secretary-of-health-and-human/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">915</span></a></span>, 916-17 (1st Cir.1988) (discussing origins and statutory background of States' \"pass-through\" obligation).   Moreover, under Title IV-A, a State which pays out less in AFDC benefits than a family's predetermined \"level of need\" is required to provide supplemental monthly payments, drawn from its Title IV-D child-support recovery, up to the amount necessary to fill the \"gap.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  42 U.S.C. &#167; 602(a)(28);  see also Stowell v. Secretary of HHS, <span class=\"citation\" data-id=\"628964\"><a href=\"/opinion/628964/42-socsecrepser-176-medicaremedicaid-gu-41784-christine-stowell-v/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">539</span></a></span>, 540-41 (1st Cir.1993) (\"Stowell II\") (describing \"gap-filling\" under the Act);  Doucette v. Ives, <span class=\"citation\" data-id=\"570406\"><a href=\"/opinion/570406/eva-doucette-v-h-rollin-ives-commissioner-of-the-maine-department-of/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span>, 24-25 (1st Cir.1991) (discussing origins and statutory background of \"gap\" payment obligation);  see generally Wehunt v. Ledbetter, <span class=\"citation\" data-id=\"524124\"><a href=\"/opinion/524124/joy-d-wehunt-v-james-g-ledbetter-in-his-official-capacity-as/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1558</span></a></span>, 1569-70 (11th Cir.1989) (per curiam) (Clark, J., dissenting) (comprehensive analysis of Title IV-D legislative history).</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">\"Gap\" payments are considered supplemental AFDC disbursements under Title IV-A, see Fed.Reg. 29223-25 (August 15, 1988), and must be \"furnished with reasonable promptness to all eligible individuals,\" 42 U.S.C. &#167; 602(a)(10), \"without any delay attributable to the [State] agency's administrative process.\"   See 45 C.F.R. &#167; 206.10(a)(5).   The $50 \"pass-through\" payments mandated by &#167; 657(b) are disbursed under Title IV-D, not Title IV-A, and therefore are not covered by &#167; 602(a)(10)'s \"reasonable promptness\" requirement.   However, in 1988, responding to persistent reports of \"long delays [by States] in distributing child support collections,\" see Cong.Rec. S7993 (June 16, 1988) (remarks of Senator Bradley), Congress amended Title IV-D, directing OCSE to establish specific time frames for \"prompt\" disbursement of \"pass-through\" payments by the States.  42 U.S.C. &#167; 652(i).   Pursuant to its statutory authority, OCSE adopted regulations requiring \"pass-through\" payment disbursements to eligible AFDC recipients, under 42 U.S.C. &#167; 657, within fifteen days of the State's receipt of child-support payments from an absent parent or collecting agency.   See 45 C.F.R. &#167; 302.32(f)(2).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>II</p>\n    <p>PROCEDURAL HISTORY</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Maine participates in the AFDC program as a \"gap\" state, i.e., one whose AFDC benefits do not fully meet the AFDC recipient's designated \"level of need.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Accordingly, Maine must make \"gap\" payments, as well as \"pass-through\" payments, to eligible AFDC recipients.   Plaintiffs Albiston and Wingert are eligible AFDC recipients who assigned their child-support rights to Maine under &#167; 602(a)(26)(A), but experienced significant delays (two and six months, respectively) in receiving \"gap\" and \"pass-through\" payments.   Alleging \"systemic\" administrative deficiencies, plaintiffs brought the present class action for declaratory and injunctive relief under 42 U.S.C. &#167; 1983.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Although Maine disputes the severity of its \"systemic\" problems, it acknowledges that \"gap payment\" disbursements are delayed in individual cases by a variety of administrative factors, including inadequate staffing, computer programming errors, clerical mistakes, and errors caused either by collection agencies or other states.   Maine also acknowledges that, as of the initiation of this lawsuit, it missed OCSE's 15-day deadline for processing \"pass-through\" payments in approximately 66% of its qualifying AFDC cases.   But it argues that Titles IV-A and IV-D, which require \"substantial compliance\" on penalty of cutbacks in federal funding, see 42 U.S.C. &#167;&#167; 604(a)(2), 603(h), impose no corresponding, judicially cognizable obligation to make timely \"gap\" and \"pass-through\" payments in individual cases, and that plaintiffs therefore lack standing to enforce a timely-payment obligation in a private action under &#167; 1983.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>III</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The &#167; 1983 remedy presumptively encompasses violations of federal statutory rights by state officials.   See Maine v. Thiboutot, <span class=\"citation\" data-id=\"110322\"><a href=\"/opinion/110322/maine-v-thiboutot/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 4, <span class=\"citation\" data-id=\"110322\"><a href=\"/opinion/110322/maine-v-thiboutot/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2502</span></a></span>, 2504, <span class=\"citation\" data-id=\"110322\"><a href=\"/opinion/110322/maine-v-thiboutot/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">555</span> </a></span>(1980) (finding private cause of action under &#167; 1983 to enforce rights conferred by Social Security Act).   Nevertheless, certain post-Thiboutot cases, see, e.g., Suter v. Artist M., --- U.S. ----, <span class=\"citation\" data-id=\"112712\"><a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1360</span></a></span>, <span class=\"citation\" data-id=\"112712\"><a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span> </a></span>(1992);  Pennhurst State Sch. &amp; Hosp. v. Halderman, <span class=\"citation\" data-id=\"110458\"><a href=\"/opinion/110458/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"110458\"><a href=\"/opinion/110458/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1531</span></a></span>, <span class=\"citation\" data-id=\"110458\"><a href=\"/opinion/110458/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span> </a></span>(1981), have been \"difficult for lower courts to reconcile\" with the presumptive availability of a private right of action for statutory enforcement.   See Evelyn V. v. Kings County Hosp. Center, <span class=\"citation no-link\"><span class=\"volume\">819</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">183</span></span>, 190 (E.D.N.Y.1993) (surveying &#167; 1983 caselaw from Thiboutot to Suter ).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In Golden State Transit Corp. v. Los Angeles, <span class=\"citation\" data-id=\"112341\"><a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 106, <span class=\"citation\" data-id=\"112341\"><a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">444</span></a></span>, 448, <span class=\"citation\" data-id=\"112341\"><a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span> </a></span>(1989), and Wilder v. Virginia Hosp. Ass'n, <span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">498</span></a></span>, 508-09, <span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2510</span></a></span>, 2516-17, <span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">455</span> </a></span>(1990), the Supreme Court synthesized prior case law, reaffirming the presumptive availability of a &#167; 1983 remedy for violations of federal statutory rights, but articulating several broad exclusions.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  First, because \"section 1983 speaks in terms of 'rights, privileges, or immunities, [rather than] violations of federal law,\" Golden <span class=\"citation\" data-id=\"112341\"><span class=\"antecedent_guess\">State,</span> <a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">106</span></a></span>, 110 S.Ct. at 448 (1989) (emphasis added), private relief is considered unavailable if the federal statute at issue does not \"create enforceable rights.\"  <span class=\"citation\" data-id=\"112461\"><span class=\"antecedent_guess\">Wilder,</span> <a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">519</span></a></span>, 110 S.Ct. at 2522 (citing <span class=\"citation no-link\"><span class=\"antecedent_guess\">Wright,</span> <span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">423</span></span>, 107 S.Ct. at 770).   Whether a statute creates \"enforceable rights\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>turns on [A] whether 'the provision in question was intend[ed] to benefit the putative plaintiff.'   If so, the provision creates an enforceable right unless it [B] reflects merely a 'congressional preference' for a certain kind of conduct rather than a binding obligation on the governmental unit, or unless [C] the interest the plaintiff asserts is 'too vague and amorphous' such that it is 'beyond the competence of the judiciary to enforce.' \"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> 496 U.S. </span>at <span class=\"citation no-link\"><span class=\"antecedent_guess\">509,</span> <span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2517</span> </span>(citations omitted).   Second, &#167; 1983 may be unavailable if \"Congress ha[s] foreclosed private enforcement in the enactment\" whose enforcement is sought, by providing an alternative, comprehensive administrative scheme for redressing individual plaintiffs' grievances under the statute.  Middlesex County Sewerage Auth. v. National Sea Clammers Ass'n, <span class=\"citation\" data-id=\"110546\"><a href=\"/opinion/110546/middlesex-county-sewerage-authority-v-national-sea-clammers-assn/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 20, <span class=\"citation\" data-id=\"110546\"><a href=\"/opinion/110546/middlesex-county-sewerage-authority-v-national-sea-clammers-assn/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2615</span></a></span>, 2626, <span class=\"citation\" data-id=\"110546\"><a href=\"/opinion/110546/middlesex-county-sewerage-authority-v-national-sea-clammers-assn/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span> </a></span>(1981);  Smith v. Robinson, <span class=\"citation\" data-id=\"111264\"><a href=\"/opinion/111264/smith-v-robinson/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">992</span></a></span>, 1010-20, <span class=\"citation\" data-id=\"111264\"><a href=\"/opinion/111264/smith-v-robinson/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3457</span></a></span>, 3467-3472, <span class=\"citation\" data-id=\"111264\"><a href=\"/opinion/111264/smith-v-robinson/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">746</span> </a></span>(1984).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The framework established in Golden State and Wilder continued to be used for several years in determining whether &#167; 1983 permitted a private right of action for the enforcement of federal \"spending\" statutes.   See, e.g., Playboy Enterprises v. Public Svce.  Com'n, <span class=\"citation\" data-id=\"543590\"><a href=\"/opinion/543590/playboy-enterprises-inc-v-public-service-commission-of-puerto-rico/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span>, 32-33 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">959</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">388</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">399</span> </span>(1990) (applying Wilder analysis;  upholding private enforcement of \"editorial control\" provisions in Cable Communications Policy Act).   Then, the Supreme Court appeared to depart from this framework in Suter v. Artist M., --- U.S. at <span class=\"citation\" data-id=\"112712\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1360</span></a></span>, where it considered whether an enforceable private right of action arose under the \"reasonable efforts\" provision of the Adoption Assistance and Child Welfare Act [\"AACWA\"].  The Suter Court acknowledged that the AACWA was \"mandatory in its terms,\" in that it required States to \"have a plan approved by the Secretary which ... provides that, in each case, reasonable efforts will be made (A) prior to the placement of a child in foster care, to prevent or eliminate the need for removal of the child from his home, and (B) to make it possible for the child to return to his home.\"  <span class=\"citation\" data-id=\"112712\"><a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"id_token\">Id.,</span> --- U.S. </a></span>at <span class=\"citation\" data-id=\"112712\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1367</span> </a></span>(quoting 42 U.S.C. &#167; 671(a)(15)).  Suter noted, however, that the States were given \"a great deal of discretion\" in defining the terms of their compliance with the AACWA, since the statute, its legislative history, and the accompanying regulations provided no \"further ... guidance ... as to how 'reasonable efforts' [were] to be measured.\"  <span class=\"citation\" data-id=\"112712\"><a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"id_token\">Id.,</span> --- U.S. </a></span>at <span class=\"citation\" data-id=\"112712\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1368-69</span></a></span>.   Accordingly, Suter held, Congress intended \"to impose only a rather generalized duty on the State.\"  <span class=\"citation\" data-id=\"112712\"><a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"id_token\">Id.,</span> --- U.S. </a></span>at <span class=\"citation\" data-id=\"112712\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1370</span></a></span>.   And, this \"generalized duty\" was too vague to permit an inference that Congress had intended to \"confer upon the child beneficiaries of the Act a right to enforce the requirement that the State make 'reasonable efforts' to prevent a child from being removed from his home, and once removed to reunify the child with his family.\"  <span class=\"citation\" data-id=\"112712\"><a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"id_token\">Id.,</span> --- U.S. </a></span>at <span class=\"citation\" data-id=\"112712\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1367</span></a></span>.  Suter's failure explicitly to apply the framework outlined earlier in Wilder led two dissenting Justices to assert that the holdings of the two cases were \"plainly inconsistent,\" and that the Suter majority had \"changed the rules of the game without even minimal justification,\" in effect overruling Wilder, sub silentio.  --- U.S. at ----, <span class=\"citation\" data-id=\"112712\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1371</span></a></span>, 1377 (Blackmun, J., dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In Stowell <span class=\"citation no-link\"><span class=\"antecedent_guess\">I,</span> <span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">68-70</span></span>, this court examined the Suter dissenters' claim that Suter had overruled Wilder.  Stowell I concluded, however, that though Suter \"shed new light on this fuliginous area of the law,\" it was \"much too early to post epitaphs for Wilder and its kin,\" and that it was \"both prudent and possible to synthesize the teachings of Suter with the Court's prior <span class=\"citation no-link\"><span class=\"antecedent_guess\">precedents.\"</span>  <span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">68</span></span>.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Revisiting the issue today, we conclude that Suter left the basic Wilder framework intact, but added a further threshold inquiry, applicable in cases involving \"federal-state funding statutes\" enacted pursuant to the \"Spending Clause.\"   See <span class=\"citation\" data-id=\"110458\"><span class=\"antecedent_guess\">Pennhurst,</span> <a href=\"/opinion/110458/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">17-18</span></a></span>, 101 S.Ct. at 1539 (noting special attributes of statutes enacted under Spending Clause, which assume \"the nature of a contract\" between state and federal governments);  see also Suter, --- U.S. at ---- &amp; n. <span class=\"citation\" data-id=\"112712\"><span class=\"antecedent_guess\">7,</span> <a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1366</span> </a></span>&amp; n. 7 (quoting Pennhurst, and noting AACWA's enactment pursuant to Spending Clause).   When federal-state funding statutes enacted pursuant to the Spending Clause \"fail[ ] to impose a direct obligation on the States, instead placing the onus of compliance with the statute's substantive provisions on the federal government, no cause of action cognizable under section 1983 can flourish.\"  Stowell <span class=\"citation no-link\"><span class=\"antecedent_guess\">I,</span> <span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">70</span> </span>(emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Viewed in this light, Suter's impact on our &#167; 1983 jurisprudence is neither particularly \"far-reaching\" nor \"plainly inconsistent\" with prior precedent.   Since Suter, &#167; 1983 cognizability in the ambiguous context of shared state-federal obligations contemplates that the alleged breach of statutory rights shall have resulted from some impermissible \"state action,\" rather than from a mere default in the performance of a federally-retained obligation.   This said, however, two other aspects of Suter's holding require our consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">First, although a congressional intent to create \"enforceable rights\" may be presumed simply from the enactment of a federal statute mandating performance of specific duties, see Golden <span class=\"citation\" data-id=\"112341\"><span class=\"antecedent_guess\">State,</span> <a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">112-13</span></a></span>, 110 S.Ct. at 451-52, a congressional intent to impose those obligations on participating States may not be presumed, but must be demonstrated by the &#167; 1983 plaintiff.  Suter, --- U.S. at <span class=\"citation\" data-id=\"112712\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1367</span></a></span>-68.   Second, and equally important, in order to \"impose a direct obligation on the States,\" the plaintiff must show that Congress has delineated the obligation \"unambiguously,\" i.e., with sufficient specificity to permit States to \"exercise their choice [to participate in the statutory scheme] knowingly, cognizant of the consequences of their participation.\"   See <span class=\"citation\" data-id=\"110458\"><span class=\"antecedent_guess\">Pennhurst,</span> <a href=\"/opinion/110458/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">17</span></a></span>, 101 S.Ct. at 1539.   A federally-imposed statutory obligation is not enforceable in a private action against the State under &#167; 1983 if its terms are so vague and generalized that their \"meaning will ... vary with the circumstances of each case\" so as to be insusceptible to judicial enforcement.   See Suter, --- U.S. at ---- - <span class=\"citation\" data-id=\"112712\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1368-70</span></a></span>;  see also <span class=\"citation\" data-id=\"110458\"><span class=\"antecedent_guess\">Pennhurst,</span> <a href=\"/opinion/110458/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">17</span></a></span>, 101 S.Ct. at 1539 (\"The legitimacy of Congress' power to legislate under the spending power ... rests on whether the State voluntarily and knowingly accepts the terms of the 'contract.'   There can ... be no knowing acceptance if a State is unaware of the conditions or is unable to ascertain what is expected of it\") (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>A. A Statute Enacted Under the Spending Power Must Delegate a Mandatory Duty Directly to the States</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We agree with plaintiffs that the challenged statute and its implementing regulations satisfy Suter's threshold mandate by imposing reasonably clear, judicially enforceable obligations directly on the participating States.   We begin with the statutory provisions covering gap payments.   Under Title IV-A, in order to receive federal subsidies under the AFDC program, a State is obligated to adopt a plan, see King v. <span class=\"citation\" data-id=\"107743\"><span class=\"antecedent_guess\">Smith,</span> <a href=\"/opinion/107743/king-v-smith/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">333</span></a></span>, 88 S.Ct. at 2141, which \"... provide[s] that aid to families with dependent children shall be furnished with reasonable promptness.\"   See 42 U.S.C. &#167; 602(a)(10)(A) (emphasis added).   Moreover, the State's obligation does not cease once it obtains initial administrative approval of its plan;  even after the Secretary has given administrative approval, the State must also \"comply substantially with [all] provisions required by section 602(a) ... to be included in the plan,\" id. at &#167; 604(a)(2).   If a State is not in compliance with the terms of its plan, the Secretary \"shall make no further payments to such State (or shall limit payments to categories under or parts of the State plan not affected by such failures).\"  42 U.S.C. &#167; 604(a) (emphasis added).   Like the \"reasonable efforts\" requirement in Suter, these requirements are \"mandatory in [their] terms,\" --- U.S. at <span class=\"citation\" data-id=\"112712\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1367</span></a></span>.   Indeed, then-Justice Rehnquist's Pennhurst opinion quoted the statutory predecessor to &#167; 602(a)(10), including its \"reasonable promptness\" language, as an example of an \"instance[ ] where Congress ... intended the States to fund certain entitlements as a condition of receiving federal funds, ... [and] proved capable of saying so <span class=\"citation\" data-id=\"110458\"><span class=\"antecedent_guess\">explicitly.\"</span>  <a href=\"/opinion/110458/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">17-18</span></a></span>, 101 S.Ct. at 1540.   See also, e.g., Carleson v. Remillard, <span class=\"citation\" data-id=\"108550\"><a href=\"/opinion/108550/carleson-v-remillard/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">598</span></a></span>, 600, <span class=\"citation\" data-id=\"108550\"><a href=\"/opinion/108550/carleson-v-remillard/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1932</span></a></span>, 1934, <span class=\"citation\" data-id=\"108550\"><a href=\"/opinion/108550/carleson-v-remillard/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">352</span> </a></span>(1972) (stating that &#167; 602(a)(10) \"places on each State participating in the AFDC program the requirement that 'aid to families with dependent children shall be furnished with reasonable promptness to all eligible individuals' \") (emphasis added);  King v. <span class=\"citation\" data-id=\"107743\"><span class=\"antecedent_guess\">Smith,</span> <a href=\"/opinion/107743/king-v-smith/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">333</span></a></span>, 88 S.Ct. at 2141 (asserting that State of Alabama \"breached its federally imposed obligation [under statutory predecessor to &#167; 602(a)(10) ] to furnish 'aid ... with reasonable promptness to all eligible individuals' \") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Seemingly no less clear is the delegation to the States of the Title IV-D mandated obligation to disburse \"pass-through\" payments in a timely fashion.   Section 654(13) provides that a State child-support plan must provide, in pertinent part, \"that the State will comply with such other requirements and standards as the Secretary determines to be necessary.\"   Section 657(b) of Title IV-D governs the terms under which \"amounts collected as support by a State ... shall ... be distributed\" by the collecting State.  (Emphasis added.)   The 1988 amendments to Title IV-D require OCSE, as part of its \"standards for State programs,\" 42 U.S.C. &#167; 652(a)(1), to promulgate mandatory regulations which \"shall include standards establishing time limits governing the period or periods within which a State must distribute, in accordance with section 657 of this section, amounts collected as child-support pursuant to the State's plan.\"   Id. at &#167; 652(i) (emphasis added).   The OCSE regulations in effect at the commencement of this litigation provided that</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Amounts collected by the IV-D agency on behalf of recipients of aid under the State's title IV-A ... plan ... shall be distributed as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>(i) ... When the IV-A agency sends payments to the family under &#167; 302.51(b)(1) of this part, the IV-D agency must forward any amount due the family under &#167; 302.51(b)(1) to the IV-A agency within 15 calendar days of the date of initial receipt in the State of the first $50 of support collected in a month, or, if less than $50 is collected in a month, within 15 calendar days of the end of the month in which the support was collected.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">45 C.F.R. &#167; 302.32(f)(2) (later revised;  see 57 Fed.Reg. 54519 (November 19, 1992)) (emphasis added).   In addition, a State that fails to achieve \"substantial compliance\" with the Title IV-D requirements, including its &#167; 657 distribution obligations and OCSE's 15-day \"promptness\" provision, shall have \"amounts otherwise payable ... reduced.\"  42 U.S.C. &#167; 603(h)(1) (emphasis added).   We conclude that these provisions impose a specific, definite and mandatory obligation directly on participating States.   See generally Howe v. Ellenbecker, <span class=\"citation no-link\"><span class=\"volume\">774</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1224</span></span>, 1230 (D.S.D.1991) (considering Title IV-D in light of Pennhurst;  \"The language in Title IV-D is mandatory and set[s] out in specific and definite terms .... what states must do to participate in the program\");  Behunin v. Jefferson Cty. Dept. of Social Servs., <span class=\"citation no-link\"><span class=\"volume\">744</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">255</span></span>, 258 (D.Colo.1990) (\"The mandatory language of Title IV-D, and its clear intent to benefit children and their families[,] distinguish this statute from the statute considered in Pennhurst\");  Carelli v. Howser, <span class=\"citation\" data-id=\"1516933\"><a href=\"/opinion/1516933/carelli-v-howser/\"><span class=\"volume\">733</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">271</span></a></span>, 276 (S.D.Ohio 1990) (citing &#167; 654(13);  \"the language of Title IV-D is clearly mandatory rather than precatory,\" and creates \"specific and definite benefits\"), rev'd on other grounds, <span class=\"citation\" data-id=\"554922\"><a href=\"/opinion/554922/brenda-carelli-melissa-strong-tammie-kemmeter-diane-fletcher-linda-pfeffer/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1208</span> </a></span>(6th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is the imposition of mandatory obligations directly on the States, as distinguished from the Secretary, that separates the \"promptness\" obligations under Titles IV-A and IV-D from the statutory provisions considered in Suter and Stowell I.   In Suter, the Court concluded that the AACWA requirement of \"reasonable efforts\" was \"mandatory,\" and \"does place a requirement on the States,\" but held that because of its vagueness \"that requirement only goes so far as to ensure that the State have a plan approved by the Secretary which contains the 16 listed features.\"  --- U.S. at <span class=\"citation\" data-id=\"112712\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1367</span> </a></span>(emphasis added).   Likewise, in Stowell <span class=\"citation no-link\"><span class=\"antecedent_guess\">I,</span> <span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">69</span></span>, plaintiffs sought &#167; 1983 enforcement of a statutory provision which--</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>simply and forthrightly provides, in haec verba, that 'the Secretary shall not approve any State plan for medical assistance' if the State has reduced AFDC payment levels below the level prevailing on May 1, 1988.  42 U.S.C. &#167; 1396a(c)(1).   By its express terms, section 1396a(c)(1) obliges the federal government, in the person of the Secretary of Health and Human Services--not the State--to take action.   The statute could scarcely be clearer.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In the present case, on the other hand, although the Secretary retains oversight responsibility for monitoring \"substantial compliance\" with the State's plan, plaintiffs do not base their statutory claim on the Secretary's nonperformance of these oversight obligations, but on the State's separate \"compliance\" obligations as mandated.   And, as discussed in Part D, infra, the Secretary's oversight responsibilities are neither incompatible with, nor exclusive of, Congress' imposition upon the participating State of the direct responsibility for fulfilling its plan obligations to the statute's intended beneficiaries.  Rosado v. Wyman, <span class=\"citation\" data-id=\"108113\"><a href=\"/opinion/108113/rosado-v-wyman/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span>, 420, <span class=\"citation\" data-id=\"108113\"><a href=\"/opinion/108113/rosado-v-wyman/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1207</span></a></span>, 1222, <span class=\"citation\" data-id=\"108113\"><a href=\"/opinion/108113/rosado-v-wyman/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">442</span> </a></span>(1970);  Lynch v. Dukakis, <span class=\"citation\" data-id=\"426158\"><a href=\"/opinion/426158/patricia-lynch-v-michael-s-dukakis/\"><span class=\"volume\">719</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">504</span></a></span>, 511, 512 (1st Cir.1983).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>B. The State's Obligation Must Be \"Unambiguous\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Invoking Suter's requirement that delegated obligations be not only \"mandatory\" but \"unambiguous,\" the State raises two additional arguments concerning the alleged vagueness of the obligations imposed by Titles IV-A and IV-D.   First, the State argues, the statutory requirement of \"substantial\" rather than \"total\" compliance with a Title IV-D plan, see 42 U.S.C. &#167; 602(a)(27), renders the State's \"promptness\" obligation under the plan ambiguous in individual cases, and therefore unenforceable in a private action under 42 U.S.C. &#167; 1983.   See Mason v. Bradley, <span class=\"citation no-link\"><span class=\"volume\">789</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">273</span> </span>(N.D.Ill.1992) (\"full compliance with the regulations in every case is clearly not required\");  Oliphant v. Bradley, No. 91-C3055, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">153637</span></span>, at * 9 1992 U.S.Dist. LEXIS 8975, at * 23 (N.D.Ill.1992) (\"had Congress intended to mandate compliance [in individual cases] with the time frames set out in the regulations, it would have conditioned receipt of federal funds on total, rather than substantial, compliance\") (emphasis added).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We think Maine misapprehends the import of the &#167; 602(a)(27) \"substantial compliance\" requirement in this case.   By its terms, the \"substantial compliance\" obligation applies only to the State's compliance with the terms of the State plan itself, as defined in 42 U.S.C. &#167; 654.   However, the 15-day compliance time frame imposed by OCSE under 45 C.F.R. &#167; 302.32(f)(2) is not directly imposed as part of the State's plan, but stems from a separate statutory provision, 42 U.S.C. &#167; 652(i), which specifically relates the OCSE 15-day regulation to \"the period or periods within which the State must distribute [amounts collected as child-support], in accordance with section 657 of this section.\"   As &#167; 657 itself is mandatory, the 15-day compliance requirement imposed thereunder takes precedence over the more general \"substantial compliance\" directive made applicable to the State's plan by &#167; 602(a)(27).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Alternatively, it may be possible, of course, to construe Maine's \"substantial compliance\" argument as resting on the provisions of sections 604(a)(2) and 603(h), which authorize the Secretary to withhold funds from States which do not \"comply substantially\" with Titles IV-A and IV-D.   But if this is Maine's position, it too must fail.   For one thing, with respect to the Secretary's argument under Title IV-D, &#167; 603(h)(3) provides that \"for purposes of section 602(a)(27) of this title, ... a State which is not in full compliance with the requirements of this part shall be determined to be in substantial compliance only if the Secretary determines that any noncompliance is of a technical nature which does not adversely affect the performance of the child-support enforcement program\" (emphasis added).   More generally, however, the \"substantial\" compliance required to avoid administrative penalties under both provisions is independent of, and narrower than, the State's direct obligation to AFDC recipients.   See <span class=\"citation\" data-id=\"112461\"><span class=\"antecedent_guess\">Wilder,</span> <a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">514-15</span> </a></span>&amp; n. <span class=\"citation no-link\"><span class=\"antecedent_guess\">11,</span> <span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2520-21</span> </span>&amp; n. 11 (findings and assurances to Secretary, prior to plan approval, are separate from subsequent obligation to comply with assurances).   As the Ninth Circuit has stated, in an analogous context, \"[t]he funding standard [of 'substantial compliance'] is not ... the measure of what the regulations require;  it is intended to measure how great a failure to meet those requirements should cause funds to be cut off.\"  Withrow v. Concannon, <span class=\"citation\" data-id=\"567263\"><a href=\"/opinion/567263/edward-withrow-janelle-roberts-v-kevin-concannon-freddye-webb-petett/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1385</span></a></span>, 1387 (9th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Indeed, the AACWA, construed in Suter, also contained a provision, 42 U.S.C. &#167; 671(b), requiring \"substantial compliance\" with the terms of the State-presented plan, or face cutbacks in aid.   Although Suter cited this statutory provision for a different <span class=\"citation\" data-id=\"112712\"><span class=\"antecedent_guess\">proposition,</span> <a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1368-69</span> </a></span>(discussing alternative \"enforcement mechanisms\" under the AACWA), the Suter majority nowhere intimated that it thought the administrative requirement of \"substantial compliance\" contributed to the ultimate ambiguousness of the States' \"reasonable efforts\" obligation.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Citing Suter's disapproval of the \"reasonable efforts\" provision, Maine also argues that the Title IV-A obligation of \"reasonable promptness,\" 42 U.S.C. &#167; 602(a)(10), is \" 'too vague and amorphous,' \" placing it \" 'beyond the competence of the judiciary to enforce.' \"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Wright,</span> <span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">431-32</span></span>, 107 S.Ct. at 774-75.   Again, however, Maine misapprehends Suter's holding.   A statute is not impermissibly vague simply because it requires judicial inquiry into \"reasonableness.\"   See, e.g., <span class=\"citation\" data-id=\"112461\"><span class=\"antecedent_guess\">Wilder,</span> <a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">519</span></a></span>-20, 110 S.Ct. at 2522-23 (\"reasonable and adequate rates\");  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Wright,</span> <span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">437</span></span>, 107 S.Ct. at 777 (\"reasonable\" utilities allowance);  see generally, e.g., Virginia R. Co. v. System Fed'n No. 40, <span class=\"citation\" data-id=\"102795\"><a href=\"/opinion/102795/virginian-ry-v-federation/\"><span class=\"volume\">300</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">515</span></a></span>, <span class=\"citation\" data-id=\"102795\"><a href=\"/opinion/102795/virginian-ry-v-federation/\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">592</span></a></span>, <span class=\"citation\" data-id=\"102795\"><a href=\"/opinion/102795/virginian-ry-v-federation/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">789</span> </a></span>(1937) (\"whether action taken or omitted is ... reasonable [is an] everyday subjec[t] of inquiry by courts in framing and enforcing their decrees\").   Rather, the relevant question is whether the action or purpose whose \"reasonableness\" is commanded has been clearly delineated and is susceptible of judicial ascertainment.   See Suter, --- U.S. at <span class=\"citation\" data-id=\"112712\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1368</span> </a></span>(distinguishing Wilder as \"set[ting] forth in some detail the factors to be considered in determining the methods for calculating rates\") (emphasis added).   Here, like the \"rates\" considered in Wilder, or the utility allowance in Wright--and unlike the \"efforts\" prescribed, without elaboration, in the AACWA--\"promptness of payment\" presents a straightforward, identifiable standard which we previously have found readily susceptible of judicial evaluation.  Coalition for Basic Human Needs v. King, <span class=\"citation\" data-id=\"392660\"><a href=\"/opinion/392660/coalition-for-basic-human-needs-v-edward-j-king/\"><span class=\"volume\">654</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">838</span></a></span>, 841 (1st Cir.1981) (finding AFDC plaintiffs \"likely to succeed\" on &#167; 1983 claim based on violation of \"reasonable promptness\" provisions in &#167; 602(a)(10)).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Moreover, to the extent further guidance may be required to demarcate the contours of reasonable \"promptness\" in the Title IV-A context, the regulations promulgated by the Secretary state that \"financial assistance [under the AFDC program] ... shall be furnished promptly to eligible individuals without any delay attributable to the agency's administrative process.\"  45 C.F.R. &#167; 206.10(a)(5)(i) (emphasis added).   We are not persuaded by Maine's contention that \"the language of the regulation offers no ... assistance in determining the difference between necessary processing time and administrative delay.\"   Cf. California Dept. of Human Resources Development v. Java, <span class=\"citation\" data-id=\"108324\"><a href=\"/opinion/108324/california-human-resources-dept-v-java/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">121</span></a></span>, 133, <span class=\"citation\" data-id=\"108324\"><a href=\"/opinion/108324/california-human-resources-dept-v-java/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, 1354, <span class=\"citation\" data-id=\"108324\"><a href=\"/opinion/108324/california-human-resources-dept-v-java/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span> </a></span>(1971) (relying on purposes of Social Security Act to construe statutory requirement that state unemployment compensation programs be \"reasonably calculated to insure full payment of unemployment compensation when due\").   Rather, this interpretation plainly equates reasonable \"promptness\" in furnishing financial assistance with an absence of delay due to the State's administrative process.   We think it clear, therefore, that the reference to \"delay,\" considered in context, means \"unreasonable delay,\" excluding whatever reasonable processing time is required to credit the child-support received, determine the amount of the gap payment, and issue a check.   Cf. Beasley v. Harris, <span class=\"citation\" data-id=\"2595096\"><a href=\"/opinion/2595096/beasley-v-harris/\"><span class=\"volume\">671</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">911</span></a></span>, 915-16 (D.Conn.1987) (similar argument).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>C. Section 1983 Plaintiffs Must Be Intended Beneficiaries of Delegated Obligations</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As we conclude that the relevant Title IV-A and IV-D provisions satisfy the threshold test under Suter, by directly delegating to the States an unambiguous statutory obligation to make reasonably \"prompt\" payments to AFDC recipients, we turn next to Wilder's three-part test for determining whether the statutory \"rights, privileges and immunities\" afforded AFDC recipients under the Social Security Act are of a kind Congress meant to be enforceable under &#167; 1983.   Since we have determined that the statutory responsibilities imposed upon the States by the CSE program are \"unambiguous\" and \"mandatory\" within the meaning of Suter, the second and third parts of the Wilder test, requiring a similar analysis, seem clearly to be met.   Accordingly, the Wilder \"enforceable right\" determination, \"as reconfigured by the neoteric principles announced in Suter,\" see Stowell <span class=\"citation no-link\"><span class=\"antecedent_guess\">I,</span> <span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">68</span></span>, turns largely on the first part of the Wilder test:  \"whether 'the provision in question was intend[ed] to benefit the putative plaintiff.' \"  496 U.S. at <span class=\"citation no-link\"><span class=\"antecedent_guess\">509,</span> <span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2517</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Maine concedes, for purposes of this appeal, that the plaintiff class is comprised of \"intended beneficiaries\" of the requirement that Title IV-D child-support be \"promptly\" distributed.   Although the Eleventh Circuit has held otherwise, see Wehunt v. Ledbetter, <span class=\"citation\" data-id=\"524124\"><a href=\"/opinion/524124/joy-d-wehunt-v-james-g-ledbetter-in-his-official-capacity-as/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1558</span></a></span>, 1565-66 (11th Cir.1989) (Title IV-D's collection provisions primarily intended to benefit \"the public fisc,\" not individual claimants, and therefore do not give rise to enforceable private rights), we accept Maine's concession, which conforms in any event with the conclusion reached by most courts that have considered the issue, and with our prior characterizations of Title IV-D in dictum.   See, e.g., Carelli v. Howser, <span class=\"citation\" data-id=\"554922\"><a href=\"/opinion/554922/brenda-carelli-melissa-strong-tammie-kemmeter-diane-fletcher-linda-pfeffer/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1208</span></a></span>, 1211 (6th Cir.1991) (rejecting Wehunt;  finding that Title IV-D was intended both \"to protect needy families with children [and to protect] the public fisc\");  see also Doucette v. <span class=\"citation\" data-id=\"570406\"><span class=\"antecedent_guess\">Ives,</span> <a href=\"/opinion/570406/eva-doucette-v-h-rollin-ives-commissioner-of-the-maine-department-of/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">24</span> </a></span>(dictum) (\"the CSE program [was] designed both to assist parents in collecting child support ... and to reduce state and federal government AFDC expenditures\") (emphasis added);  accord, Howe v. Ellenbecker, <span class=\"citation no-link\"><span class=\"volume\">774</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1224</span> </span>(D.S.D.1991) (same);  Behunin v. Jefferson County Dept. of Social Services, <span class=\"citation no-link\"><span class=\"volume\">744</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">255</span></span>, 257-58 (D.Colo.1990) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>D. Congress Must Not Have Expressed Intent to Preclude Recourse to Private Remedies</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Maine's final salvo is that Congress preempted private enforcement actions under Titles IV-A and IV-D by establishing in the governing statute a comprehensive and exclusive administrative enforcement scheme.  <span class=\"citation\" data-id=\"112461\"><span class=\"antecedent_guess\">Wilder,</span> <a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">520-21</span></a></span>, 110 S.Ct. at 2523-24.   The Supreme Court repeatedly has stated that it \"will not lightly conclude that Congress intended to preclude reliance on &#167; 1983 as a remedy for the deprivation of a federally secured right,\" <span class=\"citation no-link\"><span class=\"antecedent_guess\">Wright,</span> <span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">423</span></span>, 107 S.Ct. at 770.   Accordingly, where a federal statute erects an administrative scheme for its enforcement, the Court has required States to demonstrate, \"by express provision or other specific evidence from the statute itself,\" <span class=\"citation no-link\"><span class=\"id_token\">id.,</span> a congressional </span>intent to preclude private enforcement actions.   On only two occasions, however, has the Court found \"express preclusion\" of the &#167; 1983 remedy.   In both instances the challenged statute itself expressly included remedies permitting private citizens to compel State compliance with the statutory scheme.  Smith v. Robinson, <span class=\"citation\" data-id=\"111264\"><a href=\"/opinion/111264/smith-v-robinson/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">992</span></a></span>, 1009-13, <span class=\"citation\" data-id=\"111264\"><a href=\"/opinion/111264/smith-v-robinson/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3457</span></a></span>, 3467-69, <span class=\"citation\" data-id=\"111264\"><a href=\"/opinion/111264/smith-v-robinson/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">746</span> </a></span>(1984) (statute provided individualized administrative hearings and judicial review for individual beneficiaries);  Sea Clammers, <span class=\"citation\" data-id=\"110546\"><a href=\"/opinion/110546/middlesex-county-sewerage-authority-v-national-sea-clammers-assn/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 20, <span class=\"citation\" data-id=\"110546\"><a href=\"/opinion/110546/middlesex-county-sewerage-authority-v-national-sea-clammers-assn/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2615</span></a></span>, 2626, <span class=\"citation\" data-id=\"110546\"><a href=\"/opinion/110546/middlesex-county-sewerage-authority-v-national-sea-clammers-assn/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span> </a></span>(1981) (statute created \"quite comprehensive enforcement scheme,\" with \"many specific statutory remedies, including the two citizen-suit provisions\").</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the present case, Maine does not claim that Titles IV-A and IV-D contain express provisions foreclosing private enforcement actions.   Nor does it contend that the statute provides a specific statutory remedy enabling aggrieved AFDC recipients to obtain redress for wrongfully-delayed payments.   Instead, it argues that \"express preclusion\" of a private &#167; 1983 remedy is demonstrated by the statute's establishment of OCSE;  the grant to OCSE of responsibility for setting and monitoring standards for \"substantial compliance\" with the statutory scheme;  and OCSE's administrative responsibility under the statute for imposing financial sanctions on States whose programs do not \"substantially comply.\"  42 U.S.C. &#167; 652(a).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Although one court of appeals has accepted a similar argument, finding it unlikely \"that Congress intended to occupy the same ground at the same time and in the same manner as the Secretary,\" <span class=\"citation\" data-id=\"554922\"><span class=\"antecedent_guess\">Carelli,</span> <a href=\"/opinion/554922/brenda-carelli-melissa-strong-tammie-kemmeter-diane-fletcher-linda-pfeffer/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1215-16</span></a></span>, we respectfully disagree.   In our view, the OCSE administrative enforcement scheme, authorizing penalties against participating States for \"substantial noncompliance,\" seems intended to protect important federal interests, including prompt disbursement of federal funds to needy AFDC recipients as mandated by Congress, by ensuring that overall performance by the participating State does not fall below federally-prescribed levels.   The private remedy afforded by &#167; 1983, on the other hand, safeguards the individual AFDC recipient's interests in the timely receipt of the mandated federal benefits.   Though coexistent, at best these interests overlap imperfectly.   For example, a State may avoid coercive administrative penalties by disbursing \"pass-through\" and \"gap\" payments reasonably promptly in 76% of its AFDC cases, while violating the statutory rights of the other 24% of eligible AFDC recipients.   Cf. <span class=\"citation\" data-id=\"567263\"><span class=\"antecedent_guess\">Withrow,</span> <a href=\"/opinion/567263/edward-withrow-janelle-roberts-v-kevin-concannon-freddye-webb-petett/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1387</span> </a></span>(\"From the standpoint of the applicants or recipients who are denied [statutory benefits] within the time mandated by federal regulations, it is no comfort to be told that there is no federal remedy because the state is in 'substantial compliance' with the federal requirements\") (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Accordingly, the Supreme Court repeatedly has held that administrative enforcement schemes must be presumed to parallel the private &#167; 1983 enforcement remedy, rather than to \"occupy the same ground\" as the State contends.  Rosado v. Wyman, <span class=\"citation\" data-id=\"108113\"><a href=\"/opinion/108113/rosado-v-wyman/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span>, 420, <span class=\"citation\" data-id=\"108113\"><a href=\"/opinion/108113/rosado-v-wyman/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1207</span></a></span>, 1222, <span class=\"citation\" data-id=\"108113\"><a href=\"/opinion/108113/rosado-v-wyman/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">442</span> </a></span>(1970) (Secretary's authority to withhold funds under &#167; 604(a) does not preclude private actions to enforce individual rights under Title IV-A;  \"we are most reluctant to assume Congress has closed the avenue of effective judicial review to those individuals most directly affected by the administration of its program\");  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Howe,</span> <span class=\"volume\">774</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1230</span> </span>(rejecting argument that Title IV-D rights are unenforceable under Sea Clammers );  see also <span class=\"citation no-link\"><span class=\"antecedent_guess\">Wright,</span> <span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">428</span></span>, 107 S.Ct. at 773 (Secretary's \"authority to audit, enforce annual contributions contracts, and cut off federal funds ... [are] generalized powers [which] are insufficient to indicate a congressional intention to foreclose &#167; 1983 remedies\");  see generally Ashish Prasad, Note, Rights Without Remedies:  Section 1983 Enforcement of Title IV-D of the Social Security Act, 60 U.Chi.L.Rev. 197, 221 (1993) (\"without a &#167; 1983 remedy, needy families with children are completely deprived of access to the federal courts to secure child support enforcement services granted them by Title IV-D\").   Indeed, Wilder suggests that in certain circumstances an administrative enforcement scheme may even support the finding of a private right.   <span class=\"citation\" data-id=\"112461\"><span class=\"antecedent_guess\">See</span> <a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">514-15</span></a></span>, 110 S.Ct. at 2520-21 (\"If the Secretary is entitled to reject a state plan upon concluding that a State's assurances of compliance are unsatisfactory ... a State is on notice .... [of] the concomitant obligation [to beneficiaries] to adopt reasonable and adequate rates\").   Accordingly, we decline to disturb the presumption, articulated in Rosado, Wilder and earlier cases, that the OCSE administrative enforcement scheme parallels and does not displace the private &#167; 1983 enforcement remedy.</p>\n    </div>\n    <p>IV</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We hold that individual AFDC recipients possess standing to bring a private action against the State, under 42 U.S.C. &#167; 1983, to enforce their right to prompt disbursement of their child-support entitlements under Titles IV-A and IV-D of the Social Security Act.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The nominal defendants are the Commissioner of the Maine Department of Human Services, 22 M.R.S.A. &#167; 3781, and the Commissioner of the Maine Department of Finance, 5 M.R.S.A. &#167;&#167; 282-283, 1541.   Since the State of Maine is the real party in interest, however, we refer to defendants-appellants collectively as the \"State,\" or \"Maine.\"   See Stowell v. Ives, <span class=\"citation\" data-id=\"591389\"><a href=\"/opinion/591389/christine-stowell-etc-v-h-rollin-ives-etc/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">65</span></a></span>, 67 n. 1 (1st Cir.1992) (\"Stowell I\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In order to monitor State performance under Title IV-D, Congress established an Office of Child Support Supervision [\"OCSE\"], to which it delegated substantial authority for standard-setting and administrative review.   See 42 U.S.C. &#167; 652(a);  see also Carelli v. Howser, <span class=\"citation\" data-id=\"554922\"><a href=\"/opinion/554922/brenda-carelli-melissa-strong-tammie-kemmeter-diane-fletcher-linda-pfeffer/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1208</span></a></span>, 1213-15 (6th Cir.1991) (comprehensive review of OCSE duties and authority)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In order to offset expenditures made on the AFDC recipient's behalf, the State may retain any child-support recoveries from the absent parent above the amount required to fund the \"gap\" payments to the AFDC recipient.   See 42 U.S.C. &#167;&#167; 602(a)(8)(A)(vi);  657(b)(4).   If a family is not receiving AFDC, or if the child-support recovery raises a family above the minimum income threshold for AFDC eligibility, the State must \"pass through\" the support payment in its entirety.   See id. at &#167;&#167; 657(b), 657(c);  see also 45 C.F.R. &#167; 232.20(b)(1)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Secretary subsequently amended the 15-day requirement to provide that the \"pass-through\" payment may be made within fifteen days after the month in which payment was due from the absent parent.   See 57 Fed.Reg. 54519 (Nov. 19, 1992).   Unless otherwise indicated, however, we refer to the version in effect at the time the present action was initiated</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> When this action was brought, the gap between AFDC benefits and \"level of need\" for a family of three (one adult and two children) was $199.   Maine subsequently reduced its \"level of need,\" narrowing the \"gap\" obligation somewhat.   Maine's AFDC \"gap,\" and its later reduction in the \"level of need,\" are discussed in Stowell <span class=\"citation\" data-id=\"591389\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/591389/christine-stowell-etc-v-h-rollin-ives-etc/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">67</span></a></span>, and in Stowell <span class=\"citation\" data-id=\"628964\"><span class=\"antecedent_guess\">II,</span> <a href=\"/opinion/628964/42-socsecrepser-176-medicaremedicaid-gu-41784-christine-stowell-v/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">541</span> </a></span>&amp; n. 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The district court certified Albiston and Wingert as representative of a plaintiff class consisting of</p>\n        <p>all present, former and future AFDC recipients with a present entitlement to pass-through and gap payments within the State of Maine:</p>\n        <p>(a) who have not received or will not receive their $50.00 pass-through payment under 42 U.S.C. &#167; 657(b)(1) within 15 days of the date the child support from which the $50.00 payment is derived was received by the State of Maine;  and</p>\n        <p>(b) who have not received or will not receive their \"GAP\" payment pursuant to 42 U.S.C. &#167; 602(a)(28) by the month after the month in which the child support payment from which the GAP payment is derived was received by the State of Maine.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Secretary is charged with conducting periodic audits of State performance under Title IV-D and has promulgated regulations deeming a State in \"substantial compliance\" with Title IV-D provided the applicable statutory requirements are met in 75% of the cases reviewed in the particular State.   See 45 C.F.R. &#167; 305.20</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Court in Wilder found a private right to enforce a Boren Amendment requirement that Medicaid expenses be reimbursed at rates that a \"State finds, and makes assurances satisfactory to the Secretary, are reasonable and adequate to meet the costs which must be incurred by efficiently and economically operated <span class=\"citation\" data-id=\"112461\"><span class=\"antecedent_guess\">facilities.\"</span>  <a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">507</span></a></span>.   The Court in Golden State upheld a private right, under &#167; 1983, to enforce National Labor Relations Act provisions against state interference in collective bargaining <span class=\"citation\" data-id=\"112341\"><span class=\"antecedent_guess\">procedure.</span>  <a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">112-13</span></a></span>.   Both cases cited approvingly to Wright v. City of Roanoke Redevelopment &amp; Hous.  Auth., <span class=\"citation\" data-id=\"111790\"><a href=\"/opinion/111790/wright-v-roanoke-redevelopment-and-housing-authority/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">418</span></a></span>, 423, <span class=\"citation\" data-id=\"111790\"><a href=\"/opinion/111790/wright-v-roanoke-redevelopment-and-housing-authority/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">766</span></a></span>, 770, <span class=\"citation\" data-id=\"111790\"><a href=\"/opinion/111790/wright-v-roanoke-redevelopment-and-housing-authority/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">781</span> </a></span>(1987), which upheld a private right to enforce the Brooke Amendment's statutory directive that public housing rents incorporate \"reasonable\" utility rates</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> For one thing, Suter offered no analytic framework to replace the structure erected in the Court's previous decisions.   For another thing, the Suter Court, while weakening earlier precedents in certain important respects, was careful not to overrule them.   Indeed, the majority relied on those precedents as pertinent authority</p>\n        <p>Stowell <span class=\"citation no-link\"><span class=\"antecedent_guess\">I,</span> <span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">68</span></span>.   Other courts of appeals also have found Suter reconcilable with \"Wilder and its kin.\"   See, e.g., Procopio v. Johnson, <span class=\"citation\" data-id=\"607902\"><a href=\"/opinion/607902/joseph-and-marjorie-procopio-v-gordon-johnson-former-director-illinois/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">325</span></a></span>, 331 n. 9 (7th Cir.1993);  Clifton v. Schafer, <span class=\"citation\" data-id=\"586885\"><a href=\"/opinion/586885/robert-c-clifton-v-michael-t-schafer-individually-and-in-his-official/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">278</span></a></span>, 283-85 (7th Cir.1992);   Dorsey v. Housing Auth. of Baltimore, <span class=\"citation\" data-id=\"599142\"><a href=\"/opinion/599142/dorothy-dorsey-doreen-brooks-priscilla-victoria-jones-vanessa-bailey-addie/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">622</span></a></span>, 631 (4th Cir.1993).   Some further confirmation of this position may have been offered last Term, when Justice White, a member of the Suter majority, cited Suter alongside Wilder and Wright in a dissenting opinion--a juxtaposition which went unremarked by the majority.   See New York v. United States, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112768\"><a href=\"/opinion/112768/new-york-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2408</span></a></span>, 2445, <span class=\"citation\" data-id=\"112768\"><a href=\"/opinion/112768/new-york-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">120</span> </a></span>(1992) (White, J., dissenting) (\"we have upheld &#167; 1983 suits to enforce certain rights created by statutes pursuant to the Spending Clause [citing Wilder and Wright ], though Congress must be cautious in spelling out the federal rights clearly and distinctly [citing Suter ]\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Although further discussion of this issue is reserved for Part D, infra, we pause to note one additional point.   We do not read Suter as disturbing the principle, articulated in Wilder and other cases, that a statute may impose obligations on the States despite the existence of a parallel administrative scheme for the enforcement of overall compliance with statutory provisions.   See <span class=\"citation\" data-id=\"112461\"><span class=\"antecedent_guess\">Wilder,</span> <a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">512</span></a></span>, 110 S.Ct. at 2518.   Although Suter cited the AACWA's administrative enforcement mechanisms in passing, to \"show that the absence of a remedy to private plaintiffs under &#167; 1983 does not make the reasonable efforts clause [of the AACWA] a dead letter,\" it made clear that its brief discussion of this subject was intended as an \"aside,\" and not to supplant the more detailed inquiry required by Smith v. <span class=\"citation\" data-id=\"111264\"><a href=\"/opinion/111264/smith-v-robinson/\"><span class=\"antecedent_guess\">Robinson,</span> supra</a></span>, and Middlesex County Sewerage <span class=\"citation no-link\"><span class=\"antecedent_guess\">Authority,</span> supra</span>.   See --- U.S. at ---- - ---- &amp; n. <span class=\"citation no-link\"><span class=\"antecedent_guess\">11,</span> <span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1368-69</span> </span>&amp; n. 11</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> But see King v. Bradley, <span class=\"citation no-link\"><span class=\"volume\">829</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">989</span></span>, 994 (N.D.Ill.1993) (\"although no individual plaintiff or class of plaintiffs has an enforceable right or guarantee to be among the 75 percent of cases that must be handled in conformance with federally regulated procedures ...[,] [a]ny plaintiff or class of plaintiffs that fails to receive services in compliance with federal regulations when the state is running a Title IV-D program which does not substantially comply with federal procedures does have the right to sue to enjoin the State to improve its level of conformance until it is in substantial compliance.\").   In the present case, the district court's factual findings suggest that Maine had not achieved \"substantial compliance\" with the relevant statutory provision.   Compare, e.g., Shands v. Tull, <span class=\"citation\" data-id=\"368422\"><a href=\"/opinion/368422/ca-79-2877-lorraine-shands-individually-and-on-behalf-of-all-persons/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1156</span></a></span>, 1160-61 (3d Cir.1979) (barring private suit for enforcement of AFDC statute, where State was in \"substantial compliance\" with statutory provisions, but indicating that injunctive suits may be permissible where \"agencies have failed to reach even substantial compliance with statutory standards\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We are not suggesting that error-free compliance is likely to be achieved in administering this program, any more than in other programs administered by agencies with limited resources.   But this reality does not afford the State a safe harbor merely because its overall rate of compliance is adequate to avoid the ultimate program sanction--a cutoff of federal funding.   Moreover, if plaintiffs' allegations are to be credited, Maine falls below even that level of compliance</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/102795/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107743/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108113/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108324/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108550/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110322/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110458/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110546/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111264/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111790/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112341/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112461/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112712/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112768/",
    "https://www.courtlistener.com/api/rest/v3/opinions/368422/",
    "https://www.courtlistener.com/api/rest/v3/opinions/392660/",
    "https://www.courtlistener.com/api/rest/v3/opinions/426158/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516409/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524124/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543590/",
    "https://www.courtlistener.com/api/rest/v3/opinions/554922/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567263/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570406/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586885/",
    "https://www.courtlistener.com/api/rest/v3/opinions/591389/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599142/",
    "https://www.courtlistener.com/api/rest/v3/opinions/607902/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628964/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1516933/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2595096/"
  ]
}