{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194998/",
  "id": 194998,
  "absolute_url": "/opinion/194998/villarini-garcia-v-hospital-del-maestro/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194998/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:29:59Z",
  "date_modified": "2020-02-21T23:42:15.517832Z",
  "type": "010combined",
  "sha1": "6a0ea981669f372c5624d6276ea61326414c8cb8",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2373.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-2373\n\n                   AWILDA VILLARINI-GARCIA,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n             HOSPITAL DEL MAESTRO, INC., ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Carmen C. Cerezo, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                    Selya, Cyr and Boudin,\n\n                       Circuit Judges.\n                                     \n\n                                         \n\nDaniel R.  Bright with whom  Robert Braunschweig  and Braunschweig\n                                                                  \nRachlis Fishman &amp; Raymond, P.C. were on brief for appellant.\n                           \nJose  L. Gandara with whom Ramon E. Bauza  Higuera and Raul Davila\n                                                                  \nRivera were on brief for appellees Dr. &amp; Mrs. Mario Tomasini.\n  \nThomas  Doran Gelabert  with whom Eli  B. Arroyo was  on brief for\n                                                \nappellee Hospital Del Maestro, Inc.\n\n                                         \n\n                       November 1, 1993\n                                         \n\n     BOUDIN,  Circuit  Judge.     This  case  is   a  medical\n                            \n\nmalpractice action arising under Puerto Rico law.  On summary\n\njudgment, the district  court ruled that the  claims, brought\n\nfour years after the event, were barred by the local one-year\n\nstatute of  limitations.  In  our view, the  district court's\n\nruling is correct as to three of the claims; on the remaining\n\nclaim, we  think that  it was  for the jury  rather than  the\n\ncourt  to determine whether  the knowledge and  due diligence\n\nrequisites for bringing the claim at this time have been met.\n\n     The  facts  are  largely undisputed.    In  August 1986,\n\nAwilda  Villarini Garcia  (\"Villarini\")  consulted Dr.  Mario\n\nTomasini about a birthmark or  mole that Villarini had on her\n\nback.   Villarini had been  referred to Tomasini  by Hospital\n\ndel Maestro at which Tomasini was a surgeon.  After examining\n\nVillarini,  but  without  doing a  biopsy,  Tomasini  advised\n\nVillarini  that the mole should be surgically removed because\n\nit might turn malignant in the future.\n\n     Villarini was concerned that surgery involving her  back\n\nmight affect her  career as a concert pianist,  and she asked\n\nTomasini  whether  the  proposed operation  would  impair her\n\nability  to  practice and  perform  at the  piano.   Tomasini\n\nassured her that the proposed excision was minor surgery that\n\nwould pose  no  risk  to  Villarini's musical  career.    The\n\nsurgery was performed  in Puerto Rico  on September 8,  1986.\n\nDuring the surgery, Tomasini removed a piece of muscle tissue\n\n                             -2-\n\nas well as  the mole.  No biopsy  was performed either before\n\nor during  the operation.   The pathology report  showed that\n\nnothing removed was cancerous.\n\n     After the  operation Villarini experienced  severe pain.\n\nA few weeks after the surgery Villarini received the hospital\n\npathology  report and learned for  the first time that muscle\n\ntissue had  been cut out, despite the absence of cancer.  She\n\nthen  called  Tomasini,  advised him  that  serious  pain was\n\ncontinuing  and  inquired  about the  removal  of  the muscle\n\ntissue.   Tomasini replied  that the removal  was normal  and\n\nnecessary, that  only a  small amount  had been  removed, and\n\nthat she would  suffer no lasting harm and  had no reason for\n\nconcern  about her  career.   Tomasini also  said that  post-\n\noperative pain was to be  expected and might last for a  year\n\nor  even more.  He said that no further treatment was needed,\n\napart from light exercise.  \n\n     Villarini's back  pain continued, although  declining in\n\nseverity  and  frequency,  through  the  remainder  of  1986,\n\nthroughout 1987, and during the first half of 1988.  By early\n\nsummer 1988,  the back  pain had  largely disappeared  but in\n\nJune 1988  Villarini experienced  a new  discomfort involving\n\nher arm and apparently a different sort of back pain as well.\n\nIn July 1988, she visited a chiropractor, Dr.  Efrain Palmer,\n\nwhom   Villarini  had  consulted  in  previous  years  for  a\n\nscoliosis, or spine curvature, condition.  She visited Palmer\n\n                             -3-\n\nseveral more times  between September 1988 and May  1989.  In\n\none  of  these  visits, probably  the  September  1988 visit,\n\nVillarini  mentioned  her  mole-removal  surgery  and  Palmer\n\nspeculated that  the operation might  have adversely affected\n\nher  scoliosis.  When Villarini asked  whether she should sue\n\nTomasini, Palmer  (in his  own words)  \"tried to  discourage\"\n\nthis  course.  In  Villarini's recollection, Palmer  told her\n\n\"that there seemed to be  no basis or relationship between my\n\ncurrent complaint and the surgery.\"\n\n     During  the summer of 1988, Villarini felt that her back\n\nwas well enough  to permit her to schedule  piano concerts in\n\nSeptember  1988 in Puerto  Rico and New  York.  As  she began\n\npreparing,  Villarini experienced severe pain in her arm, and\n\nshe was  forced to cancel  the concerts.   Between  September\n\n1988  and  May 1989  Villarini  consulted a  number  of other\n\ndoctors  or other  specialists,  apart  from  her  visits  to\n\nPalmer.1  These doctors, some of whom were aware  of the mole\n\n                    \n\n     1In September  and October of 1988,  Villarini consulted\nDr. Carlos Berrocol,  her family physician who  diagnosed her\nproblem as a  swollen muscle; Dr. Stanley Weinapel,  a member\nof the Department  of Rehabilitation Medicine at  St. Luke's-\nRoosevelt Hospital  in New  York, who told  her that  she had\n\"overuse syndrome\"; Dr. Edwin Rosario Rios, a physiatrist who\nconcluded  that the pain  stemmed from calcifications  in the\nshoulder; and Dr. Jose Abreu Deliz, an orthopedic surgeon who\nseconded the \"overuse  syndrome\" diagnosis.  In  February and\nApril of  1989, Villarini  saw Dr. James  Parkes, a  New York\nphysician  who viewed the pain as arising from calcifications\nand tendinitis; Dr. Glatter, a physiatrist who concluded that\nshe  had scoliosis and mild  tendinitis; and finally a number\nof  therapists and physicians  at Lincoln Medical  and Mental\nHealth Center in the Bronx,  who told her the problem stemmed\n\n                             -4-\n\nremoval,  gave various  diagnoses  for  her continuing  pain.\n\nThese  included   \"swollen  muscle,\"  calcification   in  the\n\nshoulder, \"overuse  syndrome,\"  tendinitis in  the  arm,  and\n\nscoliosis.\n\n     On  June 29,  1989,  Villarini saw  Dr. Gary  Ostrow, an\n\nosteopath.   He opined that  her back and arm  pain were both\n\ndue  to the  surgery on  her back.   Villarini  then retained\n\ncounsel  and,  just  under a  year  after  the  Ostrow visit,\n\nVillarini  brought suit on  June 28, 1990,  against Tomasini,\n\nHospital  del Maestro  and various  insurers  in the  federal\n\ndistrict court  in Puerto  Rico.   The complaint,  seeking $1\n\nmillion   in  damages,   made  essentially  four   claims  of\n\nmalpractice:\n\n     1.   failure to secure appropriate consent for  the\n          removal of the muscle tissue;\n\n     2.   negligence in failing to warn Villarini  adequately\n          about the risks and consequences of the operation;\n\n     3.   negligence in choosing unnecessarily to remove  the\n          muscle tissue;\n\n     4.   negligence  in failing  to  provide adequate  post-\n          operative care or treatment.\n\n     Following discovery, including  depositions of Villarini\n\nand Palmer, motions  for summary judgment  were filed by  the\n\nhospital and by Tomasini.  These motions relied upon the one-\n\n                    \n\nfrom overuse and administered physical therapy and ultrasound\ntreatments.\n\n                             -5-\n\nyear  statute of limitations in Puerto Rico's Civil Code art.\n\n1868, 31 L.P.R.A   5298, which pertinently provides: \n\n     The following prescribe in one year . . . [a]ctions\n     to demand  civil liability  . .  . for  obligations\n     arising from . .  . fault or negligence .  . . from\n     the  time  the   aggrieved  person  had   knowledge\n     thereof.\n\n     The motions  were opposed  by Villarini  who included  a\n\ndetailed  affidavit setting forth  many of the  facts already\n\nrecited.   On  October 13,  1992, the district  court granted\n\nsummary judgment for the  defendants.  After a  discussion of\n\nthe  facts  and  authorities,  Judge  Cerezo  concluded  that\n\nVillarini  had failed to  exercise due diligence  in pursuing\n\nher  claims.   Given  Villarini's  state of  knowledge  as of\n\nSeptember 1988, the  district court ruled that  Villarini was\n\nnot entitled  to wait almost  two more years  before bringing\n\nsuit.  Accordingly, the court dismissed the complaint.\n\n     Article 1868, although it prescribes  a one-year statute\n\nof limitations,  has been construed  by the Supreme  Court of\n\nPuerto  Rico to  incorporate  the so-called  discovery  rule.\n\nSee, e.g., Santiago Hodge v. Parke Davis &amp; Co., 909 F.2d 628,\n                                              \n\n632-33  (1st Cir. 1990),  discussing Colon Prieto  v. Geigel,\n                                                            \n\n115 D.P.R. 232, 247, 15 Off. Trans. 313 (1984).  The one-year\n\nperiod does not  begin to run until  the plaintiff possesses,\n\nor with due  diligence would possess, information  sufficient\n\nto  permit suit.  The classic case  for the discovery rule is\n\nthe  sponge, negligently left  inside the patient  during the\n\n                             -6-\n\noperation, whose  ill effects  are not  apparent for  several\n\nyears.\n\n     It is easy to state  the gist of the discovery rule  but\n\nmore difficult  to fine-tune it.   Puerto Rico  decisions say\n\nthat  the knowledge required to start  the statute running is\n\nknowledge not  only of harm  but also of  \"the origin  of the\n\ninjury,\" Geigel,  115 D.P.R. at  245, 15 Off. Trans.  at 329,\n               \n\nwhich we take to include knowledge  of the wrong and a causal\n\nlink between the  wrong and some harm.   But actual knowledge\n\nis not required where, by due diligence, such knowledge would\n\nlikely have  been acquired.   115 D.P.R.  at 244-45,  15 Off.\n\nTrans. at 327-29.  Actual knowledge is a matter of fact,  but\n\nthe concept of due diligence has buried within it a normative\n\nquestion of  how  much  diligence  should be  expected  of  a\n                                         \n\nreasonable lay person.\n\n     On  review  of  a grant  of  summary  judgment, disputed\n\nissues of fact are resolved  in favor of the non-moving party\n\nand inferences are  drawn in that party's favor.   Mesnick v.\n                                                          \n\nGeneral  Electric Co.,  950 F.2d  816,  822 (1st  Cir. 1991),\n                     \n\ncert. denied, 112  S. Ct. 2965 (1992).   Giving Villarini the\n            \n\nbenefit of  this approach,  we think that  claims 1, 2  and 4\n\nwere properly dismissed but that a jury is entitled to decide\n\nwhether  claim 3 was timely brought  under the discovery rule\n\napplied in Puerto Rico.   We consider each  of the claims  in\n\norder.\n\n                             -7-\n\n     1.  The  first claim is that Tomasini  removed a part of\n\nVillarini's  body without  getting her  permission.   If  the\n\nsurgeon gets consent  to remove a mole on  the patient's back\n\nbut takes out the patient's appendix as well, there is little\n\ndoubt  that the  surgeon  would face  a lawsuit,  whether one\n\ncalls it negligence or battery.  Here, no doubt Tomasini will\n\nsay that  the consent  he got  should be taken  to include  a\n\nfragment of muscle tissue, but  we are concerned now not with\n\nthe merits but with the statute of limitations.\n\n     From  the  standpoint  of  the  statute of  limitations,\n\nVillarini knew three weeks after the operation that a portion\n\nof her muscle had been removed without her specific  consent;\n\nshe   also  knew  that  she  was  suffering  substantial  and\n\nunexpected pain stemming from the  operation.  It seems to us\n\nthat Villarini  knew at this  point enough to require  her to\n\nresort to  a lawyer  on the lack  of consent  claim.   If the\n\nlawyer judged that the consent was deficient, then she had to\n\nbring  suit within  one year  after  receiving the  pathology\n\nreport and having it confirmed by Tomasini.  \n\n     The core of the claim, after all, is the lack of consent\n\nfor the doctor's removal of the muscle tissue, so the alleged\n\nmalpractice was  known to  Villarini as  soon as  she learned\n\nthat the muscle had been removed.  So, too, was the fact that\n\nshe was suffering pain from the operation beyond anything she\n\nhad  expected.    Villarini therefore  had  knowledge  of the\n\n                             -8-\n\ncritical  facts for this  claim shortly after  the operation,\n\nand under Puerto Rico  law she could not  wait four years  to\n\nassert it.\n\n     2.   The failure to  warn claim is  embraced by the same\n\nlogic.   Villarini knew three weeks  after the operation that\n\nnot only was  she suffering unexpected pain but, according to\n\nTomasini himself, that the pain might well  continue for over\n\na year.  At this point,  one might expect a reasonable person\n\nto  conclude that  a warning  of  such possible  consequences\n\nshould  have been given  before the operation,  especially to\n\none whose career could depend on physical well-being.\n\n     As we  explain below, Villarini was entitled  to rely on\n\nTomasini so far as he predicted that the operation was normal\n\nand the pain would come to an end.  There  thus might be good\n\nreason for her to defer  any suspicion that the operation had\n\ngone awry.  But the  malpractice claim in question depends on\n\na lack of warning, not  bungled surgery; and the duration and\n\neffects  of the pain  following a perhaps  inadequate warning\n\nmight affect the  amount of damages but not  the existence of\n\ndamages.   Once again, we  think that Villarini  clearly knew\n\nwithin  three  weeks all  of  the facts  that  justified this\n\nclaim.\n\n     Of course, Villarini was not a lawyer and could not know\n\nwhether technically the lack of warning (or, for that matter,\n\nthe  lack of  consent  to  the  muscle  removal)  constituted\n\n                             -9-\n\nmalpractice.  The discovery rule, however, focuses on whether\n\nthe plaintiff knew the facts that gave rise to the claim, not\n\ntheir full legal implications.  Osborn v. United States,  918\n                                                       \n\nF.2d 724, 731 (8th  Cir. 1990).  And where  those known facts\n\ncreate  a  reasonable basis  for  concern about  malpractice,\n\nthere is  nothing unfair  in a policy  that insists  that the\n\nplaintiff promptly  assert her  rights.   Aldahonda-Rivera v.\n                                                          \n\nParke Davis &amp;  Co., 882 F.2d 590, 593 (1st Cir. 1989).  After\n                  \n\nall,  the statute  of  limitations  also  serves  to  protect\n\ndefendants  against stale claims,  and the discovery  rule is\n\ndesigned  to accommodate a  plaintiff's interests but  not to\n\nmake them trump all others. \n\n     3.   Villarini's third claim--negligence in removing the\n\nmuscle  fragment  without  a biopsy--stands  on  a  different\n\nfooting.   At the outset  we must make  clear that the record\n\nreveals nothing about the intrinsic merit of this malpractice\n\nclaim.   We  do  not know  whether  it  is common,  rare,  or\n\nunthinkable to remove muscle  tissue of this amount,  in this\n\nbodily  location, without determining the presence of cancer.\n\nNevertheless,  assuming for present purposes that a claim may\n\nexist, we  think that  a reasonable argument  can be  made on\n\nboth sides  as to whether  the statute of  limitations debars\n\nthis claim.\n\n     In favor of the district  court's view, it is clear that\n\nVillarini  knew  three  weeks after  the  operation  that the\n\n                             -10-\n\nmuscle tissue had been removed  without a biopsy and that she\n\nwas suffering substantial pain; these  are two of the crucial\n\nfacts underlying this claim.  Yet she was promptly assured by\n\nTomasini, the very  surgeon who had performed  the operation,\n\nthat the  removal of  the muscle tissue  had been  proper and\n\nthat the  pain was normal  and would  eventually end.   As  a\n\nmatter  of common  sense,  and  Puerto  Rico  precedent,  see\n                                                             \n\nGeigel, 315  D.P.R. at 245,  15 Off.  Trans. at 329,  she was\n      \n\nentitled initially to rely on this prognosis from her doctor.\n\n     The prognosis was  initially borne out because  the pain\n\nin her  back did lessen  and largely disappear over  the next\n\nyear and a half.   The new pain, which replaced  the old, was\n\nat least partly  in the  arm.  And  while Villarini might  be\n\nfaulted  for not specifically asking the doctors after Palmer\n\nwhether the operation had caused  the new pain, at least some\n\nof these specialists were aware  of the operation but none of\n\nthe varying diagnoses  she received pointed to  the operation\n\nas a  possible cause, until Ostrow  did so on  June 29, 1989.\n\nArguably Ostrow's appraisal  at that time was the  first firm\n\nknowledge  Villarini had of  an asserted direct  link between\n\nthe operation and  the persistence of  pain elsewhere in  the\n\nbody three years after the operation.\n\n     In sum we think that a reasonable factfinder,  while not\n\nnecessarily compelled to do so, could find that Villarini did\n\nexercise  due diligence  as to  the third  claim but  did not\n\n                             -11-\n\nobtain  the   necessary  knowledge   until  June   29,  1989.\n\nTomasini's  reassurances, while  irrelevant  to (or  actually\n\nstrengthening) the lack of warning claim, could have lulled a\n\nreasonable person into believing for  a year or more that the\n\noperation had not been botched.   And while Villarini had all\n\nthe information  needed to  bring the  lack of warning  claim\n\nwithin  a few weeks  after the operation,  a factfinder could\n\nconclude that the final  ingredients for the third claim  did\n\nnot fall into place until after the pain persisted and Ostrow\n\ngave his opinion.\n\n     Of course, a  jury might not find all of the facts as we\n\nhave described them.   In particular, more than  a year prior\n\nto the suit, Palmer did  suggest a link between the operation\n\nand  the continuing  pain.   Perhaps,  as the  district court\n\napparently  believed,  Palmer's  withdrawal  of this  initial\n\nsuggestion  was less firm  than Villarini  now claims.2   But\n\nunder the case law previously cited, Villarini is entitled to\n\nthe benefit of  her version  of events  in resisting  summary\n\njudgment.   To the  extent that factual  issues remain,  that\n\nitself would be a basis for denying summary judgment.\n\n                    \n\n     2According  to Villarini,  Palmer  backtracked and  said\nthat there  seemed to be  \"no basis or  relationship\" between\nthe operation and the later pain.   Palmer's own recollection\nwas  that he  told  Villarini that  causation would  be \"very\ndifficult to  prove\" since the  new condition was not  on the\nspine  and there  was a  previous history  of scoliosis.   If\nthere is any disagreement between  these versions, it was for\nthe jury to resolve.\n\n                             -12-\n\n     Even if  we assume that  all of the pertinent  facts are\n\nknown, iron-clad and  complete, the third claim  still cannot\n\nproperly be dismissed on summary  judgment.  Whether or not a\n\ncase rests  on diversity jurisdiction,  the summary  judgment\n\nstandard is a matter of federal  law, for it is settled that,\n\nbroadly speaking, in  a federal court federal  law determines\n\nthe  respective roles  of trial  judge,  jury, and  reviewing\n\ncourt.   See generally Molinar  v. Western Electric  Co., 525\n                                                        \n\nF.2d 521,  527 (1st  Cir. 1975), cert.  denied, 424  U.S. 978\n                                              \n\n(1976).3   \"Erie does not  require a federal court  to employ\n                \n\nthe state's rules  on the allocation of  issues between judge\n\nand jury.\"   McEwen, 919 F.2d at  60.  See generally  Byrd v.\n                                                          \n\nBlue Ridge Rural  Electric Cooperative, 356 U.S.  525 (1958);\n                                      \n\nHanna v. Plumer, 380 U.S. 460 (1965).  \n               \n\n     Under  federal  case  law,  \"[t]he  question  whether  a\n\nplaintiff  has  exercised reasonable  diligence is  usually a\n\njury question.\"  Bohus v. Beloff, 950 F.2d 919,  925 (3d Cir.\n                                \n\n1991).   Accord, Nevada Power  Co. v. Monsanto Co.,  955 F.2d\n                                                  \n\n1304, 1307 (9th  Cir. 1992).  Our circuit took  the same view\n\nin Santiago  Hodge, 909 F.2d at 633.   This is not surprising\n                  \n\n                    \n\n     3E.g.,  Bank of  California v. Opie,  663 F.2d  977, 979\n                                        \n(9th Cir.  1981) (federal summary judgment  standard controls\nin  diversity case); Lewis Refrigeration Co. v. Sawyer Fruit,\n                                                             \nVegetable and  Cold Storage Co.,  709 F.2d 427, 430  n.3 (6th\n                               \nCir.  1983) (majority  of  circuits  follow  federal  law  on\ndirected  verdict standard); McEwen v. Delta Air Lines, Inc.,\n                                                            \n919 F.2d 58, 59 (7th  Cir. 1990) (federal law controls burden\nand order of  raising issues but not  burden of proof  in the\n\"risk of nonpersuasion\" sense).\n\n                             -13-\n\nsince  factual disputes are  often important in  passing upon\n\nthe statute  of limitations defense.   But even where  no raw\n\nfacts  are  in  dispute,  the  issues  of  due  diligence and\n\nadequate knowledge are still ones for the jury so long as the\n\noutcome is  within the range  where reasonable men  and women\n\ncan differ.\n\n     Strictly speaking, due  diligence and adequate knowledge\n\nin this case may not turn on disputed issues of fact; rather,\n\nthe outcome may  depend only  on the  application of  general\n\nstandards  to known facts.   But juries  make these normative\n\njudgments all the time in negligence cases, and jurors are no\n\nless  well equipped  to decide what  a reasonable  lay person\n\nwould  and should  do when  faced  with a  certain amount  of\n\ninformation  about a medical  problem and the  possibility of\n\nmalpractice.   Indeed, one  may have  more confidence in  the\n\njury's ability  to  decide such  a  question than  to  decide\n\nwhether  a complex machine  is properly designed,  the staple\n\nquestion  in products liability  litigation.  In  all events,\n\nthe case  law  favoring  a  jury  decision  on  such  \"mixed\"\n\nquestions has worn a deep groove.\n\n     Accordingly, we  conclude that  where a  reasonable jury\n\ncould  find that the  plaintiff lacked knowledge  despite due\n\ndiligence,  the statue of  limitations issue in  a discovery-\n\nrule jurisdiction should  not be withdrawn  from the jury  by\n\nsummary judgment.  This is  so even though the raw facts  are\n\n                             -14-\n\nlargely undisputed and even though the trial judge--acting as\n\nan independent  decisionmaker--might reasonably  believe that\n\nthe plaintiff  was not diligent.4   This is a  description of\n\nthe third claim in  our case, at least at  the present stage.\n\nWhat it will  look like after the plaintiff  rests is another\n\nmatter.   4.   The fourth  claim concerns Tomasini's  alleged\n\nfailure to provide  proper treatment for Villarini  after the\n\noperation.     There  is  no  indication  in  the  complaint,\n\nVillarini's opposition to summary judgment, or briefs in this\n\ncourt  of the facts comprising this claim: what treatment was\n\nomitted, how  the omission  affected Villarini,  or when  she\n\nlearned of the pertinent facts to support this claim.\n\n     We conclude that  the grant of summary  judgment must be\n\nsustained as to this claim.  Villarini was in Tomasini's care\n\nonly for  a limited period  after the operation; there  is no\n\nindication  that Tomasini's role continued into 1988 or 1989.\n\nAccordingly, his supposed omissions or improprieties in post-\n\noperative treatment  occurred well  over a  year before  this\n\nsuit  was  brought.   It  was  Villarini's  responsibility in\n\nopposing summary judgment to assert  facts that (if proved at\n\ntrial) would  allow a  jury to find  that the  discovery rule\n\n                    \n\n     4See  Greenburg   v.  Puerto   Rico  Maritime   Shipping\n                                                             \nAuthority,  835 F.2d  932,  936 (1st  Cir. 1987)  (on summary\n         \njudgment,  there is  no room  \"for  the measured  weighing of\nconflicting evidence . . .  [or] for the judge to superimpose\nhis own  ideas of probability  and likelihood (no  matter how\nreasonable those ideas may be)\").\n\n                             -15-\n\nrequirements  were met,  specifically,  a  lack of  knowledge\n\ndespite an exercise of due diligence.5\n\n     No  such facts  were asserted in  the district  court by\n\nVillarini  to show lack  of knowledge despite  due diligence.\n\nIndeed,  even  in  this  court  Villarini's  brief  does  not\n\nseparately  address   the  treatment   claim,  describe   the\n\nunderlying  misconduct or give  any reason to  think that the\n\ndiscovery  rule applies  to this  claim,  brought four  years\n\nafter  the  underlying  events.   Since  we  do not  normally\n\nconsider claims on  appeal that are not  substantially argued\n\nin the briefs, this claim may be lost twice over.\n\n     The judgment of the district court is affirmed as to the\n                                                   \n\nconsent, failure to warn and post-operative treatment claims.\n\nAs  for the claim  based on removal  of the  muscle without a\n\nbiopsy, the  judgment is  vacated and  the case remanded  for\n                                                        \n\nfurther proceedings consistent with this opinion.  No costs.\n\n                    \n\n     5   See Fragoso v.  Lopez, 991  F.2d 878, 887  (1st Cir.\n                              \n1993)  (burden of proof  to show lack of  knowledge is on the\nplaintiff who  sues  more than  one  year after  the  event);\nHodge,  833  F.2d  at  7  (same),  citing  Illuminada  Rivera\n                                                             \nEncarnacion  v. Estado  Libre Asociado  de  Puerto Rico,  113\n                                                       \nD.P.R. 383, 385, 13 Off. Trans. 498, 501 (1982).\n\n                             -16-\n",
  "html": "<p class=\"case_cite\">8 F.3d 81</p>\n    <p class=\"parties\">Awilda VILLARINI-GARCIA, Plaintiff, Appellant,<br>v.<br>HOSPITAL DEL MAESTRO, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 92-2373.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 3, 1993.<br>Decided Nov. 1, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Daniel R. Bright with whom Robert Braunschweig and Braunschweig Rachlis Fishman &amp; Raymond, P.C. were on brief, for plaintiff, appellant.</p>\n      <p class=\"indent\">Jose L. Gandara with whom Ramon E. Bauza Higuera and Raul Davila Rivera were on brief, for defendants, appellees Dr. and Mrs. Mario Tomasini.</p>\n      <p class=\"indent\">Thomas Doran Gelabert with whom Eli B. Arroyo was on brief, for appellee Hosp. Del Maestro, Inc.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case is a medical malpractice action arising under Puerto Rico law.   On summary judgment, the district court ruled that the claims, brought four years after the event, were barred by the local one-year statute of limitations.   In our view, the district court's ruling is correct as to three of the claims;  on the remaining claim, we think that it was for the jury rather than the court to determine whether the knowledge and due diligence requisites for bringing the claim at this time have been met.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are largely undisputed.   In August 1986, Awilda Villarini Garcia (\"Villarini\") consulted Dr. Mario Tomasini about a birthmark or mole that Villarini had on her back.   Villarini had been referred to Tomasini by Hospital del Maestro at which Tomasini was a surgeon.   After examining Villarini, but without doing a biopsy, Tomasini advised Villarini that the mole should be surgically removed because it might turn malignant in the future.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Villarini was concerned that surgery involving her back might affect her career as a concert pianist, and she asked Tomasini whether the proposed operation would impair her ability to practice and perform at the piano.   Tomasini assured her that the proposed excision was minor surgery that would pose no risk to Villarini's musical career.   The surgery was performed in Puerto Rico on September 8, 1986.   During the surgery, Tomasini removed a piece of muscle tissue as well as the mole.   No biopsy was performed either before or during the operation.   The pathology report showed that nothing removed was cancerous.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After the operation Villarini experienced severe pain.   A few weeks after the surgery Villarini received the hospital pathology report and learned for the first time that muscle tissue had been cut out, despite the absence of cancer.   She then called Tomasini, advised him that serious pain was continuing and inquired about the removal of the muscle tissue.   Tomasini replied that the removal was normal and necessary, that only a small amount had been removed, and that she would suffer no lasting harm and had no reason for concern about her career.   Tomasini also said that post-operative pain was to be expected and might last for a year or even more.   He said that no further treatment was needed, apart from light exercise.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Villarini's back pain continued, although declining in severity and frequency, through the remainder of 1986, throughout 1987, and during the first half of 1988.   By early summer 1988, the back pain had largely disappeared but in June 1988 Villarini experienced a new discomfort involving her arm and apparently a different sort of back pain as well.   In July 1988, she visited a chiropractor, Dr. Efrain Palmer, whom Villarini had consulted in previous years for a scoliosis, or spine curvature, condition.   She visited Palmer several more times between September 1988 and May 1989.   In one of these visits, probably the September 1988 visit, Villarini mentioned her mole-removal surgery and Palmer speculated that the operation might have adversely affected her scoliosis.   When Villarini asked whether she should sue Tomasini, Palmer (in his own words) \"tried to discourage\" this course.   In Villarini's recollection, Palmer told her \"that there seemed to be no basis or relationship between my current complaint and the surgery.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">During the summer of 1988, Villarini felt that her back was well enough to permit her to schedule piano concerts in September 1988 in Puerto Rico and New York.   As she began preparing, Villarini experienced severe pain in her arm, and she was forced to cancel the concerts.   Between September 1988 and May 1989 Villarini consulted a number of other doctors or other specialists, apart from her visits to Palmer.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  These doctors, some of whom were aware of the mole removal, gave various diagnoses for her continuing pain.   These included \"swollen muscle,\" calcification in the shoulder, \"overuse syndrome,\" tendinitis in the arm, and scoliosis.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On June 29, 1989, Villarini saw Dr. Gary Ostrow, an osteopath.   He opined that her back and arm pain were both due to the surgery on her back.   Villarini then retained counsel and, just under a year after the Ostrow visit, Villarini brought suit on June 28, 1990, against Tomasini, Hospital del Maestro and various insurers in the federal district court in Puerto Rico.   The complaint, seeking $1 million in damages, made essentially four claims of malpractice:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">1. failure to secure appropriate consent for the removal of the muscle tissue;</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">2. negligence in failing to warn Villarini adequately about the risks and consequences of the operation;</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">3. negligence in choosing unnecessarily to remove the muscle tissue;</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">4. negligence in failing to provide adequate post-operative care or treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Following discovery, including depositions of Villarini and Palmer, motions for summary judgment were filed by the hospital and by Tomasini.   These motions relied upon the one-year statute of limitations in Puerto Rico's Civil Code art. 1868, 31 L.P.R.A. &#167; 5298, which pertinently provides:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>The following prescribe in one year ... [a]ctions to demand civil liability ... for obligations arising from ... fault or negligence ... from the time the aggrieved person had knowledge thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The motions were opposed by Villarini who included a detailed affidavit setting forth many of the facts already recited.   On October 13, 1992, the district court granted summary judgment for the defendants.   After a discussion of the facts and authorities, Judge Cerezo concluded that Villarini had failed to exercise due diligence in pursuing her claims.   Given Villarini's state of knowledge as of September 1988, the district court ruled that Villarini was not entitled to wait almost two more years before bringing suit.   Accordingly, the court dismissed the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Article 1868, although it prescribes a one-year statute of limitations, has been construed by the Supreme Court of Puerto Rico to incorporate the so-called discovery rule.   See, e.g., Santiago Hodge v. Parke Davis &amp; Co., 909 F.2d 628, 632-33 (1st Cir.1990), discussing Colon Prieto v. Geigel, 115 D.P.R. 232, 247, 15 Off.Trans. 313 (1984).   The one-year period does not begin to run until the plaintiff possesses, or with due diligence would possess, information sufficient to permit suit.   The classic case for the discovery rule is the sponge, negligently left inside the patient during the operation, whose ill effects are not apparent for several years.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is easy to state the gist of the discovery rule but more difficult to fine-tune it.   Puerto Rico decisions say that the knowledge required to start the statute running is knowledge not only of harm but also of \"the origin of the injury,\" Geigel, 115 D.P.R. at 245, 15 Off.Trans. at 329, which we take to include knowledge of the wrong and a causal link between the wrong and some harm.   But actual knowledge is not required where, by due diligence, such knowledge would likely have been acquired.  115 D.P.R. at 244-45, 15 Off.Trans. at 327-29.   Actual knowledge is a matter of fact, but the concept of due diligence has buried within it a normative question of how much diligence should be expected of a reasonable lay person.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On review of a grant of summary judgment, disputed issues of fact are resolved in favor of the non-moving party and inferences are drawn in that party's favor.  Mesnick v. General Electric Co., 950 F.2d 816, 822 (1st Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 2965, 119 L.Ed.2d 586 (1992).   Giving Villarini the benefit of this approach, we think that claims 1, 2 and 4 were properly dismissed but that a jury is entitled to decide whether claim 3 was timely brought under the discovery rule applied in Puerto Rico.   We consider each of the claims in order.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">1. The first claim is that Tomasini removed a part of Villarini's body without getting her permission.   If the surgeon gets consent to remove a mole on the patient's back but takes out the patient's appendix as well, there is little doubt that the surgeon would face a lawsuit, whether one calls it negligence or battery.   Here, no doubt Tomasini will say that the consent he got should be taken to include a fragment of muscle tissue, but we are concerned now not with the merits but with the statute of limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">From the standpoint of the statute of limitations, Villarini knew three weeks after the operation that a portion of her muscle had been removed without her specific consent;  she also knew that she was suffering substantial and unexpected pain stemming from the operation.   It seems to us that Villarini knew at this point enough to require her to resort to a lawyer on the lack of consent claim.   If the lawyer judged that the consent was deficient, then she had to bring suit within one year after receiving the pathology report and having it confirmed by Tomasini.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The core of the claim, after all, is the lack of consent for the doctor's removal of the muscle tissue, so the alleged malpractice was known to Villarini as soon as she learned that the muscle had been removed.   So, too, was the fact that she was suffering pain from the operation beyond anything she had expected.   Villarini therefore had knowledge of the critical facts for this claim shortly after the operation, and under Puerto Rico law she could not wait four years to assert it.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">2. The failure to warn claim is embraced by the same logic.   Villarini knew three weeks after the operation that not only was she suffering unexpected pain but, according to Tomasini himself, that the pain might well continue for over a year.   At this point, one might expect a reasonable person to conclude that a warning of such possible consequences should have been given before the operation, especially to one whose career could depend on physical well-being.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As we explain below, Villarini was entitled to rely on Tomasini so far as he predicted that the operation was normal and the pain would come to an end.   There thus might be good reason for her to defer any suspicion that the operation had gone awry.   But the malpractice claim in question depends on a lack of warning, not bungled surgery;  and the duration and effects of the pain following a perhaps inadequate warning might affect the amount of damages but not the existence of damages.   Once again, we think that Villarini clearly knew within three weeks all of the facts that justified this claim.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Of course, Villarini was not a lawyer and could not know whether technically the lack of warning (or, for that matter, the lack of consent to the muscle removal) constituted malpractice.   The discovery rule, however, focuses on whether the plaintiff knew the facts that gave rise to the claim, not their full legal implications.  Osborn v. United States, 918 F.2d 724, 731 (8th Cir.1990).   And where those known facts create a reasonable basis for concern about malpractice, there is nothing unfair in a policy that insists that the plaintiff promptly assert her rights.  Aldahonda-Rivera v. Parke Davis &amp; Co., 882 F.2d 590, 593 (1st Cir.1989).   After all, the statute of limitations also serves to protect defendants against stale claims, and the discovery rule is designed to accommodate a plaintiff's interests but not to make them trump all others.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">3. Villarini's third claim--negligence in removing the muscle fragment without a biopsy--stands on a different footing.   At the outset we must make clear that the record reveals nothing about the intrinsic merit of this malpractice claim.   We do not know whether it is common, rare, or unthinkable to remove muscle tissue of this amount, in this bodily location, without determining the presence of cancer.   Nevertheless, assuming for present purposes that a claim may exist, we think that a reasonable argument can be made on both sides as to whether the statute of limitations debars this claim.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In favor of the district court's view, it is clear that Villarini knew three weeks after the operation that the muscle tissue had been removed without a biopsy and that she was suffering substantial pain;  these are two of the crucial facts underlying this claim.   Yet she was promptly assured by Tomasini, the very surgeon who had performed the operation, that the removal of the muscle tissue had been proper and that the pain was normal and would eventually end.   As a matter of common sense, and Puerto Rico precedent, see Geigel, 315 D.P.R. at 245, 15 Off.Trans. at 329, she was entitled initially to rely on this prognosis from her doctor.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The prognosis was initially borne out because the pain in her back did lessen and largely disappear over the next year and a half.   The new pain, which replaced the old, was at least partly in the arm.   And while Villarini might be faulted for not specifically asking the doctors after Palmer whether the operation had caused the new pain, at least some of these specialists were aware of the operation but none of the varying diagnoses she received pointed to the operation as a possible cause, until Ostrow did so on June 29, 1989.   Arguably Ostrow's appraisal at that time was the first firm knowledge Villarini had of an asserted direct link between the operation and the persistence of pain elsewhere in the body three years after the operation.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In sum we think that a reasonable factfinder, while not necessarily compelled to do so, could find that Villarini did exercise due diligence as to the third claim but did not obtain the necessary knowledge until June 29, 1989.   Tomasini's reassurances, while irrelevant to (or actually strengthening) the lack of warning claim, could have lulled a reasonable person into believing for a year or more that the operation had not been botched.   And while Villarini had all the information needed to bring the lack of warning claim within a few weeks after the operation, a factfinder could conclude that the final ingredients for the third claim did not fall into place until after the pain persisted and Ostrow gave his opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Of course, a jury might not find all of the facts as we have described them.   In particular, more than a year prior to the suit, Palmer did suggest a link between the operation and the continuing pain.   Perhaps, as the district court apparently believed, Palmer's withdrawal of this initial suggestion was less firm than Villarini now claims.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  But under the case law previously cited, Villarini is entitled to the benefit of her version of events in resisting summary judgment.   To the extent that factual issues remain, that itself would be a basis for denying summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Even if we assume that all of the pertinent facts are known, iron-clad and complete, the third claim still cannot properly be dismissed on summary judgment.   Whether or not a case rests on diversity jurisdiction, the summary judgment standard is a matter of federal law, for it is settled that, broadly speaking, in a federal court federal law determines the respective roles of trial judge, jury, and reviewing court.   See generally Molinar v. Western Electric Co., 525 F.2d 521, 527 (1st Cir.1975), cert. denied, 424 U.S. 978, 96 S.Ct. 1485, 47 L.Ed.2d 748 (1976).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  \"Erie does not require a federal court to employ the state's rules on the allocation of issues between judge and jury.\"  McEwen, 919 F.2d at 60.   See generally Byrd v. Blue Ridge Rural Electric Cooperative, 356 U.S. 525, 78 S.Ct. 893, 2 L.Ed.2d 953 (1958);  Hanna v. Plumer, 380 U.S. 460, 85 S.Ct. 1136, 14 L.Ed.2d 8 (1965).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Under federal case law, \"[t]he question whether a plaintiff has exercised reasonable diligence is usually a jury question.\"  Bohus v. Beloff, 950 F.2d 919, 925 (3d Cir.1991).   Accord, Nevada Power Co. v. Monsanto Co., 955 F.2d 1304, 1307 (9th Cir.1992).   Our circuit took the same view in Santiago Hodge, 909 F.2d at 633.   This is not surprising since factual disputes are often important in passing upon the statute of limitations defense.   But even where no raw facts are in dispute, the issues of due diligence and adequate knowledge are still ones for the jury so long as the outcome is within the range where reasonable men and women can differ.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Strictly speaking, due diligence and adequate knowledge in this case may not turn on disputed issues of fact;  rather, the outcome may depend only on the application of general standards to known facts.   But juries make these normative judgments all the time in negligence cases, and jurors are no less well equipped to decide what a reasonable lay person would and should do when faced with a certain amount of information about a medical problem and the possibility of malpractice.   Indeed, one may have more confidence in the jury's ability to decide such a question than to decide whether a complex machine is properly designed, the staple question in products liability litigation.   In all events, the case law favoring a jury decision on such \"mixed\" questions has worn a deep groove.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Accordingly, we conclude that where a reasonable jury could find that the plaintiff lacked knowledge despite due diligence, the statute of limitations issue in a discovery-rule jurisdiction should not be withdrawn from the jury by summary judgment.   This is so even though the raw facts are largely undisputed and even though the trial judge--acting as an independent decisionmaker--might reasonably believe that the plaintiff was not diligent.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  This is a description of the third claim in our case, at least at the present stage.   What it will look like after the plaintiff rests is another matter.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">4. The fourth claim concerns Tomasini's alleged failure to provide proper treatment for Villarini after the operation.   There is no indication in the complaint, Villarini's opposition to summary judgment, or briefs in this court of the facts comprising this claim:  what treatment was omitted, how the omission affected Villarini, or when she learned of the pertinent facts to support this claim.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We conclude that the grant of summary judgment must be sustained as to this claim.   Villarini was in Tomasini's care only for a limited period after the operation;  there is no indication that Tomasini's role continued into 1988 or 1989.   Accordingly, his supposed omissions or improprieties in post-operative treatment occurred well over a year before this suit was brought.   It was Villarini's responsibility in opposing summary judgment to assert facts that (if proved at trial) would allow a jury to find that the discovery rule requirements were met, specifically, a lack of knowledge despite an exercise of due diligence.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">No such facts were asserted in the district court by Villarini to show lack of knowledge despite due diligence.   Indeed, even in this court Villarini's brief does not separately address the treatment claim, describe the underlying misconduct or give any reason to think that the discovery rule applies to this claim, brought four years after the underlying events.   Since we do not normally consider claims on appeal that are not substantially argued in the briefs, this claim may be lost twice over.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The judgment of the district court is affirmed as to the consent, failure to warn and post-operative treatment claims.   As for the claim based on removal of the muscle without a biopsy, the judgment is vacated and the case remanded for further proceedings consistent with this opinion.   No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In September and October of 1988, Villarini consulted Dr. Carlos Berrocol, her family physician who diagnosed her problem as a swollen muscle;  Dr. Stanley Weinapel, a member of the Department of Rehabilitation Medicine at St. Luke's-Roosevelt Hospital in New York, who told her that she had \"overuse syndrome\";  Dr. Edwin Rosario Rios, a physiatrist who concluded that the pain stemmed from calcifications in the shoulder;  and Dr. Jose Abreu Deliz, an orthopedic surgeon who seconded the \"overuse syndrome\" diagnosis.   In February and April of 1989, Villarini saw Dr. James Parkes, a New York physician who viewed the pain as arising from calcifications and tendinitis;  Dr. Glatter, a physiatrist who concluded that she had scoliosis and mild tendinitis;  and finally a number of therapists and physicians at Lincoln Medical and Mental Health Center in the Bronx, who told her the problem stemmed from overuse and administered physical therapy and ultrasound treatments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> According to Villarini, Palmer backtracked and said that there seemed to be \"no basis or relationship\" between the operation and the later pain.   Palmer's own recollection was that he told Villarini that causation would be \"very difficult to prove\" since the new condition was not on the spine and there was a previous history of scoliosis.   If there is any disagreement between these versions, it was for the jury to resolve</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> E.g., Bank of California v. Opie, 663 F.2d 977, 979 (9th Cir.1981) (federal summary judgment standard controls in diversity case);  Lewis Refrigeration Co. v. Sawyer Fruit, Vegetable and Cold Storage Co., 709 F.2d 427, 430 n. 3 (6th Cir.1983) (majority of circuits follow federal law on directed verdict standard);  McEwen v. Delta Air Lines, Inc., 919 F.2d 58, 59 (7th Cir.1990) (federal law controls burden and order of raising issues but not burden of proof in the \"risk of nonpersuasion\" sense)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See Greenburg v. Puerto Rico Maritime Shipping Authority, 835 F.2d 932, 936 (1st Cir.1987) (on summary judgment, there is no room \"for the measured weighing of conflicting evidence ... [or] for the judge to superimpose his own ideas of probability and likelihood (no matter how reasonable those ideas may be)\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See Fragoso v. Lopez, 991 F.2d 878, 887 (1st Cir.1993) (burden of proof to show lack of knowledge is on the plaintiff who sues more than one year after the event);  Hodge v. Parke Davis &amp; Co., 833 F.2d 6, 7 (1st Cir.1987) (same), citing Illuminada Rivera Encarnacion v. Estado Libre Asociado de Puerto Rico, 113 D.P.R. 383, 385, 13 Off.Trans. 498, 501 (1982)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></span></p>\n    <p class=\"parties\">Awilda VILLARINI-GARCIA, Plaintiff, Appellant,<br>v.<br>HOSPITAL DEL MAESTRO, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 92-2373.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 3, 1993.<br>Decided Nov. 1, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Daniel R. Bright with whom Robert Braunschweig and Braunschweig Rachlis Fishman &amp; Raymond, P.C. were on brief, for plaintiff, appellant.</p>\n      <p class=\"indent\">Jose L. Gandara with whom Ramon E. Bauza Higuera and Raul Davila Rivera were on brief, for defendants, appellees Dr. and Mrs. Mario Tomasini.</p>\n      <p class=\"indent\">Thomas Doran Gelabert with whom Eli B. Arroyo was on brief, for appellee Hosp. Del Maestro, Inc.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case is a medical malpractice action arising under Puerto Rico law.   On summary judgment, the district court ruled that the claims, brought four years after the event, were barred by the local one-year statute of limitations.   In our view, the district court's ruling is correct as to three of the claims;  on the remaining claim, we think that it was for the jury rather than the court to determine whether the knowledge and due diligence requisites for bringing the claim at this time have been met.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are largely undisputed.   In August 1986, Awilda Villarini Garcia (\"Villarini\") consulted Dr. Mario Tomasini about a birthmark or mole that Villarini had on her back.   Villarini had been referred to Tomasini by Hospital del Maestro at which Tomasini was a surgeon.   After examining Villarini, but without doing a biopsy, Tomasini advised Villarini that the mole should be surgically removed because it might turn malignant in the future.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Villarini was concerned that surgery involving her back might affect her career as a concert pianist, and she asked Tomasini whether the proposed operation would impair her ability to practice and perform at the piano.   Tomasini assured her that the proposed excision was minor surgery that would pose no risk to Villarini's musical career.   The surgery was performed in Puerto Rico on September 8, 1986.   During the surgery, Tomasini removed a piece of muscle tissue as well as the mole.   No biopsy was performed either before or during the operation.   The pathology report showed that nothing removed was cancerous.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After the operation Villarini experienced severe pain.   A few weeks after the surgery Villarini received the hospital pathology report and learned for the first time that muscle tissue had been cut out, despite the absence of cancer.   She then called Tomasini, advised him that serious pain was continuing and inquired about the removal of the muscle tissue.   Tomasini replied that the removal was normal and necessary, that only a small amount had been removed, and that she would suffer no lasting harm and had no reason for concern about her career.   Tomasini also said that post-operative pain was to be expected and might last for a year or even more.   He said that no further treatment was needed, apart from light exercise.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Villarini's back pain continued, although declining in severity and frequency, through the remainder of 1986, throughout 1987, and during the first half of 1988.   By early summer 1988, the back pain had largely disappeared but in June 1988 Villarini experienced a new discomfort involving her arm and apparently a different sort of back pain as well.   In July 1988, she visited a chiropractor, Dr. Efrain Palmer, whom Villarini had consulted in previous years for a scoliosis, or spine curvature, condition.   She visited Palmer several more times between September 1988 and May 1989.   In one of these visits, probably the September 1988 visit, Villarini mentioned her mole-removal surgery and Palmer speculated that the operation might have adversely affected her scoliosis.   When Villarini asked whether she should sue Tomasini, Palmer (in his own words) \"tried to discourage\" this course.   In Villarini's recollection, Palmer told her \"that there seemed to be no basis or relationship between my current complaint and the surgery.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">During the summer of 1988, Villarini felt that her back was well enough to permit her to schedule piano concerts in September 1988 in Puerto Rico and New York.   As she began preparing, Villarini experienced severe pain in her arm, and she was forced to cancel the concerts.   Between September 1988 and May 1989 Villarini consulted a number of other doctors or other specialists, apart from her visits to Palmer.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  These doctors, some of whom were aware of the mole removal, gave various diagnoses for her continuing pain.   These included \"swollen muscle,\" calcification in the shoulder, \"overuse syndrome,\" tendinitis in the arm, and scoliosis.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On June 29, 1989, Villarini saw Dr. Gary Ostrow, an osteopath.   He opined that her back and arm pain were both due to the surgery on her back.   Villarini then retained counsel and, just under a year after the Ostrow visit, Villarini brought suit on June 28, 1990, against Tomasini, Hospital del Maestro and various insurers in the federal district court in Puerto Rico.   The complaint, seeking $1 million in damages, made essentially four claims of malpractice:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">1. failure to secure appropriate consent for the removal of the muscle tissue;</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">2. negligence in failing to warn Villarini adequately about the risks and consequences of the operation;</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">3. negligence in choosing unnecessarily to remove the muscle tissue;</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">4. negligence in failing to provide adequate post-operative care or treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Following discovery, including depositions of Villarini and Palmer, motions for summary judgment were filed by the hospital and by Tomasini.   These motions relied upon the one-year statute of limitations in Puerto Rico's Civil Code art. 1868, 31 L.P.R.A. &#167; 5298, which pertinently provides:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>The following prescribe in one year ... [a]ctions to demand civil liability ... for obligations arising from ... fault or negligence ... from the time the aggrieved person had knowledge thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The motions were opposed by Villarini who included a detailed affidavit setting forth many of the facts already recited.   On October 13, 1992, the district court granted summary judgment for the defendants.   After a discussion of the facts and authorities, Judge Cerezo concluded that Villarini had failed to exercise due diligence in pursuing her claims.   Given Villarini's state of knowledge as of September 1988, the district court ruled that Villarini was not entitled to wait almost two more years before bringing suit.   Accordingly, the court dismissed the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Article 1868, although it prescribes a one-year statute of limitations, has been construed by the Supreme Court of Puerto Rico to incorporate the so-called discovery rule.   See, e.g., Santiago Hodge v. Parke Davis &amp; Co., <span class=\"citation\" data-id=\"545485\"><a href=\"/opinion/545485/mercedes-santiago-hodge-v-parke-davis-company/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">628</span></a></span>, 632-33 (1st Cir.1990), discussing Colon Prieto v. Geigel, 115 D.P.R. 232, 247, 15 Off.Trans. 313 (1984).   The one-year period does not begin to run until the plaintiff possesses, or with due diligence would possess, information sufficient to permit suit.   The classic case for the discovery rule is the sponge, negligently left inside the patient during the operation, whose ill effects are not apparent for several years.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is easy to state the gist of the discovery rule but more difficult to fine-tune it.   Puerto Rico decisions say that the knowledge required to start the statute running is knowledge not only of harm but also of \"the origin of the injury,\" Geigel, 115 D.P.R. at 245, 15 Off.Trans. at 329, which we take to include knowledge of the wrong and a causal link between the wrong and some harm.   But actual knowledge is not required where, by due diligence, such knowledge would likely have been acquired.  115 D.P.R. at 244-45, 15 Off.Trans. at 327-29.   Actual knowledge is a matter of fact, but the concept of due diligence has buried within it a normative question of how much diligence should be expected of a reasonable lay person.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On review of a grant of summary judgment, disputed issues of fact are resolved in favor of the non-moving party and inferences are drawn in that party's favor.  Mesnick v. General Electric Co., <span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span>, 822 (1st Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2965</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">586</span> </span>(1992).   Giving Villarini the benefit of this approach, we think that claims 1, 2 and 4 were properly dismissed but that a jury is entitled to decide whether claim 3 was timely brought under the discovery rule applied in Puerto Rico.   We consider each of the claims in order.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">1. The first claim is that Tomasini removed a part of Villarini's body without getting her permission.   If the surgeon gets consent to remove a mole on the patient's back but takes out the patient's appendix as well, there is little doubt that the surgeon would face a lawsuit, whether one calls it negligence or battery.   Here, no doubt Tomasini will say that the consent he got should be taken to include a fragment of muscle tissue, but we are concerned now not with the merits but with the statute of limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">From the standpoint of the statute of limitations, Villarini knew three weeks after the operation that a portion of her muscle had been removed without her specific consent;  she also knew that she was suffering substantial and unexpected pain stemming from the operation.   It seems to us that Villarini knew at this point enough to require her to resort to a lawyer on the lack of consent claim.   If the lawyer judged that the consent was deficient, then she had to bring suit within one year after receiving the pathology report and having it confirmed by Tomasini.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The core of the claim, after all, is the lack of consent for the doctor's removal of the muscle tissue, so the alleged malpractice was known to Villarini as soon as she learned that the muscle had been removed.   So, too, was the fact that she was suffering pain from the operation beyond anything she had expected.   Villarini therefore had knowledge of the critical facts for this claim shortly after the operation, and under Puerto Rico law she could not wait four years to assert it.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">2. The failure to warn claim is embraced by the same logic.   Villarini knew three weeks after the operation that not only was she suffering unexpected pain but, according to Tomasini himself, that the pain might well continue for over a year.   At this point, one might expect a reasonable person to conclude that a warning of such possible consequences should have been given before the operation, especially to one whose career could depend on physical well-being.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As we explain below, Villarini was entitled to rely on Tomasini so far as he predicted that the operation was normal and the pain would come to an end.   There thus might be good reason for her to defer any suspicion that the operation had gone awry.   But the malpractice claim in question depends on a lack of warning, not bungled surgery;  and the duration and effects of the pain following a perhaps inadequate warning might affect the amount of damages but not the existence of damages.   Once again, we think that Villarini clearly knew within three weeks all of the facts that justified this claim.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Of course, Villarini was not a lawyer and could not know whether technically the lack of warning (or, for that matter, the lack of consent to the muscle removal) constituted malpractice.   The discovery rule, however, focuses on whether the plaintiff knew the facts that gave rise to the claim, not their full legal implications.  Osborn v. United States, <span class=\"citation\" data-id=\"551338\"><a href=\"/opinion/551338/joseph-osborn-and-pamela-osborn-individually-and-as-father-and-mother-and/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">724</span></a></span>, 731 (8th Cir.1990).   And where those known facts create a reasonable basis for concern about malpractice, there is nothing unfair in a policy that insists that the plaintiff promptly assert her rights.  Aldahonda-Rivera v. Parke Davis &amp; Co., <span class=\"citation\" data-id=\"527783\"><a href=\"/opinion/527783/luis-aldahonda-rivera-v-parke-davis-company/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">590</span></a></span>, 593 (1st Cir.1989).   After all, the statute of limitations also serves to protect defendants against stale claims, and the discovery rule is designed to accommodate a plaintiff's interests but not to make them trump all others.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">3. Villarini's third claim--negligence in removing the muscle fragment without a biopsy--stands on a different footing.   At the outset we must make clear that the record reveals nothing about the intrinsic merit of this malpractice claim.   We do not know whether it is common, rare, or unthinkable to remove muscle tissue of this amount, in this bodily location, without determining the presence of cancer.   Nevertheless, assuming for present purposes that a claim may exist, we think that a reasonable argument can be made on both sides as to whether the statute of limitations debars this claim.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In favor of the district court's view, it is clear that Villarini knew three weeks after the operation that the muscle tissue had been removed without a biopsy and that she was suffering substantial pain;  these are two of the crucial facts underlying this claim.   Yet she was promptly assured by Tomasini, the very surgeon who had performed the operation, that the removal of the muscle tissue had been proper and that the pain was normal and would eventually end.   As a matter of common sense, and Puerto Rico precedent, see Geigel, 315 D.P.R. at 245, 15 Off.Trans. at 329, she was entitled initially to rely on this prognosis from her doctor.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The prognosis was initially borne out because the pain in her back did lessen and largely disappear over the next year and a half.   The new pain, which replaced the old, was at least partly in the arm.   And while Villarini might be faulted for not specifically asking the doctors after Palmer whether the operation had caused the new pain, at least some of these specialists were aware of the operation but none of the varying diagnoses she received pointed to the operation as a possible cause, until Ostrow did so on June 29, 1989.   Arguably Ostrow's appraisal at that time was the first firm knowledge Villarini had of an asserted direct link between the operation and the persistence of pain elsewhere in the body three years after the operation.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In sum we think that a reasonable factfinder, while not necessarily compelled to do so, could find that Villarini did exercise due diligence as to the third claim but did not obtain the necessary knowledge until June 29, 1989.   Tomasini's reassurances, while irrelevant to (or actually strengthening) the lack of warning claim, could have lulled a reasonable person into believing for a year or more that the operation had not been botched.   And while Villarini had all the information needed to bring the lack of warning claim within a few weeks after the operation, a factfinder could conclude that the final ingredients for the third claim did not fall into place until after the pain persisted and Ostrow gave his opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Of course, a jury might not find all of the facts as we have described them.   In particular, more than a year prior to the suit, Palmer did suggest a link between the operation and the continuing pain.   Perhaps, as the district court apparently believed, Palmer's withdrawal of this initial suggestion was less firm than Villarini now claims.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  But under the case law previously cited, Villarini is entitled to the benefit of her version of events in resisting summary judgment.   To the extent that factual issues remain, that itself would be a basis for denying summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Even if we assume that all of the pertinent facts are known, iron-clad and complete, the third claim still cannot properly be dismissed on summary judgment.   Whether or not a case rests on diversity jurisdiction, the summary judgment standard is a matter of federal law, for it is settled that, broadly speaking, in a federal court federal law determines the respective roles of trial judge, jury, and reviewing court.   See generally Molinar v. Western Electric Co., <span class=\"citation\" data-id=\"331098\"><a href=\"/opinion/331098/robert-l-molinar-v-western-electric-company/\"><span class=\"volume\">525</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">521</span></a></span>, 527 (1st Cir.1975), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">978</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1485</span></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">748</span> </span>(1976).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  \"Erie does not require a federal court to employ the state's rules on the allocation of issues between judge and jury.\"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">McEwen,</span> <span class=\"volume\">919</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">60</span></span>.   See generally Byrd v. Blue Ridge Rural Electric Cooperative, <span class=\"citation\" data-id=\"105689\"><a href=\"/opinion/105689/byrd-v-blue-ridge-rural-elec-cooperative-inc/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">525</span></a></span>, <span class=\"citation\" data-id=\"105689\"><a href=\"/opinion/105689/byrd-v-blue-ridge-rural-elec-cooperative-inc/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">893</span></a></span>, <span class=\"citation\" data-id=\"105689\"><a href=\"/opinion/105689/byrd-v-blue-ridge-rural-elec-cooperative-inc/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">953</span> </a></span>(1958);  Hanna v. Plumer, <span class=\"citation\" data-id=\"107024\"><a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span>, <span class=\"citation\" data-id=\"107024\"><a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1136</span></a></span>, <span class=\"citation\" data-id=\"107024\"><a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">8</span> </a></span>(1965).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Under federal case law, \"[t]he question whether a plaintiff has exercised reasonable diligence is usually a jury question.\"  Bohus v. Beloff, <span class=\"citation\" data-id=\"573077\"><a href=\"/opinion/573077/denise-bohus-v-stanley-a-beloff/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">919</span></a></span>, 925 (3d Cir.1991).   Accord, Nevada Power Co. v. Monsanto Co., <span class=\"citation\" data-id=\"577166\"><a href=\"/opinion/577166/nevada-power-co-a-nevada-corporation-v-monsanto-company-a-foreign/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1304</span></a></span>, 1307 (9th Cir.1992).   Our circuit took the same view in Santiago <span class=\"citation\" data-id=\"545485\"><span class=\"antecedent_guess\">Hodge,</span> <a href=\"/opinion/545485/mercedes-santiago-hodge-v-parke-davis-company/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">633</span></a></span>.   This is not surprising since factual disputes are often important in passing upon the statute of limitations defense.   But even where no raw facts are in dispute, the issues of due diligence and adequate knowledge are still ones for the jury so long as the outcome is within the range where reasonable men and women can differ.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Strictly speaking, due diligence and adequate knowledge in this case may not turn on disputed issues of fact;  rather, the outcome may depend only on the application of general standards to known facts.   But juries make these normative judgments all the time in negligence cases, and jurors are no less well equipped to decide what a reasonable lay person would and should do when faced with a certain amount of information about a medical problem and the possibility of malpractice.   Indeed, one may have more confidence in the jury's ability to decide such a question than to decide whether a complex machine is properly designed, the staple question in products liability litigation.   In all events, the case law favoring a jury decision on such \"mixed\" questions has worn a deep groove.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Accordingly, we conclude that where a reasonable jury could find that the plaintiff lacked knowledge despite due diligence, the statute of limitations issue in a discovery-rule jurisdiction should not be withdrawn from the jury by summary judgment.   This is so even though the raw facts are largely undisputed and even though the trial judge--acting as an independent decisionmaker--might reasonably believe that the plaintiff was not diligent.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  This is a description of the third claim in our case, at least at the present stage.   What it will look like after the plaintiff rests is another matter.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">4. The fourth claim concerns Tomasini's alleged failure to provide proper treatment for Villarini after the operation.   There is no indication in the complaint, Villarini's opposition to summary judgment, or briefs in this court of the facts comprising this claim:  what treatment was omitted, how the omission affected Villarini, or when she learned of the pertinent facts to support this claim.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We conclude that the grant of summary judgment must be sustained as to this claim.   Villarini was in Tomasini's care only for a limited period after the operation;  there is no indication that Tomasini's role continued into 1988 or 1989.   Accordingly, his supposed omissions or improprieties in post-operative treatment occurred well over a year before this suit was brought.   It was Villarini's responsibility in opposing summary judgment to assert facts that (if proved at trial) would allow a jury to find that the discovery rule requirements were met, specifically, a lack of knowledge despite an exercise of due diligence.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">No such facts were asserted in the district court by Villarini to show lack of knowledge despite due diligence.   Indeed, even in this court Villarini's brief does not separately address the treatment claim, describe the underlying misconduct or give any reason to think that the discovery rule applies to this claim, brought four years after the underlying events.   Since we do not normally consider claims on appeal that are not substantially argued in the briefs, this claim may be lost twice over.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The judgment of the district court is affirmed as to the consent, failure to warn and post-operative treatment claims.   As for the claim based on removal of the muscle without a biopsy, the judgment is vacated and the case remanded for further proceedings consistent with this opinion.   No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In September and October of 1988, Villarini consulted Dr. Carlos Berrocol, her family physician who diagnosed her problem as a swollen muscle;  Dr. Stanley Weinapel, a member of the Department of Rehabilitation Medicine at St. Luke's-Roosevelt Hospital in New York, who told her that she had \"overuse syndrome\";  Dr. Edwin Rosario Rios, a physiatrist who concluded that the pain stemmed from calcifications in the shoulder;  and Dr. Jose Abreu Deliz, an orthopedic surgeon who seconded the \"overuse syndrome\" diagnosis.   In February and April of 1989, Villarini saw Dr. James Parkes, a New York physician who viewed the pain as arising from calcifications and tendinitis;  Dr. Glatter, a physiatrist who concluded that she had scoliosis and mild tendinitis;  and finally a number of therapists and physicians at Lincoln Medical and Mental Health Center in the Bronx, who told her the problem stemmed from overuse and administered physical therapy and ultrasound treatments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> According to Villarini, Palmer backtracked and said that there seemed to be \"no basis or relationship\" between the operation and the later pain.   Palmer's own recollection was that he told Villarini that causation would be \"very difficult to prove\" since the new condition was not on the spine and there was a previous history of scoliosis.   If there is any disagreement between these versions, it was for the jury to resolve</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> E.g., Bank of California v. Opie, <span class=\"citation\" data-id=\"396613\"><a href=\"/opinion/396613/bank-of-california-n-a-v-w-h-opie-california-union-insurance-company/\"><span class=\"volume\">663</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">977</span></a></span>, 979 (9th Cir.1981) (federal summary judgment standard controls in diversity case);  Lewis Refrigeration Co. v. Sawyer Fruit, Vegetable and Cold Storage Co., <span class=\"citation\" data-id=\"419779\"><a href=\"/opinion/419779/lewis-refrigeration-company-a-corporation-v-sawyer-fruit-vegetable-and/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">427</span></a></span>, 430 n. 3 (6th Cir.1983) (majority of circuits follow federal law on directed verdict standard);  McEwen v. Delta Air Lines, Inc., <span class=\"citation\" data-id=\"551562\"><a href=\"/opinion/551562/mae-mcewen-v-delta-air-lines-inc/\"><span class=\"volume\">919</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">58</span></a></span>, 59 (7th Cir.1990) (federal law controls burden and order of raising issues but not burden of proof in the \"risk of nonpersuasion\" sense)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See Greenburg v. Puerto Rico Maritime Shipping Authority, <span class=\"citation\" data-id=\"499045\"><a href=\"/opinion/499045/laurence-b-greenburg-etc-v-puerto-rico-maritime-shipping-authority/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">932</span></a></span>, 936 (1st Cir.1987) (on summary judgment, there is no room \"for the measured weighing of conflicting evidence ... [or] for the judge to superimpose his own ideas of probability and likelihood (no matter how reasonable those ideas may be)\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See Fragoso v. Lopez, <span class=\"citation\" data-id=\"605524\"><a href=\"/opinion/605524/carmen-fragoso-aka-carmen-fragoso-de-conway-v-dr-maria-a-lopez/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">878</span></a></span>, 887 (1st Cir.1993) (burden of proof to show lack of knowledge is on the plaintiff who sues more than one year after the event);  Hodge v. Parke Davis &amp; Co., <span class=\"citation\" data-id=\"497012\"><a href=\"/opinion/497012/mercedes-santiago-hodge-v-parke-davis-company-appeal-of-julie-flores/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span>, 7 (1st Cir.1987) (same), citing Illuminada Rivera Encarnacion v. Estado Libre Asociado de Puerto Rico, 113 D.P.R. 383, 385, 13 Off.Trans. 498, 501 (1982)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/105689/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107024/",
    "https://www.courtlistener.com/api/rest/v3/opinions/331098/",
    "https://www.courtlistener.com/api/rest/v3/opinions/396613/",
    "https://www.courtlistener.com/api/rest/v3/opinions/419779/",
    "https://www.courtlistener.com/api/rest/v3/opinions/497012/",
    "https://www.courtlistener.com/api/rest/v3/opinions/499045/",
    "https://www.courtlistener.com/api/rest/v3/opinions/527783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545485/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551338/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551562/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573077/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577166/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605524/"
  ]
}