{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194981/",
  "id": 194981,
  "absolute_url": "/opinion/194981/doughty-v-underwriters/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194981/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:29:36Z",
  "date_modified": "2020-02-21T23:41:53.644135Z",
  "type": "010combined",
  "sha1": "e312f05df21ddb23710b1af66a22fd4ec78ec49b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1174.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                             \n\nNo. 93-1174\n\n                           KAY DOUGHTY,\n          MASSACHUSETTS COMMISSIONER OF INSURANCE, ETC.,\n                       Plaintiff, Appellee,\n\n                                v.\n\n             UNDERWRITERS AT LLOYD'S, LONDON, ET AL.,\n                     Defendants, Appellants.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n                                             \n\nNo. 93-1214\n                              IN RE:\n               DEREK RICHARD WALLIS, ETC., ET AL.,\n                           Petitioners.\n\n                                             \n\n                 ON PETITION FOR WRIT OF MANDAMUS\n                                             \n\n           [Hon. Joseph L. Tauro, U.S. District Judge]\n                                                     \n\n                                             \n\n                              Before\n\n              Selya, Cyr and Boudin, Circuit Judges.\n                                                   \n\n                                              \n\n     Mark  A. Kreger,  with  whom Andrew  Kochanowski, Robert  A.\n                                                                 \nBadgley,  Lord, Bissell &amp; Brook,  Kenneth W. Erickson, Matthew M.\n                                                                 \nBurke,  and  Ropes   &amp;  Gray  were  on   brief,  for  appellants-\n                            \npetitioners.\n     Raymond J. Brassard,  with whom Scott  Harshbarger, Attorney\n                                                       \nGeneral, Thomas A. Barnico,  Assistant Attorney General, J. David\n                                                                 \nLeslie, Stephen M. Voltz, and  Rackemann, Sawyer &amp; Brewster, P.C.\n                                                                 \nwere on brief, for respondent-appellee.\n\n                                             \n                         October 18, 1993\n                                             \n\n          SELYA, Circuit Judge.   In this proceeding, we conclude\n          SELYA, Circuit Judge.\n                              \n\nthat the  district court's  abstention-based remand order  is not\n\nimmediately appealable  and that  mandamus is not  an appropriate\n\nalternative.   Because this jurisdictional determination involves\n\nan issue on which the circuits are somewhat less than uniform, we\n\ntake some pains to elucidate our rationale.  We  do not, however,\n\nreach the merits and, accordingly, leave  a veritable hothouse of\n\nefflorescent questions  to  be plucked  at  another time  and  in\n\nanother forum.\n\nI.  BACKGROUND\n\n          The controversy that is before  us finds its genesis in\n\na  beguilingly simple question:  \"Who insures the insurers?\"  The\n\nquestion  arises  in connection  with  American Mutual  Liability\n\nInsurance Company  (AMLICO),  a Massachusetts-based  firm,  which\n\nentered into a series  of reinsurance contracts over a  period of\n\nmore than three decades.  When  AMLICO began paying out huge sums\n\nto  satisfy  asbestos-related claims  at  the  tail  end of  this\n\nperiod, its efforts to  secure reimbursement from reinsurers bore\n\nno fruit.   Unassisted,  AMLICO  could not  stanch the  financial\n\nhemorrhaging and sought  protection under state  insolvency laws.\n\nThe  Massachusetts   Supreme  Judicial  Court  ordered  the  firm\n\nliquidated, and, in due course, appointed respondent-appellee Kay\n\nDoughty,   the  Commonwealth's  Commissioner   of  Insurance,  as\n\npermanent receiver.\n\n          Doughty  filed  suit  in  state  court  to  recover  an\n\nestimated $15,000,000 in overdue reinsurance indemnities, as well\n\n                                2\n\nas  treble  damages  under   the  Massachusetts  trade  practices\n\nstatute.  See  Mass. Gen. Laws  ch. 93A,     10, 11 (1984).   She\n             \n\nnamed as defendants a melange of entities alleged to have entered\n\ninto reinsurance  pacts,  including the  so-called London  Market\n\nCompanies and several underwriting syndicates at Lloyd's,  London\n\n(collectively, \"the Reinsurers\").1 \n\n          The  Reinsurers did  not  relish the  chance to  settle\n\naccounts in a court of law.   Citing agreements contained in some\n\n(but far  from all) of  the reinsurance contracts,  they formally\n\nrequested that AMLICO submit its claims to arbitration.   Doughty\n\ndeclined the invitation.  She  asserted, among other things, that\n\nthe call for arbitration  came too late; that the  Reinsurers had\n\nwaived the benefit of  any agreements to arbitrate; and  that, in\n\nany event, the dispute as a whole did  not qualify as arbitrable.\n\n                    \n\n     1In   labelling  the   London  Market   Companies   and  the\nUnderwriters  at Lloyd's, collectively,  as \"the  Reinsurers,\" we\nexclude for  present  purposes a  number  of domestic  firms  and\ncertain other foreign-based insurance providers (e.g., English  &amp;\n                                                     \nAmerican Insurance  Co. and St.  Helens' Insurance Co.)  named as\ndefendants in  Doughty's action.  The  appellation \"London Market\nCompanies\" is itself a collective term describing a consortium of\nforeign-based  insurance  providers,  including Excess  Insurance\nCo.; General  Reinsurance  Co. (Amsterdam);  General  Reinsurance\nSyndicate; Anglo French Insurance Co. (as successor to Federation\nGeneral Insurance Co.); British National Insurance Co.; Sovereign\nMarine  &amp; General  Insurance Co.;  Royal Scottish  Insurance Co.;\nSwiss National  Insurance  Co.;  Zurich  Reinsurance  (U.K.)  (as\nsuccessor to  Turegum Insurance  Co.); and Gan  Minster Insurance\nCo.  (as successor to Minster  Insurance Co.).   Finally, we note\nthat the  Lloyd's underwriting  syndicates are identified  in the\nnotice of appeal and petition for mandamus only as \"Derek Richard\nWallis,  for himself  and  those other  Underwriters at  Lloyd's,\nLondon.\"\n\n                                3\n\nAt that point, the Reinsurers invoked 9 U.S.C.   205 (1988)2  and\n\nremoved Doughty's  suit to the  United States District  Court for\n\nthe  District of  Massachusetts.   Next,  they  filed motions  to\n\ncompel  arbitration  and, as  an  interim  prophylactic, to  stay\n\nproceedings pending the outcome of the arbitral process.  Doughty\n\nobjected  to these  motions and  moved on  sundry grounds  for an\n\norder  remanding the case to state court.  The Reinsurers opposed\n\nthis motion.\n\n          Concluding  that  principles   of  Burford   abstention\n                                                    \n\ncontrolled, see Burford  v. Sun Oil Co., 319 U.S. 315 (1943); see\n                                                                 \n\nalso  Fragoso  v. Lopez,  991 F.2d  878,  882-83 (1st  Cir. 1993)\n                       \n\n(explicating  scope,   reach,  and  current   status  of  Burford\n                                                                 \n\nabstention), the district  court overruled appellants'  objection\n\nand granted the motion to remand.  The court did not speak to the\n\nother  reasons advanced  in  support of  the  motion.   Moreover,\n\nconsistent  with its  relinquishment of  jurisdiction, the  court\n\nleft both the question of arbitrability and the related matter of\n\na stay to the state tribunal.\n\n          This proceeding ensued.  In it, the Reinsurers wear two\n\nhats, appearing  as both appellants and  petitioners; they appeal\n\n                    \n\n     2This statute  implements the Convention on  the Recognition\nof Foreign Arbitral Awards (the \"Convention\").  It provides that,\nif \"the subject matter  of an action  or proceeding pending in  a\nState court relates to an arbitration agreement or award  falling\nunder the Convention, the defendant or the defendants may, at any\ntime before the trial thereof, remove such action or proceeding.\"\nUnder  9 U.S.C.   202,  the arbitration agreements  here at issue\narguably  come  within the  Convention's  grasp  because, if  the\nagreements exist and remain in effect, at least one party to each\nsuch agreement is a foreign entity.\n\n                                4\n\nfrom the  remand order  while  simultaneously seeking  a writ  of\n\nmandamus  aimed  at recalling  it.    We consolidated  these  two\n\ninitiatives for briefing, oral argument, and decision.\n\nII.  THE APPEAL\n\n          We begin  our inquiry into the appeal by addressing the\n\nquestion  of  appellate  jurisdiction  for,  if  no  jurisdiction\n\nattaches,  the appeal founders.   See In re  Recticel Foam Corp.,\n                                                                \n\n859 F.2d 1000, 1002 (1st Cir. 1988).  Here, two hurdles block the\n\njurisdictional path:   the statutory bar  to appellate review  of\n\nremand  orders, see 28 U.S.C.    1447(d) (1988),  and the bedrock\n                   \n\nrequirement that  jurisdiction can never  be assumed but  must be\n\npremised on some affirmative source.  See, e.g., Massachusetts v.\n                                                              \n\nV &amp;  M Management, Inc., 929  F.2d 830, 833 (1st  Cir. 1991) (per\n                       \n\ncuriam).   We  trace the  dimensions of each  hurdle and,  in the\n\nprocess, consider appellants' hurdle-clearing capability.\n\n                      A.  The Statutory Bar.\n                                           \n\n          28 U.S.C.   1447(d) provides that \"[a]n order remanding\n\na case  to the  State  court from  which it  was  removed is  not\n\nreviewable  on  appeal  or  otherwise.\"   Although  this  statute\n\nprohibits appellate review of remand orders \"whether erroneous or\n\nnot  and whether review is  sought by appeal  or by extraordinary\n\nwrit,\" Thermtron Prods., Inc. v. Hermansdorfer, 423 U.S. 336, 343\n                                              \n\n(1976),  the proscription  is deeper  than it  is wide.   Because\n\ncourts  must  read  section  1447(d)  in pari  materia  with  its\n                                                      \n\nstatutory  neighbor, 28 U.S.C.   1447(c), see Thermtron, 423 U.S.\n                                                       \n\n                                5\n\nat  353, only remand orders issued under the authority of section\n\n1447(c)  are rendered  unreviewable by  the operation  of section\n\n1447(d), see  Garcia v. Island  Program Designer, Inc.,      F.2d\n                                                      \n\n   ,     (1st  Cir. 1993)  [No. 92-1853, slip  op. at 5];  V &amp;  M\n                                                                 \n\nManagement, 929 F.2d at  832-33.  And, since section  1447(c), by\n          \n\nits terms,  is concerned  exclusively with remands  stemming from\n\n\"defect[s] in  removal procedure\"  such that \"the  district court\n\nlacks  subject  matter  jurisdiction,\" it  follows  that  section\n\n1447(d) leaves  open the possibility  of appellate review  in all\n\ncases  that are  remanded  for  reasons  not covered  by  section\n\n1447(c).\n\n          This is  such  an  instance.   Despite  the  fact  that\n\nDoughty articulated several reasons  for remanding the case, many\n\nof which  implicated section 1447(c), the  district court shunted\n\nthese asseverations to one  side and instead remanded exclusively\n\non  the  basis of  Burford  abstention.   Because  abstention, by\n                          \n\ndefinition, assumes the existence of  subject matter jurisdiction\n\nin the abstaining court   after all, one must have (or, at least,\n\npresume the presence of) subject matter jurisdiction in order  to\n\ndecline the exercise of it   section 1447(c) does not apply to an\n\nabstention driven remand.   See Corcoran  v. Ardra Ins.  Co., 842\n                                                            \n\nF.2d 31,  34 (2d Cir. 1988).   Hence, the statutory  bar does not\n\npreclude us from reviewing the lower court's remand order.\n\n         B.  Possible Sources of Appellate Jurisdiction.\n                                                       \n\n          Our  determination that  28 U.S.C.    1447(d)  does not\n\noperate to bar  appellate review merely removes the  first hurdle\n\n                                6\n\nblocking the jurisdictional path.   To pass the next  hurdle, the\n\nReinsurers must  demonstrate the  existence and  applicability of\n\nsome affirmative authority conferring jurisdiction  on the courts\n\nof appeals  to review remand  orders of the  sort at issue  here.\n\nThe Reinsurers  try  to clear  this hurdle  from three  different\n\nangles.   They urge that the  remand order is appealable under 28\n\nU.S.C.    1291  (1988)(conferring jurisdiction  on the  courts of\n\nappeals  to review \"final decisions of the district courts\"), or,\n\nalternatively,  as a  collateral order,  see Cohen  v. Beneficial\n                                                                 \n\nIndustrial Loan Corp.,  337 U.S. 541, 546 (1949), or, if all else\n                     \n\nfails, on the basis  that the district court's rulings,  taken in\n\ntheir  totality, constitute a set of  orders appealable under the\n\nFederal  Arbitration   Act.      We   find   these   exhortations\n\nunconvincing.\n\n          1.    The  Final Judgment  Rule.    In  respect to  the\n          1.    The  Final Judgment  Rule.\n                                         \n\nsuggestion  that  the  remand  order  is appealable  as  a  final\n\njudgment,  the sockdolager  is that  the  Supreme Court  has said\n\nexactly the opposite:\n\n          [B]ecause an order remanding a removed action\n          does   not   represent   a   final   judgment\n          reviewable  by appeal,  the remedy in  such a\n          case is by mandamus to compel action, and not\n          by  writ of  error  to review  what has  been\n          done.\n\nThermtron, 423  U.S. at  352-53 (citation and  internal quotation\n         \n\nmarks omitted).\n\n          The  Reinsurers attempt  to deflect  the force  of this\n\nblunt  statement by  suggesting  that it  should  be regarded  as\n\ndictum.  They posit  that, because the Thermtron Court  found the\n                                                \n\n                                7\n\nremand  order so  egregious as  to justify  mandamus, no  need to\n\ndecide the  availability of  direct appellate review  ever arose.\n\nIn advancing  this suggestion, the Reinsurers  are whistling past\n\nthe graveyard. \n\n          \"Dictum\" is  a  term that  judges  and lawyers  use  to\n\ndescribe comments relevant, but not essential, to the disposition\n\nof  legal  questions pending  before a  court.   See  Kastigar v.\n                                                              \n\nUnited States, 406 U.S.  441, 454-55 (1972); Dedham Water  Co. v.\n                                                              \n\nCumberland  Farms Dairy, Inc., 972 F.2d 453, 459 (1st Cir. 1992);\n                             \n\nUnited States v. Crawley,  837 F.2d 291, 292-93 (7th  Cir. 1988).\n                        \n\nGiven the familiar  principle that \"whatever may  be done without\n\nthe employment of [mandamus], may not be done with it,\" Ex  parte\n                                                                 \n\nRowland, 104 U.S. 604, 617 (1882)); see also Helstoski v. Meanor,\n                                                                \n\n442 U.S. 500, 505-08 (1979),  the Court's statement in  Thermtron\n                                                                 \n\ndefies  description as mere dictum.   To the  exact contrary, the\n\nmandamus remedy employed in Thermtron necessarily betokened, and,\n                                     \n\nindeed,  depended on,  the Court's  antecedent holding  anent the\n\nunavailability of direct appellate  review.  Because deleting the\n\nchallenged   statement   would  have   impaired   the  analytical\n\nfoundation of  the Court's  ultimate decision to  issue mandamus,\n\nthat statement  is properly categorized  as part  of the  court's\n\nholding, not as dictum.3\n\n                    \n\n     3On this issue, all roads lead to Rome.  Were  we to assume,\nfavorably to  appellants, that  the challenged statement  did not\ncomprise part of  the Court's holding, we  would nevertheless hew\nto  it.  Carefully considered language of the Supreme Court, even\nif   technically   dictum,   generally   must   be   treated   as\nauthoritative.  See United  States v. Santana,     F.2d     ,    \n                                             \n(1st  Cir. 1993)  [No.  93-1393, slip  op.  at 19-20];  McCoy  v.\n                                                             \n\n                                8\n\n          Still using  the final judgment rule  as their stepping\n\nstone, the  Reinsurers make a  second effort to  boost themselves\n\nover  the hurdle     an effort  hinging  on the  assumption  that\n\nThermtron  did not survive the Court's later decision in Moses H.\n                                                                 \n\nCone  Memorial Hosp. v. Mercury Constr. Corp., 460 U.S. 1 (1983).\n                                             \n\nThis argument, too, is  easily repelled.  The short,  dispositive\n\nanswer to the argument  is that this court only  recently refused\n\nto follow those cases  suggesting that Cone undermines Thermtron,\n                                                                \n\nand,  instead, continued  to apply  Thermtron's rule  that remand\n                                             \n\norders are not final.  See  Garcia,     F.2d at     [slip op.  at\n                                  \n\n6-8].  That  ends the matter.  It is black-letter  law that, in a\n\nmulti-panel  circuit,  newly  constituted  panels  are,  with few\n\nexceptions (none applicable here), bound by prior panel decisions\n\nclosely  in point.   See, e.g., United States  v. Wogan, 938 F.2d\n                                                       \n\n1446,  1449  (1st Cir.),  cert. denied,  112  S. Ct.  441 (1991);\n                                      \n\nJusino  v. Zayas,  875  F.2d 986,  993 (1st  Cir.  1989).   Thus,\n                \n\nprinciples  of  stare  decisis  require  our  allegiance  to  the\n                              \n\nThermtron rule in this situation.\n         \n\n          The slightly longer, but equally forceful, rebuttal  is\n\n                    \n\nMassachusetts  Inst. of  Technology,  950 F.2d  13, 19  (1st Cir.\n                                   \n1991), cert.  denied, 112  S. Ct.  1939 (1992).   This  truism is\n                    \nfortified here inasmuch  as the rule  that the Court's  statement\nenunciates   that  remand orders  are not final  judgments    has\nbeen  adopted in a long  string of circuit-level  opinions.  See,\n                                                                \ne.g.,  Garcia,      F.2d at      [slip  op.  at 7-8];  Melahan v.\n                                                              \nPennock Ins.,  Inc., 965 F.2d 1497,  1500 (8th Cir. 1992);  V &amp; M\n                                                                 \nManagement,  929 F.2d at 833-34; Corcoran, 842 F.2d at 34; Nasuti\n                                                                 \nv. Scannell, 792 F.2d 264, 267 (1st Cir. 1986); see also Milk `N'\n                                                                 \nMore,  Inc. v.  Beavert, 963  F.2d 1342,  1344 (10th  Cir. 1992);\n                       \nMcDermott Int'l v. Lloyd's Underwriters, 944 F.2d 1199, 1203 (5th\n                                       \nCir. 1991).\n\n                                9\n\nthat there seem to be other good reasons counselling in favor  of\n\nThermtron's continued vitality.   In Cone, the Court held  that a\n                                         \n\nstay, issued in order to  permit a related state case to  proceed\n\nprior  to the federal case,  could be appealed  as a final order.\n\nBut,  Cone makes  no reference  to Thermtron's  holding vis-a-vis\n                                            \n\nremand orders,  a circumstance  which strongly suggests  that the\n\nCourt  viewed  the  rules pertaining  to  remands  and to  stays,\n\nrespectively, as  separate and  distinct.  Moreover,  the Supreme\n\nCourt  has continued to rely  on Thermtron in  the post-Cone era.\n                                                            \n\nSee, e.g., Carnegie-Mellon Univ.  v. Cohill, 484 U.S. 343,  347 &amp;\n                                           \n\nn.4 (1988).  Such continuing reliance indicates that Thermtron is\n                                                              \n\nstill  alive and well.   Then, too,  our reluctance to  find that\n\nCone implicitly overruled Thermtron is sharpened by the fact that\n                                   \n\nThermtron's \"language is rather absolute.\"   Garcia, slip op.  at\n                                                   \n\n7.   Where the Court  has expressed a  rule so clearly,  inferior\n\ncourts are entitled to  expect equally blunt guidance  should the\n\nCourt wish  to retract the rule  or declare that it  is no longer\n\ngood law.  Cone sends no such signal.\n               \n\n          Lastly,  and relatedly, Thermtron and Cone, scrutinized\n                                                    \n\nside by side, highlight certain differences between remand orders\n\nand  stay  orders.    Whereas  stay  orders  ordinarily signal  a\n\ndetermination  that   there  are  federal  interests   at  stake,\n\nsufficient  ultimately to  justify  a hearing  in federal  court,\n\nremands,  by  definition,   embody  a   determination  that   the\n\ncognizable  federal  interests,  if  any, when  compared  to  the\n\ncognizable state  interests, are  so lacking in  weight that  the\n\n                                10\n\nfederal court  either does not have, or  should not appropriately\n\nexercise,  jurisdiction.   A remanded  case's failure  to pass  a\n\nthreshold  test of this sort might possibly explain why a federal\n\nappeal  as of  right does  not attach and  the back-up  remedy of\n\nmandamus  is deemed  adequate  protection.   Furthermore,  remand\n\norders  typically involve  a  single case  that  a federal  court\n\nreturns to the state tribunal whence  it emanated.  Consequently,\n\nthe  litigation continues to  progress, albeit in  a state rather\n\nthan  a federal  forum.    In  that sense,  there  is  neither  a\n\npermanent  disposition  of  the  case  nor  a  disruption  of its\n\nprogress.   A  stay, on  the other  hand, typically  involves two\n\nseparate proceedings,  say, one  in a state  court and  one in  a\n\nfederal court.    When  the federal  tribunal  stays  the  latter\n\npending  the outcome of the  former in state  court, res judicata\n                                                                 \n\nprinciples  make that  decision effectively  final as  to certain\n\naspects of the federal case.  See Cone, 460 U.S. at 10-13 &amp; n.11.\n                                      \n\nWe  think  this  finality helps  to  explain  why  the Court  has\n\npermitted  appeals to  be taken  from stay  orders in  situations\n\nwhere remand  orders would not  be appealable.   See In  re Amoco\n                                                                 \n\nPetroleum Additives Co., 964 F.2d 706, 712 (7th Cir. 1992).   And\n                       \n\nwe  think   that  this  twist   affords  an  added   reason  why,\n\nnotwithstanding Cone, Thermtron's holding  that a remand order is\n                               \n\nnot a final judgment remains intact.\n\n          2.     The  Collateral  Order  Doctrine.     Next,  the\n          2.     The  Collateral  Order  Doctrine.\n                                                 \n\nReinsurers  argue  that the  remand order,  even  if not  a final\n\njudgment,  may nonetheless  be  appealable under  the  collateral\n\n                                11\n\norder  doctrine.  That doctrine carves out a \"narrow exception to\n\nthe  normal  application of  the  final  judgment rule,\"  Midland\n                                                                 \n\nAsphalt Corp. v. United States, 489 U.S. 794, 798 (1989), limited\n                              \n\nto  orders that  (1) conclusively  determine (2)  important legal\n\nquestions  which are (3)  completely separate from  the merits of\n\nthe  underlying action  and are  (4) effectively  unreviewable on\n\nappeal from a final judgment.  See Lauro Lines S.R.L. v. Chasser,\n                                                                \n\n490 U.S.  495, 498 (1989); Cohen, 337 U.S. at 546; In re Insurers\n                                                                 \n\nSyndicate,  Etc., 864  F.2d  208,  210  (1st  Cir.  1988).    The\n                \n\nReinsurers contend  that the district court's  remand order meets\n\nthese four preconditions.\n\n          Once outside  the purview of  28 U.S.C.    1447(d), see\n                                                                 \n\nsupra Part II(A), there is no absolute rule either prohibiting or\n     \n\npermitting  immediate appellate  review of  remand-related orders\n\nunder the Cohen rubric.  Compare, e.g., Karl Koch Erecting Co. v.\n                                                              \n\nNew York Convention  Ctr. Dev.  Corp., 838 F.2d  656, 658-59  (2d\n                                     \n\nCir.  1988) (permitting  review of  decision  to remand  based on\n\ninterpretation of forum selection clause) with, e.g., Corcoran v.\n                                                              \n\nArdra Ins. Co., 842 F.2d at  35 (dismissing appeal of decision to\n              \n\nremand based on  Burford abstention).  Rather,  courts must apply\n                        \n\nthe  multi-pronged Cohen test to each remand order (or, at least,\n                        \n\nto each type of remand order) in an individualized, case-specific\n            \n\nmanner.   See, e.g.,  Garcia,     F.2d  at     [slip  op. at 8-9]\n                            \n\n(undertaking  case-specific  analysis).     And,  in  determining\n\nwhether a particular remand order falls within or without Cohen's\n                                                               \n\ncollateral  order  exception, courts  must  look  to the  general\n\n                                12\n\ncircumstances  surrounding  the order's  issuance,  including the\n\nreasons  underlying it.  See  Travelers Ins. Co.  v. Keeling, 996\n                                                            \n\nF.2d 1485, 1488-89 (2d Cir. 1993); Corcoran, 842 F.2d at 35.\n                                           \n\n          The remand  order here  at issue  does not pass  muster\n\nunder Cohen.  The salient legal question that stands separate and\n           \n\napart from  the merits in  this case   that  is, the \"collateral\"\n\nissue     is  whether  the  parties' overall  dispute  should  be\n\nresolved in  arbitration.   The district court's  ruling did  not\n\nconclusively determine this issue.  Instead, the district court's\n\norder  set to rest only  the preliminary question  of which court\n\nshould  resolve  the  collateral  issue.   In  other  words,  the\n\ncollateral issue remains an open matter   a matter that the state\n\ncourt must yet decide.  We agree with the Second Circuit that, to\n\ncome within the collateral order rule, a decree must definitively\n\nresolve the  merits of the collateral issue, not merely determine\n\nwhich court will thereafter  resolve it.  See Corcoran,  842 F.2d\n                                                      \n\nat 35;  see also Bennett v. Liberty Nat'l Fire Ins. Co., 968 F.2d\n                                                       \n\n969,  970-71 (9th  Cir.  1992). Determining  whether  a state  or\n\nfederal court  is to resolve an issue  constitutes the definitive\n\nresolution of a collateral matter only when special circumstances\n\nexist,   such  as  when  the  remand   is  pursuant  to  judicial\n\ninterpretation of a forum-selection provision.  See Corcoran, 842\n                                                            \n\nF.2d at 35.   That is not  the case here.  Hence,  the order that\n\nthe Reinsurers contest does not satisfy the first precondition to\n\nappealability under the Cohen doctrine.\n                             \n\n          The Reinsurers  attempt to subvert  this conclusion  by\n\n                                13\n\nredefining the collateral issue.  They suggest that the  question\n\nis  not whether  the  underlying dispute  should  be resolved  in\n\narbitration, but, rather, whether a federal or state court is the\n\nproper  forum for  determining the  dispute's arbitrability.   We\n\nthink  this  argument  proves  too  much.    Every  remand  order\n\nconclusively determines which court will thereafter determine the\n\nissues in  controversy.  Thus, appellants'  approach could easily\n\nexpand  Cohen  beyond  the   isthmian  confines  that  the  Court\n             \n\nenvisioned,  see Cohen, 337 U.S.  at 546 (predicting  that only a\n                      \n\n\"small  class\" of cases would  be affected by  the doctrine), and\n\nthereby   thwart  the  strong   federal  interest  in  precluding\n\npiecemeal  appeals.  See Coopers  &amp; Lybrand v.  Livesay, 437 U.S.\n                                                       \n\n463, 471 (1978); Recticel, 859 F.2d at  1003 &amp; n.3.  At any rate,\n                         \n\nwe  are skeptical  about  permitting litigants  to avoid  Cohen's\n                                                               \n\nfirst prong by the  simple expedient of distilling issues  to the\n\nsmallest possible unit of measurement.  We, therefore, decline to\n\naccept the Reinsurers' attempted reformulation  of the collateral\n\nissue.  See generally  Travelers Ins. Co. v. Keeling, 996 F.2d at\n                                                    \n\n1489 (refusing,  in nearly identical  circumstances, to  redefine\n\nthe issue in dispute); Corcoran, 842 F.2d at 35 (similar).\n                               \n\n          In  all  events, we  conclude  that,  whatever way  the\n\ncollateral issue is  defined, the remand order is not immediately\n\nappealable because it fails  another element of the test.   Cohen\n                                                                 \n\nrequires  that the  disputed  issue represent  \"an important  and\n\nunsettled question of controlling  law, not merely a  question of\n\nthe  proper exercise of the trial court's discretion.\"  Boreri v.\n                                                              \n\n                                14\n\nFiat S.p.A., 763  F.2d 17,  21 (1st Cir.  1985); accord  Insurers\n                                                                 \n\nSyndicate, 864 F.2d  at 210;  United States v.  Sorren, 605  F.2d\n                                                      \n\n1211, 1213 (1st Cir. 1979); see also Lauro Lines, 490 U.S. at 504\n                                                \n\n(Scalia,  J., concurring) (explaining  that the  collateral issue\n\nmust  be   \"sufficiently  important  to   overcome  the  policies\n\nmilitating  against   interlocutory  appeals\").     Although  the\n\nquestion, admittedly, is  not free from  doubt   the  Convention,\n\nafter  all, contemplates the possibility of removal when a state-\n\ncourt proceeding relates to an arbitration agreement and involves\n\na foreign reinsurer   we believe that the Burford-based  decision\n                                                 \n\nas to  which forum, state  or federal, will  ultimately determine\n\narbitrability lacks the necessary  high degree of importance that\n\nis demanded.   This conclusion  is scarcely original.   Both  the\n\nCourt,  in Thermtron, and the  Congress, in enacting  28 U.S.C.  \n                    \n\n1447, have adumbrated that, absent exceptional circumstances, the\n\ndetermination that  one particular court, rather  than some other\n\nequally qualified court, will adjudicate an issue is not so vital\n\nas to outweigh the interests of the parties and of society in the\n\nswift, efficient  administration of justice.   Indeed,  Thermtron\n                                                                 \n\nand section 1447 serve as vivid reminders that, when remand is at\n\nstake,  the  policies  militating  against  interlocutory  appeal\n\npossess their full vigor.   See generally 14A Charles  A. Wright,\n                                         \n\net  al.,  Federal Practice  and Procedure     3740 (1985  &amp; Supp.\n                                         \n\n1993).\n\n          We hold, therefore, that an order to remand premised on\n\nBurford abstention is not  immediately appealable under the Cohen\n                                                                 \n\n                                15\n\nrubric.   In reaching this result, we find ourselves in agreement\n\nwith  the Second  Circuit.   See Corcoran,  842 F.2d  at 35.   We\n                                         \n\nexpressly  decline  to extend  the  Fifth  Circuit's decision  in\n\nMcDermott Int'l v.  Lloyd's Underwriters, 944  F.2d 1199, 1203  &amp;\n                                        \n\nn.5 (5th Cir.  1991), beyond  the facts there  presented.4   When\n\nall is said and done, in this case, as in Garcia,     F.2d at    \n                                                \n\n[slip op. at 9],  \"we cannot find a `collateral  order' exception\n\nlarge  enough to  fit  our case  that does  not  swallow up  (and\n\nthereby simply disregard) the general rule.\"\n\n          3.     The  Federal  Arbitration  Act.     The  Federal\n          3.     The  Federal  Arbitration  Act.\n                                               \n\nArbitration Act is the  last source of the Reinsurers'  effort to\n\n                    \n\n     4While  we are  comfortable  with the  result in  McDermott,\n                                                                \ngiven its facts, some of the language contained in the opinion is\npotentially  mischievous.    With  respect, we  think  the  court\novergeneralized by  failing  to  distinguish  between  cause  and\neffect.   McDermott  properly found  the district  court's remand\n                   \norder  to be appealable under  the collateral order doctrine, but\nthis  outcome is not dictated merely because the remand order had\nthe  \"effect [of] allow[ing] a state court to decide the question\n            \nof  arbitrability.\"    McDermott,  944  F.2d  at  1203  (emphasis\n                                \nsupplied).   Rather, the question  of where the  parties' dispute\nregarding arbitration was to be resolved constituted a collateral\nissue because the parties had jointly made it a collateral issue,\ni.e., they had included a service-of-suit clause in  the contract\n    \nand  the court based the remand on its substantive interpretation\nof that provision.  See id. at 1201.  The mere fact that a remand\n                           \norder  has the effect of deciding  that issues are to be resolved\nin a  state court does not mean that, in every case, the identity\nof  the forum  is a collateral  issue within the  ambit of Cohen.\n                                                                \nSee Corcoran, 842 F.2d  at 35.  After  all, remand orders  always\n            \ncause  the disputed issues to  be determined in  state court; and\nMcDermott's  reasoning,  applied  across  the  board, would  make\n         \nvirtually all remand orders (save only those which are subject to\n             \nthe statutory  bar, see  supra Part II(A))  appealable collateral\n                              \norders   a position to which we cannot subscribe.\n\n                                16\n\ngenerate an adequate jurisdictional  showing.5  The Act provides,\n\ninter alia,  that an appeal may be taken from an order refusing a\n          \n\nstay  pending   arbitration  or   denying  a  motion   to  compel\n\narbitration.  See  9 U.S.C.    16(a)(1)(A), (C)  (Supp. V  1992).\n                 \n\nHere, the district court, after  remanding the case, stated  that\n\nit was denying appellants' motions to compel arbitration and stay\n\nthe litigation,  without prejudice.   The Reinsurers  endeavor to\n\nappeal from these \"denials.\"  We are unimpressed.\n\n          We think it is evident  that the district court, having\n\nindicated  its intention to remand the case to state court, added\n\nthe  \"denied  without prejudice\"  language  merely  as a  way  of\n\nflagging  that it intended the arbitrability  issue to be decided\n\nin  a state court and that the  federal court, in remanding, took\n\nno  view of arbitrability.   The district  court's remarks, then,\n\ndid not deal with the merits of the arbitration question and were\n\nnot  arbitrability   denials  of   the  sort  that   the  Federal\n\nArbitration  Act  makes immediately  appealable.    Compare Asset\n                                                                 \n\nAllocation &amp;  Management Co. v.  Western Employers Ins.  Co., 892\n                                                            \n\nF.2d  566, 574  (7th Cir. 1989)  (finding district  court's order\n\nappealable under  Federal Arbitration Act) with  Jeske v. Brooks,\n                                                                \n\n875 F.2d 71, 73  (4th Cir. 1989) (finding district  court's order\n\ninappropriate  for   appeal).     To  hold  otherwise   would  be\n\n                    \n\n     5We  need not consider whether the Enelow-Ettelson doctrine,\n                                                       \nsee  Enelow  v. New  York Life  Ins.  Co., 293  U.S.  379 (1935);\n                                         \nEttelson  v. Metropolitan  Life Ins.  Co., 317  U.S. 188  (1942),\n                                         \nmight  make  the remand  order  immediately  appealable under  28\nU.S.C.   1292(a)(1).  The Court has overruled that line of cases.\nSee  Gulfstream Aerospace Corp. v. Mayacamas Corp., 485 U.S. 271,\n                                                  \n279-88 (1988).\n\n                                17\n\nmechanically to  elevate form over substance, a  practice that we\n\nhave consistently spurned.  See,  e.g., United States v. Branble,\n                                                                \n\n925 F.2d 532, 534 (1st Cir. 1991); Maine v. Thomas, 874 F.2d 883,\n                                                  \n\n886 (1st Cir. 1989).\n\n          The Reinsurers  cannot achieve a  different result even\n\nif the district court acted with a more meddlesome  intent.  Once\n\nit remanded  the case to a  state forum, the  district court lost\n\njurisdiction over  the case and, therefore,  lacked the authority\n\nto  issue substantive  orders  of the  sort  that the  Reinsurers\n\nsuggest were issued here.  See,  e.g., In re La Providencia  Dev.\n                                                                 \n\nCorp., 406 F.2d  251, 252-53  (1st Cir. 1969);  see also  General\n                                                                 \n\nElec.  Co. v. Byrne,  611 F.2d 670,  672-73 (7th Cir.  1979) (per\n                   \n\ncuriam) (stating  that a \"transfer order  deprives the transferor\n\ncourt of jurisdiction  until the  case is returned  to it\");  cf.\n                                                                 \n\nMoore v. Permanente Medical  Group, Inc., 981 F.2d 443,  445 (9th\n                                        \n\nCir. 1992) (holding that a district court possessed the authority\n\nto award attorneys'  fees after remanding only because  the award\n\nof fees  was specifically  authorized by  the remand  statute and\n\nwas, therefore, \"collateral  to the decision  to remand\"); In  re\n                                                                 \n\nSpillane, 884 F.2d 642,  645-46 (1st Cir. 1989) (similar,  but in\n        \n\nvenue-transfer context).  Put another way, absent an emergency or\n\nsome other  extraordinary circumstance, the district  court could\n\nonly  have issued  substantive orders  necessary to  reaching the\n\ndecision  to remand.6   See,  e.g., Karl  Koch, 838  F.2d  at 659\n                                              \n\n                    \n\n     6The  court's power to  issue such orders  is derivative of,\nand implicit in, its power to remand.\n\n                                18\n\n(remanding  because court interpreted a forum-selection provision\n\nas  requiring  parties to  litigate  in  state court);  Pelleport\n                                                                 \n\nInvestors, Inc.  v. Budco Quality  Theatres, Inc., 741  F.2d 273,\n                                                 \n\n275 (9th Cir. 1984) (similar).\n\n          In  the last analysis,  whether or not  we construe the\n\ndistrict  court's   remarks  as  rulings,  the   bottom  line  is\n\nunaffected:  the denials  have no legal effect aside  from making\n\nclear the dimensions  of the  issues that the  court proposed  to\n\nleave unadjudicated.\n\n          4.  Summary.   To recapitulate, under the circumstances\n          4.  Summary.\n                     \n\nof  this litigation, the district  court's remand order  is not a\n\nfinal  judgment; it is not an  appealable collateral command; and\n\nits  accouterments   are  not   appealable   under  the   Federal\n\nArbitration Act.  Because the Reinsurers have  been wholly unable\n\nto demonstrate a cognizable  hook on which appellate jurisdiction\n\nmay  be  hung,  their  appeal  must  be  dismissed  for  want  of\n\njurisdiction.7\n\nIII.  THE PETITION FOR MANDAMUS\n\n          Anticipating  problems  in  topping the  jurisdictional\n\nhurdles,  the Reinsurers also seek to proceed by way of mandamus.\n\nThey ask  that we  issue a writ  requiring the district  court to\n\nvacate  the  remand order,  accept  jurisdiction  over the  case,\n\ncompel  arbitration of a  portion of the  underlying dispute, and\n\n                    \n\n     7Inasmuch as we  hold that  there is  no affirmative  source\nconferring   jurisdiction  over   the  appeal   essayed  by   the\nReinsurers, we need not address any of Doughty's other challenges\nto this court's appellate jurisdiction.\n\n                                19\n\nstay proceedings as to the remainder.  We see no  reason to honor\n\nthe request.\n\n          Although federal appellate  courts have power to  issue\n\nprerogative writs that  are \"necessary or  appropriate in aid  of\n\ntheir . .  . jurisdiction[],\"  28 U.S.C.    1651(a) (1988),  that\n\npower  must  be  used stintingly  and  brought  to  bear only  in\n\nextraordinary  situations.   See Allied  Chem. Corp.  v. Daiflon,\n                                                                 \n\nInc., 449 U.S. 33, 34 (1980)  (per curiam); Recticel, 859 F.2d at\n                                                    \n\n1005.   Thus, prerogative writs, although  frequently sought, are\n\nseldom issued.   To succeed  in the hunt,  a writ-seeker  usually\n\nmust demonstrate that the  challenged order is palpably erroneous\n\nand that he faces  some special risk  of irreparable harm.8   See\n                                                                 \n\nIn  re  Pearson,  990  F.2d  653,  656  &amp;  n.4  (1st  Cir.  1989)\n               \n\n(collecting cases).  Given the stringency of this standard, it is\n\nunsurprising that \"[i]nterlocutory procedural orders . . . rarely\n\nwill satisfy th[e] precondition  for mandamus relief.\"  Recticel,\n                                                                \n\n859 F.2d  at 1006; accord Pearson,  990 F.2d at 656.   We explain\n                                 \n\nbriefly why this case is no exception to the rule.\n\n          In  the first  place,  \"mandamus [generally]  will  not\n\nissue to control exercises of discretion.\"  Recticel, 889 F.2d at\n                                                    \n\n1006; accord  DeBeers Consolidated Mines, Ltd.  v. United States,\n                                                                \n\n325 U.S. 212,  217 (1945); In re  Bushkin Assocs., Inc. 864  F.2d\n                                                       \n\n                    \n\n     8We   have,   on   infrequent   occasions,   relaxed   these\nrequirements and exercised our powers of \"advisory mandamus\" when\nmatters of great public import are involved.   See In re Justices\n                                                                 \nof the  Supreme Court of Puerto  Rico, 695 F.2d 17,  25 (1st Cir.\n                                     \n1982).  The Reinsurers have not urged us to use advisory mandamus\nhere and, at any rate, this is plainly not a suitable case.\n\n                                20\n\n241, 245  (1st Cir.  1988).  Burford-based  abstention decisions,\n                                    \n\nwhile more closely  cabined under the current  legal regime, see,\n                                                                \n\ne.g., Fragoso, 991 F.2d at 883-86, still contain  a discretionary\n             \n\nelement.   See,  e.g.,  General Glass  Indus.  Corp.  v.  Monsour\n                                                                 \n\nMedical Found., 973  F.2d 197,  203 (3d Cir.  1992): New  Orleans\n                                                                 \n\nPub. Serv.,  Inc. v. New  Orleans, 798  F.2d 858,  862 (5th  Cir.\n                                 \n\n1977); Richardson v.  City, Etc. of  Honolulu, 759 F.Supp.  1477,\n                                             \n\n1483 (D.Haw. 1991).  It follows  that, to the degree the district\n\ncourt  understood controlling  abstention law  and exercised  its\n\ndiscretion within that known  law, this case is a  poor candidate\n\nfor  mandamus relief.  See  Bushkin, 864 F.2d  at 245 (explaining\n                                   \n\nthat  \"mandamus  is  generally  thought  an  inappropriate  prism\n\nthrough  which  to inspect  exercises  of judicial  discretion\").\n\nEven  misuses  of discretion  will  not  provoke mandamus  relief\n             \n\nabsent a  clear usurpation of  power or some  similarly egregious\n\ncircumstance.  See id.\n                      \n\n          In  the second place,  we cannot say  that the district\n\ncourt's  decision in  this case  represents a  palpably erroneous\n\napplication of Burford  abstention law.   Although the radius  of\n                      \n\npermissible Burford  abstention has  shrunk in recent  years, see\n                                                                 \n\nNew Orleans Pub.  Serv., Inc. v. City Council of New Orleans, 491\n                                                            \n\nU.S. 350,  360-64  (1989);  Fragoso, 991  F.2d  at  882-86,  this\n                                   \n\nlitigation  involves  a  number  of  novel  questions,  including\n\nwhether  the complex  system  Massachusetts has  enacted for  the\n\nliquidation of domestic insurance companies is the sort of scheme\n\nthat warrants  serious consideration  as a basis  for abstention.\n\n                                21\n\nAfter reviewing the  record, we  can say only  that the  district\n\ncourt's Burford-based  decision is possibly erroneous    not that\n               \n\nit is palpably  so.  That is not enough  to satisfy the customary\n\nprecondition  for mandamus relief.  See Bushkin, 864 F.2d at 245.\n                                               \n\nAnd, moreover,  mandamus seems  an awkward vehicle  for resolving\n\nthe doubtful  issues that  permeate the  Burford  equation.   See\n                                                                 \n\nAmoco Petroleum,  964 F.2d  at 713 (collecting  cases); Corcoran,\n                                                                \n\n842  F.2d at 36-37 (declining, in similar circumstances, to issue\n\na writ of mandamus).\n\n          We note, too, that the record reveals several potential\n\nnon-Burford-based reasons  for remanding this case  which, on the\n           \n\nsurface,  appear to  possess  merit.   It  is a  prerequisite  to\n\nmandamus  relief that  the ruling  below be  \"palpably improper,\"\n\nLaBuy v.  Howes Leather Co., 352 U.S. 249, 256 (1957), and that a\n                           \n\nsuitor's entitlement to the  claimed relief be plain as  a matter\n\nof law, Pearson, 990 F.2d at 657  &amp; n.4.  We do not believe these\n               \n\ncriteria  are  satisfied  if  the  disputed  disposition,  albeit\n\npremised   on  a  doubtful   ground,  is   nevertheless  probably\n\nsustainable  on  an  alternative  ground.    The  case  before us\n\nillustrates the point:    whatever  may be said  of the  district\n\ncourt's   Burford   rationale,   the  outcome   of   the  federal\n                 \n\nadjudicative process   retransmitting the litigation to the state\n\ncourt     cannot  by  any  stretch  be   classified  as  palpably\n\nerroneous.\n\n          Also, we  descry no  special risk of  irreparable harm.\n\nThe Reinsurers' rhetoric does not change the fact that the remand\n\n                                22\n\norder leaves the  issue of arbitrability  unresolved.  The  state\n\ncourt will decide that issue, and the Reinsurers will have rights\n\nto  appeal within that  system should they  so elect.   While the\n\nReinsurers may prefer  that a federal forum determine the result,\n\nthey  have  offered  no  reason  why  the   frustration  of  this\n\npreference  is likely  to  cause irreparable  harm.   Cf.,  e.g.,\n                                                                \n\nGarcia,      F.2d  at      [slip  op.  at 10]  (finding  mandamus\n      \n\nappropriate   where  a  \"critical   legal  determination\"  would,\n\nfollowing remand, be insulated from \"meaningful review\").\n\n          There is an overriding consideration  that touches upon\n\nall the above.  A court that is asked to issue a writ of mandamus\n\nis itself  invested with considerable  discretion.   See Kerr  v.\n                                                             \n\nUnited  States District Court, 426  U.S. 394, 403  (1975).  Given\n                             \n\nthe  facts  and posture  of this  dispute,  the wise  exercise of\n\njudicial discretion strongly favors continuing to employ mandamus\n\nsparingly,  Recticel, 859 F.2d at 1005; see also Boreri, 763 F.2d\n                                                       \n\nat  26  (warning   that  \"the  currency  [of  mandamus]   is  not\n\nprofligately  to be spent\"), and allowing this case to proceed in\n\nstate  court.    The Convention,  which  is  the  sole source  of\n\nostensible  federal jurisdiction, applies neither to the numerous\n\nreinsurance contracts that do not contain arbitration clauses nor\n\nto  those   underwritten  by   the  several   domestic  insurance\n\nproviders.  Most  of the years in controversy  are years in which\n\nthe reinsurance  arrangements are  not even arguably  affected by\n\narbitration clauses.  The net result is that,  should we heed the\n\nReinsurers' pleas, the litigation  would be split between federal\n\n                                23\n\nand state court. \n\n          Further,  the  crux  of the  controversy  involves  the\n\ncontested  interpretation  of   contract  provisions   presenting\n\nchiefly  matters of  state law.   Claims  have also  been brought\n\nunder Massachusetts  unfair trade  practice statute.   The larger\n\ncontext in which the  litigation is set concerns the  business of\n\ninsurance,  which the  McCarran-Ferguson  Act, 21  U.S.C.    1012\n\n(1988), unequivocally declares  to be a state-law preserve.   The\n\nCommonwealth, through its Insurance Commissioner, is a real party\n\nin  interest.   In  all, it  likely  understates the  obvious  to\n\nacknowledge  that  \"state   issues  substantially   predominate.\"\n\nUnited  Mine Workers  of  America v.  Gibbs,  383 U.S.  715,  726\n                                           \n\n(1966).    When  these features  are  coupled  with  the host  of\n\nsignificant  questions concerning  the propriety  of  the removal\n\norder,  it would  be rashly  injudicious for  us to  exercise our\n\ndiscretion to  sponsor mandamus,  thereby wresting the  suit from\n\nits natural habitat and abetting its balkanization.\n\n          We  need  go   no  further.    It   is  apodictic  that\n\n\"[m]andamus cannot be allowed to become a handy substitute for an\n\notherwise unavailable interlocutory  appeal.\"  Bushkin,  864 F.2d\n                                                      \n\nat 265.  Thus, a party seeking the issuance of a prerogative writ\n\nbears a heavy burden.   The Reinsurers have neither  carried this\n\nburden nor  persuaded  us that  we should  gratuitously oust  the\n\nstate court  of jurisdiction over part of the litigation, leaving\n\nthe remainder to linger  there.  The petition for  mandamus must,\n\ntherefore, be denied.\n\n                                24\n\nIV.  CONCLUSION\n\n          To summarize,  although the statutory bar,  28 U.S.C.  \n\n1447(d), does not pertain, the Reinsurers cannot clear  the other\n\njurisdictional  hurdles that  dot the  path to  federal appellate\n\nrelief.  We lack jurisdiction over  their appeal and we also lack\n\na cognizable basis for issuing a prerogative writ.\n\n          The  appeal   is  dismissed   for  want   of  appellate\n                                                                 \n\njurisdiction.  The petition for issuance of a writ of mandamus is\n                                                                 \n\ndenied.  Costs are to be taxed in favor of respondent-appellee.\n                                                              \n\n                                25\n",
  "html": "<p class=\"case_cite\">6 F.3d 856</p>\n    <p class=\"parties\">Kay DOUGHTY, Massachusetts Commissioner of Insurance, etc.,<br>Plaintiff, Appellee,<br>v.<br>UNDERWRITERS AT LLOYD'S, LONDON, et al., Defendants, Appellants.<br>In re Derek Richard WALLIS, etc., et al., Petitioners.</p>\n    <p class=\"docket\">Nos. 93-1174, 93-1214.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 2, 1993.<br>Decided Oct. 18, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mark A. Kreger, with whom Andrew Kochanowski, Robert A. Badgley, Lord, Bissell &amp; Brook, Chicago, IL, Kenneth W. Erickson, Matthew M. Burke, and Ropes &amp; Gray, Boston, MA, were on brief, for appellants-petitioners.</p>\n      <p class=\"indent\">Raymond J. Brassard, with whom Scott Harshbarger, Atty. Gen., Thomas A. Barnico, Asst. Atty. Gen., J. David Leslie, Stephen M. Voltz, and Rackemann, Sawyer &amp; Brewster, P.C., Boston, MA, were on brief, for respondent-appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this proceeding, we conclude that the district court's abstention-based remand order is not immediately appealable and that mandamus is not an appropriate alternative.  Because this jurisdictional determination involves an issue on which the circuits are somewhat less than uniform, we take some pains to elucidate our rationale.  We do not, however, reach the merits and, accordingly, leave a veritable hothouse of efflorescent questions to be plucked at another time and in another forum.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The controversy that is before us finds its genesis in a beguilingly simple question:  \"Who insures the insurers?\"   The question arises in connection with American Mutual Liability Insurance Company (AMLICO), a Massachusetts-based firm, which entered into a series of reinsurance contracts over a period of more than three decades.  When AMLICO began paying out huge sums to satisfy asbestos-related claims at the tail end of this period, its efforts to secure reimbursement from reinsurers bore no fruit.  Unassisted, AMLICO could not stanch the financial hemorrhaging and sought protection under state insolvency laws.  The Massachusetts Supreme Judicial Court ordered the firm liquidated, and, in due course, appointed respondent-appellee Kay Doughty, the Commonwealth's Commissioner of Insurance, as permanent receiver.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Doughty filed suit in state court to recover an estimated $15,000,000 in overdue reinsurance indemnities, as well as treble damages under the Massachusetts trade practices statute.  See Mass.Gen.Laws ch. 93A, Secs. 10, 11 (1984).  She named as defendants a melange of entities alleged to have entered into reinsurance pacts, including the so-called London Market Companies and several underwriting syndicates at Lloyd's, London (collectively, \"the Reinsurers\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Reinsurers did not relish the chance to settle accounts in a court of law.  Citing agreements contained in some (but far from all) of the reinsurance contracts, they formally requested that AMLICO submit its claims to arbitration.  Doughty declined the invitation.  She asserted, among other things, that the call for arbitration came too late;  that the Reinsurers had waived the benefit of any agreements to arbitrate;  and that, in any event, the dispute as a whole did not qualify as arbitrable.  At that point, the Reinsurers invoked 9 U.S.C. Sec. 205 (1988)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and removed Doughty's suit to the United States District Court for the District of Massachusetts.  Next, they filed motions to compel arbitration and, as an interim prophylactic, to stay proceedings pending the outcome of the arbitral process.  Doughty objected to these motions and moved on sundry grounds for an order remanding the case to state court.  The Reinsurers opposed this motion.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Concluding that principles of Burford abstention controlled, see Burford v. Sun Oil Co., 319 U.S. 315, 63 S.Ct. 1098, 87 L.Ed. 1424 (1943);  see also Fragoso v. Lopez, 991 F.2d 878, 882-83 (1st Cir.1993) (explicating scope, reach, and current status of Burford abstention), the district court overruled appellants' objection and granted the motion to remand.  The court did not speak to the other reasons advanced in support of the motion.  Moreover, consistent with its relinquishment of jurisdiction, the court left both the question of arbitrability and the related matter of a stay to the state tribunal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This proceeding ensued.  In it, the Reinsurers wear two hats, appearing as both appellants and petitioners;  they appeal from the remand order while simultaneously seeking a writ of mandamus aimed at recalling it.  We consolidated these two initiatives for briefing, oral argument, and decision.II. THE APPEAL</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We begin our inquiry into the appeal by addressing the question of appellate jurisdiction for, if no jurisdiction attaches, the appeal founders.  See In re Recticel Foam Corp., 859 F.2d 1000, 1002 (1st Cir.1988).  Here, two hurdles block the jurisdictional path:  the statutory bar to appellate review of remand orders, see 28 U.S.C. Sec. 1447(d) (1988), and the bedrock requirement that jurisdiction can never be assumed but must be premised on some affirmative source.  See, e.g., Massachusetts v. V &amp; M Management, Inc., 929 F.2d 830, 833 (1st Cir.1991) (per curiam).  We trace the dimensions of each hurdle and, in the process, consider appellants' hurdle-clearing capability.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>A. The Statutory Bar.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">28 U.S.C. Sec. 1447(d) provides that \"[a]n order remanding a case to the State court from which it was removed is not reviewable on appeal or otherwise.\"   Although this statute prohibits appellate review of remand orders \"whether erroneous or not and whether review is sought by appeal or by extraordinary writ,\" Thermtron Prods., Inc. v. Hermansdorfer, 423 U.S. 336, 343, 96 S.Ct. 584, 589, 46 L.Ed.2d 542 (1976), the proscription is deeper than it is wide.  Because courts must read section 1447(d) in pari materia with its statutory neighbor, 28 U.S.C. Sec. 1447(c), see Thermtron, 423 U.S. at 353, 96 S.Ct. at 593, only remand orders issued under the authority of section 1447(c) are rendered unreviewable by the operation of section 1447(d), see Garcia v. Island Program Designer, Inc., 4 F.3d 57, 58-59 (1st Cir.1993);  V &amp; M Management, 929 F.2d at 832-33.   And, since section 1447(c), by its terms, is concerned exclusively with remands stemming from \"defect[s] in removal procedure\" such that \"the district court lacks subject matter jurisdiction,\" it follows that section 1447(d) leaves open the possibility of appellate review in all cases that are remanded for reasons not covered by section 1447(c).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This is such an instance.  Despite the fact that Doughty articulated several reasons for remanding the case, many of which implicated section 1447(c), the district court shunted these asseverations to one side and instead remanded exclusively on the basis of Burford abstention.  Because abstention, by definition, assumes the existence of subject matter jurisdiction in the abstaining court--after all, one must have (or, at least, presume the presence of) subject matter jurisdiction in order to decline the exercise of it--section 1447(c) does not apply to an abstention-driven remand.  See Corcoran v. Ardra Ins. Co., 842 F.2d 31, 34 (2d Cir.1988).  Hence, the statutory bar does not preclude us from reviewing the lower court's remand order.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>B. Possible Sources of Appellate Jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Our determination that 28 U.S.C. Sec. 1447(d) does not operate to bar appellate review merely removes the first hurdle blocking the jurisdictional path.  To pass the next hurdle, the Reinsurers must demonstrate the existence and applicability of some affirmative authority conferring jurisdiction on the courts of appeals to review remand orders of the sort at issue here.  The Reinsurers try to clear this hurdle from three different angles.  They urge that the remand order is appealable under 28 U.S.C. Sec. 1291 (1988) (conferring jurisdiction on the courts of appeals to review \"final decisions of the district courts\"), or, alternatively, as a collateral order, see Cohen v. Beneficial Industrial Loan Corp., 337 U.S. 541, 546, 69 S.Ct. 1221, 1225, 93 L.Ed. 1528 (1949), or, if all else fails, on the basis that the district court's rulings, taken in their totality, constitute a set of orders appealable under the Federal Arbitration Act.  We find these exhortations unconvincing.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">1. The Final Judgment Rule.   In respect to the suggestion that the remand order is appealable as a final judgment, the sockdolager is that the Supreme Court has said exactly the opposite:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>[B]ecause an order remanding a removed action does not represent a final judgment reviewable by appeal, the remedy in such a case is by mandamus to compel action, and not by writ of error to review what has been done.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Thermtron, 423 U.S. at 352-53, 96 S.Ct. at 594 (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Reinsurers attempt to deflect the force of this blunt statement by suggesting that it should be regarded as dictum.  They posit that, because the Thermtron Court found the remand order so egregious as to justify mandamus, no need to decide the availability of direct appellate review ever arose.  In advancing this suggestion, the Reinsurers are whistling past the graveyard.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"Dictum\" is a term that judges and lawyers use to describe comments relevant, but not essential, to the disposition of legal questions pending before a court.  See Kastigar v. United States, 406 U.S. 441, 454-55, 92 S.Ct. 1653, 1661-62, 32 L.Ed.2d 212 (1972);  Dedham Water Co. v. Cumberland Farms Dairy, Inc., 972 F.2d 453, 459 (1st Cir.1992);  United States v. Crawley, 837 F.2d 291, 292-93 (7th Cir.1988).  Given the familiar principle that \"whatever may be done without the employment of [mandamus], may not be done with it,\" Ex parte Rowland, 104 U.S. 604, 617, 26 L.Ed. 861 (1882));  see also Helstoski v. Meanor, 442 U.S. 500, 505-08, 99 S.Ct. 2445, 2448-49, 61 L.Ed.2d 30 (1979), the Court's statement in Thermtron defies description as mere dictum.  To the exact contrary, the mandamus remedy employed in Thermtron necessarily betokened, and, indeed, depended on, the Court's antecedent holding anent the unavailability of direct appellate review.  Because deleting the challenged statement would have impaired the analytical foundation of the Court's ultimate decision to issue mandamus, that statement is properly categorized as part of the court's holding, not as dictum.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Still using the final judgment rule as their stepping stone, the Reinsurers make a second effort to boost themselves over the hurdle--an effort hinging on the assumption that Thermtron did not survive the Court's later decision in Moses H. Cone Memorial Hosp. v. Mercury Constr.  Corp., 460 U.S. 1, 103 S.Ct. 927, 74 L.Ed.2d 765 (1983).  This argument, too, is easily repelled.  The short, dispositive answer to the argument is that this court only recently refused to follow those cases suggesting that Cone undermines Thermtron, and, instead, continued to apply Thermtron 's rule that remand orders are not final.  See Garcia, 6 F.3d at 4-5.   That ends the matter.  It is black-letter law that, in a multi-panel circuit, newly constituted panels are, with few exceptions (none applicable here), bound by prior panel decisions closely in point.  See, e.g., United States v. Wogan, 938 F.2d 1446, 1449 (1st Cir.), cert. denied, --- U.S. ----, 112 S.Ct. 441, 116 L.Ed.2d 460 (1991);  Jusino v. Zayas, 875 F.2d 986, 993 (1st Cir.1989).  Thus, principles of stare decisis require our allegiance to the Thermtron rule in this situation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The slightly longer, but equally forceful, rebuttal is that there seem to be other good reasons counselling in favor of Thermtron's continued vitality.  In Cone, the Court held that a stay, issued in order to permit a related state case to proceed prior to the federal case, could be appealed as a final order.  But, Cone makes no reference to Thermtron 's holding vis-a-vis remand orders, a circumstance which strongly suggests that the Court viewed the rules pertaining to remands and to stays, respectively, as separate and distinct.  Moreover, the Supreme Court has continued to rely on Thermtron in the post-Cone era.  See, e.g., Carnegie-Mellon Univ. v. Cohill, 484 U.S. 343, 347 &amp; n. 4, 108 S.Ct. 614, 617 &amp; n. 4, 98 L.Ed.2d 720 (1988).  Such continuing reliance indicates that Thermtron is still alive and well.  Then, too, our reluctance to find that Cone implicitly overruled Thermtron is sharpened by the fact that Thermtron 's \"language is rather absolute.\"  Garcia, at 4.   Where the Court has expressed a rule so clearly, inferior courts are entitled to expect equally blunt guidance should the Court wish to retract the rule or declare that it is no longer good law.  Cone sends no such signal.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Lastly, and relatedly, Thermtron and Cone, scrutinized side by side, highlight certain differences between remand orders and stay orders.  Whereas stay orders ordinarily signal a determination that there are federal interests at stake, sufficient ultimately to justify a hearing in federal court, remands, by definition, embody a determination that the cognizable federal interests, if any, when compared to the cognizable state interests, are so lacking in weight that the federal court either does not have, or should not appropriately exercise, jurisdiction.  A remanded case's failure to pass a threshold test of this sort might possibly explain why a federal appeal as of right does not attach and the back-up remedy of mandamus is deemed adequate protection.  Furthermore, remand orders typically involve a single case that a federal court returns to the state tribunal whence it emanated.  Consequently, the litigation continues to progress, albeit in a state rather than a federal forum.  In that sense, there is neither a permanent disposition of the case nor a disruption of its progress.  A stay, on the other hand, typically involves two separate proceedings, say, one in a state court and one in a federal court.  When the federal tribunal stays the latter pending the outcome of the former in state court, res judicata principles make that decision effectively final as to certain aspects of the federal case.  See Cone, 460 U.S. at 10-13 &amp; n. 11, 103 S.Ct. at 933-36 &amp; n. 11.   We think this finality helps to explain why the Court has permitted appeals to be taken from stay orders in situations where remand orders would not be appealable.  See In re Amoco Petroleum Additives Co., 964 F.2d 706, 712 (7th Cir.1992).  And we think that this twist affords an added reason why, notwithstanding Cone, Thermtron 's holding that a remand order is not a final judgment remains intact.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">2. The Collateral Order Doctrine.   Next, the Reinsurers argue that the remand order, even if not a final judgment, may nonetheless be appealable under the collateral order doctrine.  That doctrine carves out a \"narrow exception to the normal application of the final judgment rule,\" Midland Asphalt Corp. v. United States, 489 U.S. 794, 798, 109 S.Ct. 1494, 1498, 103 L.Ed.2d 879 (1989), limited to orders that (1) conclusively determine (2) important legal questions which are (3) completely separate from the merits of the underlying action and are (4) effectively unreviewable on appeal from a final judgment.  See Lauro Lines S.R.L. v. Chasser, 490 U.S. 495, 498, 109 S.Ct. 1976, 1978, 104 L.Ed.2d 548 (1989);  Cohen, 337 U.S. at 546, 69 S.Ct. at 1225-26;  In re Insurers Syndicate, etc., 864 F.2d 208, 210 (1st Cir.1988).  The Reinsurers contend that the district court's remand order meets these four preconditions.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Once outside the purview of 28 U.S.C. Sec. 1447(d), see supra Part II(A), there is no absolute rule either prohibiting or permitting immediate appellate review of remand-related orders under the Cohen rubric.  Compare, e.g., Karl Koch Erecting Co. v. New York Convention Ctr. Dev.  Corp., 838 F.2d 656, 658-59 (2d Cir.1988) (permitting review of decision to remand based on interpretation of forum selection clause) with, e.g., Corcoran v. Ardra Ins. Co., 842 F.2d at 35 (dismissing appeal of decision to remand based on Burford abstention).  Rather, courts must apply the multi-pronged Cohen test to each remand order (or, at least, to each type of remand order) in an individualized, case-specific manner.  See, e.g., Garcia, 6 F.3d at 4-5 (undertaking case-specific analysis).  And, in determining whether a particular remand order falls within or without Cohen 's collateral order exception, courts must look to the general circumstances surrounding the order's issuance, including the reasons underlying it.  See Travelers Ins. Co. v. Keeling, 996 F.2d 1485, 1488-89 (2d Cir.1993);  Corcoran, 842 F.2d at 35.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The remand order here at issue does not pass muster under Cohen.   The salient legal question that stands separate and apart from the merits in this case--that is, the \"collateral\" issue--is whether the parties' overall dispute should be resolved in arbitration.  The district court's ruling did not conclusively determine this issue.  Instead, the district court's order set to rest only the preliminary question of which court should resolve the collateral issue.  In other words, the collateral issue remains an open matter--a matter that the state court must yet decide.  We agree with the Second Circuit that, to come within the collateral order rule, a decree must definitively resolve the merits of the collateral issue, not merely determine which court will thereafter resolve it.  See Corcoran, 842 F.2d at 35;  see also Bennett v. Liberty Nat'l Fire Ins. Co., 968 F.2d 969, 970-71 (9th Cir.1992).  Determining whether a state or federal court is to resolve an issue constitutes the definitive resolution of a collateral matter only when special circumstances exist, such as when the remand is pursuant to judicial interpretation of a forum-selection provision.  See Corcoran, 842 F.2d at 35.   That is not the case here.  Hence, the order that the Reinsurers contest does not satisfy the first precondition to appealability under the Cohen doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Reinsurers attempt to subvert this conclusion by redefining the collateral issue.  They suggest that the question is not whether the underlying dispute should be resolved in arbitration, but, rather, whether a federal or state court is the proper forum for determining the dispute's arbitrability.  We think this argument proves too much.  Every remand order conclusively determines which court will thereafter determine the issues in controversy.  Thus, appellants' approach could easily expand Cohen beyond the isthmian confines that the Court envisioned, see Cohen, 337 U.S. at 546, 69 S.Ct. at 1225-26 (predicting that only a \"small class\" of cases would be affected by the doctrine), and thereby thwart the strong federal interest in precluding piecemeal appeals.  See Coopers &amp; Lybrand v. Livesay, 437 U.S. 463, 471, 98 S.Ct. 2454, 2459, 57 L.Ed.2d 351 (1978);  Recticel, 859 F.2d at 1003 &amp; n. 3.   At any rate, we are skeptical about permitting litigants to avoid Cohen 's first prong by the simple expedient of distilling issues to the smallest possible unit of measurement.  We, therefore, decline to accept the Reinsurers' attempted reformulation of the collateral issue.  See generally Travelers Ins. Co. v. Keeling, 996 F.2d at 1489 (refusing, in nearly identical circumstances, to redefine the issue in dispute);  Corcoran, 842 F.2d at 35 (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In all events, we conclude that, whatever way the collateral issue is defined, the remand order is not immediately appealable because it fails another element of the test.  Cohen requires that the disputed issue represent \"an important and unsettled question of controlling law, not merely a question of the proper exercise of the trial court's discretion.\"  Boreri v. Fiat S.p.A., 763 F.2d 17, 21 (1st Cir.1985);  accord Insurers Syndicate, 864 F.2d at 210;  United States v. Sorren, 605 F.2d 1211, 1213 (1st Cir.1979);  see also Lauro Lines, 490 U.S. at 503, 109 S.Ct. at 1980 (Scalia, J., concurring) (explaining that the collateral issue must be \"sufficiently important to overcome the policies militating against interlocutory appeals\").  Although the question, admittedly, is not free from doubt--the Convention, after all, contemplates the possibility of removal when a state-court proceeding relates to an arbitration agreement and involves a foreign reinsurer--we believe that the Burford-based decision as to which forum, state or federal, will ultimately determine arbitrability lacks the necessary high degree of importance that is demanded.  This conclusion is scarcely original.  Both the Court, in Thermtron, and the Congress, in enacting 28 U.S.C. Sec. 1447, have adumbrated that, absent exceptional circumstances, the determination that one particular court, rather than some other equally qualified court, will adjudicate an issue is not so vital as to outweigh the interests of the parties and of society in the swift, efficient administration of justice.  Indeed, Thermtron and section 1447 serve as vivid reminders that, when remand is at stake, the policies militating against interlocutory appeal possess their full vigor.  See generally 14A Charles A. Wright, et al., Federal Practice and Procedure Sec. 3740 (1985 &amp; Supp.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We hold, therefore, that an order to remand premised on Burford abstention is not immediately appealable under the Cohen rubric.  In reaching this result, we find ourselves in agreement with the Second Circuit.  See Corcoran, 842 F.2d at 35.   We expressly decline to extend the Fifth Circuit's decision in McDermott Int'l v. Lloyds Underwriters, 944 F.2d 1199, 1203 &amp; n. 5 (5th Cir.1991), beyond the facts there presented.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  When all is said and done, in this case, as in Garcia, 6 F.3d at 5, \"we cannot find a 'collateral order' exception large enough to fit our case that does not swallow up (and thereby simply disregard) the general rule.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">3. The Federal Arbitration Act.   The Federal Arbitration Act is the last source of the Reinsurers' effort to generate an adequate jurisdictional showing.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The Act provides, inter alia, that an appeal may be taken from an order refusing a stay pending arbitration or denying a motion to compel arbitration.  See 9 U.S.C. Sec. 16(a)(1)(A), (C) (Supp.  V 1992).  Here, the district court, after remanding the case, stated that it was denying appellants' motions to compel arbitration and stay the litigation, without prejudice.  The Reinsurers endeavor to appeal from these \"denials.\"   We are unimpressed.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We think it is evident that the district court, having indicated its intention to remand the case to state court, added the \"denied without prejudice\" language merely as a way of flagging that it intended the arbitrability issue to be decided in a state court and that the federal court, in remanding, took no view of arbitrability.  The district court's remarks, then, did not deal with the merits of the arbitration question and were not arbitrability denials of the sort that the Federal Arbitration Act makes immediately appealable.  Compare Asset Allocation &amp; Management Co. v. Western Employers Ins. Co., 892 F.2d 566, 574 (7th Cir.1989) (finding district court's order appealable under Federal Arbitration Act) with Jeske v. Brooks, 875 F.2d 71, 73 (4th Cir.1989) (finding district court's order inappropriate for appeal).  To hold otherwise would be mechanically to elevate form over substance, a practice that we have consistently spurned.  See, e.g., United States v. Bramble, 925 F.2d 532, 534 (1st Cir.1991);  Maine v. Thomas, 874 F.2d 883, 886 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Reinsurers cannot achieve a different result even if the district court acted with a more meddlesome intent.  Once it remanded the case to a state forum, the district court lost jurisdiction over the case and, therefore, lacked the authority to issue substantive orders of the sort that the Reinsurers suggest were issued here.  See, e.g., In re La Providencia Dev.  Corp., 406 F.2d 251, 252-53 (1st Cir.1969);  see also General Elec. Co. v. Byrne, 611 F.2d 670, 672-73 (7th Cir.1979) (per curiam) (stating that a \"transfer order deprives the transferor court of jurisdiction until the case is returned to it\"); cf. Moore v. Permanente Medical Group, Inc., 981 F.2d 443, 445 (9th Cir.1992) (holding that a district court possessed the authority to award attorneys' fees after remanding only because the award of fees was specifically authorized by the remand statute and was, therefore, \"collateral to the decision to remand\");  In re Spillane, 884 F.2d 642, 645-46 (1st Cir.1989) (similar, but in venue-transfer context).  Put another way, absent an emergency or some other extraordinary circumstance, the district court could only have issued substantive orders necessary to reaching the decision to remand.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  See, e.g., Karl Koch, 838 F.2d at 659 (remanding because court interpreted a forum-selection provision as requiring parties to litigate in state court);  Pelleport Investors, Inc. v. Budco Quality Theatres, Inc., 741 F.2d 273, 275 (9th Cir.1984) (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the last analysis, whether or not we construe the district court's remarks as rulings, the bottom line is unaffected:  the denials have no legal effect aside from making clear the dimensions of the issues that the court proposed to leave unadjudicated.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">4. Summary.   To recapitulate, under the circumstances of this litigation, the district court's remand order is not a final judgment;  it is not an appealable collateral command;  and its accouterments are not appealable under the Federal Arbitration Act.  Because the Reinsurers have been wholly unable to demonstrate a cognizable hook on which appellate jurisdiction may be hung, their appeal must be dismissed for want of jurisdiction.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>III. THE PETITION FOR MANDAMUS</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Anticipating problems in topping the jurisdictional hurdles, the Reinsurers also seek to proceed by way of mandamus.  They ask that we issue a writ requiring the district court to vacate the remand order, accept jurisdiction over the case, compel arbitration of a portion of the underlying dispute, and stay proceedings as to the remainder.  We see no reason to honor the request.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although federal appellate courts have power to issue prerogative writs that are \"necessary or appropriate in aid of their ... jurisdiction[ ],\" 28 U.S.C. Sec. 1651(a) (1988), that power must be used stintingly and brought to bear only in extraordinary situations.  See Allied Chem.  Corp. v. Daiflon, Inc., 449 U.S. 33, 34, 101 S.Ct. 188, 190, 66 L.Ed.2d 193 (1980) (per curiam);  Recticel, 859 F.2d at 1005.   Thus, prerogative writs, although frequently sought, are seldom issued.  To succeed in the hunt, a writ-seeker usually must demonstrate that the challenged order is palpably erroneous and that he faces some special risk of irreparable harm.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  See In re Pearson, 990 F.2d 653, 656 &amp; n. 4 (1st Cir.1989) (collecting cases).  Given the stringency of this standard, it is unsurprising that \"[i]nterlocutory procedural orders ... rarely will satisfy th[e] precondition for mandamus relief.\"  Recticel, 859 F.2d at 1006;  accord Pearson, 990 F.2d at 656.   We explain briefly why this case is no exception to the rule.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In the first place, \"mandamus [generally] will not issue to control exercises of discretion.\"  Recticel, 859 F.2d at 1006;  accord DeBeers Consolidated Mines, Ltd. v. United States, 325 U.S. 212, 217, 65 S.Ct. 1130, 1132-33, 89 L.Ed. 1566 (1945);  In re Bushkin Assocs., Inc. 864 F.2d 241, 245 (1st Cir.1988).  Burford-based abstention decisions, while more closely cabined under the current legal regime, see, e.g., Fragoso, 991 F.2d at 883-86, still contain a discretionary element.  See, e.g., General Glass Indus. Corp. v. Monsour Medical Found., 973 F.2d 197, 203 (3d Cir.1992), New Orleans Pub. Serv., Inc. v. New Orleans, 798 F.2d 858, 862 (5th Cir.1977);  Richardson v. City, etc., of Honolulu, 759 F.Supp. 1477, 1483 (D.Haw.1991). It follows that, to the degree the district court understood controlling abstention law and exercised its discretion within that known law, this case is a poor candidate for mandamus relief.  See Bushkin, 864 F.2d at 245 (explaining that \"mandamus is generally thought an inappropriate prism through which to inspect exercises of judicial discretion\").  Even misuses of discretion will not provoke mandamus relief absent a clear usurpation of power or some similarly egregious circumstance.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In the second place, we cannot say that the district court's decision in this case represents a palpably erroneous application of Burford abstention law.  Although the radius of permissible Burford abstention has shrunk in recent years, see New Orleans Pub. Serv., Inc. v. City Council of New Orleans, 491 U.S. 350, 360-64, 109 S.Ct. 2506, 2513-16, 105 L.Ed.2d 298 (1989);  Fragoso, 991 F.2d at 882-86, this litigation involves a number of novel questions, including whether the complex system Massachusetts has enacted for the liquidation of domestic insurance companies is the sort of scheme that warrants serious consideration as a basis for abstention.  After reviewing the record, we can say only that the district court's Burford-based decision is possibly erroneous--not that it is palpably so.  That is not enough to satisfy the customary precondition for mandamus relief.  See Bushkin, 864 F.2d at 245.   And, moreover, mandamus seems an awkward vehicle for resolving the doubtful issues that permeate the Burford equation.  See Amoco Petroleum, 964 F.2d at 713 (collecting cases);  Corcoran, 842 F.2d at 36-37 (declining, in similar circumstances, to issue a writ of mandamus).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We note, too, that the record reveals several potential non-Burford-based reasons for remanding this case which, on the surface, appear to possess merit.  It is a prerequisite to mandamus relief that the ruling below be \"palpably improper,\" LaBuy v. Howes Leather Co., 352 U.S. 249, 256, 77 S.Ct. 309, 314, 1 L.Ed.2d 290 (1957), and that a suitor's entitlement to the claimed relief be plain as a matter of law, Pearson, 990 F.2d at 657 &amp; n. 4.   We do not believe these criteria are satisfied if the disputed disposition, albeit premised on a doubtful ground, is nevertheless probably sustainable on an alternative ground.  The case before us illustrates the point:  whatever may be said of the district court's Burford rationale, the outcome of the federal adjudicative process--retransmitting the litigation to the state court--cannot by any stretch be classified as palpably erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Also, we descry no special risk of irreparable harm.  The Reinsurers' rhetoric does not change the fact that the remand order leaves the issue of arbitrability unresolved.  The state court will decide that issue, and the Reinsurers will have rights to appeal within that system should they so elect.  While the Reinsurers may prefer that a federal forum determine the result, they have offered no reason why the frustration of this preference is likely to cause irreparable harm.  Cf., e.g., Garcia, 6 F.3d at 5 (finding mandamus appropriate where a \"critical legal determination\" would, following remand, be insulated from \"meaningful review\").</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">There is an overriding consideration that touches upon all the above.  A court that is asked to issue a writ of mandamus is itself invested with considerable discretion.  See Kerr v. United States District Court, 426 U.S. 394, 403, 96 S.Ct. 2119, 2124, 48 L.Ed.2d 725 (1975).  Given the facts and posture of this dispute, the wise exercise of judicial discretion strongly favors continuing to employ mandamus sparingly, Recticel, 859 F.2d at 1005;  see also Boreri, 763 F.2d at 26 (warning that \"the currency [of mandamus] is not profligately to be spent\"), and allowing this case to proceed in state court.  The Convention, which is the sole source of ostensible federal jurisdiction, applies neither to the numerous reinsurance contracts that do not contain arbitration clauses nor to those underwritten by the several domestic insurance providers.  Most of the years in controversy are years in which the reinsurance arrangements are not even arguably affected by arbitration clauses.  The net result is that, should we heed the Reinsurers' pleas, the litigation would be split between federal and state court.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Further, the crux of the controversy involves the contested interpretation of contract provisions presenting chiefly matters of state law.  Claims have also been brought under Massachusetts unfair trade practice statute.  The larger context in which the litigation is set concerns the business of insurance, which the McCarran-Ferguson Act, 15 U.S.C. Sec. 1012 (1988), unequivocally declares to be a state-law preserve.  The Commonwealth, through its Insurance Commissioner, is a real party in interest.  In all, it likely understates the obvious to acknowledge that \"state issues substantially predominate.\"  United Mine Workers of America v. Gibbs, 383 U.S. 715, 726, 86 S.Ct. 1130, 1139, 16 L.Ed.2d 218 (1966).  When these features are coupled with the host of significant questions concerning the propriety of the removal order, it would be rashly injudicious for us to exercise our discretion to sponsor mandamus, thereby wresting the suit from its natural habitat and abetting its balkanization.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We need go no further.  It is apodictic that \"[m]andamus cannot be allowed to become a handy substitute for an otherwise unavailable interlocutory appeal.\"  Bushkin, 864 F.2d at 265.   Thus, a party seeking the issuance of a prerogative writ bears a heavy burden.  The Reinsurers have neither carried this burden nor persuaded us that we should gratuitously oust the state court of jurisdiction over part of the litigation, leaving the remainder to linger there.  The petition for mandamus must, therefore, be denied.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">To summarize, although the statutory bar, 28 U.S.C. Sec. 1447(d), does not pertain, the Reinsurers cannot clear the other jurisdictional hurdles that dot the path to federal appellate relief.  We lack jurisdiction over their appeal and we also lack a cognizable basis for issuing a prerogative writ.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The appeal is dismissed for want of appellate jurisdiction.  The petition for issuance of a writ of mandamus is denied.  Costs are to be taxed in favor of respondent-appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In labelling the London Market Companies and the Underwriters at Lloyd's, collectively, as \"the Reinsurers,\" we exclude for present purposes a number of domestic firms and certain other foreign-based insurance providers (e.g., English &amp; American Insurance Co. and St. Helens' Insurance Co.) named as defendants in Doughty's action.  The appellation \"London Market Companies\" is itself a collective term describing a consortium of foreign-based insurance providers, including Excess Insurance Co.;   General Reinsurance Co.  (Amsterdam);  General Reinsurance Syndicate;  Anglo French Insurance Co.  (as successor to Federation General Insurance Co.);   British National Insurance Co.;   Sovereign Marine &amp; General Insurance Co.;   Royal Scottish Insurance Co.;   Swiss National Insurance Co.;   Zurich Reinsurance (U.K.)  (as successor to Turegum Insurance Co.);   and Gan Minster Insurance Co.  (as successor to Minster Insurance Co.).  Finally, we note that the Lloyd's underwriting syndicates are identified in the notice of appeal and petition for mandamus only as \"Derek Richard Wallis, for himself and those other Underwriters at Lloyd's, London.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This statute implements the Convention on the Recognition of Foreign Arbitral Awards (the \"Convention\").  It provides that, if \"the subject matter of an action or proceeding pending in a State court relates to an arbitration agreement or award falling under the Convention, the defendant or the defendants may, at any time before the trial thereof, remove such action or proceeding.\"   Under 9 U.S.C. Sec. 202, the arbitration agreements here at issue arguably come within the Convention's grasp because, if the agreements exist and remain in effect, at least one party to each such agreement is a foreign entity</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> On this issue, all roads lead to Rome.  Were we to assume, favorably to appellants, that the challenged statement did not comprise part of the Court's holding, we would nevertheless hew to it.  Carefully considered language of the Supreme Court, even if technically dictum, generally must be treated as authoritative.  See United States v. Santana, 6 F.3d 1, 9 (1st Cir.1993);  McCoy v. Massachusetts Inst. of Technology, 950 F.2d 13, 19 (1st Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 1939, 118 L.Ed.2d 545 (1992).  This truism is fortified here inasmuch as the rule that the Court's statement enunciates--that remand orders are not final judgments--has been adopted in a long string of circuit-level opinions.  See, e.g., Garcia, 6 F.3d at 4-5;  Melahn v. Pennock Ins., Inc., 965 F.2d 1497, 1500 (8th Cir.1992);  V &amp; M Management, 929 F.2d at 833-34;  Corcoran, 842 F.2d at 34;  Nasuti v. Scannell, 792 F.2d 264, 267 (1st Cir.1986);  see also Milk 'N' More, Inc. v. Beavert, 963 F.2d 1342, 1344 (10th Cir.1992);  McDermott Int'l v. Lloyds Underwriters, 944 F.2d 1199, 1203 (5th Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> While we are comfortable with the result in McDermott, given its facts, some of the language contained in the opinion is potentially mischievous.  With respect, we think the court overgeneralized by failing to distinguish between cause and effect.  McDermott properly found the district court's remand order to be appealable under the collateral order doctrine, but this outcome is not dictated merely because the remand order had the \"effect [of] allow[ing] a state court to decide the question of arbitrability.\"  McDermott, 944 F.2d at 1203 (emphasis supplied).  Rather, the question of where the parties' dispute regarding arbitration was to be resolved constituted a collateral issue because the parties had jointly made it a collateral issue, i.e., they had included a service-of-suit clause in the contract and the court based the remand on its substantive interpretation of that provision.  See id., at 1201.   The mere fact that a remand order has the effect of deciding that issues are to be resolved in a state court does not mean that, in every case, the identity of the forum is a collateral issue within the ambit of Cohen.   See Corcoran, 842 F.2d at 35.   After all, remand orders always cause the disputed issues to be determined in state court;  and McDermott' &#167; reasoning, applied across the board, would make virtually all remand orders (save only those which are subject to the statutory bar, see supra Part II(A)) appealable collateral orders--a position to which we cannot subscribe</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We need not consider whether the Enelow- Ettelson doctrine, see Enelow v. New York Life Ins. Co., 293 U.S. 379, 55 S.Ct. 310, 79 L.Ed. 440 (1935);  Ettelson v. Metropolitan Life Ins. Co., 317 U.S. 188, 63 S.Ct. 163, 87 L.Ed. 176 (1942), might make the remand order immediately appealable under 28 U.S.C. Sec. 1292(a)(1).  The Court has overruled that line of cases.  See Gulfstream Aerospace Corp. v. Mayacamas Corp., 485 U.S. 271, 279-88, 108 S.Ct. 1133, 1138-43, 99 L.Ed.2d 296 (1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The court's power to issue such orders is derivative of, and implicit in, its power to remand</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Inasmuch as we hold that there is no affirmative source conferring jurisdiction over the appeal essayed by the Reinsurers, we need not address any of Doughty's other challenges to this court's appellate jurisdiction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We have, on infrequent occasions, relaxed these requirements and exercised our powers of \"advisory mandamus\" when matters of great public import are involved.  See In re Justices of the Supreme Court of Puerto Rico, 695 F.2d 17, 25 (1st Cir.1982).  The Reinsurers have not urged us to use advisory mandamus here and, at any rate, this is plainly not a suitable case</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">856</span></span></p>\n    <p class=\"parties\">Kay DOUGHTY, Massachusetts Commissioner of Insurance, etc.,<br>Plaintiff, Appellee,<br>v.<br>UNDERWRITERS AT LLOYD'S, LONDON, et al., Defendants, Appellants.<br>In re Derek Richard WALLIS, etc., et al., Petitioners.</p>\n    <p class=\"docket\">Nos. 93-1174, 93-1214.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 2, 1993.<br>Decided Oct. 18, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mark A. Kreger, with whom Andrew Kochanowski, Robert A. Badgley, Lord, Bissell &amp; Brook, Chicago, IL, Kenneth W. Erickson, Matthew M. Burke, and Ropes &amp; Gray, Boston, MA, were on brief, for appellants-petitioners.</p>\n      <p class=\"indent\">Raymond J. Brassard, with whom Scott Harshbarger, Atty. Gen., Thomas A. Barnico, Asst. Atty. Gen., J. David Leslie, Stephen M. Voltz, and Rackemann, Sawyer &amp; Brewster, P.C., Boston, MA, were on brief, for respondent-appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this proceeding, we conclude that the district court's abstention-based remand order is not immediately appealable and that mandamus is not an appropriate alternative.  Because this jurisdictional determination involves an issue on which the circuits are somewhat less than uniform, we take some pains to elucidate our rationale.  We do not, however, reach the merits and, accordingly, leave a veritable hothouse of efflorescent questions to be plucked at another time and in another forum.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The controversy that is before us finds its genesis in a beguilingly simple question:  \"Who insures the insurers?\"   The question arises in connection with American Mutual Liability Insurance Company (AMLICO), a Massachusetts-based firm, which entered into a series of reinsurance contracts over a period of more than three decades.  When AMLICO began paying out huge sums to satisfy asbestos-related claims at the tail end of this period, its efforts to secure reimbursement from reinsurers bore no fruit.  Unassisted, AMLICO could not stanch the financial hemorrhaging and sought protection under state insolvency laws.  The Massachusetts Supreme Judicial Court ordered the firm liquidated, and, in due course, appointed respondent-appellee Kay Doughty, the Commonwealth's Commissioner of Insurance, as permanent receiver.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Doughty filed suit in state court to recover an estimated $15,000,000 in overdue reinsurance indemnities, as well as treble damages under the Massachusetts trade practices statute.  See Mass.Gen.Laws ch. 93A, Secs. 10, 11 (1984).  She named as defendants a melange of entities alleged to have entered into reinsurance pacts, including the so-called London Market Companies and several underwriting syndicates at Lloyd's, London (collectively, \"the Reinsurers\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Reinsurers did not relish the chance to settle accounts in a court of law.  Citing agreements contained in some (but far from all) of the reinsurance contracts, they formally requested that AMLICO submit its claims to arbitration.  Doughty declined the invitation.  She asserted, among other things, that the call for arbitration came too late;  that the Reinsurers had waived the benefit of any agreements to arbitrate;  and that, in any event, the dispute as a whole did not qualify as arbitrable.  At that point, the Reinsurers invoked 9 U.S.C. Sec. 205 (1988)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and removed Doughty's suit to the United States District Court for the District of Massachusetts.  Next, they filed motions to compel arbitration and, as an interim prophylactic, to stay proceedings pending the outcome of the arbitral process.  Doughty objected to these motions and moved on sundry grounds for an order remanding the case to state court.  The Reinsurers opposed this motion.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Concluding that principles of Burford abstention controlled, see Burford v. Sun Oil Co., <span class=\"citation\" data-id=\"103842\"><a href=\"/opinion/103842/burford-v-sun-oil-co/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span>, <span class=\"citation\" data-id=\"103842\"><a href=\"/opinion/103842/burford-v-sun-oil-co/\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1098</span></a></span>, <span class=\"citation\" data-id=\"103842\"><a href=\"/opinion/103842/burford-v-sun-oil-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1424</span> </a></span>(1943);  see also Fragoso v. Lopez, <span class=\"citation\" data-id=\"605524\"><a href=\"/opinion/605524/carmen-fragoso-aka-carmen-fragoso-de-conway-v-dr-maria-a-lopez/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">878</span></a></span>, 882-83 (1st Cir.1993) (explicating scope, reach, and current status of Burford abstention), the district court overruled appellants' objection and granted the motion to remand.  The court did not speak to the other reasons advanced in support of the motion.  Moreover, consistent with its relinquishment of jurisdiction, the court left both the question of arbitrability and the related matter of a stay to the state tribunal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This proceeding ensued.  In it, the Reinsurers wear two hats, appearing as both appellants and petitioners;  they appeal from the remand order while simultaneously seeking a writ of mandamus aimed at recalling it.  We consolidated these two initiatives for briefing, oral argument, and decision.II. THE APPEAL</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We begin our inquiry into the appeal by addressing the question of appellate jurisdiction for, if no jurisdiction attaches, the appeal founders.  See In re Recticel Foam Corp., <span class=\"citation\" data-id=\"513181\"><a href=\"/opinion/513181/in-re-recticel-foam-corporation-in-re-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1000</span></a></span>, 1002 (1st Cir.1988).  Here, two hurdles block the jurisdictional path:  the statutory bar to appellate review of remand orders, see 28 U.S.C. Sec. 1447(d) (1988), and the bedrock requirement that jurisdiction can never be assumed but must be premised on some affirmative source.  See, e.g., Massachusetts v. V &amp; M Management, Inc., <span class=\"citation\" data-id=\"558573\"><a href=\"/opinion/558573/commonwealth-of-massachusetts-v-v-m-management-inc/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">830</span></a></span>, 833 (1st Cir.1991) (per curiam).  We trace the dimensions of each hurdle and, in the process, consider appellants' hurdle-clearing capability.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>A. The Statutory Bar.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">28 U.S.C. Sec. 1447(d) provides that \"[a]n order remanding a case to the State court from which it was removed is not reviewable on appeal or otherwise.\"   Although this statute prohibits appellate review of remand orders \"whether erroneous or not and whether review is sought by appeal or by extraordinary writ,\" Thermtron Prods., Inc. v. Hermansdorfer, <span class=\"citation\" data-id=\"109348\"><a href=\"/opinion/109348/thermtron-products-inc-v-hermansdorfer/\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">336</span></a></span>, 343, <span class=\"citation\" data-id=\"109348\"><a href=\"/opinion/109348/thermtron-products-inc-v-hermansdorfer/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">584</span></a></span>, 589, <span class=\"citation\" data-id=\"109348\"><a href=\"/opinion/109348/thermtron-products-inc-v-hermansdorfer/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">542</span> </a></span>(1976), the proscription is deeper than it is wide.  Because courts must read section 1447(d) in pari materia with its statutory neighbor, 28 U.S.C. Sec. 1447(c), see <span class=\"citation\" data-id=\"109348\"><span class=\"antecedent_guess\">Thermtron,</span> <a href=\"/opinion/109348/thermtron-products-inc-v-hermansdorfer/\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">353</span></a></span>, 96 S.Ct. at 593, only remand orders issued under the authority of section 1447(c) are rendered unreviewable by the operation of section 1447(d), see Garcia v. Island Program Designer, Inc., <span class=\"citation\" data-id=\"194919\"><a href=\"/opinion/194919/garcia-v-island-program/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 58-59 (1st Cir.1993);  V &amp; M <span class=\"citation\" data-id=\"558573\"><span class=\"antecedent_guess\">Management,</span> <a href=\"/opinion/558573/commonwealth-of-massachusetts-v-v-m-management-inc/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">832-33</span></a></span>.   And, since section 1447(c), by its terms, is concerned exclusively with remands stemming from \"defect[s] in removal procedure\" such that \"the district court lacks subject matter jurisdiction,\" it follows that section 1447(d) leaves open the possibility of appellate review in all cases that are remanded for reasons not covered by section 1447(c).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This is such an instance.  Despite the fact that Doughty articulated several reasons for remanding the case, many of which implicated section 1447(c), the district court shunted these asseverations to one side and instead remanded exclusively on the basis of Burford abstention.  Because abstention, by definition, assumes the existence of subject matter jurisdiction in the abstaining court--after all, one must have (or, at least, presume the presence of) subject matter jurisdiction in order to decline the exercise of it--section 1447(c) does not apply to an abstention-driven remand.  See Corcoran v. Ardra Ins. Co., <span class=\"citation\" data-id=\"503107\"><a href=\"/opinion/503107/james-p-corcoran-superintendent-of-insurance-of-the-state-of-new-york/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 34 (2d Cir.1988).  Hence, the statutory bar does not preclude us from reviewing the lower court's remand order.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>B. Possible Sources of Appellate Jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Our determination that 28 U.S.C. Sec. 1447(d) does not operate to bar appellate review merely removes the first hurdle blocking the jurisdictional path.  To pass the next hurdle, the Reinsurers must demonstrate the existence and applicability of some affirmative authority conferring jurisdiction on the courts of appeals to review remand orders of the sort at issue here.  The Reinsurers try to clear this hurdle from three different angles.  They urge that the remand order is appealable under 28 U.S.C. Sec. 1291 (1988) (conferring jurisdiction on the courts of appeals to review \"final decisions of the district courts\"), or, alternatively, as a collateral order, see Cohen v. Beneficial Industrial Loan Corp., <span class=\"citation\" data-id=\"104695\"><a href=\"/opinion/104695/cohen-v-beneficial-industrial-loan-corp/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">541</span></a></span>, 546, <span class=\"citation\" data-id=\"104695\"><a href=\"/opinion/104695/cohen-v-beneficial-industrial-loan-corp/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1221</span></a></span>, 1225, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1528</span> </span>(1949), or, if all else fails, on the basis that the district court's rulings, taken in their totality, constitute a set of orders appealable under the Federal Arbitration Act.  We find these exhortations unconvincing.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">1. The Final Judgment Rule.   In respect to the suggestion that the remand order is appealable as a final judgment, the sockdolager is that the Supreme Court has said exactly the opposite:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>[B]ecause an order remanding a removed action does not represent a final judgment reviewable by appeal, the remedy in such a case is by mandamus to compel action, and not by writ of error to review what has been done.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"109348\"><span class=\"antecedent_guess\">Thermtron,</span> <a href=\"/opinion/109348/thermtron-products-inc-v-hermansdorfer/\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">352-53</span></a></span>, 96 S.Ct. at 594 (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Reinsurers attempt to deflect the force of this blunt statement by suggesting that it should be regarded as dictum.  They posit that, because the Thermtron Court found the remand order so egregious as to justify mandamus, no need to decide the availability of direct appellate review ever arose.  In advancing this suggestion, the Reinsurers are whistling past the graveyard.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"Dictum\" is a term that judges and lawyers use to describe comments relevant, but not essential, to the disposition of legal questions pending before a court.  See Kastigar v. United States, <span class=\"citation\" data-id=\"108541\"><a href=\"/opinion/108541/kastigar-v-united-states/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">441</span></a></span>, 454-55, <span class=\"citation\" data-id=\"108541\"><a href=\"/opinion/108541/kastigar-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1653</span></a></span>, 1661-62, <span class=\"citation\" data-id=\"108541\"><a href=\"/opinion/108541/kastigar-v-united-states/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">212</span> </a></span>(1972);  Dedham Water Co. v. Cumberland Farms Dairy, Inc., <span class=\"citation\" data-id=\"588805\"><a href=\"/opinion/588805/dedham-water-co-inc-v-cumberland-farms-dairy-inc/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span>, 459 (1st Cir.1992);  United States v. Crawley, <span class=\"citation\" data-id=\"500097\"><a href=\"/opinion/500097/united-states-v-john-allan-crawley/\"><span class=\"volume\">837</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">291</span></a></span>, 292-93 (7th Cir.1988).  Given the familiar principle that \"whatever may be done without the employment of [mandamus], may not be done with it,\" Ex parte Rowland, <span class=\"citation\" data-id=\"90508\"><a href=\"/opinion/90508/ex-parte-rowland/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">604</span></a></span>, 617, <span class=\"citation\" data-id=\"90508\"><a href=\"/opinion/90508/ex-parte-rowland/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">861</span> </a></span>(1882));  see also Helstoski v. Meanor, <span class=\"citation\" data-id=\"110108\"><a href=\"/opinion/110108/helstoski-v-meanor/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">500</span></a></span>, 505-08, <span class=\"citation\" data-id=\"110108\"><a href=\"/opinion/110108/helstoski-v-meanor/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2445</span></a></span>, 2448-49, <span class=\"citation\" data-id=\"110108\"><a href=\"/opinion/110108/helstoski-v-meanor/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">30</span> </a></span>(1979), the Court's statement in Thermtron defies description as mere dictum.  To the exact contrary, the mandamus remedy employed in Thermtron necessarily betokened, and, indeed, depended on, the Court's antecedent holding anent the unavailability of direct appellate review.  Because deleting the challenged statement would have impaired the analytical foundation of the Court's ultimate decision to issue mandamus, that statement is properly categorized as part of the court's holding, not as dictum.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Still using the final judgment rule as their stepping stone, the Reinsurers make a second effort to boost themselves over the hurdle--an effort hinging on the assumption that Thermtron did not survive the Court's later decision in Moses H. Cone Memorial Hosp. v. Mercury Constr.  Corp., <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">927</span></a></span>, <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">765</span> </a></span>(1983).  This argument, too, is easily repelled.  The short, dispositive answer to the argument is that this court only recently refused to follow those cases suggesting that Cone undermines Thermtron, and, instead, continued to apply Thermtron 's rule that remand orders are not final.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Garcia,</span> <span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">4-5</span></span>.   That ends the matter.  It is black-letter law that, in a multi-panel circuit, newly constituted panels are, with few exceptions (none applicable here), bound by prior panel decisions closely in point.  See, e.g., United States v. Wogan, <span class=\"citation\" data-id=\"564953\"><a href=\"/opinion/564953/united-states-v-russell-h-wogan/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span>, 1449 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">460</span> </span>(1991);  Jusino v. Zayas, <span class=\"citation\" data-id=\"524052\"><a href=\"/opinion/524052/waddie-jusino-v-carmen-sonia-zayas-etc/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">986</span></a></span>, 993 (1st Cir.1989).  Thus, principles of stare decisis require our allegiance to the Thermtron rule in this situation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The slightly longer, but equally forceful, rebuttal is that there seem to be other good reasons counselling in favor of Thermtron's continued vitality.  In Cone, the Court held that a stay, issued in order to permit a related state case to proceed prior to the federal case, could be appealed as a final order.  But, Cone makes no reference to Thermtron 's holding vis-a-vis remand orders, a circumstance which strongly suggests that the Court viewed the rules pertaining to remands and to stays, respectively, as separate and distinct.  Moreover, the Supreme Court has continued to rely on Thermtron in the post-Cone era.  See, e.g., Carnegie-Mellon Univ. v. Cohill, <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">343</span></a></span>, 347 &amp; n. 4, <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">614</span></a></span>, 617 &amp; n. 4, <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">720</span> </a></span>(1988).  Such continuing reliance indicates that Thermtron is still alive and well.  Then, too, our reluctance to find that Cone implicitly overruled Thermtron is sharpened by the fact that Thermtron 's \"language is rather absolute.\"  Garcia, at 4.   Where the Court has expressed a rule so clearly, inferior courts are entitled to expect equally blunt guidance should the Court wish to retract the rule or declare that it is no longer good law.  Cone sends no such signal.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Lastly, and relatedly, Thermtron and Cone, scrutinized side by side, highlight certain differences between remand orders and stay orders.  Whereas stay orders ordinarily signal a determination that there are federal interests at stake, sufficient ultimately to justify a hearing in federal court, remands, by definition, embody a determination that the cognizable federal interests, if any, when compared to the cognizable state interests, are so lacking in weight that the federal court either does not have, or should not appropriately exercise, jurisdiction.  A remanded case's failure to pass a threshold test of this sort might possibly explain why a federal appeal as of right does not attach and the back-up remedy of mandamus is deemed adequate protection.  Furthermore, remand orders typically involve a single case that a federal court returns to the state tribunal whence it emanated.  Consequently, the litigation continues to progress, albeit in a state rather than a federal forum.  In that sense, there is neither a permanent disposition of the case nor a disruption of its progress.  A stay, on the other hand, typically involves two separate proceedings, say, one in a state court and one in a federal court.  When the federal tribunal stays the latter pending the outcome of the former in state court, res judicata principles make that decision effectively final as to certain aspects of the federal case.  See <span class=\"citation\" data-id=\"110873\"><span class=\"antecedent_guess\">Cone,</span> <a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">10-13</span> </a></span>&amp; n. <span class=\"citation\" data-id=\"110873\"><span class=\"antecedent_guess\">11,</span> <a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">933-36</span> </a></span>&amp; n. 11.   We think this finality helps to explain why the Court has permitted appeals to be taken from stay orders in situations where remand orders would not be appealable.  See In re Amoco Petroleum Additives Co., <span class=\"citation\" data-id=\"583671\"><a href=\"/opinion/583671/in-the-matter-of-amoco-petroleum-additives-company-and-buck-isbell-in-the/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">706</span></a></span>, 712 (7th Cir.1992).  And we think that this twist affords an added reason why, notwithstanding Cone, Thermtron 's holding that a remand order is not a final judgment remains intact.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">2. The Collateral Order Doctrine.   Next, the Reinsurers argue that the remand order, even if not a final judgment, may nonetheless be appealable under the collateral order doctrine.  That doctrine carves out a \"narrow exception to the normal application of the final judgment rule,\" Midland Asphalt Corp. v. United States, <span class=\"citation\" data-id=\"112226\"><a href=\"/opinion/112226/midland-asphalt-corp-v-united-states/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">794</span></a></span>, 798, <span class=\"citation\" data-id=\"112226\"><a href=\"/opinion/112226/midland-asphalt-corp-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1494</span></a></span>, 1498, <span class=\"citation\" data-id=\"112226\"><a href=\"/opinion/112226/midland-asphalt-corp-v-united-states/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">879</span> </a></span>(1989), limited to orders that (1) conclusively determine (2) important legal questions which are (3) completely separate from the merits of the underlying action and are (4) effectively unreviewable on appeal from a final judgment.  See Lauro Lines S.R.L. v. Chasser, <span class=\"citation\" data-id=\"112263\"><a href=\"/opinion/112263/lauro-lines-srl-v-chasser/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">495</span></a></span>, 498, <span class=\"citation\" data-id=\"112263\"><a href=\"/opinion/112263/lauro-lines-srl-v-chasser/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1976</span></a></span>, 1978, <span class=\"citation\" data-id=\"112263\"><a href=\"/opinion/112263/lauro-lines-srl-v-chasser/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span> </a></span>(1989);  <span class=\"citation\" data-id=\"104695\"><span class=\"antecedent_guess\">Cohen,</span> <a href=\"/opinion/104695/cohen-v-beneficial-industrial-loan-corp/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">546</span></a></span>, 69 S.Ct. at 1225-26;  In re Insurers Syndicate, etc., <span class=\"citation\" data-id=\"516165\"><a href=\"/opinion/516165/in-re-insurers-syndicate-for-the-joint-underwriting-of-medico-hospital/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">208</span></a></span>, 210 (1st Cir.1988).  The Reinsurers contend that the district court's remand order meets these four preconditions.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Once outside the purview of 28 U.S.C. Sec. 1447(d), <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>Part II(A), there is no absolute rule either prohibiting or permitting immediate appellate review of remand-related orders under the Cohen rubric.  Compare, e.g., Karl Koch Erecting Co. v. New York Convention Ctr. Dev.  Corp., <span class=\"citation\" data-id=\"501190\"><a href=\"/opinion/501190/karl-koch-erecting-co-inc-v-new-york-convention-center-development/\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">656</span></a></span>, 658-59 (2d Cir.1988) (permitting review of decision to remand based on interpretation of forum selection clause) with, e.g., Corcoran v. Ardra Ins. <span class=\"citation\" data-id=\"503107\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/503107/james-p-corcoran-superintendent-of-insurance-of-the-state-of-new-york/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">35</span> </a></span>(dismissing appeal of decision to remand based on Burford abstention).  Rather, courts must apply the multi-pronged Cohen test to each remand order (or, at least, to each type of remand order) in an individualized, case-specific manner.  See, e.g., <span class=\"citation no-link\"><span class=\"antecedent_guess\">Garcia,</span> <span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">4-5</span> </span>(undertaking case-specific analysis).  And, in determining whether a particular remand order falls within or without Cohen 's collateral order exception, courts must look to the general circumstances surrounding the order's issuance, including the reasons underlying it.  See Travelers Ins. Co. v. Keeling, <span class=\"citation no-link\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1485</span></span>, 1488-89 (2d Cir.1993);  <span class=\"citation\" data-id=\"503107\"><span class=\"antecedent_guess\">Corcoran,</span> <a href=\"/opinion/503107/james-p-corcoran-superintendent-of-insurance-of-the-state-of-new-york/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">35</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The remand order here at issue does not pass muster under Cohen.   The salient legal question that stands separate and apart from the merits in this case--that is, the \"collateral\" issue--is whether the parties' overall dispute should be resolved in arbitration.  The district court's ruling did not conclusively determine this issue.  Instead, the district court's order set to rest only the preliminary question of which court should resolve the collateral issue.  In other words, the collateral issue remains an open matter--a matter that the state court must yet decide.  We agree with the Second Circuit that, to come within the collateral order rule, a decree must definitively resolve the merits of the collateral issue, not merely determine which court will thereafter resolve it.  See <span class=\"citation\" data-id=\"503107\"><span class=\"antecedent_guess\">Corcoran,</span> <a href=\"/opinion/503107/james-p-corcoran-superintendent-of-insurance-of-the-state-of-new-york/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">35</span></a></span>;  see also Bennett v. Liberty Nat'l Fire Ins. Co., <span class=\"citation\" data-id=\"586407\"><a href=\"/opinion/586407/andrea-bennett-state-auditor-and-commissioner-of-insurance-for-the-state/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">969</span></a></span>, 970-71 (9th Cir.1992).  Determining whether a state or federal court is to resolve an issue constitutes the definitive resolution of a collateral matter only when special circumstances exist, such as when the remand is pursuant to judicial interpretation of a forum-selection provision.  See <span class=\"citation\" data-id=\"503107\"><span class=\"antecedent_guess\">Corcoran,</span> <a href=\"/opinion/503107/james-p-corcoran-superintendent-of-insurance-of-the-state-of-new-york/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">35</span></a></span>.   That is not the case here.  Hence, the order that the Reinsurers contest does not satisfy the first precondition to appealability under the Cohen doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Reinsurers attempt to subvert this conclusion by redefining the collateral issue.  They suggest that the question is not whether the underlying dispute should be resolved in arbitration, but, rather, whether a federal or state court is the proper forum for determining the dispute's arbitrability.  We think this argument proves too much.  Every remand order conclusively determines which court will thereafter determine the issues in controversy.  Thus, appellants' approach could easily expand Cohen beyond the isthmian confines that the Court envisioned, see <span class=\"citation\" data-id=\"104695\"><span class=\"antecedent_guess\">Cohen,</span> <a href=\"/opinion/104695/cohen-v-beneficial-industrial-loan-corp/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">546</span></a></span>, 69 S.Ct. at 1225-26 (predicting that only a \"small class\" of cases would be affected by the doctrine), and thereby thwart the strong federal interest in precluding piecemeal appeals.  See Coopers &amp; Lybrand v. Livesay, <span class=\"citation\" data-id=\"109908\"><a href=\"/opinion/109908/coopers-lybrand-v-livesay/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, 471, <span class=\"citation\" data-id=\"109908\"><a href=\"/opinion/109908/coopers-lybrand-v-livesay/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2454</span></a></span>, 2459, <span class=\"citation\" data-id=\"109908\"><a href=\"/opinion/109908/coopers-lybrand-v-livesay/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span> </a></span>(1978);  <span class=\"citation\" data-id=\"513181\"><span class=\"antecedent_guess\">Recticel,</span> <a href=\"/opinion/513181/in-re-recticel-foam-corporation-in-re-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1003</span> </a></span>&amp; n. 3.   At any rate, we are skeptical about permitting litigants to avoid Cohen 's first prong by the simple expedient of distilling issues to the smallest possible unit of measurement.  We, therefore, decline to accept the Reinsurers' attempted reformulation of the collateral issue.  See generally Travelers Ins. Co. v. <span class=\"citation no-link\"><span class=\"antecedent_guess\">Keeling,</span> <span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1489</span> </span>(refusing, in nearly identical circumstances, to redefine the issue in dispute);  <span class=\"citation\" data-id=\"503107\"><span class=\"antecedent_guess\">Corcoran,</span> <a href=\"/opinion/503107/james-p-corcoran-superintendent-of-insurance-of-the-state-of-new-york/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">35</span> </a></span>(similar).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In all events, we conclude that, whatever way the collateral issue is defined, the remand order is not immediately appealable because it fails another element of the test.  Cohen requires that the disputed issue represent \"an important and unsettled question of controlling law, not merely a question of the proper exercise of the trial court's discretion.\"  Boreri v. Fiat S.p.A., <span class=\"citation\" data-id=\"453018\"><a href=\"/opinion/453018/robert-j-boreri-v-fiat-spa/\"><span class=\"volume\">763</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 21 (1st Cir.1985);  accord Insurers <span class=\"citation\" data-id=\"516165\"><span class=\"antecedent_guess\">Syndicate,</span> <a href=\"/opinion/516165/in-re-insurers-syndicate-for-the-joint-underwriting-of-medico-hospital/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">210</span></a></span>;  United States v. Sorren, <span class=\"citation\" data-id=\"370139\"><a href=\"/opinion/370139/united-states-v-william-c-sorren/\"><span class=\"volume\">605</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1211</span></a></span>, 1213 (1st Cir.1979);  see also Lauro <span class=\"citation\" data-id=\"112263\"><span class=\"antecedent_guess\">Lines,</span> <a href=\"/opinion/112263/lauro-lines-srl-v-chasser/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">503</span></a></span>, 109 S.Ct. at 1980 (Scalia, J., concurring) (explaining that the collateral issue must be \"sufficiently important to overcome the policies militating against interlocutory appeals\").  Although the question, admittedly, is not free from doubt--the Convention, after all, contemplates the possibility of removal when a state-court proceeding relates to an arbitration agreement and involves a foreign reinsurer--we believe that the Burford-based decision as to which forum, state or federal, will ultimately determine arbitrability lacks the necessary high degree of importance that is demanded.  This conclusion is scarcely original.  Both the Court, in Thermtron, and the Congress, in enacting 28 U.S.C. Sec. 1447, have adumbrated that, absent exceptional circumstances, the determination that one particular court, rather than some other equally qualified court, will adjudicate an issue is not so vital as to outweigh the interests of the parties and of society in the swift, efficient administration of justice.  Indeed, Thermtron and section 1447 serve as vivid reminders that, when remand is at stake, the policies militating against interlocutory appeal possess their full vigor.  See generally 14A Charles A. Wright, et al., Federal Practice and Procedure Sec. 3740 (1985 &amp; Supp.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We hold, therefore, that an order to remand premised on Burford abstention is not immediately appealable under the Cohen rubric.  In reaching this result, we find ourselves in agreement with the Second Circuit.  See <span class=\"citation\" data-id=\"503107\"><span class=\"antecedent_guess\">Corcoran,</span> <a href=\"/opinion/503107/james-p-corcoran-superintendent-of-insurance-of-the-state-of-new-york/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">35</span></a></span>.   We expressly decline to extend the Fifth Circuit's decision in McDermott Int'l v. Lloyds Underwriters, <span class=\"citation\" data-id=\"568511\"><a href=\"/opinion/568511/mcdermott-international-inc-v-lloyds-underwriters-of-london-john/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1199</span></a></span>, 1203 &amp; n. 5 (5th Cir.1991), beyond the facts there presented.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  When all is said and done, in this case, as in <span class=\"citation no-link\"><span class=\"antecedent_guess\">Garcia,</span> <span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">5</span></span>, \"we cannot find a 'collateral order' exception large enough to fit our case that does not swallow up (and thereby simply disregard) the general rule.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">3. The Federal Arbitration Act.   The Federal Arbitration Act is the last source of the Reinsurers' effort to generate an adequate jurisdictional showing.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The Act provides, inter alia, that an appeal may be taken from an order refusing a stay pending arbitration or denying a motion to compel arbitration.  See 9 U.S.C. Sec. 16(a)(1)(A), (C) (Supp.  V 1992).  Here, the district court, after remanding the case, stated that it was denying appellants' motions to compel arbitration and stay the litigation, without prejudice.  The Reinsurers endeavor to appeal from these \"denials.\"   We are unimpressed.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We think it is evident that the district court, having indicated its intention to remand the case to state court, added the \"denied without prejudice\" language merely as a way of flagging that it intended the arbitrability issue to be decided in a state court and that the federal court, in remanding, took no view of arbitrability.  The district court's remarks, then, did not deal with the merits of the arbitration question and were not arbitrability denials of the sort that the Federal Arbitration Act makes immediately appealable.  Compare Asset Allocation &amp; Management Co. v. Western Employers Ins. Co., <span class=\"citation\" data-id=\"534244\"><a href=\"/opinion/534244/fed-sec-l-rep-p-94913-asset-allocation-and-management-company-v/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">566</span></a></span>, 574 (7th Cir.1989) (finding district court's order appealable under Federal Arbitration Act) with Jeske v. Brooks, <span class=\"citation\" data-id=\"523242\"><a href=\"/opinion/523242/herbert-a-jeske-v-george-e-brooks-robinson-humphrey-company-inc/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">71</span></a></span>, 73 (4th Cir.1989) (finding district court's order inappropriate for appeal).  To hold otherwise would be mechanically to elevate form over substance, a practice that we have consistently spurned.  See, e.g., United States v. Bramble, <span class=\"citation\" data-id=\"555768\"><a href=\"/opinion/555768/united-states-v-james-p-bramble/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">532</span></a></span>, 534 (1st Cir.1991);  Maine v. Thomas, <span class=\"citation\" data-id=\"523149\"><a href=\"/opinion/523149/state-of-maine-v-lee-m-thomas-etc/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">883</span></a></span>, 886 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Reinsurers cannot achieve a different result even if the district court acted with a more meddlesome intent.  Once it remanded the case to a state forum, the district court lost jurisdiction over the case and, therefore, lacked the authority to issue substantive orders of the sort that the Reinsurers suggest were issued here.  See, e.g., In re La Providencia Dev.  Corp., <span class=\"citation\" data-id=\"283226\"><a href=\"/opinion/283226/in-re-la-providencia-development-corporation/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">251</span></a></span>, 252-53 (1st Cir.1969);  see also General Elec. Co. v. Byrne, <span class=\"citation\" data-id=\"372838\"><a href=\"/opinion/372838/general-electric-company-a-corporation-v-hon-william-matthew-byrne-jr/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">670</span></a></span>, 672-73 (7th Cir.1979) (per curiam) (stating that a \"transfer order deprives the transferor court of jurisdiction until the case is returned to it\"); cf. Moore v. Permanente Medical Group, Inc., <span class=\"citation\" data-id=\"596463\"><a href=\"/opinion/596463/ophelia-y-moore-individually-and-as-guardian-ad-litem-for-lavonda/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">443</span></a></span>, 445 (9th Cir.1992) (holding that a district court possessed the authority to award attorneys' fees after remanding only because the award of fees was specifically authorized by the remand statute and was, therefore, \"collateral to the decision to remand\");  In re Spillane, <span class=\"citation\" data-id=\"528783\"><a href=\"/opinion/528783/bankr-l-rep-p-73166-in-re-sherri-spillane/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">642</span></a></span>, 645-46 (1st Cir.1989) (similar, but in venue-transfer context).  Put another way, absent an emergency or some other extraordinary circumstance, the district court could only have issued substantive orders necessary to reaching the decision to remand.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  See, e.g., Karl <span class=\"citation\" data-id=\"501190\"><span class=\"antecedent_guess\">Koch,</span> <a href=\"/opinion/501190/karl-koch-erecting-co-inc-v-new-york-convention-center-development/\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">659</span> </a></span>(remanding because court interpreted a forum-selection provision as requiring parties to litigate in state court);  Pelleport Investors, Inc. v. Budco Quality Theatres, Inc., <span class=\"citation\" data-id=\"440055\"><a href=\"/opinion/440055/nos-83-6228-83-7678/\"><span class=\"volume\">741</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">273</span></a></span>, 275 (9th Cir.1984) (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the last analysis, whether or not we construe the district court's remarks as rulings, the bottom line is unaffected:  the denials have no legal effect aside from making clear the dimensions of the issues that the court proposed to leave unadjudicated.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">4. Summary.   To recapitulate, under the circumstances of this litigation, the district court's remand order is not a final judgment;  it is not an appealable collateral command;  and its accouterments are not appealable under the Federal Arbitration Act.  Because the Reinsurers have been wholly unable to demonstrate a cognizable hook on which appellate jurisdiction may be hung, their appeal must be dismissed for want of jurisdiction.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>III. THE PETITION FOR MANDAMUS</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Anticipating problems in topping the jurisdictional hurdles, the Reinsurers also seek to proceed by way of mandamus.  They ask that we issue a writ requiring the district court to vacate the remand order, accept jurisdiction over the case, compel arbitration of a portion of the underlying dispute, and stay proceedings as to the remainder.  We see no reason to honor the request.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although federal appellate courts have power to issue prerogative writs that are \"necessary or appropriate in aid of their ... jurisdiction[ ],\" 28 U.S.C. Sec. 1651(a) (1988), that power must be used stintingly and brought to bear only in extraordinary situations.  See Allied Chem.  Corp. v. Daiflon, Inc., <span class=\"citation\" data-id=\"110354\"><a href=\"/opinion/110354/allied-chemical-corp-v-daiflon-inc/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 34, <span class=\"citation\" data-id=\"110354\"><a href=\"/opinion/110354/allied-chemical-corp-v-daiflon-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">188</span></a></span>, 190, <span class=\"citation\" data-id=\"110354\"><a href=\"/opinion/110354/allied-chemical-corp-v-daiflon-inc/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">193</span> </a></span>(1980) (per curiam);  <span class=\"citation\" data-id=\"513181\"><span class=\"antecedent_guess\">Recticel,</span> <a href=\"/opinion/513181/in-re-recticel-foam-corporation-in-re-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1005</span></a></span>.   Thus, prerogative writs, although frequently sought, are seldom issued.  To succeed in the hunt, a writ-seeker usually must demonstrate that the challenged order is palpably erroneous and that he faces some special risk of irreparable harm.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  See In re Pearson, <span class=\"citation\" data-id=\"604120\"><a href=\"/opinion/604120/in-re-donald-pearson/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">653</span></a></span>, 656 &amp; n. 4 (1st Cir.1989) (collecting cases).  Given the stringency of this standard, it is unsurprising that \"[i]nterlocutory procedural orders ... rarely will satisfy th[e] precondition for mandamus relief.\"  <span class=\"citation\" data-id=\"513181\"><span class=\"antecedent_guess\">Recticel,</span> <a href=\"/opinion/513181/in-re-recticel-foam-corporation-in-re-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1006</span></a></span>;  accord <span class=\"citation\" data-id=\"604120\"><span class=\"antecedent_guess\">Pearson,</span> <a href=\"/opinion/604120/in-re-donald-pearson/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">656</span></a></span>.   We explain briefly why this case is no exception to the rule.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In the first place, \"mandamus [generally] will not issue to control exercises of discretion.\"  <span class=\"citation\" data-id=\"513181\"><span class=\"antecedent_guess\">Recticel,</span> <a href=\"/opinion/513181/in-re-recticel-foam-corporation-in-re-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1006</span></a></span>;  accord DeBeers Consolidated Mines, Ltd. v. United States, <span class=\"citation\" data-id=\"104138\"><a href=\"/opinion/104138/de-beers-consol-mines-ltd-v-united-states/\"><span class=\"volume\">325</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">212</span></a></span>, 217, <span class=\"citation\" data-id=\"104138\"><a href=\"/opinion/104138/de-beers-consol-mines-ltd-v-united-states/\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, 1132-33, <span class=\"citation\" data-id=\"104138\"><a href=\"/opinion/104138/de-beers-consol-mines-ltd-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1566</span> </a></span>(1945);  In re Bushkin Assocs., Inc. <span class=\"citation\" data-id=\"516170\"><a href=\"/opinion/516170/in-re-bushkin-associates-inc-and-merle-j-bushkin/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">241</span></a></span>, 245 (1st Cir.1988).  Burford-based abstention decisions, while more closely cabined under the current legal regime, see, e.g., <span class=\"citation\" data-id=\"605524\"><span class=\"antecedent_guess\">Fragoso,</span> <a href=\"/opinion/605524/carmen-fragoso-aka-carmen-fragoso-de-conway-v-dr-maria-a-lopez/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">883-86</span></a></span>, still contain a discretionary element.  See, e.g., General Glass Indus. Corp. v. Monsour Medical Found., <span class=\"citation\" data-id=\"589673\"><a href=\"/opinion/589673/general-glass-industries-corporation-on-behalf-of-itself-and-all-others/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">197</span></a></span>, 203 (3d Cir.1992), New Orleans Pub. Serv., Inc. v. New Orleans, <span class=\"citation\" data-id=\"474856\"><a href=\"/opinion/474856/new-orleans-public-service-inc-v-the-city-of-new-orleans-the-council/\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">858</span></a></span>, 862 (5th Cir.1977);  Richardson v. City, etc., of Honolulu, <span class=\"citation no-link\"><span class=\"volume\">759</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1477</span></span>, 1483 (D.Haw.1991). It follows that, to the degree the district court understood controlling abstention law and exercised its discretion within that known law, this case is a poor candidate for mandamus relief.  See <span class=\"citation\" data-id=\"516170\"><span class=\"antecedent_guess\">Bushkin,</span> <a href=\"/opinion/516170/in-re-bushkin-associates-inc-and-merle-j-bushkin/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">245</span> </a></span>(explaining that \"mandamus is generally thought an inappropriate prism through which to inspect exercises of judicial discretion\").  Even misuses of discretion will not provoke mandamus relief absent a clear usurpation of power or some similarly egregious circumstance.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In the second place, we cannot say that the district court's decision in this case represents a palpably erroneous application of Burford abstention law.  Although the radius of permissible Burford abstention has shrunk in recent years, see New Orleans Pub. Serv., Inc. v. City Council of New Orleans, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>, 360-64, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2506</span></a></span>, 2513-16, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">298</span> </a></span>(1989);  <span class=\"citation\" data-id=\"605524\"><span class=\"antecedent_guess\">Fragoso,</span> <a href=\"/opinion/605524/carmen-fragoso-aka-carmen-fragoso-de-conway-v-dr-maria-a-lopez/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">882-86</span></a></span>, this litigation involves a number of novel questions, including whether the complex system Massachusetts has enacted for the liquidation of domestic insurance companies is the sort of scheme that warrants serious consideration as a basis for abstention.  After reviewing the record, we can say only that the district court's Burford-based decision is possibly erroneous--not that it is palpably so.  That is not enough to satisfy the customary precondition for mandamus relief.  See <span class=\"citation\" data-id=\"516170\"><span class=\"antecedent_guess\">Bushkin,</span> <a href=\"/opinion/516170/in-re-bushkin-associates-inc-and-merle-j-bushkin/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">245</span></a></span>.   And, moreover, mandamus seems an awkward vehicle for resolving the doubtful issues that permeate the Burford equation.  See Amoco <span class=\"citation\" data-id=\"583671\"><span class=\"antecedent_guess\">Petroleum,</span> <a href=\"/opinion/583671/in-the-matter-of-amoco-petroleum-additives-company-and-buck-isbell-in-the/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">713</span> </a></span>(collecting cases);  <span class=\"citation\" data-id=\"503107\"><span class=\"antecedent_guess\">Corcoran,</span> <a href=\"/opinion/503107/james-p-corcoran-superintendent-of-insurance-of-the-state-of-new-york/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">36-37</span> </a></span>(declining, in similar circumstances, to issue a writ of mandamus).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We note, too, that the record reveals several potential non-Burford-based reasons for remanding this case which, on the surface, appear to possess merit.  It is a prerequisite to mandamus relief that the ruling below be \"palpably improper,\" LaBuy v. Howes Leather Co., <span class=\"citation\" data-id=\"105441\"><a href=\"/opinion/105441/la-buy-v-howes-leather-co/\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, 256, <span class=\"citation\" data-id=\"105441\"><a href=\"/opinion/105441/la-buy-v-howes-leather-co/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">309</span></a></span>, 314, <span class=\"citation\" data-id=\"105441\"><a href=\"/opinion/105441/la-buy-v-howes-leather-co/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">290</span> </a></span>(1957), and that a suitor's entitlement to the claimed relief be plain as a matter of law, <span class=\"citation\" data-id=\"604120\"><span class=\"antecedent_guess\">Pearson,</span> <a href=\"/opinion/604120/in-re-donald-pearson/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">657</span> </a></span>&amp; n. 4.   We do not believe these criteria are satisfied if the disputed disposition, albeit premised on a doubtful ground, is nevertheless probably sustainable on an alternative ground.  The case before us illustrates the point:  whatever may be said of the district court's Burford rationale, the outcome of the federal adjudicative process--retransmitting the litigation to the state court--cannot by any stretch be classified as palpably erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Also, we descry no special risk of irreparable harm.  The Reinsurers' rhetoric does not change the fact that the remand order leaves the issue of arbitrability unresolved.  The state court will decide that issue, and the Reinsurers will have rights to appeal within that system should they so elect.  While the Reinsurers may prefer that a federal forum determine the result, they have offered no reason why the frustration of this preference is likely to cause irreparable harm.  Cf., e.g., <span class=\"citation no-link\"><span class=\"antecedent_guess\">Garcia,</span> <span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">5</span> </span>(finding mandamus appropriate where a \"critical legal determination\" would, following remand, be insulated from \"meaningful review\").</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">There is an overriding consideration that touches upon all the above.  A court that is asked to issue a writ of mandamus is itself invested with considerable discretion.  See Kerr v. United States District Court, <span class=\"citation no-link\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></span>, 403, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2119</span></span>, 2124, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">725</span> </span>(1975).  Given the facts and posture of this dispute, the wise exercise of judicial discretion strongly favors continuing to employ mandamus sparingly, <span class=\"citation\" data-id=\"513181\"><span class=\"antecedent_guess\">Recticel,</span> <a href=\"/opinion/513181/in-re-recticel-foam-corporation-in-re-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1005</span></a></span>;  see also <span class=\"citation\" data-id=\"453018\"><span class=\"antecedent_guess\">Boreri,</span> <a href=\"/opinion/453018/robert-j-boreri-v-fiat-spa/\"><span class=\"volume\">763</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">26</span> </a></span>(warning that \"the currency [of mandamus] is not profligately to be spent\"), and allowing this case to proceed in state court.  The Convention, which is the sole source of ostensible federal jurisdiction, applies neither to the numerous reinsurance contracts that do not contain arbitration clauses nor to those underwritten by the several domestic insurance providers.  Most of the years in controversy are years in which the reinsurance arrangements are not even arguably affected by arbitration clauses.  The net result is that, should we heed the Reinsurers' pleas, the litigation would be split between federal and state court.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Further, the crux of the controversy involves the contested interpretation of contract provisions presenting chiefly matters of state law.  Claims have also been brought under Massachusetts unfair trade practice statute.  The larger context in which the litigation is set concerns the business of insurance, which the McCarran-Ferguson Act, 15 U.S.C. Sec. 1012 (1988), unequivocally declares to be a state-law preserve.  The Commonwealth, through its Insurance Commissioner, is a real party in interest.  In all, it likely understates the obvious to acknowledge that \"state issues substantially predominate.\"  United Mine Workers of America v. Gibbs, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 726, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, 1139, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span> </a></span>(1966).  When these features are coupled with the host of significant questions concerning the propriety of the removal order, it would be rashly injudicious for us to exercise our discretion to sponsor mandamus, thereby wresting the suit from its natural habitat and abetting its balkanization.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We need go no further.  It is apodictic that \"[m]andamus cannot be allowed to become a handy substitute for an otherwise unavailable interlocutory appeal.\"  <span class=\"citation\" data-id=\"516170\"><span class=\"antecedent_guess\">Bushkin,</span> <a href=\"/opinion/516170/in-re-bushkin-associates-inc-and-merle-j-bushkin/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">265</span></a></span>.   Thus, a party seeking the issuance of a prerogative writ bears a heavy burden.  The Reinsurers have neither carried this burden nor persuaded us that we should gratuitously oust the state court of jurisdiction over part of the litigation, leaving the remainder to linger there.  The petition for mandamus must, therefore, be denied.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">To summarize, although the statutory bar, 28 U.S.C. Sec. 1447(d), does not pertain, the Reinsurers cannot clear the other jurisdictional hurdles that dot the path to federal appellate relief.  We lack jurisdiction over their appeal and we also lack a cognizable basis for issuing a prerogative writ.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The appeal is dismissed for want of appellate jurisdiction.  The petition for issuance of a writ of mandamus is denied.  Costs are to be taxed in favor of respondent-appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In labelling the London Market Companies and the Underwriters at Lloyd's, collectively, as \"the Reinsurers,\" we exclude for present purposes a number of domestic firms and certain other foreign-based insurance providers (e.g., English &amp; American Insurance Co. and St. Helens' Insurance Co.) named as defendants in Doughty's action.  The appellation \"London Market Companies\" is itself a collective term describing a consortium of foreign-based insurance providers, including Excess Insurance Co.;   General Reinsurance Co.  (Amsterdam);  General Reinsurance Syndicate;  Anglo French Insurance Co.  (as successor to Federation General Insurance Co.);   British National Insurance Co.;   Sovereign Marine &amp; General Insurance Co.;   Royal Scottish Insurance Co.;   Swiss National Insurance Co.;   Zurich Reinsurance (U.K.)  (as successor to Turegum Insurance Co.);   and Gan Minster Insurance Co.  (as successor to Minster Insurance Co.).  Finally, we note that the Lloyd's underwriting syndicates are identified in the notice of appeal and petition for mandamus only as \"Derek Richard Wallis, for himself and those other Underwriters at Lloyd's, London.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This statute implements the Convention on the Recognition of Foreign Arbitral Awards (the \"Convention\").  It provides that, if \"the subject matter of an action or proceeding pending in a State court relates to an arbitration agreement or award falling under the Convention, the defendant or the defendants may, at any time before the trial thereof, remove such action or proceeding.\"   Under 9 U.S.C. Sec. 202, the arbitration agreements here at issue arguably come within the Convention's grasp because, if the agreements exist and remain in effect, at least one party to each such agreement is a foreign entity</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> On this issue, all roads lead to Rome.  Were we to assume, favorably to appellants, that the challenged statement did not comprise part of the Court's holding, we would nevertheless hew to it.  Carefully considered language of the Supreme Court, even if technically dictum, generally must be treated as authoritative.  See United States v. Santana, <span class=\"citation\" data-id=\"654192\"><a href=\"/opinion/654192/united-states-v-rafael-santana-and-francis-fuentes/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 9 (1st Cir.1993);  McCoy v. Massachusetts Inst. of Technology, <span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 19 (1st Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1939</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">545</span> </span>(1992).  This truism is fortified here inasmuch as the rule that the Court's statement enunciates--that remand orders are not final judgments--has been adopted in a long string of circuit-level opinions.  See, e.g., <span class=\"citation no-link\"><span class=\"antecedent_guess\">Garcia,</span> <span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">4-5</span></span>;  Melahn v. Pennock Ins., Inc., <span class=\"citation\" data-id=\"584173\"><a href=\"/opinion/584173/lewis-e-melahn-director-of-the-missouri-division-of-insurance-and/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1497</span></a></span>, 1500 (8th Cir.1992);  V &amp; M <span class=\"citation\" data-id=\"558573\"><span class=\"antecedent_guess\">Management,</span> <a href=\"/opinion/558573/commonwealth-of-massachusetts-v-v-m-management-inc/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">833-34</span></a></span>;  <span class=\"citation\" data-id=\"503107\"><span class=\"antecedent_guess\">Corcoran,</span> <a href=\"/opinion/503107/james-p-corcoran-superintendent-of-insurance-of-the-state-of-new-york/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">34</span></a></span>;  Nasuti v. Scannell, <span class=\"citation\" data-id=\"471271\"><a href=\"/opinion/471271/nicholas-nasuti-v-james-scannell/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">264</span></a></span>, 267 (1st Cir.1986);  see also Milk 'N' More, Inc. v. Beavert, <span class=\"citation\" data-id=\"583468\"><a href=\"/opinion/583468/milk-n-more-inc-a-corporation-v-jack-d-beavert/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1342</span></a></span>, 1344 (10th Cir.1992);  McDermott Int'l v. Lloyds Underwriters, <span class=\"citation\" data-id=\"568511\"><a href=\"/opinion/568511/mcdermott-international-inc-v-lloyds-underwriters-of-london-john/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1199</span></a></span>, 1203 (5th Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> While we are comfortable with the result in McDermott, given its facts, some of the language contained in the opinion is potentially mischievous.  With respect, we think the court overgeneralized by failing to distinguish between cause and effect.  McDermott properly found the district court's remand order to be appealable under the collateral order doctrine, but this outcome is not dictated merely because the remand order had the \"effect [of] allow[ing] a state court to decide the question of arbitrability.\"  <span class=\"citation\" data-id=\"568511\"><span class=\"antecedent_guess\">McDermott,</span> <a href=\"/opinion/568511/mcdermott-international-inc-v-lloyds-underwriters-of-london-john/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1203</span> </a></span>(emphasis supplied).  Rather, the question of where the parties' dispute regarding arbitration was to be resolved constituted a collateral issue because the parties had jointly made it a collateral issue, i.e., they had included a service-of-suit clause in the contract and the court based the remand on its substantive interpretation of that provision.  See <span class=\"citation\" data-id=\"568511\"><a href=\"/opinion/568511/mcdermott-international-inc-v-lloyds-underwriters-of-london-john/\"><span class=\"id_token\">id.,</span> at 1201. </a></span>  The mere fact that a remand order has the effect of deciding that issues are to be resolved in a state court does not mean that, in every case, the identity of the forum is a collateral issue within the ambit of Cohen.   See <span class=\"citation\" data-id=\"503107\"><span class=\"antecedent_guess\">Corcoran,</span> <a href=\"/opinion/503107/james-p-corcoran-superintendent-of-insurance-of-the-state-of-new-york/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">35</span></a></span>.   After all, remand orders always cause the disputed issues to be determined in state court;  and McDermott' &#167; reasoning, applied across the board, would make virtually all remand orders (save only those which are subject to the statutory bar, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>Part II(A)) appealable collateral orders--a position to which we cannot subscribe</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We need not consider whether the Enelow- Ettelson doctrine, see Enelow v. New York Life Ins. Co., <span class=\"citation\" data-id=\"102351\"><a href=\"/opinion/102351/enelow-v-new-york-life-ins-co/\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">379</span></a></span>, <span class=\"citation\" data-id=\"102351\"><a href=\"/opinion/102351/enelow-v-new-york-life-ins-co/\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">310</span></a></span>, <span class=\"citation\" data-id=\"102351\"><a href=\"/opinion/102351/enelow-v-new-york-life-ins-co/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">440</span> </a></span>(1935);  Ettelson v. Metropolitan Life Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">163</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">176</span> </span>(1942), might make the remand order immediately appealable under 28 U.S.C. Sec. 1292(a)(1).  The Court has overruled that line of cases.  See Gulfstream Aerospace Corp. v. Mayacamas Corp., <span class=\"citation\" data-id=\"112025\"><a href=\"/opinion/112025/gulfstream-aerospace-corp-v-mayacamas-corp/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">271</span></a></span>, 279-88, <span class=\"citation\" data-id=\"112025\"><a href=\"/opinion/112025/gulfstream-aerospace-corp-v-mayacamas-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1133</span></a></span>, 1138-43, <span class=\"citation\" data-id=\"112025\"><a href=\"/opinion/112025/gulfstream-aerospace-corp-v-mayacamas-corp/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">296</span> </a></span>(1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The court's power to issue such orders is derivative of, and implicit in, its power to remand</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Inasmuch as we hold that there is no affirmative source conferring jurisdiction over the appeal essayed by the Reinsurers, we need not address any of Doughty's other challenges to this court's appellate jurisdiction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We have, on infrequent occasions, relaxed these requirements and exercised our powers of \"advisory mandamus\" when matters of great public import are involved.  See In re Justices of the Supreme Court of Puerto Rico, <span class=\"citation\" data-id=\"411730\"><a href=\"/opinion/411730/in-re-the-justices-of-the-supreme-court-of-puerto-rico-in-re-colegio-de/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 25 (1st Cir.1982).  The Reinsurers have not urged us to use advisory mandamus here and, at any rate, this is plainly not a suitable case</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/90508/",
    "https://www.courtlistener.com/api/rest/v3/opinions/102351/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103842/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104138/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104695/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105441/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108541/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109348/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109908/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110108/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110354/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110873/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111983/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112226/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112263/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112302/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194919/",
    "https://www.courtlistener.com/api/rest/v3/opinions/283226/",
    "https://www.courtlistener.com/api/rest/v3/opinions/370139/",
    "https://www.courtlistener.com/api/rest/v3/opinions/372838/",
    "https://www.courtlistener.com/api/rest/v3/opinions/411730/",
    "https://www.courtlistener.com/api/rest/v3/opinions/440055/",
    "https://www.courtlistener.com/api/rest/v3/opinions/453018/",
    "https://www.courtlistener.com/api/rest/v3/opinions/471271/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474856/",
    "https://www.courtlistener.com/api/rest/v3/opinions/500097/",
    "https://www.courtlistener.com/api/rest/v3/opinions/501190/",
    "https://www.courtlistener.com/api/rest/v3/opinions/503107/",
    "https://www.courtlistener.com/api/rest/v3/opinions/513181/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516165/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/523149/",
    "https://www.courtlistener.com/api/rest/v3/opinions/523242/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524052/",
    "https://www.courtlistener.com/api/rest/v3/opinions/528783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534244/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555768/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558573/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564953/",
    "https://www.courtlistener.com/api/rest/v3/opinions/568511/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583468/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583671/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584173/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586407/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588805/",
    "https://www.courtlistener.com/api/rest/v3/opinions/589673/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596463/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604120/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605524/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654192/"
  ]
}