{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194960/",
  "id": 194960,
  "absolute_url": "/opinion/194960/conowal-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194960/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:29:03Z",
  "date_modified": "2020-02-21T23:40:52.664393Z",
  "type": "010combined",
  "sha1": "bf0a095d2a4cccc56715e5e0a760ef861281e649",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1149.01A",
  "local_path": null,
  "plain_text": "September 30, 1993      [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1149\n\n                     THOMAS JOHN CONOWAL,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Gilberto Gierbolini, U.S. District Judge]\n                                                     \n\n                                         \n\n                            Before\n\n                   Selya, Boudin and Stahl,\n                       Circuit Judges.\n                                     \n\n                                         \n\nThomas John Conowal on brief pro se.\n                   \nDaniel F. Lopez Romo, United States  Attorney, and Jorge E.  Vega-\n                                                                  \nPacheco, Assistant United States Attorney, on brief for appellee.\n   \n\n                                         \n\n                                         \n\n          Per Curiam.  This  is an appeal from the  denial of\n                    \n\nappellant Thomas John  Conowal's 28 U.S.C.    2255 motion  to\n\nvacate his sentence.\n\n                          BACKGROUND\n                                    \n\n          Conowal  pleaded guilty to knowingly importing into\n\nthe  Customs territory  of the  United States  from Colombia,\n\nSouth America,  481 kilograms of  cocaine in violation  of 21\n\nU.S.C.    952(a) and 18  U.S.C.    2.  At  the change-of-plea\n\nhearing, Conowal admitted  that he had  imported the  cocaine\n\nfrom Colombia into this country, indicated that his  plea was\n\nvoluntary,  and  stated  that  he  was  satisfied  with   his\n\nattorney's  representation.   Based on  Conowal's substantial\n\nassistance,  the judge departed  downward from  the guideline\n\nsentencing range (188-235  months) and sentenced  him to  120\n\nmonths imprisonment,  a fine  of  $20,000, and  a  supervised\n\nrelease term of  five years.  Conowal  subsequently pursued a\n\npro  se appeal  in  which  he  attempted  to  raise  a  Sixth\n       \n\nAmendment issue.  In an  unpublished opinion, we decided that\n\nit would  be premature to  address such  a claim.   We, thus,\n\naffirmed   the  judgment  of   the  district  court,  without\n\nprejudice to the filing of a   2255 motion.\n\n          Accordingly,  Conowal  filed  the  instant     2255\n\nmotion.    He  raised three  grounds  for  relief:   (1)  his\n\nconfession was  obtained in violation of  his Miranda rights;\n                                                     \n\n(2)  an  unconstitutional  search  of  suitcases  inside  the\n\nairplane  he  was piloting  resulted  in the  seizure  of the\n\ncocaine; and (3) his counsel provided  ineffective assistance\n\nby failing to litigate  grounds one and two.   The magistrate\n\njudge  to  whom  the  motion had  been  referred  recommended\n\ndenying  it.   The  district judge  adopted the  magistrate's\n\nreport and  recommendation.  On appeal,  Conowal presses only\n\nhis Sixth Amendment ineffective assistance of counsel claim.\n\n                          DISCUSSION\n                                    \n\n          To prevail on a  Sixth Amendment challenge, Conowal\n\nmust satisfy  the standards of Strickland  v. Washington, 466\n                                                        \n\nU.S. 668  (1984) -- (1)  counsel's performance fell  below an\n\nobjective  standard of  reasonableness;  and (2)  Conowal was\n\nprejudiced  as  a  result  of  his  attorney's  incompetence.\n\nBecause  the  principal  basis of  Conowal's  Sixth Amendment\n\nclaim  is the  alleged unlawful search  and seizure,  he must\n\nalso show that his Fourth Amendment claim is meritorious, see\n                                                             \n\nKimmelman v. Morrison, 477 U.S. 365, 374-75 (1986), and that,\n                     \n\nbut  for counsel's  failure  to file  a pretrial  suppression\n\nmotion, there is a reasonable  probability that he would  not\n\nhave  chosen to plead guilty but would have insisted on going\n\nto trial.  See Hill v. Lockhart, 474 U.S. 52, 59 (1985).\n                               \n\n          We hold  that  the search  at  issue was  a  lawful\n\nwarrantless one.  In so deciding, we first examine the nature\n\nof the encounter between Conowal and Ruiz, the Customs agent.\n\nWe conclude that, at most,  it was a Terry stop.   To support\n                                          \n\nsuch  a  detention,  an   officer  must  have  a  \"reasonable\n\nsuspicion\"   based   on  articulable   facts   (and  rational\n\n                             -3-\n\ninferences  from  the  facts)  that the  person  stopped  has\n\ncommitted or  is engaged in committing a crime.  See Terry v.\n                                                          \n\nOhio,  392 U.S. 1, 21  (1968); United States  v. Maguire, 918\n                                                        \n\nF.2d 254, 258 (1st Cir. 1990), cert. denied, 111 S.  Ct. 1421\n                                           \n\n(1991).  To determine  whether reasonable suspicion  existed,\n\nwe must look  at the  \"totality of the  circumstances.\"   See\n                                                             \n\nIllinois v. Gates, 462 U.S. 213, 227 (1983).\n                 \n\n          Here,  we are  not dealing  with the  more rigorous\n\n\"probable  cause\" standard  at issue  in Gates.   Rather, the\n                                              \n\nquestion is whether  the information in  the tip received  by\n\nthe   Customs  officials   was  sufficient  to   support  the\n\n\"reasonable suspicion\"  required for  a Terry stop.   Keeping\n                                             \n\nthis in mind, it is significant that the tip described future\n                                                             \n\nevents  which   were  later   corroborated  by   the  Customs\n\nofficials.   That  is,  a Piper  Navajo airplane  bearing the\n\nexact tail number  described in the  tip landed at  Mercedita\n\nwhen  the informant said  it would.   Given the corroboration\n\ndescribed  above, along with the filing of what was plainly a\n\nphony flight plan  and the southerly  course of the  airplane\n\nafter it  left Mercedita  Airport in the  direction of  South\n\nAmerica,  a Terry stop was  warranted.  See  United States v.\n                                                          \n\nVargas, 931 F.2d 112, 114 (1st Cir. 1991) (where surveillance\n      \n\nindicated  that  drug  transactions  were  taking   place  at\n\ndefendant's  apartment  as  informant  had  stated  and  when\n\n                             -4-\n\ninformation in  tip was confirmed by  police, under \"totality\n\nof the circumstances,\" probable cause existed). \n\n          Ruiz's  conduct was  consistent  with this  kind of\n\ndetention.   He identified himself to Conowal as soon as they\n\nmet.   Further,  he did not  show a  gun or act  in any other\n\nmanner  which could be deemed  coercive.  The  stop was brief\n\nand  obviously  directed  at  confirming  or  dispelling  the\n\nsuspicion  that  Conowal  was  engaged   in  drug  smuggling.\n\nIndeed, Conowal rapidly confirmed the officer's suspicions by\n\nstating that there  was cocaine  in the  aircraft.1   Conowal\n\nwas not \"in  custody\" at this time and, thus,  the Terry stop\n                                                        \n\ndid  not require  Miranda  warnings.   See  United States  v.\n                                                         \n\nQuinn,  815  F.2d  153,  160-61  (1st  Cir.  1987).    Hence,\n     \n\nConowal's  statement  that there  was  cocaine  on board  the\n\nairplane would have been admissible at trial.\n\n          This statement alone  provided probable cause  both\n\nfor  Conowal's arrest and  for the  search of  the suitcases.\n\nProbable  cause  exists where  \"the  facts and  circumstances\n\nwithin  [an   agent's]  knowledge  and  of   which  [he]  had\n\nreasonably trustworthy information were sufficient to warrant\n\na prudent man in believing that the [defendant] had committed\n\n                    \n\n1.  This response  may even  have been consensual  in nature.\nSee United  States v. Rodriguez-Rosario, 845 F.2d 27, 29 (1st\n                                       \nCir. 1988) (where defendant's  \"very first\" answer was freely\ngiven and alerted  the inspector  to possibility  of a  crime\nbeing committed,  the situation  \"rapidly escalated  from one\ninvolving  a   minimal  level  of  suspicion   to  one  fully\njustifying arrest upon probable cause\").\n\n                             -5-\n\nor was committing an offense.\"  Beck v. Ohio, 379 U.S. 89, 91\n                                            \n\n(1964); see also Maguire, 918  F.2d at 258.  We can  think of\n                        \n\nno more \"trustworthy\" source of this kind of information than\n\nConowal  himself.    We thus  turn  to  the  validity of  the\n\nwarrantless search.\n\n          First,  we note  that  an individual  has a  lesser\n\nexpectation  of privacy  in an  aircraft than  in his  or her\n\nhome.   See United States v. Zurosky,  614 F.2d 779, 789 (1st\n                                    \n\nCir. 1979) (discussing search  of a boat), cert. denied,  446\n                                                       \n\nU.S.  967 (1980).    Second, an  airplane  by its  nature  is\n\nmobile.  See United States v. Brennan, 538 F.2d 711, 721 (5th\n                                     \n\nCir. 1976) (although an airplane is not the \"legal equivalent\n\nof  an automobile  for purposes of  search and  seizure,\" the\n\nfact that it  is more difficult to abscond in  an airplane is\n\noffset by greater range of escape routes), cert.  denied, 429\n                                                        \n\nU.S. 1092 (1977).   Because both  probable cause and  exigent\n\ncircumstances  existed, the warrantless  search was justified\n\nunder  the automobile  exception to the  warrant requirement.\n\nSee United States v.  Rollins, 699 F.2d 530, 534  (11th Cir.)\n                             \n\n(holding  that  search  of aircraft  fell  within  automobile\n\nexception to warrant requirement), cert. denied, 464 U.S. 933\n                                               \n\n(1983); Brennan, 538 F.2d at 721-22 (same); cf. Zurosky,  614\n                                                       \n\nF.2d at 789-90 (same regarding boat).\n\n                             -6-\n\n                          CONCLUSION\n                                    \n\n          Given the  fact that the cocaine  most likely would\n\nhave  been  admissible at  trial,  combined  with the  almost\n\ncertain admissibility of  Conowal's pre-arrest statement,  we\n\ndo not think that counsel was  remiss in not filing a  motion\n\nto  suppress.  Indeed, in pursuing  a plea agreement instead,\n\ncounsel secured  for Conowal  a sentence  significantly below\n\nthe guideline range.\n\n          We  need  go  no   further.2    For  the  foregoing\n\nreasons,  the judgment of the district court is affirmed.  We\n                                                        \n\nalso deny, as  moot, Conowal's petition for writ  of mandamus\n         \n\nrequesting that we decide his appeal forthwith.\n\n                    \n\n2.  We  need not  address  the issue  concerning the  alleged\nviolation  of   Conowal's  Miranda  rights.     Even  if  the\n                                  \nconfession  had been  suppressed, Conowal  cannot demonstrate\nprejudice since the evidentiary value of the  cocaine and the\npre-arrest statement seal his  fate.  By like token,  we need\nnot address  the government's contention that  the search can\nbe upheld as  a lawful  \"border search.\"   See, e.g.,  United\n                                                             \nStates v. Victoria-Peguero, 920  F.2d 77, 80 (1st  Cir. 1990)\n                          \n(explaining  that a border search is valid on the ground that\nthe  item  has  entered  this country  from  outside),  cert.\n                                                             \ndenied, 111 S. Ct. 2053 (1991). \n      \n\n                             -7-\n",
  "html": "<p class=\"case_cite\">7 F.3d 218</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Thomas John CONOWAL, Plaintiff, Appellant,<br>v.<br>UNITED STATES of AMERICA, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1149.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Sept. 30, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico</p>\n      <p class=\"indent\">Thomas John Conowal on brief pro se.</p>\n      <p class=\"indent\">Daniel F. Lopez Romo, United States Attorney, and Jorge E. Vega-Pacheco, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from the denial of appellant Thomas John Conowal's 28 U.S.C. &#167; 2255 motion to vacate his sentence.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Conowal pleaded guilty to knowingly importing into the Customs territory of the United States from Colombia, South America, 481 kilograms of cocaine in violation of 21 U.S.C. &#167; 952(a) and 18 U.S.C. &#167; 2.  At the change-of-plea hearing, Conowal admitted that he had imported the cocaine from Colombia into this country, indicated that his plea was voluntary, and stated that he was satisfied with his attorney's representation.  Based on Conowal's substantial assistance, the judge departed downward from the guideline sentencing range (188-235 months) and sentenced him to 120 months imprisonment, a fine of $20,000, and a supervised release term of five years.  Conowal subsequently pursued a pro se appeal in which he attempted to raise a Sixth Amendment issue.  In an unpublished opinion, we decided that it would be premature to address such a claim.  We, thus, affirmed the judgment of the district court, without prejudice to the filing of a &#167; 2255 motion.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Accordingly, Conowal filed the instant &#167; 2255 motion.  He raised three grounds for relief:  (1) his confession was obtained in violation of his Miranda rights;  (2) an unconstitutional search of suitcases inside the airplane he was piloting resulted in the seizure of the cocaine;  and (3) his counsel provided ineffective assistance by failing to litigate grounds one and two.  The magistrate judge to whom the motion had been referred recommended denying it.  The district judge adopted the magistrate's report and recommendation.  On appeal, Conowal presses only his Sixth Amendment ineffective assistance of counsel claim.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">To prevail on a Sixth Amendment challenge, Conowal must satisfy the standards of  Strickland v. Washington, 466 U.S. 668 (1984)-(1) counsel's performance fell below an objective standard of reasonableness;  and (2) Conowal was prejudiced as a result of his attorney's incompetence.  Because the principal basis of Conowal's Sixth Amendment claim is the alleged unlawful search and seizure, he must also show that his Fourth Amendment claim is meritorious,  see Kimmelman v. Morrison, 477 U.S. 365, 374-75 (1986), and that, but for counsel's failure to file a pretrial suppression motion, there is a reasonable probability that he would not have chosen to plead guilty but would have insisted on going to trial.   See Hill v. Lockhart, 474 U.S. 52, 59 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We hold that the search at issue was a lawful warrantless one.  In so deciding, we first examine the nature of the encounter between Conowal and Ruiz, the Customs agent.  We conclude that, at most, it was a Terry stop.  To support such a detention, an officer must have a \"reasonable suspicion\" based on articulable facts (and rational inferences from the facts) that the person stopped has committed or is engaged in committing a crime.   See Terry v. Ohio, 392 U.S. 1, 21 (1968);   United States v. Maguire, 918 F.2d 254, 258 (1st Cir. 1990), cert. denied, 111 S. Ct. 1421 (1991).  To determine whether reasonable suspicion existed, we must look at the \"totality of the circumstances.\"   See Illinois v. Gates, 462 U.S. 213, 227 (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Here, we are not dealing with the more rigorous \"probable cause\" standard at issue in Gates.  Rather, the question is whether the information in the tip received by the Customs officials was sufficient to support the \"reasonable suspicion\" required for a Terry stop.  Keeping this in mind, it is significant that the tip described future events which were later corroborated by the Customs officials.  That is, a Piper Navajo airplane bearing the exact tail number described in the tip landed at Mercedita when the informant said it would.  Given the corroboration described above, along with the filing of what was plainly a phony flight plan and the southerly course of the airplane after it left Mercedita Airport in the direction of South America, a Terry stop was warranted.   See United States v. Vargas, 931 F.2d 112, 114 (1st Cir. 1991) (where surveillance indicated that drug transactions were taking place at defendant's apartment as informant had stated and when information in tip was confirmed by police, under \"totality of the circumstances,\" probable cause existed).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Ruiz's conduct was consistent with this kind of detention.  He identified himself to Conowal as soon as they met.  Further, he did not show a gun or act in any other manner which could be deemed coercive.  The stop was brief and obviously directed at confirming or dispelling the suspicion that Conowal was engaged in drug smuggling.  Indeed, Conowal rapidly confirmed the officer's suspicions by stating that there was cocaine in the aircraft.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Conowal was not \"in custody\" at this time and, thus, the Terry stop did not require Miranda warnings.   See United States v. Quinn, 815 F.2d 153, 160-61 (1st Cir. 1987).  Hence, Conowal's statement that there was cocaine on board the airplane would have been admissible at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This statement alone provided probable cause both for Conowal's arrest and for the search of the suitcases.  Probable cause exists where \"the facts and circumstances within [an agent's] knowledge and of which [he] had reasonably trustworthy information were sufficient to warrant a prudent man in believing that the [defendant] had committed or was committing an offense.\"   Beck v. Ohio, 379 U.S. 89, 91 (1964);   see also Maguire, 918 F.2d at 258.  We can think of no more \"trustworthy\" source of this kind of information than Conowal himself.  We thus turn to the validity of the warrantless search.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">First, we note that an individual has a lesser expectation of privacy in an aircraft than in his or her home.   See United States v. Zurosky, 614 F.2d 779, 789 (1st Cir. 1979) (discussing search of a boat), cert. denied, 446 U.S. 967 (1980).  Second, an airplane by its nature is mobile.   See United States v. Brennan, 538 F.2d 711, 721 (5th Cir. 1976) (although an airplane is not the \"legal equivalent of an automobile for purposes of search and seizure,\" the fact that it is more difficult to abscond in an airplane is offset by greater range of escape routes), cert. denied, 429 U.S. 1092 (1977).  Because both probable cause and exigent circumstances existed, the warrantless search was justified under the automobile exception to the warrant requirement.   See United States v. Rollins, 699 F.2d 530, 534 (11th Cir.)  (holding that search of aircraft fell within automobile exception to warrant requirement), cert. denied, 464 U.S. 933 (1983);   Brennan, 538 F.2d at 721-22 (same);   cf. Zurosky, 614 F.2d at 789-90 (same regarding boat).</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Given the fact that the cocaine most likely would have been admissible at trial, combined with the almost certain admissibility of Conowal's pre-arrest statement, we do not think that counsel was remiss in not filing a motion to suppress.  Indeed, in pursuing a plea agreement instead, counsel secured for Conowal a sentence significantly below the guideline range.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  For the foregoing reasons, the judgment of the district court is affirmed.  We also deny, as moot, Conowal's petition for writ of mandamus requesting that we decide his appeal forthwith.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This response may even have been consensual in nature.   See United States v. Rodriguez-Rosario, 845 F.2d 27, 29 (1st Cir. 1988) (where defendant's \"very first\" answer was freely given and alerted the inspector to possibility of a crime being committed, the situation \"rapidly escalated from one involving a minimal level of suspicion to one fully justifying arrest upon probable cause\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We need not address the issue concerning the alleged violation of Conowal's Miranda rights.  Even if the confession had been suppressed, Conowal cannot demonstrate prejudice since the evidentiary value of the cocaine and the pre-arrest statement seal his fate.  By like token, we need not address the government's contention that the search can be upheld as a lawful \"border search.\"   See, e.g., United States v. Victoria-Peguero, 920 F.2d 77, 80 (1st Cir. 1990) (explaining that a border search is valid on the ground that the item has entered this country from outside), cert. denied, 111 S. Ct. 2053 (1991)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Thomas John CONOWAL, Plaintiff, Appellant,<br>v.<br>UNITED STATES of AMERICA, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1149.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Sept. 30, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico</p>\n      <p class=\"indent\">Thomas John Conowal on brief pro se.</p>\n      <p class=\"indent\">Daniel F. Lopez Romo, United States Attorney, and Jorge E. Vega-Pacheco, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from the denial of appellant Thomas John Conowal's 28 U.S.C. &#167; 2255 motion to vacate his sentence.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Conowal pleaded guilty to knowingly importing into the Customs territory of the United States from Colombia, South America, 481 kilograms of cocaine in violation of 21 U.S.C. &#167; 952(a) and 18 U.S.C. &#167; 2.  At the change-of-plea hearing, Conowal admitted that he had imported the cocaine from Colombia into this country, indicated that his plea was voluntary, and stated that he was satisfied with his attorney's representation.  Based on Conowal's substantial assistance, the judge departed downward from the guideline sentencing range (188-235 months) and sentenced him to 120 months imprisonment, a fine of $20,000, and a supervised release term of five years.  Conowal subsequently pursued a pro se appeal in which he attempted to raise a Sixth Amendment issue.  In an unpublished opinion, we decided that it would be premature to address such a claim.  We, thus, affirmed the judgment of the district court, without prejudice to the filing of a &#167; 2255 motion.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Accordingly, Conowal filed the instant &#167; 2255 motion.  He raised three grounds for relief:  (1) his confession was obtained in violation of his Miranda rights;  (2) an unconstitutional search of suitcases inside the airplane he was piloting resulted in the seizure of the cocaine;  and (3) his counsel provided ineffective assistance by failing to litigate grounds one and two.  The magistrate judge to whom the motion had been referred recommended denying it.  The district judge adopted the magistrate's report and recommendation.  On appeal, Conowal presses only his Sixth Amendment ineffective assistance of counsel claim.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">To prevail on a Sixth Amendment challenge, Conowal must satisfy the standards of  Strickland v. Washington, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span> </a></span>(1984)-(1) counsel's performance fell below an objective standard of reasonableness;  and (2) Conowal was prejudiced as a result of his attorney's incompetence.  Because the principal basis of Conowal's Sixth Amendment claim is the alleged unlawful search and seizure, he must also show that his Fourth Amendment claim is meritorious,  see Kimmelman v. Morrison, <span class=\"citation\" data-id=\"111724\"><a href=\"/opinion/111724/kimmelman-v-morrison/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, 374-75 (1986), and that, but for counsel's failure to file a pretrial suppression motion, there is a reasonable probability that he would not have chosen to plead guilty but would have insisted on going to trial.   See Hill v. Lockhart, <span class=\"citation\" data-id=\"111539\"><a href=\"/opinion/111539/hill-v-lockhart/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 59 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We hold that the search at issue was a lawful warrantless one.  In so deciding, we first examine the nature of the encounter between Conowal and Ruiz, the Customs agent.  We conclude that, at most, it was a Terry stop.  To support such a detention, an officer must have a \"reasonable suspicion\" based on articulable facts (and rational inferences from the facts) that the person stopped has committed or is engaged in committing a crime.   See Terry v. Ohio, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 21 (1968);   United States v. Maguire, <span class=\"citation\" data-id=\"551274\"><a href=\"/opinion/551274/united-states-v-john-j-maguire-united-states-v-thomas-m-kavanagh/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">254</span></a></span>, 258 (1st Cir. 1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1421</span> </span>(1991).  To determine whether reasonable suspicion existed, we must look at the \"totality of the circumstances.\"   See Illinois v. Gates, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, 227 (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Here, we are not dealing with the more rigorous \"probable cause\" standard at issue in Gates.  Rather, the question is whether the information in the tip received by the Customs officials was sufficient to support the \"reasonable suspicion\" required for a Terry stop.  Keeping this in mind, it is significant that the tip described future events which were later corroborated by the Customs officials.  That is, a Piper Navajo airplane bearing the exact tail number described in the tip landed at Mercedita when the informant said it would.  Given the corroboration described above, along with the filing of what was plainly a phony flight plan and the southerly course of the airplane after it left Mercedita Airport in the direction of South America, a Terry stop was warranted.   See United States v. Vargas, <span class=\"citation\" data-id=\"559867\"><a href=\"/opinion/559867/united-states-v-alvaro-j-vargas/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span>, 114 (1st Cir. 1991) (where surveillance indicated that drug transactions were taking place at defendant's apartment as informant had stated and when information in tip was confirmed by police, under \"totality of the circumstances,\" probable cause existed).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Ruiz's conduct was consistent with this kind of detention.  He identified himself to Conowal as soon as they met.  Further, he did not show a gun or act in any other manner which could be deemed coercive.  The stop was brief and obviously directed at confirming or dispelling the suspicion that Conowal was engaged in drug smuggling.  Indeed, Conowal rapidly confirmed the officer's suspicions by stating that there was cocaine in the aircraft.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Conowal was not \"in custody\" at this time and, thus, the Terry stop did not require Miranda warnings.   See United States v. Quinn, <span class=\"citation\" data-id=\"485654\"><a href=\"/opinion/485654/united-states-v-daniel-j-quinn/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">153</span></a></span>, 160-61 (1st Cir. 1987).  Hence, Conowal's statement that there was cocaine on board the airplane would have been admissible at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This statement alone provided probable cause both for Conowal's arrest and for the search of the suitcases.  Probable cause exists where \"the facts and circumstances within [an agent's] knowledge and of which [he] had reasonably trustworthy information were sufficient to warrant a prudent man in believing that the [defendant] had committed or was committing an offense.\"   Beck v. Ohio, <span class=\"citation\" data-id=\"106936\"><a href=\"/opinion/106936/beck-v-ohio/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 91 (1964);   see also <span class=\"citation\" data-id=\"551274\"><span class=\"antecedent_guess\">Maguire,</span> <a href=\"/opinion/551274/united-states-v-john-j-maguire-united-states-v-thomas-m-kavanagh/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">258</span></a></span>.  We can think of no more \"trustworthy\" source of this kind of information than Conowal himself.  We thus turn to the validity of the warrantless search.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">First, we note that an individual has a lesser expectation of privacy in an aircraft than in his or her home.   See United States v. Zurosky, <span class=\"citation\" data-id=\"374294\"><a href=\"/opinion/374294/united-states-v-walter-v-zurosky-jr-united-states-of-america-v-edward/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">779</span></a></span>, 789 (1st Cir. 1979) (discussing search of a boat), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">967</span> </span>(1980).  Second, an airplane by its nature is mobile.   See United States v. Brennan, <span class=\"citation\" data-id=\"337635\"><a href=\"/opinion/337635/united-states-v-john-j-brennan/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">711</span></a></span>, 721 (5th Cir. 1976) (although an airplane is not the \"legal equivalent of an automobile for purposes of search and seizure,\" the fact that it is more difficult to abscond in an airplane is offset by greater range of escape routes), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1092</span> </span>(1977).  Because both probable cause and exigent circumstances existed, the warrantless search was justified under the automobile exception to the warrant requirement.   See United States v. Rollins, <span class=\"citation\" data-id=\"414134\"><a href=\"/opinion/414134/united-states-v-dennis-albert-rollins-junior-n-enfinger-and-john-d/\"><span class=\"volume\">699</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">530</span></a></span>, 534 (11th Cir.)  (holding that search of aircraft fell within automobile exception to warrant requirement), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">933</span> </span>(1983);   <span class=\"citation\" data-id=\"337635\"><span class=\"antecedent_guess\">Brennan,</span> <a href=\"/opinion/337635/united-states-v-john-j-brennan/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">721-22</span> </a></span>(same);   cf. <span class=\"citation\" data-id=\"374294\"><span class=\"antecedent_guess\">Zurosky,</span> <a href=\"/opinion/374294/united-states-v-walter-v-zurosky-jr-united-states-of-america-v-edward/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">789-90</span> </a></span>(same regarding boat).</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Given the fact that the cocaine most likely would have been admissible at trial, combined with the almost certain admissibility of Conowal's pre-arrest statement, we do not think that counsel was remiss in not filing a motion to suppress.  Indeed, in pursuing a plea agreement instead, counsel secured for Conowal a sentence significantly below the guideline range.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  For the foregoing reasons, the judgment of the district court is affirmed.  We also deny, as moot, Conowal's petition for writ of mandamus requesting that we decide his appeal forthwith.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This response may even have been consensual in nature.   See United States v. Rodriguez-Rosario, <span class=\"citation\" data-id=\"504708\"><a href=\"/opinion/504708/united-states-v-ramon-rodriguez-rosario-aka-samuel-colon/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 29 (1st Cir. 1988) (where defendant's \"very first\" answer was freely given and alerted the inspector to possibility of a crime being committed, the situation \"rapidly escalated from one involving a minimal level of suspicion to one fully justifying arrest upon probable cause\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We need not address the issue concerning the alleged violation of Conowal's Miranda rights.  Even if the confession had been suppressed, Conowal cannot demonstrate prejudice since the evidentiary value of the cocaine and the pre-arrest statement seal his fate.  By like token, we need not address the government's contention that the search can be upheld as a lawful \"border search.\"   See, e.g., United States v. Victoria-Peguero, <span class=\"citation no-link\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></span>, 80 (1st Cir. 1990) (explaining that a border search is valid on the ground that the item has entered this country from outside), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2053</span> </span>(1991)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106936/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110959/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111539/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111724/",
    "https://www.courtlistener.com/api/rest/v3/opinions/337635/",
    "https://www.courtlistener.com/api/rest/v3/opinions/374294/",
    "https://www.courtlistener.com/api/rest/v3/opinions/414134/",
    "https://www.courtlistener.com/api/rest/v3/opinions/485654/",
    "https://www.courtlistener.com/api/rest/v3/opinions/504708/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551274/",
    "https://www.courtlistener.com/api/rest/v3/opinions/559867/"
  ]
}