{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194905/",
  "id": 194905,
  "absolute_url": "/opinion/194905/united-states-v-melo/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194905/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:42Z",
  "date_modified": "2020-02-22T00:09:32.336012Z",
  "type": "010combined",
  "sha1": "7321e050ae44f5a4d44c07a9cbcb717c53e287ad",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/wp.opinions/92-2407.01A",
  "local_path": "wpd/1993/09/07/US_v._Melo.wpd",
  "plain_text": "",
  "html": "<p class=\"case_cite\">4 F.3d 982</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Teodoro Samuel MELO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 92-2407.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Sept. 7, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island</p>\n      <p class=\"indent\">Ernest Barone on brief for appellant.</p>\n      <p class=\"indent\">Edwin J. Gale, United States Attorney, and Zechariah Chafee, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Cyr, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Teodoro Samuel Melo pled guilty to distributing and possessing with intent to distribute cocaine.  He is now challenging the sentence imposed on him by the district court.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After pleading guilty, a probation officer interviewed Melo for purposes of preparing a presentence report.  Melo's court-appointed counsel was not present at the interview.  During the interview, the probation officer asked Melo if he had ever been arrested;  Melo answered that he had not.  The probation officer discovered that Melo had been arrested and indicted under a different name for possessing a firearm and resisting arrest in New York, and that subsequently a bench warrant for his arrest had been issued (we assume because he failed to appear after his release).  The probation officer also discovered that Melo had given false names for his siblings at the interview.  At a follow-up interview attended by Melo's counsel, Melo admitted that he had intentionally lied about his prior arrest because he was \"scared of the Feds,\" and that he had lied about the names of his siblings to prevent the probation officer from contacting them and learning of his prior arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The presentence report recommended that the court increase Melo's base offense level under sentence guideline 3C1.1 for obstruction of justice.  See United States Sentencing Commission, Guidelines Manual Sec. 3C1.1, comment.  (n.3(h)) (Nov. 1992) (providing for an enhancement if the defendant gives \"materially false information to a probation officer in respect to a presentence or other investigation for the court\").  It also noted that the court could consider an upward departure from the sentencing guideline range since Melo had committed the drug offense while on pretrial release for the New York offense.  See id.  Sec.  4A1.3 (suggesting that departure from the otherwise applicable criminal history category might be appropriate if the defendant had \"committed the instant offense while on bail or pretrial release for another serious offense\").  Melo's counsel objected to an obstruction of justice enhancement, arguing that the misinformation was \"harmless\" since the probation officer had discovered the lie during an allegedly routine criminal records search, that the prior arrest was not \"material\" as defined in the Sentencing Guidelines, and that counsel had not been present to advise Melo at his first interview and Melo had not been told that he could remain silent.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At sentencing, counsel for Melo again argued against the obstruction of justice enhancement (and for an acceptance of responsibility reduction), but did not reassert his constitutional challenge to Melo's uncounselled presentence interview.  The court enhanced Melo's base offense level for obstruction of justice, and reduced it for his acceptance of responsibility, arriving at a base offense level of 22;  he then increased Melo's criminal history category by one level because he had committed the drug offense while \"under bail with an arrest warrant outstanding,\" thereby arriving at a criminal history category of II.  Using the applicable guidelines range in the sentencing table, the court imposed the maximum sentence of 57 months in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Melo asserts three grounds for vacating his sentence.  First, he claims that he had a Sixth Amendment right to counsel at the first presentence interview and should have been advised of his Fifth Amendment rights before the interview, arguing that he would not have lied to the probation officer had counsel been present.  Second, he challenges the increase in his criminal history category, saying that the original criminal history category did not \"significantly underrepresent\" the seriousness of his criminal history since the firearms offense was not serious.  Third, he denies that his lie concerning his prior arrest was material.  We consider each claim in turn.</p>\n    </div>\n    <p>1. The Presentence Interview</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Melo's first challenge fails for a very simple reason.  Melo's counsel did not present his Fifth and Sixth Amendment challenge to the presentence interview to the district court at sentencing, and thus did not preserve this issue for appeal.  See United States v. Ocasio-Rivera, 991 F.2d 1, 2-3 &amp; n.3 (1st Cir. 1993) (declining to consider an allegation that conducting a presentence interview without counsel violated the Sixth Amendment where the appellant failed to make that claim at sentencing, and determining that the narrow exception for considering issues not presented below where circumstances were unusually compelling did not apply).</p>\n    </div>\n    <p>2. Increase in Criminal History Category</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We also find Melo's second argument unpersuasive.  We have previously sustained a decision to increase a defendant's criminal history category by one level to account for the defendant's commission of an offense at a time when a bench warrant for his arrest was outstanding for failure to appear on a separate charge.  See United States v. Garcia, 978 F.2d 746, 749 (1st Cir. 1992).  Melo's arguments to the contrary provide no basis for departing from our previous holding.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Melo says first that increasing his criminal history category was unreasonable because he would likely have received a sentence of one year or less which, counsel says, would have resulted in the addition of only one criminal history point, leaving him in category I. Our reading of the sentencing guidelines suggests that Melo's factual premise is wrong.  See Guidelines Manual Sec. 4A1.1(b) (\"Add 2 points for each prior sentence of imprisonment of at least sixty days\" which was not already counted under a different subsection adding points for sentences of greater than one year and one month);  id.  Sentencing Table (equating 2 or 3 criminal history points with criminal history category II).  Moreover, we rejected the very same argument in United States v. Madrid, 946 F.2d 142, 143 (1st Cir. 1991), and we therefore do so now.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Melo also argues that increasing his criminal history category was unreasonable because the New York offense was not serious.  Whatever the actual facts behind Melo's possession of the gun, there is no question that he was indicted for a felony and that by definition a felony is a serious crime.  In any event, it was not the nature of the firearms offense that persuaded the district court to increase Melo's criminal history category, but the fact that Melo committed the instant offense while on pretrial release after a bench warrant for his arrest had issued, presumably because he had absconded.  Accordingly, this argument fails, too.  Cf. United States v. Hernandez, 896 F.2d 642, 644-45 (1st Cir. 1990) (rejecting defendant's attempt to show prejudice because he was prevented from arguing at sentencing that he was innocent of the prior pending charge since it was the very existence of a serious pending charge at a time when the defendant committed the offense of conviction, and not his likely guilt or innocence on the prior charge, which led the court to increase his criminal history category).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Finally, Melo suggests that the court erred by not finding specifically that its departure was warranted because criminal history category I \"significantly underrepresented\" the seriousness of his criminal history.  The sentencing transcript shows that the sentencing proceeding tracked the issues raised in the presentence report and that the report and the probation officer's recommendations were referred to throughout.  In the report, the probation officer quoted sentencing guideline 4A1.3, including its language that a departure under that guideline was \"warranted when the criminal history category significantly under-represents the seriousness of the defendant's criminal history or the likelihood that the defendant will commit further crimes.\"  The probation officer explained that the guideline indicated that a departure might be warranted for a defendant like Melo who commits an offense while on bail or pretrial release for another serious offense, concluding that the court could consider a departure upward.  Melo's commission of the drug crime while on bail for the New York offense was the reason the district court gave for raising Melo's criminal history category by one level.  Consequently, we think that any required finding under guideline 4A1.3 as to significant underrepresentation or likelihood of further criminal activity was implied in the court's stated reason for departing upward, and so we see no error in its sentencing decision.  See United States v. Calderon, 935 F.2d 9, 12 (1st Cir. 1991) (sustaining the sentencing court's implicit determination that appellant's criminal history category would be significantly underrepresented absent a one-level increase in criminal history category).</p>\n    </div>\n    <p>3. Enhancement for Obstruction of Justice</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, Melo argues that his false statements to the probation officer were not \"materially false\" and so did not warrant an obstruction of justice enhancement.  We recently sustained an obstruction of justice enhancement under practically identical circumstances, and so we sustain the enhancement here.   See United States v. Pineda, 981 F.2d 569, 575 (1st Cir. 1992) (holding that a defendant, who had been arrested under a different name on a firearms charge in New York, and who had an outstanding bench warrant for his arrest for failure to appear on that charge, had made a materially false statement under section 3C1.1 when he told the probation officer preparing a presentence report on the offense of conviction that he had never before been arrested).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The sentence of the district court is affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">982</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Teodoro Samuel MELO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 92-2407.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Sept. 7, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island</p>\n      <p class=\"indent\">Ernest Barone on brief for appellant.</p>\n      <p class=\"indent\">Edwin J. Gale, United States Attorney, and Zechariah Chafee, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Cyr, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Teodoro Samuel Melo pled guilty to distributing and possessing with intent to distribute cocaine.  He is now challenging the sentence imposed on him by the district court.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After pleading guilty, a probation officer interviewed Melo for purposes of preparing a presentence report.  Melo's court-appointed counsel was not present at the interview.  During the interview, the probation officer asked Melo if he had ever been arrested;  Melo answered that he had not.  The probation officer discovered that Melo had been arrested and indicted under a different name for possessing a firearm and resisting arrest in New York, and that subsequently a bench warrant for his arrest had been issued (we assume because he failed to appear after his release).  The probation officer also discovered that Melo had given false names for his siblings at the interview.  At a follow-up interview attended by Melo's counsel, Melo admitted that he had intentionally lied about his prior arrest because he was \"scared of the Feds,\" and that he had lied about the names of his siblings to prevent the probation officer from contacting them and learning of his prior arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The presentence report recommended that the court increase Melo's base offense level under sentence guideline 3C1.1 for obstruction of justice.  See United States Sentencing Commission, Guidelines Manual Sec. 3C1.1, comment.  (n.3(h)) (Nov. 1992) (providing for an enhancement if the defendant gives \"materially false information to a probation officer in respect to a presentence or other investigation for the court\").  It also noted that the court could consider an upward departure from the sentencing guideline range since Melo had committed the drug offense while on pretrial release for the New York offense.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span>  Sec.  4A1.3 </span>(suggesting that departure from the otherwise applicable criminal history category might be appropriate if the defendant had \"committed the instant offense while on bail or pretrial release for another serious offense\").  Melo's counsel objected to an obstruction of justice enhancement, arguing that the misinformation was \"harmless\" since the probation officer had discovered the lie during an allegedly routine criminal records search, that the prior arrest was not \"material\" as defined in the Sentencing Guidelines, and that counsel had not been present to advise Melo at his first interview and Melo had not been told that he could remain silent.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At sentencing, counsel for Melo again argued against the obstruction of justice enhancement (and for an acceptance of responsibility reduction), but did not reassert his constitutional challenge to Melo's uncounselled presentence interview.  The court enhanced Melo's base offense level for obstruction of justice, and reduced it for his acceptance of responsibility, arriving at a base offense level of 22;  he then increased Melo's criminal history category by one level because he had committed the drug offense while \"under bail with an arrest warrant outstanding,\" thereby arriving at a criminal history category of II.  Using the applicable guidelines range in the sentencing table, the court imposed the maximum sentence of 57 months in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Melo asserts three grounds for vacating his sentence.  First, he claims that he had a Sixth Amendment right to counsel at the first presentence interview and should have been advised of his Fifth Amendment rights before the interview, arguing that he would not have lied to the probation officer had counsel been present.  Second, he challenges the increase in his criminal history category, saying that the original criminal history category did not \"significantly underrepresent\" the seriousness of his criminal history since the firearms offense was not serious.  Third, he denies that his lie concerning his prior arrest was material.  We consider each claim in turn.</p>\n    </div>\n    <p>1. The Presentence Interview</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Melo's first challenge fails for a very simple reason.  Melo's counsel did not present his Fifth and Sixth Amendment challenge to the presentence interview to the district court at sentencing, and thus did not preserve this issue for appeal.  See United States v. Ocasio-Rivera, <span class=\"citation\" data-id=\"604815\"><a href=\"/opinion/604815/united-states-v-richard-ocasio-rivera/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2-3 &amp; n.3 (1st Cir. 1993) (declining to consider an allegation that conducting a presentence interview without counsel violated the Sixth Amendment where the appellant failed to make that claim at sentencing, and determining that the narrow exception for considering issues not presented below where circumstances were unusually compelling did not apply).</p>\n    </div>\n    <p>2. Increase in Criminal History Category</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We also find Melo's second argument unpersuasive.  We have previously sustained a decision to increase a defendant's criminal history category by one level to account for the defendant's commission of an offense at a time when a bench warrant for his arrest was outstanding for failure to appear on a separate charge.  See United States v. Garcia, <span class=\"citation\" data-id=\"593904\"><a href=\"/opinion/593904/united-states-v-juan-garcia/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">746</span></a></span>, 749 (1st Cir. 1992).  Melo's arguments to the contrary provide no basis for departing from our previous holding.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Melo says first that increasing his criminal history category was unreasonable because he would likely have received a sentence of one year or less which, counsel says, would have resulted in the addition of only one criminal history point, leaving him in category I. Our reading of the sentencing guidelines suggests that Melo's factual premise is wrong.  See Guidelines Manual Sec. 4A1.1(b) (\"Add 2 points for each prior sentence of imprisonment of at least sixty days\" which was not already counted under a different subsection adding points for sentences of greater than one year and one month);  <span class=\"citation\" data-id=\"593904\"><a href=\"/opinion/593904/united-states-v-juan-garcia/\"><span class=\"id_token\">id.</span>  Sentencing Table </a></span>(equating 2 or 3 criminal history points with criminal history category II).  Moreover, we rejected the very same argument in United States v. Madrid, <span class=\"citation\" data-id=\"569290\"><a href=\"/opinion/569290/united-states-v-alberto-madrid/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">142</span></a></span>, 143 (1st Cir. 1991), and we therefore do so now.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Melo also argues that increasing his criminal history category was unreasonable because the New York offense was not serious.  Whatever the actual facts behind Melo's possession of the gun, there is no question that he was indicted for a felony and that by definition a felony is a serious crime.  In any event, it was not the nature of the firearms offense that persuaded the district court to increase Melo's criminal history category, but the fact that Melo committed the instant offense while on pretrial release after a bench warrant for his arrest had issued, presumably because he had absconded.  Accordingly, this argument fails, too.  Cf. United States v. Hernandez, <span class=\"citation\" data-id=\"536976\"><a href=\"/opinion/536976/united-states-v-mario-a-hernandez/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">642</span></a></span>, 644-45 (1st Cir. 1990) (rejecting defendant's attempt to show prejudice because he was prevented from arguing at sentencing that he was innocent of the prior pending charge since it was the very existence of a serious pending charge at a time when the defendant committed the offense of conviction, and not his likely guilt or innocence on the prior charge, which led the court to increase his criminal history category).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Finally, Melo suggests that the court erred by not finding specifically that its departure was warranted because criminal history category I \"significantly underrepresented\" the seriousness of his criminal history.  The sentencing transcript shows that the sentencing proceeding tracked the issues raised in the presentence report and that the report and the probation officer's recommendations were referred to throughout.  In the report, the probation officer quoted sentencing guideline 4A1.3, including its language that a departure under that guideline was \"warranted when the criminal history category significantly under-represents the seriousness of the defendant's criminal history or the likelihood that the defendant will commit further crimes.\"  The probation officer explained that the guideline indicated that a departure might be warranted for a defendant like Melo who commits an offense while on bail or pretrial release for another serious offense, concluding that the court could consider a departure upward.  Melo's commission of the drug crime while on bail for the New York offense was the reason the district court gave for raising Melo's criminal history category by one level.  Consequently, we think that any required finding under guideline 4A1.3 as to significant underrepresentation or likelihood of further criminal activity was implied in the court's stated reason for departing upward, and so we see no error in its sentencing decision.  See United States v. Calderon, <span class=\"citation\" data-id=\"562320\"><a href=\"/opinion/562320/united-states-v-nelson-valencia-calderon/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span>, 12 (1st Cir. 1991) (sustaining the sentencing court's implicit determination that appellant's criminal history category would be significantly underrepresented absent a one-level increase in criminal history category).</p>\n    </div>\n    <p>3. Enhancement for Obstruction of Justice</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, Melo argues that his false statements to the probation officer were not \"materially false\" and so did not warrant an obstruction of justice enhancement.  We recently sustained an obstruction of justice enhancement under practically identical circumstances, and so we sustain the enhancement here.   See United States v. Pineda, <span class=\"citation\" data-id=\"596482\"><a href=\"/opinion/596482/united-states-v-ramon-pineda/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">569</span></a></span>, 575 (1st Cir. 1992) (holding that a defendant, who had been arrested under a different name on a firearms charge in New York, and who had an outstanding bench warrant for his arrest for failure to appear on that charge, had made a materially false statement under section 3C1.1 when he told the probation officer preparing a presentence report on the offense of conviction that he had never before been arrested).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The sentence of the district court is affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/536976/",
    "https://www.courtlistener.com/api/rest/v3/opinions/562320/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569290/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593904/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596482/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604815/"
  ]
}