{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194936/",
  "id": 194936,
  "absolute_url": "/opinion/194936/chorney-v-weingarten/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194936/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:28:28Z",
  "date_modified": "2020-02-22T00:10:55.141602Z",
  "type": "010combined",
  "sha1": "6045836cb5a5a6332a1e885eac623bed890225d8",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1094.01A",
  "local_path": null,
  "plain_text": "September 23, 1993    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                        \n\nNo. 93-1094\n\n                      HAROLD F. CHORNEY,\n\n                          Appellant,\n\n                              v.\n\n                 MICHAEL WEINGARTEN, ET AL.,\n\n                          Appellees.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n         [Hon. Ernest C. Torres, U.S. District Judge]\n                                                    \n\n                                        \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n              Selya and Boudin, Circuit Judges.\n                                              \n\n                                        \n\n   Harold F. Chorney on brief pro se.\n                    \n   Edward J. Bertozzi, Jr.  and Edwards &amp; Angell, on  brief for\n                                                \nappellee John F. Cullen, Trustee.\n\n                                        \n\n                                        \n\n          Per  Curiam.    Harold  F. Chorney  challenges  the\n                     \n\ndistrict court's  affirmance of  a bankruptcy court  order of\n\nJuly  2,   1992,  finding  him   in  civil  contempt   for  a\n\n\"continuous,  deliberate,  and unjustified  interference with\n\nthe orderly  progress of this bankruptcy  case,\" and ordering\n\nhim  to  pay  $200,000  compensation  to  the  trustee.    We\n\naffirm.1\n\n          The  bankruptcy proceeding  from which  the instant\n\nappeal arises has  a long  and tangled history.   The  docket\n\nentries alone consume almost  79 pages as of the  date of the\n\ncontempt  order challenged here.  On this appeal we have been\n\nprovided with a partial record consisting primarily of select\n\nmaterials  generated  in  1991   and  1992.    The  following\n\nbackground  facts are  culled  from  three earlier  published\n\nopinions of the courts  below.  In re Cumberland  Inv. Corp.,\n                                                            \n\n116  B.R. 353  (Bankr. D.R.I.  1990); In  re  Cumberland Inv.\n                                                             \n\nCorp., 118 B.R. 3,  4 (Bankr. D.R.I. 1990); In  re Cumberland\n                                                             \n\nInv. Corp., 133 B.R. 275 (D. R. I. 1991).\n          \n\n          Debtor, Cumberland  Investment Corporation (\"CIC\"),\n\na  wholly  owned  Rhode   Island  subsidiary  of  a  Canadian\n\ncorporation, Wescap Enterprises, Ltd., was in the business of\n\n                    \n\n1.  Chorney's notice of appeal refers to the district court's\norder of  January 8, 1993  in the  singular.  There  were two\norders entered that  day, one  dismissing the  appeal on  the\nmerits,  the other  dismissing a  motion for  reconsideration\nbased on  \"new evidence.\"   The issues  designated show  that\nonly the first order is contested.  \n\n                             -3-\n\nbuying and selling numismatic coins and  stamps.  Chorney was\n\na principal  of CIC  and chief executive  officer of  Wescap.\n\nEastland Bank was the major secured creditor.    \n\n          In November, 1989, Eastland and two other creditors\n\npetitioned CIC  into bankruptcy.   About  a month  later, CIC\n\nconverted the Chapter 7 involuntary petition into a voluntary\n\nChapter 11  proceeding.   Judge Votolato initially  denied an\n\nEastland  motion for  appointment  of a  Chapter 11  trustee,\n\ninstead authorizing appointment of  an examiner.  Pending the\n\noutcome of  the examiner's investigation,  CIC was restrained\n\nfrom selling any coins without court approval.  \n\n          There  ensued  seven  months  of  investigation,  a\n\nseries of five  reports from  the examiner, and  at least  11\n\ndays of contested hearings and motions by both sides.  On the\n\nbasis  of  the evidence  thus  generated,  which reflected  a\n\n\"pervasive,  broad  course  of  debtor  misconduct\"  and  the\n\ndebtor's  \"repeated  failure  to  respond  adequately  to  an\n\noverwhelming amount of negative evidence,\" the judge reversed\n\ncourse.  In re Cumberland Inv. Corp., 118 B.R. at 4-5, 6.  He\n                                    \n\ngranted  a  renewed  motion  for appointment  of  a  trustee,\n\nexpressing regret that he had earlier denied it.  \n\n        The  court  simultaneously   ordered  the   immediate\n\ndischarge   of  all  CIC   employees  and  three  principals,\n\nincluding  Chorney.  In re Cumberland Inv. Corp., 118 B.R. at\n                                                \n\n7-8.  Among the misdeeds leading to the discharges, the court\n\n                             -4-\n\nfound that Chorney and  his agents had purposely  delayed the\n\nbankruptcy process through shifting  misrepresentations about\n\ncorporate assets, unauthorized  and transparently  fraudulent\n\nbusiness  operations,  and   circumvention  of  the   court's\n\ninjunction against  coin sales. In re  Cumberland Inv. Corp.,\n                                                            \n\n118 B.R. at 4-7.\n\n          Shortly before  the decision to appoint  a trustee,\n\nthe court had also  held hearings over a five-day period on a\n\nCIC motion to strike one of the examiner's  reports.  In that\n\nmotion,  Chorney  had  alleged  examiner  bias,  conflict  of\n\ninterest,  slander,  a conspiracy  between  the examiner  and\n\nEastland  to   misrepresent  CIC's  affairs,   and  inventory\n\nswitches by Eastland.  From the evidence presented there, the\n\ncourt  questioned the  debtor's good  faith, concluding  that\n\nChorney's    allegations   were    \"totally   unsupportable,\"\n\n\"fabricated,\"  and  \"out of  touch  with  reality.\"    In  re\n                                                             \n\nCumberland Inv. Corp., 116  B.R. at 354.  The  district court\n                     \n\naffirmed both orders, finding the bankruptcy judge's analysis\n\n\"well  supported\"  by the  evidence.   In re  Cumberland Inv.\n                                                             \n\nCorp., 133 B.R. at 279, 280.  In  the  nine months  following\n     \n\nthe trustee's appointment, the  bankruptcy court docket sheet\n\nshows  234  entries.   Among them  are  a variety  of motions\n\nbrought by the trustee, examiner, and Eastland seeking orders\n\ndirecting   Chorney  to   cooperate   or  to   refrain   from\n\ninterference with the bankruptcy process.  \n\n                             -5-\n\n          The  proceedings   immediately  precipitating  this\n\nappeal began on May  21, 1991, when Chorney moved  to adjudge\n\nthe examiner in contempt.  The sole basis for this motion was\n\nan allegation that the  examiner had failed to use  his \"best\n\nefforts\" to  obtain agreement among  the parties on  a method\n\nfor sale of assets as required  by an earlier court order.  A\n\nhearing was held  and testimony taken which showed the motion\n\nto be unfounded and wholly frivolous.  \n\n          On  July  3,  1991,  in  an  order  dismissing  the\n\nexaminer contempt  motion, Judge Votolato  observed that over\n\nthe  course  of   the  bankruptcy  proceedings   Chorney  had\n\n\"deliberately and continuously acted in bad faith to obstruct\n\nand to  hinder the  efficient administration of  the estate.\"\n\nHe sua sponte ordered Chorney to show cause why he should not\n             \n\nbe adjudged in contempt for his \"wilful interference with the\n\norderly and economic administration  of this estate and [his]\n\nunjustified waste of the  time of this Court and  of numerous\n\nparties.\"2   \n\n          A  hearing  on the  show  cause order  was  held on\n\nSeptember 17,  1991.   Testimony  at  that hearing  spans  80\n\ntranscript  pages.    Judge  Votolato  continued  the  matter\n\nwithout  a finding  in the  hope that  a change  in Chorney's\n\n                    \n\n2.  The order also barred Chorney from  further participation\nor  intervention  in  judicial proceedings  relating  to  the\ndisposition  of the  estate, except  on the  same basis  as a\ngeneral creditor.      \n\n                             -6-\n\nbehavior  or  attitude might  warrant  further consideration.\n\nAfter  a  status conference  on  June  18,  1992 revealed  no\n\nchange,3 the  court issued the contempt  order appealed here.\n\nIn addition to the  entire record as reflected in  the docket\n\nentries, the court relied on  the trustee's summary of recent\n\nevents at the show cause hearing.\n\n     [T]he  Trustee, John  Cullen, Esq.,  described what\n     was unfortunately an  already too familiar  pattern\n\n     of obstructionist behavior by Mr. Chorney [footnote\n     omitted].    For  example:    he  continued,  post-\n\n     petition,  to  advertise  fraudulently  after  both\n     agreeing to and being ordered to desist; to cure  a\n\n     glaring security problem, the Trustee moved for and\n     obtained a Court order  to physically eject Chorney\n\n     from the  Debtor's business premises (where  he was\n     actually living,[*] after repeated  broken promises\n\n     to vacate;[**] CIC records were allegedly concealed\n\n                    \n\n3.   At the status  conference the judge learned that  in the\nintervening  months Chorney,  through Wescap,  filed  a state\ncourt  lawsuit reciting  the  same alleged  coin switches  by\nEastland which the bankruptcy court had earlier determined to\nbe  a fabricated  charge.   The suit  was removed  to federal\ncourt  and Eastland advised that it was preparing a motion to\ndismiss the suit on collateral  estoppel grounds.  Hearing of\nJune  18,  1992, Tr.  at 2-4.    Further, liquidation  of the\nestate had been  forced to a halt  due to a  pending criminal\ninvestigation into Chorney's conduct. Tr. at 6-8.  \n\n     During the same period Chorney also took four appeals to\nthe  district court from  bankruptcy orders.   All  four were\ndismissed  with prejudice  on  the merits.   Cumberland  Inv.\n                                                             \nCorp., Nos. 91-0594, 91-0595,  91-0596, 91-0604, slip op. (D.\n     \nR.  I., June  5, 1992).   Chorney  then attempted  to further\nappeal three of  the orders  to this  court, which  dismissed\nthem as improperly taken  from interlocutory orders.  Chorney\n                                                             \nv. Eastland Bank, Nos.  92-1780, 81, 82, slip. op.  (1st Cir.\n                \nFeb. 5, 1993).\n\n                             -7-\n\n     and/or destroyed; coin  and other inventory  values\n     were  grossly  and fraudulently  overstated  to the\n\n     Court,   the  Trustee,   and  to   creditors;  many\n     frivolous  pleadings  were  filed  and  extensively\n\n     litigated, with the  intent and effect  of impeding\n     the  administration of  an  estate already  left in\n\n     shambles  by  Chorney;  information concerning  the\n     identity  of redemption coin holders was wrongfully\n\n     withheld    on    the     baseless    ground     of\n     `confidentiality,'   even   after  disclosure   was\n\n     ordered by the Court, and so on.     \n          The  most  damaging  consequence of  Chorney's\n\n     incomprehensible   behavior,    however,   is   the\n     incredible amount of needless expense that has been\n\n     heaped upon the estate, and  ultimately, of course,\n     upon the  creditors.  The Trustee's  and Examiner's\n\n     duties  (and their  fees  and  expenses) have  been\n     increased;   secured  creditors,   long-delayed  in\n\n     exercising  their  rights, have  seen  the interest\n     part of  their claims escalate;  and the likelihood\n\n     of  a  meaningful   distribution  to  hundreds   of\n     unsecured creditors and redemption coin holders has\n\n     been practically eliminated.  All of this waste has\n     been caused unnecessarily by Harold Chorney. \n\n                  \n     *   Chorney's  apartment  was  literally  surrounded  by\n     inventory,   allowing  a   real-life  \"fox-guarding-the-\n     chicken-coup\" scenario.   His  bed was literally  within\n     inches of the vault and its contents.\n\n     ** The Court order was ignored, however, and the Trustee\n     ended  up,  instead,  moving   the  assets  to   another\n     location,  at  a cost  to  the  estate of  approximately\n     $95,000.\n\nIn  re Cumberland Inv. Corp.,  No. 89-11051, slip  op. at 2-3\n                            \n\n(Bankr. D.R.I. July 2, 1992).\n\n                             -8-\n\n     On the basis of  time records submitted by  the trustee,\n\nthe  examiner and Eastland  Bank, showing  \"expenses directly\n\nattributable to unnecessary  litigation and/or extra judicial\n                           \n\nwork generated by Mr. Chorney,\" the court ordered Chorney  to\n\npay $200,000 to the trustee as \"partial reimbursement for the\n\ndeliberate post-petition  damage he  has done  to creditors.\"\n\nIn re Cumberland  Inv. Corp.,  No. 89-11051, slip  op. at  4.\n                            \n\nThe court said that its order was \"purposefully crafted to be\n\ncompensatory and not punitive in nature.\"  Id. at 4.\n                                              \n\n          Chorney's  brief here  denies  the accuracy  of the\n\njudge's  factual conclusions and argues that he is the victim\n\nof  retaliation for  his criticisms  of improprieties  by the\n\njudge, trustee and examiner.   In support of his  denials and\n\nblame shifting, however, he points only to previous appellate\n\nbriefs  in this  court  and elsewhere  which recite  the same\n\nconclusions, and to  selected excerpts from  the record.   We\n\nhave read the briefs and  the record references as  liberally\n\nas possible in his favor, given his pro se status.   However,\n                                          \n\nthe material he offers barely provides  even a glancing basis\n\nfor his  factual  denials and  no  concrete support  for  his\n\naccusations.  The selectivity of his citations, incoherent or\n\nindistinct  purpose  for  many  record  references,  and  his\n\n                             -9-\n\nrepeated blurring of temporally distinct  events, only serves\n\nto confuse and obfuscate the issues.4 \n\n          \"We  must  uphold  the  factual  findings  of   the\n\nbankruptcy court,  as affirmed by the  district court, unless\n\nthey  are clearly  erroneous.\"   In re  Power Recovery  Sys.,\n                                                             \n\nInc., 950 F.2d  798 (1st Cir. 1991).  Based  on a full review\n   \n\nof  the  record  before  us,  including  transcripts  of  the\n\nhearings  of May 7, 1991,  May 22, 1991,  September 17, 1991,\n\nJune 18, 1992, and July 17, 1992, it clearly appears that the\n\nbankruptcy court had more than ample  evidence to support the\n\ncontempt order.\n\n          We also  reject Chorney's procedural  challenges to\n\nthe hearing  and order.  While Chorney claims now that he was\n\nnever  notified of  the order,  nor given  time to  prepare a\n\ndefense,  the record shows that he  received ample notice and\n\nspecification  of the issues in  the court's Show Cause order\n\nof July 3, 1991.   That order fully complied  with Bankruptcy\n\nRule 9020(b).  Chorney had more than two months to prepare  a\n\ndefense, was  present without objection at  the September 17,\n\n1991  hearing,   represented by  counsel, testified,  and was\n\nwell prepared on all the issues raised.   \n\n                    \n\n4.  We also reviewed the videotape quoted in Chorney's brief,\nand conditionally accepted by  this court on Chorney's motion\nto  supplement the record.   We are unable  to determine from\nthe scanty information given whether the tape was in evidence\nbelow and might thus be a proper part of this record.  In any\nevent,  the tape  does not  support Chorney's  assignments of\nerror. \n\n                             -10-\n\n          Equally meritless is  Chorney's claim  that he  was\n\nunconstitutionally  deprived  of a  right  to  a jury  trial.\n\nAbsent an express statute, there is  no right to a jury trial\n\nin civil contempt proceedings.   Shillitani v. United States,\n                                                            \n\n384 U.S. 364 (1966); cf. United  States v. Pina, 844 F.2d  1,\n                                               \n\n11-12  (1st Cir.  1988)  (even in  some  classes of  criminal\n\ncontempt cases  there is no right  to a jury).   And while it\n\nmay  not always be  easy to distinguish  between criminal and\n\ncivil contempt,  there is no  difficulty where, as  here, the\n\nultimate  object  is to  compensate the  injured party.   See\n                                                             \n\ngenerally,  In re Power Recovery Sys., Inc., 950 F.2d at 802-\n                                           \n\n03 (defining  criminal and civil contempt sanctions); Charles\n\nA. Wright et. al.,  11 Federal Practice and Procedure    2960\n                                                     \n\nat nn. 59-60 (1973 &amp; supp. 1992) (same).\n\n          At  least  two  of   the  other  issues  raised  in\n\nChorney's  brief  merely  reiterate  arguments  he raised  in\n\nearlier  appeals,  which  were  dismissed by  this  court  as\n\n                             -11-\n\nimproperly  taken  from  interlocutory  orders.5    Chorney's\n\nremaining arguments are frivolous.  \n\n           For  the  reasons  stated,  the  judgment  of  the\n\ndistrict court is affirmed.  Appellee's request for sanctions\n                          \n\nis  denied without prejudice to renewal of the request in the\n\nfuture should events so warrant.  \n\n                    \n\n5.  See  supra note 3.  Chorney reiterates that he was denied\n              \ndue  process when  Judge Votolato  both recused  himself from\nhearing an  Eastland motion to  hold Chorney in  contempt and\nruled that there was no right to a jury trial on the Eastland\nmotion.    The Eastland  motion  was  transferred to  another\njudge,  and eventually  withdrawn.   If  by reasserting  this\nargument  Chorney is  suggesting that  Judge Votolato  should\nhave recused  himself from the instant  contempt hearing, the\nargument fails  for want of  any facts creating  a reasonable\ndoubt  as to  the  judge's impartiality.    United States  v.\n                                                         \nLopez,  944 F.2d  33,  327 (1st  Cir.  1991).   Chorney  also\n     \nattempts   to   reargue   the  contentions   underlying   his\ninterlocutory  appeal from denial  of his motion  to hold the\nexaminer in contempt.     \n\n                             -12-\n",
  "html": "<p class=\"case_cite\">7 F.3d 218</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Harold F. CHORNEY, Appellant,<br>v.<br>Michael WEINGARTEN, et al., Appellees.</p>\n    <p class=\"docket\">No. 93-1094.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 23, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND</p>\n      <p class=\"indent\">Harold F. Chorney on brief pro se.</p>\n      <p class=\"indent\">Edward J. Bertozzi, Jr. and Edwards &amp; Angell, on brief for appellee John F. Cullen, Trustee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Selya and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Harold F. Chorney challenges the district court's affirmance of a bankruptcy court order of July 2, 1992, finding him in civil contempt for a \"continuous, deliberate, and unjustified interference with the orderly progress of this bankruptcy case,\" and ordering him to pay $200,000 compensation to the trustee.  We affirm.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The bankruptcy proceeding from which the instant appeal arises has a long and tangled history.  The docket entries alone consume almost 79 pages as of the date of the contempt order challenged here.  On this appeal we have been provided with a partial record consisting primarily of select materials generated in 1991 and 1992.  The following background facts are culled from three earlier published opinions of the courts below.   In re Cumberland Inv. Corp., 116 B.R. 353 (Bankr.  D.R.I. 1990);   In re Cumberland Inv. Corp., 118 B.R. 3, 4 (Bankr.  D.R.I. 1990);   In re Cumberland Inv. Corp., 133 B.R. 275 (D. R. I. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Debtor, Cumberland Investment Corporation (\"CIC\"), a wholly owned Rhode Island subsidiary of a Canadian corporation, Wescap Enterprises, Ltd., was in the business of buying and selling numismatic coins and stamps.  Chorney was a principal of CIC and chief executive officer of Wescap.  Eastland Bank was the major secured creditor.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In November, 1989, Eastland and two other creditors petitioned CIC into bankruptcy.  About a month later, CIC converted the Chapter 7 involuntary petition into a voluntary Chapter 11 proceeding.  Judge Votolato initially denied an Eastland motion for appointment of a Chapter 11 trustee, instead authorizing appointment of an examiner.  Pending the outcome of the examiner's investigation, CIC was restrained from selling any coins without court approval.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">There ensued seven months of investigation, a series of five reports from the examiner, and at least 11 days of contested hearings and motions by both sides.  On the basis of the evidence thus generated, which reflected a \"pervasive, broad course of debtor misconduct\" and the debtor's \"repeated failure to respond adequately to an overwhelming amount of negative evidence,\" the judge reversed course.   In re Cumberland Inv. Corp., 118 B.R. at 4-5, 6.  He granted a renewed motion for appointment of a trustee, expressing regret that he had earlier denied it.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The court simultaneously ordered the immediate discharge of all CIC employees and three principals, including Chorney.   In re Cumberland Inv. Corp., 118 B.R. at 7-8.  Among the misdeeds leading to the discharges, the court found that Chorney and his agents had purposely delayed the bankruptcy process through shifting misrepresentations about corporate assets, unauthorized and transparently fraudulent business operations, and circumvention of the court's injunction against coin sales.   In re Cumberland Inv. Corp., 118 B.R. at 4-7.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Shortly before the decision to appoint a trustee, the court had also held hearings over a five-day period on a CIC motion to strike one of the examiner's reports.  In that motion, Chorney had alleged examiner bias, conflict of interest, slander, a conspiracy between the examiner and Eastland to misrepresent CIC's affairs, and inventory switches by Eastland.  From the evidence presented there, the court questioned the debtor's good faith, concluding that Chorney's allegations were \"totally unsupportable,\" \"fabricated,\" and \"out of touch with reality.\"   In re Cumberland Inv. Corp., 116 B.R. at 354.  The district court affirmed both orders, finding the bankruptcy judge's analysis \"well supported\" by the evidence.   In re Cumberland Inv. Corp., 133 B.R. at 279, 280.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the nine months following the trustee's appointment, the bankruptcy court docket sheet shows 234 entries.  Among them are a variety of motions brought by the trustee, examiner, and Eastland seeking orders directing Chorney to cooperate or to refrain from interference with the bankruptcy process.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The proceedings immediately precipitating this appeal began on May 21, 1991, when Chorney moved to adjudge the examiner in contempt.  The sole basis for this motion was an allegation that the examiner had failed to use his \"best efforts\" to obtain agreement among the parties on a method for sale of assets as required by an earlier court order.  A hearing was held and testimony taken which showed the motion to be unfounded and wholly frivolous.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On July 3, 1991, in an order dismissing the examiner contempt motion, Judge Votolato observed that over the course of the bankruptcy proceedings Chorney had \"deliberately and continuously acted in bad faith to obstruct and to hinder the efficient administration of the estate.\"  He sua sponte ordered Chorney to show cause why he should not be adjudged in contempt for his \"wilful interference with the orderly and economic administration of this estate and [his] unjustified waste of the time of this Court and of numerous parties.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A hearing on the show cause order was held on September 17, 1991.  Testimony at that hearing spans 80 transcript pages.  Judge Votolato continued the matter without a finding in the hope that a change in Chorney's behavior or attitude might warrant further consideration.  After a status conference on June 18, 1992 revealed no change,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> the court issued the contempt order appealed here.  In addition to the entire record as reflected in the docket entries, the court relied on the trustee's summary of recent events at the show cause hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>[T]he Trustee, John Cullen, Esq., described what was unfortunately an already too familiar pattern of obstructionist behavior by Mr. Chorney [footnote omitted].  For example:  he continued, post-petition, to advertise fraudulently after both agreeing to and being ordered to desist;  to cure a glaring security problem, the Trustee moved for and obtained a Court order to physically eject Chorney from the Debtor's business premises (where he was actually living,[*] after repeated broken promises to vacate; [* *] CIC records were allegedly concealed and/or destroyed;  coin and other inventory values were grossly and fraudulently overstated to the Court, the Trustee, and to creditors; many frivolous pleadings were filed and extensively litigated, with the intent and effect of impeding the administration of an estate already left in shambles by Chorney; information concerning the identity of redemption coin holders was wrongfully withheld on the baseless ground of 'confidentiality,' even after disclosure was ordered by the Court, and so on.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>The most damaging consequence of Chorney's incomprehensible behavior, however, is the incredible amount of needless expense that has been heaped upon the estate, and ultimately, of course, upon the creditors.  The Trustee's and Examiner's duties (and their fees and expenses) have been increased;  secured creditors, long-delayed in exercising their rights, have seen the interest part of their claims escalate;  and the likelihood of a meaningful distribution to hundreds of unsecured creditors and redemption coin holders has been practically eliminated.  All of this waste has been caused unnecessarily by Harold Chorney.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>[*] Chorney's apartment was literally surrounded by inventory, allowing a real-life \"fox-guarding-the-chicken-coup\" scenario.  His bed was literally within inches of the vault and its contents.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>[* *] The Court order was ignored, however, and the Trustee ended up, instead, moving the assets to another location, at a cost to the estate of approximately $95,000.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In re Cumberland Inv. Corp., No. 89-11051, slip op. at 2-3 (Bankr.  D.R.I. July 2, 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On the basis of time records submitted by the trustee, the examiner and Eastland Bank, showing \"expenses directly attributable to unnecessary litigation and/or extra judicial work generated by Mr. Chorney,\" the court ordered Chorney to pay $200,000 to the trustee as \"partial reimbursement for the deliberate post-petition damage he has done to creditors.\"  In re Cumberland Inv. Corp., No. 89-11051, slip op. at 4. The court said that its order was \"purposefully crafted to be compensatory and not punitive in nature.\"  Id. at 4.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Chorney's brief here denies the accuracy of the judge's factual conclusions and argues that he is the victim of retaliation for his criticisms of improprieties by the judge, trustee and examiner.  In support of his denials and blame shifting, however, he points only to previous appellate briefs in this court and elsewhere which recite the same conclusions, and to selected excerpts from the record.  We have read the briefs and the record references as liberally as possible in his favor, given his pro se status.  However, the material he offers barely provides even a glancing basis for his factual denials and no concrete support for his accusations.  The selectivity of his citations, incoherent or indistinct purpose for many record references, and his repeated blurring of temporally distinct events, only serves to confuse and obfuscate the issues.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\"We must uphold the factual findings of the bankruptcy court, as affirmed by the district court, unless they are clearly erroneous.\"   In re Power Recovery Sys., Inc., 950 F.2d 798 (1st Cir. 1991).  Based on a full review of the record before us, including transcripts of the hearings of May 7, 1991, May 22, 1991, September 17, 1991, June 18, 1992, and July 17, 1992, it clearly appears that the bankruptcy court had more than ample evidence to support the contempt order.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We also reject Chorney's procedural challenges to the hearing and order.  While Chorney claims now that he was never notified of the order, nor given time to prepare a defense, the record shows that he received ample notice and specification of the issues in the court's Show Cause order of July 3, 1991.  That order fully complied with Bankruptcy Rule 9020(b).  Chorney had more than two months to prepare a defense, was present without objection at the September 17, 1991 hearing, represented by counsel, testified, and was well prepared on all the issues raised.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Equally meritless is Chorney's claim that he was unconstitutionally deprived of a right to a jury trial.  Absent an express statute, there is no right to a jury trial in civil contempt proceedings.   Shillitani v. United States, 384 U.S. 364 (1966);   cf.  United States v. Pina, 844 F.2d 1, 11-12 (1st Cir. 1988) (even in some classes of criminal contempt cases there is no right to a jury).  And while it may not always be easy to distinguish between criminal and civil contempt, there is no difficulty where, as here, the ultimate object is to compensate the injured party.   See generally, In re Power Recovery Sys., Inc., 950 F.2d at 802-03 (defining criminal and civil contempt sanctions);  Charles A. Wright et. al., 11 Federal Practice and Procedure &#167; 2960 at nn. 59-60 (1973 &amp; supp. 1992) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">At least two of the other issues raised in Chorney's brief merely reiterate arguments he raised in earlier appeals, which were dismissed by this court as improperly taken from interlocutory orders.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Chorney's remaining arguments are frivolous.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">For the reasons stated, the judgment of the district court is affirmed.  Appellee's request for sanctions is denied without prejudice to renewal of the request in the future should events so warrant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Chorney's notice of appeal refers to the district court's order of January 8, 1993 in the singular.  There were two orders entered that day, one dismissing the appeal on the merits, the other dismissing a motion for reconsideration based on \"new evidence.\"  The issues designated show that only the first order is contested</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The order also barred Chorney from further participation or intervention in judicial proceedings relating to the disposition of the estate, except on the same basis as a general creditor</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> At the status conference the judge learned that in the intervening months Chorney, through Wescap, filed a state court lawsuit reciting the same alleged coin switches by Eastland which the bankruptcy court had earlier determined to be a fabricated charge.  The suit was removed to federal court and Eastland advised that it was preparing a motion to dismiss the suit on collateral estoppel grounds.  Hearing of June 18, 1992, Tr. at 2-4.  Further, liquidation of the estate had been forced to a halt due to a pending criminal investigation into Chorney's conduct.  Tr. at 6-8</p>\n        <p>During the same period Chorney also took four appeals to the district court from bankruptcy orders.  All four were dismissed with prejudice on the merits.  Cumberland Inv. Corp., Nos. 91-0594, 91-0595, 91-0596, 91-0604, slip op.  (D. R. I., June 5, 1992).  Chorney then attempted to further appeal three of the orders to this court, which dismissed them as improperly taken from interlocutory orders.  Chorney v. Eastland Bank, Nos. 92-1780, 81, 82, slip. op.  (1st Cir.  Feb. 5, 1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We also reviewed the videotape quoted in Chorney's brief, and conditionally accepted by this court on Chorney's motion to supplement the record.  We are unable to determine from the scanty information given whether the tape was in evidence below and might thus be a proper part of this record.  In any event, the tape does not support Chorney's assignments of error</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See supra note 3. Chorney reiterates that he was denied due process when Judge Votolato both recused himself from hearing an Eastland motion to hold Chorney in contempt and ruled that there was no right to a jury trial on the Eastland motion.  The Eastland motion was transferred to another judge, and eventually withdrawn.  If by reasserting this argument Chorney is suggesting that Judge Votolato should have recused himself from the instant contempt hearing, the argument fails for want of any facts creating a reasonable doubt as to the judge's impartiality.   United States v. Lopez, 944 F.2d 33, 327 (1st Cir. 1991).  Chorney also attempts to reargue the contentions underlying his interlocutory appeal from denial of his motion to hold the examiner in contempt</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Harold F. CHORNEY, Appellant,<br>v.<br>Michael WEINGARTEN, et al., Appellees.</p>\n    <p class=\"docket\">No. 93-1094.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">September 23, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND</p>\n      <p class=\"indent\">Harold F. Chorney on brief pro se.</p>\n      <p class=\"indent\">Edward J. Bertozzi, Jr. and Edwards &amp; Angell, on brief for appellee John F. Cullen, Trustee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Selya and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Harold F. Chorney challenges the district court's affirmance of a bankruptcy court order of July 2, 1992, finding him in civil contempt for a \"continuous, deliberate, and unjustified interference with the orderly progress of this bankruptcy case,\" and ordering him to pay $200,000 compensation to the trustee.  We affirm.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The bankruptcy proceeding from which the instant appeal arises has a long and tangled history.  The docket entries alone consume almost 79 pages as of the date of the contempt order challenged here.  On this appeal we have been provided with a partial record consisting primarily of select materials generated in 1991 and 1992.  The following background facts are culled from three earlier published opinions of the courts below.   In re Cumberland Inv. Corp., <span class=\"citation\" data-id=\"1984558\"><a href=\"/opinion/1984558/in-re-cumberland-inv-corp/\"><span class=\"volume\">116</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">353</span> </a></span>(Bankr.  D.R.I. 1990);   In re Cumberland Inv. Corp., <span class=\"citation\" data-id=\"1539289\"><a href=\"/opinion/1539289/in-re-cumberland-inv-corp/\"><span class=\"volume\">118</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">3</span></a></span>, 4 (Bankr.  D.R.I. 1990);   In re Cumberland Inv. Corp., <span class=\"citation\" data-id=\"2013283\"><a href=\"/opinion/2013283/in-re-cumberland-inv-corp/\"><span class=\"volume\">133</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">275</span> </a></span>(D. R. I. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Debtor, Cumberland Investment Corporation (\"CIC\"), a wholly owned Rhode Island subsidiary of a Canadian corporation, Wescap Enterprises, Ltd., was in the business of buying and selling numismatic coins and stamps.  Chorney was a principal of CIC and chief executive officer of Wescap.  Eastland Bank was the major secured creditor.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In November, 1989, Eastland and two other creditors petitioned CIC into bankruptcy.  About a month later, CIC converted the Chapter 7 involuntary petition into a voluntary Chapter 11 proceeding.  Judge Votolato initially denied an Eastland motion for appointment of a Chapter 11 trustee, instead authorizing appointment of an examiner.  Pending the outcome of the examiner's investigation, CIC was restrained from selling any coins without court approval.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">There ensued seven months of investigation, a series of five reports from the examiner, and at least 11 days of contested hearings and motions by both sides.  On the basis of the evidence thus generated, which reflected a \"pervasive, broad course of debtor misconduct\" and the debtor's \"repeated failure to respond adequately to an overwhelming amount of negative evidence,\" the judge reversed course.   In re Cumberland Inv. <span class=\"citation\" data-id=\"1539289\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/1539289/in-re-cumberland-inv-corp/\"><span class=\"volume\">118</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">4-5</span></a></span>, 6.  He granted a renewed motion for appointment of a trustee, expressing regret that he had earlier denied it.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The court simultaneously ordered the immediate discharge of all CIC employees and three principals, including Chorney.   In re Cumberland Inv. <span class=\"citation\" data-id=\"1539289\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/1539289/in-re-cumberland-inv-corp/\"><span class=\"volume\">118</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">7-8</span></a></span>.  Among the misdeeds leading to the discharges, the court found that Chorney and his agents had purposely delayed the bankruptcy process through shifting misrepresentations about corporate assets, unauthorized and transparently fraudulent business operations, and circumvention of the court's injunction against coin sales.   In re Cumberland Inv. <span class=\"citation\" data-id=\"1539289\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/1539289/in-re-cumberland-inv-corp/\"><span class=\"volume\">118</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">4-7</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Shortly before the decision to appoint a trustee, the court had also held hearings over a five-day period on a CIC motion to strike one of the examiner's reports.  In that motion, Chorney had alleged examiner bias, conflict of interest, slander, a conspiracy between the examiner and Eastland to misrepresent CIC's affairs, and inventory switches by Eastland.  From the evidence presented there, the court questioned the debtor's good faith, concluding that Chorney's allegations were \"totally unsupportable,\" \"fabricated,\" and \"out of touch with reality.\"   In re Cumberland Inv. <span class=\"citation\" data-id=\"1984558\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/1984558/in-re-cumberland-inv-corp/\"><span class=\"volume\">116</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">354</span></a></span>.  The district court affirmed both orders, finding the bankruptcy judge's analysis \"well supported\" by the evidence.   In re Cumberland Inv. <span class=\"citation\" data-id=\"2013283\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/2013283/in-re-cumberland-inv-corp/\"><span class=\"volume\">133</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">279</span></a></span>, 280.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the nine months following the trustee's appointment, the bankruptcy court docket sheet shows 234 entries.  Among them are a variety of motions brought by the trustee, examiner, and Eastland seeking orders directing Chorney to cooperate or to refrain from interference with the bankruptcy process.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The proceedings immediately precipitating this appeal began on May 21, 1991, when Chorney moved to adjudge the examiner in contempt.  The sole basis for this motion was an allegation that the examiner had failed to use his \"best efforts\" to obtain agreement among the parties on a method for sale of assets as required by an earlier court order.  A hearing was held and testimony taken which showed the motion to be unfounded and wholly frivolous.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On July 3, 1991, in an order dismissing the examiner contempt motion, Judge Votolato observed that over the course of the bankruptcy proceedings Chorney had \"deliberately and continuously acted in bad faith to obstruct and to hinder the efficient administration of the estate.\"  He sua sponte ordered Chorney to show cause why he should not be adjudged in contempt for his \"wilful interference with the orderly and economic administration of this estate and [his] unjustified waste of the time of this Court and of numerous parties.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A hearing on the show cause order was held on September 17, 1991.  Testimony at that hearing spans 80 transcript pages.  Judge Votolato continued the matter without a finding in the hope that a change in Chorney's behavior or attitude might warrant further consideration.  After a status conference on June 18, 1992 revealed no change,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> the court issued the contempt order appealed here.  In addition to the entire record as reflected in the docket entries, the court relied on the trustee's summary of recent events at the show cause hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>[T]he Trustee, John Cullen, Esq., described what was unfortunately an already too familiar pattern of obstructionist behavior by Mr. Chorney [footnote omitted].  For example:  he continued, post-petition, to advertise fraudulently after both agreeing to and being ordered to desist;  to cure a glaring security problem, the Trustee moved for and obtained a Court order to physically eject Chorney from the Debtor's business premises (where he was actually living,[*] after repeated broken promises to vacate; [* *] CIC records were allegedly concealed and/or destroyed;  coin and other inventory values were grossly and fraudulently overstated to the Court, the Trustee, and to creditors; many frivolous pleadings were filed and extensively litigated, with the intent and effect of impeding the administration of an estate already left in shambles by Chorney; information concerning the identity of redemption coin holders was wrongfully withheld on the baseless ground of 'confidentiality,' even after disclosure was ordered by the Court, and so on.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>The most damaging consequence of Chorney's incomprehensible behavior, however, is the incredible amount of needless expense that has been heaped upon the estate, and ultimately, of course, upon the creditors.  The Trustee's and Examiner's duties (and their fees and expenses) have been increased;  secured creditors, long-delayed in exercising their rights, have seen the interest part of their claims escalate;  and the likelihood of a meaningful distribution to hundreds of unsecured creditors and redemption coin holders has been practically eliminated.  All of this waste has been caused unnecessarily by Harold Chorney.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>[*] Chorney's apartment was literally surrounded by inventory, allowing a real-life \"fox-guarding-the-chicken-coup\" scenario.  His bed was literally within inches of the vault and its contents.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>[* *] The Court order was ignored, however, and the Trustee ended up, instead, moving the assets to another location, at a cost to the estate of approximately $95,000.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In re Cumberland Inv. Corp., No. 89-11051, slip op. at 2-3 (Bankr.  D.R.I. July 2, 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On the basis of time records submitted by the trustee, the examiner and Eastland Bank, showing \"expenses directly attributable to unnecessary litigation and/or extra judicial work generated by Mr. Chorney,\" the court ordered Chorney to pay $200,000 to the trustee as \"partial reimbursement for the deliberate post-petition damage he has done to creditors.\"  In re Cumberland Inv. Corp., No. 89-11051, slip op. at 4. The court said that its order was \"purposefully crafted to be compensatory and not punitive in nature.\"  <span class=\"citation\" data-id=\"2013283\"><a href=\"/opinion/2013283/in-re-cumberland-inv-corp/\"><span class=\"id_token\">Id.</span> at 4.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Chorney's brief here denies the accuracy of the judge's factual conclusions and argues that he is the victim of retaliation for his criticisms of improprieties by the judge, trustee and examiner.  In support of his denials and blame shifting, however, he points only to previous appellate briefs in this court and elsewhere which recite the same conclusions, and to selected excerpts from the record.  We have read the briefs and the record references as liberally as possible in his favor, given his pro se status.  However, the material he offers barely provides even a glancing basis for his factual denials and no concrete support for his accusations.  The selectivity of his citations, incoherent or indistinct purpose for many record references, and his repeated blurring of temporally distinct events, only serves to confuse and obfuscate the issues.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\"We must uphold the factual findings of the bankruptcy court, as affirmed by the district court, unless they are clearly erroneous.\"   In re Power Recovery Sys., Inc., <span class=\"citation\" data-id=\"573066\"><a href=\"/opinion/573066/in-re-power-recovery-systems-inc-debtor-two-cases-david-w-eck-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">798</span> </a></span>(1st Cir. 1991).  Based on a full review of the record before us, including transcripts of the hearings of May 7, 1991, May 22, 1991, September 17, 1991, June 18, 1992, and July 17, 1992, it clearly appears that the bankruptcy court had more than ample evidence to support the contempt order.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We also reject Chorney's procedural challenges to the hearing and order.  While Chorney claims now that he was never notified of the order, nor given time to prepare a defense, the record shows that he received ample notice and specification of the issues in the court's Show Cause order of July 3, 1991.  That order fully complied with Bankruptcy Rule 9020(b).  Chorney had more than two months to prepare a defense, was present without objection at the September 17, 1991 hearing, represented by counsel, testified, and was well prepared on all the issues raised.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Equally meritless is Chorney's claim that he was unconstitutionally deprived of a right to a jury trial.  Absent an express statute, there is no right to a jury trial in civil contempt proceedings.   Shillitani v. United States, <span class=\"citation\" data-id=\"107248\"><a href=\"/opinion/107248/shillitani-v-united-states/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span> </a></span>(1966);   cf.  United States v. Pina, <span class=\"citation\" data-id=\"504377\"><a href=\"/opinion/504377/united-states-v-anthony-j-pina/\"><span class=\"volume\">844</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 11-12 (1st Cir. 1988) (even in some classes of criminal contempt cases there is no right to a jury).  And while it may not always be easy to distinguish between criminal and civil contempt, there is no difficulty where, as here, the ultimate object is to compensate the injured party.   See generally, In re Power Recovery Sys., <span class=\"citation\" data-id=\"573066\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/573066/in-re-power-recovery-systems-inc-debtor-two-cases-david-w-eck-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">802-03</span> </a></span>(defining criminal and civil contempt sanctions);  Charles A. Wright et. al., 11 Federal Practice and Procedure &#167; 2960 at nn. 59-60 (1973 &amp; supp. 1992) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">At least two of the other issues raised in Chorney's brief merely reiterate arguments he raised in earlier appeals, which were dismissed by this court as improperly taken from interlocutory orders.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Chorney's remaining arguments are frivolous.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">For the reasons stated, the judgment of the district court is affirmed.  Appellee's request for sanctions is denied without prejudice to renewal of the request in the future should events so warrant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Chorney's notice of appeal refers to the district court's order of January 8, 1993 in the singular.  There were two orders entered that day, one dismissing the appeal on the merits, the other dismissing a motion for reconsideration based on \"new evidence.\"  The issues designated show that only the first order is contested</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The order also barred Chorney from further participation or intervention in judicial proceedings relating to the disposition of the estate, except on the same basis as a general creditor</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> At the status conference the judge learned that in the intervening months Chorney, through Wescap, filed a state court lawsuit reciting the same alleged coin switches by Eastland which the bankruptcy court had earlier determined to be a fabricated charge.  The suit was removed to federal court and Eastland advised that it was preparing a motion to dismiss the suit on collateral estoppel grounds.  Hearing of June 18, 1992, Tr. at 2-4.  Further, liquidation of the estate had been forced to a halt due to a pending criminal investigation into Chorney's conduct.  Tr. at 6-8</p>\n        <p>During the same period Chorney also took four appeals to the district court from bankruptcy orders.  All four were dismissed with prejudice on the merits.  Cumberland Inv. Corp., Nos. 91-0594, 91-0595, 91-0596, 91-0604, slip op.  (D. R. I., June 5, 1992).  Chorney then attempted to further appeal three of the orders to this court, which dismissed them as improperly taken from interlocutory orders.  Chorney v. Eastland Bank, Nos. 92-1780, 81, 82, slip. op.  (1st Cir.  Feb. 5, 1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We also reviewed the videotape quoted in Chorney's brief, and conditionally accepted by this court on Chorney's motion to supplement the record.  We are unable to determine from the scanty information given whether the tape was in evidence below and might thus be a proper part of this record.  In any event, the tape does not support Chorney's assignments of error</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See supra note 3. Chorney reiterates that he was denied due process when Judge Votolato both recused himself from hearing an Eastland motion to hold Chorney in contempt and ruled that there was no right to a jury trial on the Eastland motion.  The Eastland motion was transferred to another judge, and eventually withdrawn.  If by reasserting this argument Chorney is suggesting that Judge Votolato should have recused himself from the instant contempt hearing, the argument fails for want of any facts creating a reasonable doubt as to the judge's impartiality.   United States v. Lopez, <span class=\"citation\" data-id=\"567922\"><a href=\"/opinion/567922/united-states-v-christian-lopez/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></a></span>, 327 (1st Cir. 1991).  Chorney also attempts to reargue the contentions underlying his interlocutory appeal from denial of his motion to hold the examiner in contempt</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107248/",
    "https://www.courtlistener.com/api/rest/v3/opinions/504377/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567922/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573066/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1539289/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1984558/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2013283/"
  ]
}