{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194982/",
  "id": 194982,
  "absolute_url": "/opinion/194982/maine-corporation-v-hampton/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194982/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:29:39Z",
  "date_modified": "2020-02-21T23:41:55.325097Z",
  "type": "010combined",
  "sha1": "c93b34484bc7b2501832d2106296ab5b76d2699b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1832.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                     \n\nNo. 92-1832\n\n                  BOSTON AND MAINE CORPORATION,\n                      Plaintiff, Appellant,\n\n                                v.\n\n                         TOWN OF HAMPTON,\n                       Defendant, Appellee.\n\n                              BEFORE\n\n                Torruella and Cyr, Circuit Judges,\n                                                 \n                   and Keeton,* District Judge.\n                                              \n\n                                     \n\n                          ORDER OF COURT\n\n                     Entered October 19, 1993\n\n          On March 5, 1993, this court entered judgment affirming\nthe judgment of the United States District Court for the District\nof  New Hampshire.   An  Order denying  appellant's petition  for\nrehearing was entered on April 9, 1993.\n\n          On  or about October 1,  1993, the Clerk  of this court\nreceived  from Appellant Boston and Maine Corporation (\"B &amp; M\") a\nMotion  to Enlarge Time in  Which to File  a Renewed Petition for\nRehearing,  a Petition  for  Rehearing, and  a  Motion to  Recall\nMandate.    The Clerk  received  from  Appellee  Town of  Hampton\n(\"Hampton\"), on or about October 7, 1993, its Objection to Motion\nto  Enlarge Time, and on or  about October 12, 1993, received its\nrevised Objection to Motion to Recall Mandate.   \n\n* Of the District of Massachusetts, sitting by designation.\n\n          Calling attention  to the Opinion of  the Supreme Court\nof  New Hampshire in Schoff  v. City of  Somersworth, handed down\n                                                    \nAugust 31, 1993 (explicitly declaring erroneous two parts of this\ncourt's  assessment  of  the  substantive law  of  New  Hampshire\nregarding  municipal liability),  B  &amp; M  moves  that this  court\nrecall  its mandate  and  enlarge the  time  for a  petition  for\nrehearing.  Citing Braniff Airways, Inc. v. Curtiss-Wright Corp.,\n                                                                \n424 F.2d 427 (2d Cir.), cert. denied, 400 U.S. 801 (1970), B &amp;  M\n                                    \nasserts that, under Fed. R. App. P. 26(b) and 40, this court \"has\nthe  power  to accept  a petition  for  rehearing which  is filed\nbeyond   the  stated  14  day  time  limit  for  filing  of  such\npleadings.\"  B &amp; M's Motion to Enlarge Time, p. 4.\n\n          Although  Rule  40  does  grant  the  appellate  courts\nauthority to extend the time for filing a petition for rehearing,\na  court can do so only while  it has jurisdiction over the case.\nWe lack jurisdiction  here.   The mandate issued  in this case on\nApril 20, 1993, and \"[i]ssuance of the mandate formally marks the\nend of  appellate jurisdiction.\"   Johnson v.  Bechtel Associates\n                                                                 \nProfessional Corp., 801 F.2d 412, 415 (D.C. Cir. 1986).\n                  \n\n          Braniff  Airways, the sole support  cited by B  &amp; M for\n                          \nits  proposed enlargement of  time, is not  to the contrary.   In\nBraniff  Airways, the  Second  Circuit determined  that the  case\n                \nbefore  it was still \"sub judice.\"   Braniff Airways, 424 F.2d at\n                                                    \n429.  The court then based  its decision in part on Huddleston v.\n                                                              \nDwyer, 322 U.S. 232 (1944), in which the Supreme Court \"indicated\n     \nthat so  long as the case  was 'sub judice' the  court of appeals\nshould  have entertained  the petition  for rehearing based  on a\nchange  in state law\" after  its decision.   Braniff Airways, 424\n                                                            \nF.2d  at 429.    Mandate having  issued in  the  case before  us,\nhowever, it is  no longer  sub judice  and we  lack authority  to\nconsider a petition for rehearing.\n\n          Other  circuits have similarly  declined to  consider a\npetition  for rehearing  when no  part of  the case  remained sub\njudice.   See, e.g., Johnson,  801 F.2d  at 415 (D.C.  Cir. 1986)\n                            \n(court  did not  have  jurisdiction over  petition for  rehearing\nafter  mandate  had  been  issued); Iverson  v.  Commissioner  of\n                                                                 \nInternal Revenue, 257  F.d 408,  409 (3d. Cir.  1958) (\"With  the\n                \nmandates  on  the  judgments  here involved  outstanding,  it  is\ndoubtful whether this court would have jurisdiction to consider a\npetition for rehearing.\").\n\n          Precedents  suggest,  however,  that  even   after  the\njudgment of a court of appeals has become final and  the court no\nlonger has jurisdiction to consider a subsequently filed petition\nfor  rehearing,  the  court   may  reestablish  jurisdiction   by\nrecalling  its  mandate   (either  on  motion   or  on  its   own\ninitiative).   See  Johnson,  801  F.2d at  416;  Greater  Boston\n                                                                 \nTelevision  Corp. v. FCC, 463 F.2d 268 (D.C. Cir. 1971); see also\n                                                                 \nPowers v. Bethlehem Steel Corp., 483  F.2d 963 (1st Cir. 1973).  \n                               \n\n                                2\n\nB &amp; M has moved for a recall of mandate in this case.\n\n          We   are   troubled   by   the   \"intricate   maze   of\nrelationships,\" Goncalves v. INS,  Nos. 92-1122 and 92-2272, slip\n                                \nop. at 15 (1st Cir. Sept.  28, 1993), that would be created, were\nwe  to assert  this suggested  \"inherent  authority\" to  recall a\nmandate.   What, for example, would be the effect on jurisdiction\nin  the  district court,  after a  mandate  is recalled  and then\nreissued?    And  what  reasoned explanation  would  justify  the\ndivergence  between fixed  time  limits on  the district  court's\nability to  amend a  judgment under  Fed. R. Civ.  P. 60  and the\nabsence of like  time limits on the  suggested inherent authority\nof the  appellate courts to recall  a mandate, even  if acting on\nprecisely the same grounds?  Would vesting such exceptional power\nsolely  in  courts  of  appeal  create  an  area  of  essentially\noriginal, rather than appellate, jurisdiction in courts of appeal\nover closed cases?\n\n          Another troubling thought about this procedural maze is\nthat  the precedents for recalling a mandate may have been rooted\nin practices developed  before adoption of the  Federal Rules (of\nCivil  Procedure and Appellate Procedure),  and at a  time when a\ncourt retained jurisdiction over cases decided in a term of court\nuntil that  term ended.  To continue this practice of recalling a\nmandate  now,   when  an   appellate  court's  \"term\"   has  less\nsignificance, risks extending  indefinitely the authority of  the\ncourt over closed cases.  Neither the courts  nor the parties who\nrely upon the finality  of their judgments would welcome  such an\nextension.\n\n          We conclude,  however, that  we need not  resolve these\nconcerns to  decide this  case.   Instead, we assume  in B  &amp; M's\nfavor,  without so deciding, that a court of appeals may reassert\njurisdiction over  a case  by recalling  its mandate, and,  after\njurisdiction is  thus  reestablished, may  consider an  otherwise\nuntimely petition for rehearing.   See Johnson, 801 F.2d  at 416;\n                                              \nGreater Boston Television  Corp., 463  F.2d at 275-80.   Even  if\n                                \nthis  authority to recall a  mandate still exists,  it \"should be\nexercised  sparingly,  and only  upon  a  showing of  exceptional\ncircumstances.\"  Dilley  v. Alexander,  627 F.2d  407, 411  (D.C.\n                                     \nCir.  1980) (internal  citations omitted);  see also  Powers, 483\n                                                            \nF.2d at 964.  Resort to  recall power is an \"extraordinary step,\"\nand \"should not  be used  simply as  a device  for granting  late\nrehearing.\"  Johnson, 801 F.2d at 416.\n                    \n\n          In  denying a  motion to recall  mandate in  a previous\ncase  (before  the  Federal  Rules of  Appellate  Procedure  were\nadopted),  this court emphasized the need to bring an orderly end\nto litigation:\n\n          If  we were in error [in this case], of which\n          we are not presently persuaded, we believe it\n\n                                3\n\n          would   be  far   greater  error   to  permit\n          reconsideration now after denial of petitions\n          for rehearing and certiorari.   There must be\n          an  end to  dispute.   If a  situation arose,\n          such as a subsequent decision  by the Supreme\n          Court,   which   showed  that   our  original\n          judgment  was demonstrably wrong, a motion to\n          recall  mandate might  be  entertained.   The\n          present case is far from that.\n\nLegate v. Maloney, 348 F.2d 164, 166 (1st Cir. 1965).\n                 \n\n          This earlier declaration retains its full force today. \nThe judgment in  the case  before us is  not demonstrably  wrong.\nIndeed,  as  Hampton  correctly  argues, the  precise  issues  of\nsubstantive law  presented  by  this case  were  not  before  the\nSupreme Court of New Hampshire in either of the two  recent cases\nbrought to  our attention by B  &amp; M.  Thus,  although the Supreme\nCourt  of  New Hampshire  has  explicitly declared  parts  of our\nreasoning in  this case  erroneous, we  would  only compound  our\n         \nerror  by reopening  a  dispute in  which  our judgment  was  not\n                                                       \ndemonstrably wrong.  \n\n          Moreover, as  Hampton observes, all parties  were aware\nthat  the Schoff case was pending when  this case was filed, and \n                \nplaintiff\n\n          was  free  to  file  this  action   in  state\n          court...,  to seek  to  certify the  question\n          presented in  this case to  the New Hampshire\n          Supreme  Court while this case remained open,\n          to move to have this court stay consideration\n          of  this  matter  until  the   New  Hampshire\n          Supreme Court  decided Schoff,  or to seek  a\n                                       \n          writ  of  certiorari  to  the  United  States\n          Supreme Court following this Court's March 5,\n          1993  decision.  Instead, the plaintiff chose\n          not  to  pursue  these  alternatives  and  no\n          manifest injustice would result  in requiring\n          the plaintiff  to be  bound by the  ruling of\n          the forum it did select.\n\nHampton's (revised) Objection  to Motion to  Enlarge Time, p.  7.\nIn these circumstances,  we conclude  that it would  be not  only\nunwarranted but unjust to recall the mandate in this case. \n\n           Appellant's motion  to enlarge time to  file a renewed\npetition for  rehearing and appellant's motion  to recall mandate\nare denied.\n\n                                4\n",
  "html": "<p class=\"case_cite\">7 F.3d 281</p>\n    <p class=\"case_cite\">27 Fed.R.Serv.3d 251</p>\n    <p class=\"parties\">BOSTON AND MAINE CORPORATION, Plaintiff, Appellant,<br>v.<br>TOWN OF HAMPTON, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 92-1832.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Oct. 19, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Before TORRUELLA and CYR, Circuit Judges, and KEETON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p>ORDER OF COURT</p>\n      <p class=\"indent\">On March 5, 1993, this court entered judgment affirming the judgment of the United States District Court for the District of New Hampshire.  987 F.2d 855.   An Order denying appellant's petition for rehearing was entered on April 9, 1993.</p>\n      <p class=\"indent\">On or about October 1, 1993, the Clerk of this court received from Appellant Boston and Maine Corporation (\"B &amp; M\") a Motion to Enlarge Time in Which to File a Renewed Petition for Rehearing, a Petition for Rehearing, and a Motion to Recall Mandate.   The Clerk received from Appellee Town of Hampton (\"Hampton\"), on or about October 7, 1993, its Objection to Motion to Enlarge Time, and on or about October 12, 1993, received its revised Objection to Motion to Recall Mandate.</p>\n      <p class=\"indent\">Calling attention to the Opinion of the Supreme Court of New Hampshire in Schoff v. City of Somersworth, 630 A.2d 783 (N.H.1993), handed down August 31, 1993 (explicitly declaring erroneous two parts of this court's assessment of the substantive law of New Hampshire regarding municipal liability), B &amp; M moves that this court recall its mandate and enlarge the time for a petition for rehearing.   Citing Braniff Airways, Inc. v. Curtiss-Wright Corp., 424 F.2d 427 (2d Cir.), cert. denied, 400 U.S. 829, 91 S.Ct. 59, 27 L.Ed.2d 59 (1970), B &amp; M asserts that, under Fed.R.App.P. 26(b) and 40, this court \"has the power to accept a petition for rehearing which is filed beyond the stated 14 day time limit for filing of such pleadings.\"   B &amp; M's Motion to Enlarge Time, p. 4.</p>\n      <p class=\"indent\">Although Rule 40 does grant the appellate courts authority to extend the time for filing a petition for rehearing, a court can do so only while it has jurisdiction over the case.   We lack jurisdiction here.   The mandate issued in this case on April 20, 1993, and \"[i]ssuance of the mandate formally marks the end of appellate jurisdiction.\"  Johnson v. Bechtel Associates Professional Corp., 801 F.2d 412, 415 (D.C.Cir.1986).</p>\n      <p class=\"indent\">Braniff Airways, the sole support cited by B &amp; M for its proposed enlargement of time, is not to the contrary.   In Braniff Airways, the Second Circuit determined that the case before it was still \"sub judice.\"  Braniff Airways, 424 F.2d at 429.   The court then based its decision in part on Huddleston v. Dwyer, 322 U.S. 232, 64 S.Ct. 1015, 88 L.Ed. 1246 (1944), in which the Supreme Court \"indicated that so long as the case was 'sub judice' the court of appeals should have entertained the petition for rehearing based on a change in state law\" after its decision.   Braniff Airways, 424 F.2d at 429.   Mandate having issued in the case before us, however, it is no longer sub judice and we lack authority to consider a petition for rehearing.</p>\n      <p class=\"indent\">Other circuits have similarly declined to consider a petition for rehearing when no part of the case remained sub judice.   See, e.g., Johnson, 801 F.2d at 415 (D.C.Cir.1986) (court did not have jurisdiction over petition for rehearing after mandate had been issued);  Iverson v. Commissioner of Internal Revenue, 257 F.2d 408, 409 (3d.  Cir.1958) (\"With the mandates on the judgments here involved outstanding, it is doubtful whether this court would have jurisdiction to consider a petition for rehearing.\").</p>\n      <p class=\"indent\">Precedents suggest, however, that even after the judgment of a court of appeals has become final and the court no longer has jurisdiction to consider a subsequently filed petition for rehearing, the court may reestablish jurisdiction by recalling its mandate (either on motion or on its own initiative).   See Johnson, 801 F.2d at 416;  Greater Boston Television Corp. v. FCC, 463 F.2d 268 (D.C.Cir.1971);  see also Powers v. Bethlehem Steel Corp., 483 F.2d 963 (1st Cir.1973).   B &amp; M has moved for a recall of mandate in this case.</p>\n      <p class=\"indent\">We are troubled by the \"intricate maze of relationships,\" Goncalves v. INS, 6 F.3d 830, 834-35 (1st Cir.1993), that would be created, were we to assert this suggested \"inherent authority\" to recall a mandate.   What, for example, would be the effect on jurisdiction in the district court, after a mandate is recalled and then reissued?   And what reasoned explanation would justify the divergence between fixed time limits on the district court's ability to amend a judgment under Fed.R.Civ.P. 60 and the absence of like time limits on the suggested inherent authority of the appellate courts to recall a mandate, even if acting on precisely the same grounds?   Would vesting such exceptional power solely in courts of appeal create an area of essentially original, rather than appellate, jurisdiction in courts of appeal over closed cases?</p>\n      <p class=\"indent\">Another troubling thought about this procedural maze is that the precedents for recalling a mandate may have been rooted in practices developed before adoption of the Federal Rules (of Civil Procedure and Appellate Procedure), and at a time when a court retained jurisdiction over cases decided in a term of court until that term ended.   To continue this practice of recalling a mandate now, when an appellate court's \"term\" has less significance, risks extending indefinitely the authority of the court over closed cases.   Neither the courts nor the parties who rely upon the finality of their judgments would welcome such an extension.</p>\n      <p class=\"indent\">We conclude, however, that we need not resolve these concerns to decide this case.   Instead, we assume in B &amp; M's favor, without so deciding, that a court of appeals may reassert jurisdiction over a case by recalling its mandate, and, after jurisdiction is thus reestablished, may consider an otherwise untimely petition for rehearing.   See Johnson, 801 F.2d at 416;  Greater Boston Television Corp., 463 F.2d at 275-80.   Even if this authority to recall a mandate still exists, it \"should be exercised sparingly, and only upon a showing of exceptional circumstances.\"  Dilley v. Alexander, 627 F.2d 407, 411 (D.C.Cir.1980) (internal citations omitted);  see also Powers, 483 F.2d at 964.   Resort to recall power is an \"extraordinary step,\" and \"should not be used simply as a device for granting late rehearing.\"  Johnson, 801 F.2d at 416.</p>\n      <p class=\"indent\">In denying a motion to recall mandate in a previous case (before the Federal Rules of Appellate Procedure were adopted), this court emphasized the need to bring an orderly end to litigation:</p>\n      <p>If we were in error [in this case], of which we are not presently persuaded, we believe it would be far greater error to permit reconsideration now after denial of petitions for rehearing and certiorari.   There must be an end to dispute.   If a situation arose, such as a subsequent decision by the Supreme Court, which showed that our original judgment was demonstrably wrong, a motion to recall mandate might be entertained.   The present case is far from that.</p>\n      <p class=\"indent\">Legate v. Maloney, 348 F.2d 164, 166 (1st Cir.1965).</p>\n      <p class=\"indent\">This earlier declaration retains its full force today.   The judgment in the case before us is not demonstrably wrong.   Indeed, as Hampton correctly argues, the precise issues of substantive law presented by this case were not before the Supreme Court of New Hampshire in either of the two recent cases brought to our attention by B &amp; M.   Thus, although the Supreme Court of New Hampshire has explicitly declared parts of our reasoning in this case erroneous, we would only compound our error by reopening a dispute in which our judgment was not demonstrably wrong.</p>\n      <p class=\"indent\">Moreover, as Hampton observes, all parties were aware that the Schoff case was pending when this case was filed, and plaintiff</p>\n      <p>was free to file this action in state court ..., to seek to certify the question presented in this case to the New Hampshire Supreme Court while this case remained open, to move to have this court stay consideration of this matter until the New Hampshire Supreme Court decided Schoff, or to seek a writ of certiorari to the United States Supreme Court following this Court's March 5, 1993 decision.   Instead, the plaintiff chose not to pursue these alternatives and no manifest injustice would result in requiring the plaintiff to be bound by the ruling of the forum it did select.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Hampton's (revised) Objection to Motion to Enlarge Time, p. 7.   In these circumstances, we conclude that it would be not only unwarranted but unjust to recall the mandate in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant's motion to enlarge time to file a renewed petition for rehearing and appellant's motion to recall mandate are denied.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">281</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">251</span></span></p>\n    <p class=\"parties\">BOSTON AND MAINE CORPORATION, Plaintiff, Appellant,<br>v.<br>TOWN OF HAMPTON, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 92-1832.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Oct. 19, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Before TORRUELLA and CYR, Circuit Judges, and KEETON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p>ORDER OF COURT</p>\n      <p class=\"indent\">On March 5, 1993, this court entered judgment affirming the judgment of the United States District Court for the District of New Hampshire.  <span class=\"citation\" data-id=\"601781\"><a href=\"/opinion/601781/boston-maine-corporation-v-town-of-hampton/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">855</span></a></span>.   An Order denying appellant's petition for rehearing was entered on April 9, 1993.</p>\n      <p class=\"indent\">On or about October 1, 1993, the Clerk of this court received from Appellant Boston and Maine Corporation (\"B &amp; M\") a Motion to Enlarge Time in Which to File a Renewed Petition for Rehearing, a Petition for Rehearing, and a Motion to Recall Mandate.   The Clerk received from Appellee Town of Hampton (\"Hampton\"), on or about October 7, 1993, its Objection to Motion to Enlarge Time, and on or about October 12, 1993, received its revised Objection to Motion to Recall Mandate.</p>\n      <p class=\"indent\">Calling attention to the Opinion of the Supreme Court of New Hampshire in Schoff v. City of Somersworth, <span class=\"citation no-link\"><span class=\"volume\">630</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">783</span> </span>(N.H.1993), handed down August 31, 1993 (explicitly declaring erroneous two parts of this court's assessment of the substantive law of New Hampshire regarding municipal liability), B &amp; M moves that this court recall its mandate and enlarge the time for a petition for rehearing.   Citing Braniff Airways, Inc. v. Curtiss-Wright Corp., <span class=\"citation\" data-id=\"289461\"><a href=\"/opinion/289461/braniff-airways-inc-phillip-addabbo-and-morton-d-stein-as-of-the/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">427</span> </a></span>(2d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">829</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">59</span></span>, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span> </span>(1970), B &amp; M asserts that, under Fed.R.App.P. 26(b) and 40, this court \"has the power to accept a petition for rehearing which is filed beyond the stated 14 day time limit for filing of such pleadings.\"   B &amp; M's Motion to Enlarge Time, p. 4.</p>\n      <p class=\"indent\">Although Rule 40 does grant the appellate courts authority to extend the time for filing a petition for rehearing, a court can do so only while it has jurisdiction over the case.   We lack jurisdiction here.   The mandate issued in this case on April 20, 1993, and \"[i]ssuance of the mandate formally marks the end of appellate jurisdiction.\"  Johnson v. Bechtel Associates Professional Corp., <span class=\"citation\" data-id=\"476623\"><a href=\"/opinion/476623/paul-d-johnson-v-bechtel-associates-professional-corporation-dc-howard/\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">412</span></a></span>, 415 (D.C.Cir.1986).</p>\n      <p class=\"indent\">Braniff Airways, the sole support cited by B &amp; M for its proposed enlargement of time, is not to the contrary.   In Braniff Airways, the Second Circuit determined that the case before it was still \"sub judice.\"  Braniff <span class=\"citation\" data-id=\"289461\"><span class=\"antecedent_guess\">Airways,</span> <a href=\"/opinion/289461/braniff-airways-inc-phillip-addabbo-and-morton-d-stein-as-of-the/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">429</span></a></span>.   The court then based its decision in part on Huddleston v. Dwyer, <span class=\"citation\" data-id=\"103986\"><a href=\"/opinion/103986/huddleston-v-dwyer/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, <span class=\"citation\" data-id=\"103986\"><a href=\"/opinion/103986/huddleston-v-dwyer/\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1015</span></a></span>, <span class=\"citation\" data-id=\"103986\"><a href=\"/opinion/103986/huddleston-v-dwyer/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1246</span> </a></span>(1944), in which the Supreme Court \"indicated that so long as the case was 'sub judice' the court of appeals should have entertained the petition for rehearing based on a change in state law\" after its decision.   Braniff <span class=\"citation\" data-id=\"289461\"><span class=\"antecedent_guess\">Airways,</span> <a href=\"/opinion/289461/braniff-airways-inc-phillip-addabbo-and-morton-d-stein-as-of-the/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">429</span></a></span>.   Mandate having issued in the case before us, however, it is no longer sub judice and we lack authority to consider a petition for rehearing.</p>\n      <p class=\"indent\">Other circuits have similarly declined to consider a petition for rehearing when no part of the case remained sub judice.   See, e.g., <span class=\"citation\" data-id=\"476623\"><span class=\"antecedent_guess\">Johnson,</span> <a href=\"/opinion/476623/paul-d-johnson-v-bechtel-associates-professional-corporation-dc-howard/\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">415</span> </a></span>(D.C.Cir.1986) (court did not have jurisdiction over petition for rehearing after mandate had been issued);  Iverson v. Commissioner of Internal Revenue, <span class=\"citation\" data-id=\"245675\"><a href=\"/opinion/245675/estate-of-john-iverson-v-commissioner-of-internal-revenue-and-related/\"><span class=\"volume\">257</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">408</span></a></span>, 409 (3d.  Cir.1958) (\"With the mandates on the judgments here involved outstanding, it is doubtful whether this court would have jurisdiction to consider a petition for rehearing.\").</p>\n      <p class=\"indent\">Precedents suggest, however, that even after the judgment of a court of appeals has become final and the court no longer has jurisdiction to consider a subsequently filed petition for rehearing, the court may reestablish jurisdiction by recalling its mandate (either on motion or on its own initiative).   See <span class=\"citation\" data-id=\"476623\"><span class=\"antecedent_guess\">Johnson,</span> <a href=\"/opinion/476623/paul-d-johnson-v-bechtel-associates-professional-corporation-dc-howard/\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">416</span></a></span>;  Greater Boston Television Corp. v. FCC, <span class=\"citation\" data-id=\"304469\"><a href=\"/opinion/304469/greater-boston-television-corporation-v-federal-communications-commission/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span> </a></span>(D.C.Cir.1971);  see also Powers v. Bethlehem Steel Corp., <span class=\"citation\" data-id=\"313049\"><a href=\"/opinion/313049/donald-e-powers-v-bethlehem-steel-corporation-v-mckie-lighter-co-inc/\"><span class=\"volume\">483</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">963</span> </a></span>(1st Cir.1973).   B &amp; M has moved for a recall of mandate in this case.</p>\n      <p class=\"indent\">We are troubled by the \"intricate maze of relationships,\" Goncalves v. INS, <span class=\"citation\" data-id=\"654584\"><a href=\"/opinion/654584/jose-manuel-goncalves-v-immigration-and-naturalization-service/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">830</span></a></span>, 834-35 (1st Cir.1993), that would be created, were we to assert this suggested \"inherent authority\" to recall a mandate.   What, for example, would be the effect on jurisdiction in the district court, after a mandate is recalled and then reissued?   And what reasoned explanation would justify the divergence between fixed time limits on the district court's ability to amend a judgment under Fed.R.Civ.P. 60 and the absence of like time limits on the suggested inherent authority of the appellate courts to recall a mandate, even if acting on precisely the same grounds?   Would vesting such exceptional power solely in courts of appeal create an area of essentially original, rather than appellate, jurisdiction in courts of appeal over closed cases?</p>\n      <p class=\"indent\">Another troubling thought about this procedural maze is that the precedents for recalling a mandate may have been rooted in practices developed before adoption of the Federal Rules (of Civil Procedure and Appellate Procedure), and at a time when a court retained jurisdiction over cases decided in a term of court until that term ended.   To continue this practice of recalling a mandate now, when an appellate court's \"term\" has less significance, risks extending indefinitely the authority of the court over closed cases.   Neither the courts nor the parties who rely upon the finality of their judgments would welcome such an extension.</p>\n      <p class=\"indent\">We conclude, however, that we need not resolve these concerns to decide this case.   Instead, we assume in B &amp; M's favor, without so deciding, that a court of appeals may reassert jurisdiction over a case by recalling its mandate, and, after jurisdiction is thus reestablished, may consider an otherwise untimely petition for rehearing.   See <span class=\"citation\" data-id=\"476623\"><span class=\"antecedent_guess\">Johnson,</span> <a href=\"/opinion/476623/paul-d-johnson-v-bechtel-associates-professional-corporation-dc-howard/\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">416</span></a></span>;  Greater Boston Television <span class=\"citation\" data-id=\"304469\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/304469/greater-boston-television-corporation-v-federal-communications-commission/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">275-80</span></a></span>.   Even if this authority to recall a mandate still exists, it \"should be exercised sparingly, and only upon a showing of exceptional circumstances.\"  Dilley v. Alexander, <span class=\"citation\" data-id=\"380930\"><a href=\"/opinion/380930/michael-f-dilley-captain-u-s-army-reserve-v-clifford-l-alexander/\"><span class=\"volume\">627</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">407</span></a></span>, 411 (D.C.Cir.1980) (internal citations omitted);  see also <span class=\"citation\" data-id=\"313049\"><span class=\"antecedent_guess\">Powers,</span> <a href=\"/opinion/313049/donald-e-powers-v-bethlehem-steel-corporation-v-mckie-lighter-co-inc/\"><span class=\"volume\">483</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">964</span></a></span>.   Resort to recall power is an \"extraordinary step,\" and \"should not be used simply as a device for granting late rehearing.\"  <span class=\"citation\" data-id=\"476623\"><span class=\"antecedent_guess\">Johnson,</span> <a href=\"/opinion/476623/paul-d-johnson-v-bechtel-associates-professional-corporation-dc-howard/\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">416</span></a></span>.</p>\n      <p class=\"indent\">In denying a motion to recall mandate in a previous case (before the Federal Rules of Appellate Procedure were adopted), this court emphasized the need to bring an orderly end to litigation:</p>\n      <p>If we were in error [in this case], of which we are not presently persuaded, we believe it would be far greater error to permit reconsideration now after denial of petitions for rehearing and certiorari.   There must be an end to dispute.   If a situation arose, such as a subsequent decision by the Supreme Court, which showed that our original judgment was demonstrably wrong, a motion to recall mandate might be entertained.   The present case is far from that.</p>\n      <p class=\"indent\">Legate v. Maloney, <span class=\"citation\" data-id=\"268567\"><a href=\"/opinion/268567/william-h-legate-v-j-joseph-maloney-jr-receiver/\"><span class=\"volume\">348</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">164</span></a></span>, 166 (1st Cir.1965).</p>\n      <p class=\"indent\">This earlier declaration retains its full force today.   The judgment in the case before us is not demonstrably wrong.   Indeed, as Hampton correctly argues, the precise issues of substantive law presented by this case were not before the Supreme Court of New Hampshire in either of the two recent cases brought to our attention by B &amp; M.   Thus, although the Supreme Court of New Hampshire has explicitly declared parts of our reasoning in this case erroneous, we would only compound our error by reopening a dispute in which our judgment was not demonstrably wrong.</p>\n      <p class=\"indent\">Moreover, as Hampton observes, all parties were aware that the Schoff case was pending when this case was filed, and plaintiff</p>\n      <p>was free to file this action in state court ..., to seek to certify the question presented in this case to the New Hampshire Supreme Court while this case remained open, to move to have this court stay consideration of this matter until the New Hampshire Supreme Court decided Schoff, or to seek a writ of certiorari to the United States Supreme Court following this Court's March 5, 1993 decision.   Instead, the plaintiff chose not to pursue these alternatives and no manifest injustice would result in requiring the plaintiff to be bound by the ruling of the forum it did select.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Hampton's (revised) Objection to Motion to Enlarge Time, p. 7.   In these circumstances, we conclude that it would be not only unwarranted but unjust to recall the mandate in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant's motion to enlarge time to file a renewed petition for rehearing and appellant's motion to recall mandate are denied.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103986/",
    "https://www.courtlistener.com/api/rest/v3/opinions/245675/",
    "https://www.courtlistener.com/api/rest/v3/opinions/268567/",
    "https://www.courtlistener.com/api/rest/v3/opinions/289461/",
    "https://www.courtlistener.com/api/rest/v3/opinions/304469/",
    "https://www.courtlistener.com/api/rest/v3/opinions/313049/",
    "https://www.courtlistener.com/api/rest/v3/opinions/380930/",
    "https://www.courtlistener.com/api/rest/v3/opinions/476623/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601781/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654584/"
  ]
}