{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194937/",
  "id": 194937,
  "absolute_url": "/opinion/194937/plummer-v-springfield-terminal/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194937/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:28:29Z",
  "date_modified": "2020-02-22T00:10:56.593340Z",
  "type": "010combined",
  "sha1": "3b3c2d2080e00019f4680a0dc13cedaa7874785c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1125.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1125\n\n                         DONALD PLUMMER,\n\n                       Plaintiff-Appellant,\n\n                                v.\n\n              SPRINGFIELD TERMINAL RAILWAY COMPANY,\n\n                       Defendant-Appellee.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n           [Hon. Morton A. Brody, U.S. District Judge]\n                                                     \n\n                                           \n\n                              Before\n\n               Torruella and Selya, Circuit Judges,\n                                                  \n\n                  and Woodlock,* District Judge.\n                                               \n\n                                           \n\n     Jeremy R. Feedore, with whom McClung, Peters and Simon,  was\n                                                           \non brief for appellant.\n     Glen L. Porter, with whom Eaton, Peabody, Bradford &amp; Veague,\n                                                                 \nP.A., was on brief for appellee.\n    \n\n                                           \n\n                        September 23, 1993\n                                           \n\n                    \n\n*  Of the District of Massachusetts, sitting by designation.\n\n          TORRUELLA,  Circuit  Judge.   Appellant  Donald Plummer\n                                    \n\nsued    appellee    Springfield    Terminal    Railway    Company\n\n(\"Springfield\") under the  Federal Employers'  Liability Act,  45\n\nU.S.C.     51-60 (1986), for  injuries sustained as a Springfield\n\nemployee.    In Plummer's  complaint,  he  requested $650,000  in\n\ndamages.  After a four day trial, the jury  found Springfield 12%\n\nat fault for the injuries and Plummer 88% at fault.\n\n          At first,  the jury failed to  answer the interrogatory\n\nthat  asked the  amount  of damages  awarded.   After  two  bench\n\nconferences,  the  court   sent  the  jury   back  to  make   the\n\ndetermination.   The  relevant  interrogatory asked  the jury  to\n\ndetermine the amount that would \"fairly and adequately compensate\n\nthe  plaintiff  Donald Plummer  for  his injuries.\"    Under that\n\nquestion,  the verdict  form also  stated, \"[i]n  determining the\n\ntotal amount of damages, do not make any reduction because of the\n\nnegligence,  if any,  of the  plaintiff.\"   Soon after,  the jury\n\nreturned  with a figure of  $78,000.  Because  $78,000 is exactly\n\n12% of $650,000,  Plummer's counsel requested that  the court ask\n\nthe  jury if the figure was reduced for Plummer's own negligence.\n\nThe  court denied  the request,  discharged the  jury and,  after\n\nreducing the $78,000 figure by 88%, ultimately entered a judgment\n\nof $9,860 for appellant.\n\n          Plummer contends that when  his attorney asked the jury\n\nforeperson  later in the day  after the jury  had been discharged\n\nwhether the $78,000 figure  represented an amount already reduced\n\nfor  Plummer's  negligence,  the  juror  conceded  that  it  had.\n\n                               -2-\n\nPlummer also  contends that he immediately informed  the court of\n\nthis  conversation and  requested  a voir  dire  of the  jury  to\n\ndetermine their  true intention,1 but  that the court  refused to\n\nreconvene the jury.\n\n          Several days later, Plummer formally moved to alter the\n\njudgment.  The district  court denied the motion, see  Plummer v.\n                                                              \n\nSpringfield Terminal Ry.  Co., No. 91-0114-B  (D. Maine Jan.  20,\n                             \n\n1993), and Plummer appealed.  We affirm.\n\n                            DISCUSSION\n                                      \n\n          Plummer's principal argument  is that the court  should\n\nhave  either  conducted a  voir dire  of  the jury,  or permitted\n\nPlummer  to  obtain  affidavits  from  the  jurors  in  order  to\n\ndetermine whether the damage award was reduced to account for his\n\nnegligence.  \n\n          Under Federal Rule of  Evidence 606(b), when questioned\n\nabout the  validity of a verdict,  a juror may not  testify about\n\nthe jury's  deliberations or the juror's  mental processes during\n\ndeliberation with two exceptions:  a juror may testify to (1) the\n\ndeliberations  with   respect  to  outside   influence;  and  (2)\n\n\"extraneous prejudicial information.\"2  The   advisory  committee\n\n                    \n\n1  The record contains no indication of this request.\n\n2  Rule 606(b) provides:\n\n            Upon  an inquiry  into the validity  of a\n            verdict  or indictment,  a juror  may not\n            testify as  to  any matter  or  statement\n            occurring during the course of the jury's\n            deliberations   or   to  the   effect  of\n            anything  upon that or  any other juror's\n            mind or emotions as influencing the juror\n\n                               -3-\n\nnotes for Rule  606(b) explain  that \"[t]he values  sought to  be\n\npromoted   by  excluding   the   evidence   include  freedom   of\n\ndeliberation, stability and finality of  verdicts, and protection\n\nof jurors  against annoyance  and embarrassment.\"   Similarly, we\n\nhave observed  that \"the  unbridled interviewing of  jurors could\n\neasily  lead to  their harassment,  to the exploitation  of their\n\nthought processes, and to diminished confidence in jury verdicts,\n\nas  well as to unbalanced  trial results depending  unduly on the\n\nrelative resources  of the parties.\"   United States  v. Kepreos,\n                                                                \n\n759 F.2d 961,  967 (1st Cir.), cert. denied, 474 U.S. 901 (1985).\n                                           \n\nAt  the same time, of  course, courts must  avoid \"simply putting\n\nverdicts  beyond  effective  reach  [, which]  can  only  promote\n\nirregularity  and  injustice.\"   Fed.  R.  Evid. 606(b)  advisory\n\ncommittee note.\n\n          A  number of  circuits hold,  and we agree,  that juror\n\ntestimony regarding an alleged clerical error, such as announcing\n\na verdict different than that agreed upon, does not challenge the\n\nvalidity of the verdict or  the deliberation or mental processes,\n\nand therefore is not subject to Rule 606(b).  See,  e.g., Karl v.\n                                                              \n\n                    \n\n            to assent  to or dissent from the verdict\n            or indictment or  concerning the  juror's\n            mental processes in connection therewith,\n            except that  a juror may  testify on  the\n            question  whether extraneous  prejudicial\n            information  was  improperly  brought  to\n            bear upon  any juror.  Nor  may a juror's\n            affidavit or evidence of any statement by\n            the juror concerning a matter about which\n            the   juror   would  be   precluded  from\n            testifying   be    received   for   these\n            purposes.\n\n                               -4-\n\nBurlington  Northern Ry. Co., 880 F.2d 68, 73-74 (8th Cir. 1989);\n                            \n\nEastridge Development  Co. v.  Halpert Associates, 853  F.2d 772,\n                                                 \n\n783  (10th Cir. 1988);  see also Robles v.  Exxon Corp., 862 F.2d\n                                                       \n\n1201, 1207-08  (5th  Cir.  1989), cert.  denied,  490  U.S.  1051\n                                               \n\n(1989).\n\n          In the present case,  Plummer similarly argues that the\n\nrendered  verdict was  not the one  agreed upon by  the jury, and\n\ntherefore that his requested inquiry does not invoke Rule 606(b).\n\n          Several circuits  might find this  argument acceptable.\n\nIn Eastridge Development Co., for example, the jury, contrary  to\n                            \n\nthe court's  instructions, reduced its verdict  by the percentage\n\nof  the   plaintiff's  own   negligence.    The   district  court\n\ninterrogated the jury,  accepted affidavits from  the jury as  to\n\ntheir  damages calculation,  and  amended the  ultimate award  to\n\nreflect the  jury's decision.   The  Tenth  Circuit accepted  the\n\ndistrict court's rationale that  the jury made a  clerical error,\n\nand that the inquiry therefore did not violate Rule  606(b).  See\n                                                                 \n\nalso Attridge v.  Cencorp Div.  of Dover Tech.  Int'l, Inc.,  836\n                                                           \n\nF.2d 113, 116-17 (2d Cir. 1987).\n\n          By contrast,  the Eighth Circuit  in Karl, 880  F.2d at\n                                                   \n\n73-74, reversed  similar actions by  a district court  judge when\n\nthe jury made  the same mistake.   The court  in that case  found\n\nthat  the inquiry  was improper  because it  went to  the thought\n\nprocesses  underlying  the  verdict,  rather than  the  verdict's\n\naccuracy in capturing what the jurors had agreed upon.\n\n          We agree  with the district court  that Karl's approach\n                                                      \n\n                               -5-\n\nbetter  reflects  the goals  of Rule  606(b)  and our  opinion in\n\nKepreos because it  better insulates jury deliberations.   In the\n       \n\npresent  case, the verdict form,  which the judge  went over with\n\nthe  jury,3 instructed the jury not to reduce the damages verdict\n\nbased  on Plummer's  negligence,  and Plummer  never objected  to\n\nthese  instructions.4   Plummer's  current allegations,  however,\n\nsuggest that the jurors believed that  the rendered verdict would\n\nhave  a  different   effect  on  the  parties,  based   on  their\n\n                    \n\n3  Specifically, the  judge stated the following with  respect to\nthe relevant interrogatory:\n\n              And  then finally, if  you have reached\n            this, what amount  of money would  fairly\n            and  adequately compensate  the plaintiff\n            should - plaintiff Donald Plummer for his\n            injuries.    That's   the  full   amount,\n            irregardless  of  what  your   answer  to\n            number five is.\n\n              Determine the total amount  of damages.\n            Do not make any  reductions.  If you have\n            answered  three, four,  and five,  you do\n            not change this figure at all.\n\n4   At  oral argument,  Plummer stated  that his  appellate brief\nimplicitly assigns error to  the instructions on that issue.   We\ncan find no such argument in his brief.  Although Plummer's brief\nstates  that he  appeals from  his motion  to alter  the district\ncourt's  judgment  which  complained  that the  court  failed  to\ninstruct  the  jury on  the disputed  issue,  the brief  does not\nmention a failure to instruct.   Nor does the brief request a new\ntrial  on the issue  of damages.   Thus, we need  not address the\nissue.  See Ryan v. Royal Ins.  Co. of America, 916 F.2d 731, 734\n                                              \n(1st Cir. 1990) (\"issues  adverted to on appeal in  a perfunctory\nmanner, unaccompanied by some developed argumentation, are deemed\nto  have been abandoned\").  Moreover, even if Plummer's brief had\nmade this  argument, our review of instructions and verdict forms\nthat were  not challenged  before jury  deliberation is  only for\nplain  error.  Phav  v. Trueblood, Inc.,  915 F.2d  764, 769 (1st\n                                       \nCir. 1990).    Although  the  instructions might  not  have  been\nideally  formulated, they were given  to the jury  on the verdict\nform, and we observe no plain error.\n\n                               -6-\n\nunderstanding of the  court's instructions.5   Karl, 880 F.2d  at\n                                                   \n\n73-74; see also Robles,  862 F.2d at 1207-08.   Plummer does  not\n                      \n\ncontend  that the jurors never agreed upon the rendered verdict -\n\nthe number that the  jury chose is not in  dispute.  Accordingly,\n\nthe  requested inquiry went to what the jurors were thinking when\n\nthey  chose the number that  they did and  whether their thinking\n\nwas sound.6  \n\nSee Karl,  880 F.2d at 73-74;  Robles, 862 F.2d at  1205; Fed. R.\n                                     \n\nEvid. 606(b),  advisory committee note (\"testimony  or affidavits\n\nof   jurors  have   been  held   incompetent  to   show  .   .  .\n\nmisinterpretations  of instructions)  (citing Farmers  Coop Elev.\n                                                                 \n\nAss'n v. Strand, 382 F.2d 224, 230 (8th Cir.), cert. denied,  389\n                                                           \n\nU.S.  1014   (1967));  but   see  Attridge,   836  F.2d  at   117\n                                          \n\n(characterizing similar  inquiry as  \"ascertaining what the  jury\n\ndecided and not why they did so\").\n\n          Plummer asked the district  court to examine the jurors\n\n                    \n\n5  We construe the instruction on the verdict form as part of the\ncourt's instructions to the jury.\n\n6  We are  unpersuaded by Plummer's argument that  permitting him\nto obtain  affidavits from the  jurors would have  alleviated the\nKepreos  and  Rule  606(b)   concerns.    Like  testimony,  juror\n       \naffidavits would diminish the stability of  jury verdicts and the\njury's  freedom to deliberate, and  could just as  easily lead to\nharassment.     Additionally,  through   affidavits,  as  through\ntestimony, \"the  'secret thought  of one  juror' would have  'the\npower  to disturb the express conclusions of twelve.'\"  Karl, 880\n                                                            \nF.2d at 74 (quoting  Mattox v. United  States, 146 U.S. 140,  148\n                                             \n(1892)). Of course, Plummer's counsel is ill positioned to  argue\nthat his proposed procedure would alleviate the Kepreos concerns.\n                                                       \nPlummer's  counsel  already had  spoken to  at  least one  of the\njurors ex parte.  In Kepreos, 759 F.2d at 967, this court set out\n                            \na  clear rule  forbidding  \"post verdict  interview of  jurors by\ncounsel.\"   By discussing  the verdict with  the jury foreperson,\nPlummer's attorney violated this rule.\n\n                               -7-\n\nafter the jury had already been discharged. This was too late.7  \n\nWe  cannot conclude  that the  district court  erred in  refusing\n\nfurther inquiry.\n\n          Finally,  Plummer argues, in  the alternative, that the\n\ndistrict  court should have  stricken the jury's  finding that he\n\nwas 88%  at fault because  it was excessive  and contrary  to the\n\n                    \n\n7   We note  that on the  two occasions the jury  returned with a\nverdict before it was discharged, Plummer's counsel  successively\nintimated  and requested  that the  court should  inquire of  the\njurors regarding whether they were reducing the  damage figure to\nreflect  Plummer's own  negligence.   At  oral argument,  Plummer\ncharacterized   his   pre-discharge   efforts  in   this   regard\nalternatively   as  requests  for   inquiries  or   requests  for\nsupplemental  jury instructions,  depending  on  the question  he\nfaced from the panel.  Because Plummer did not develop his  vague\nassertions  at oral argument, we  consider the issue  of the pre-\ndischarge efforts at jury inquiry only as it is explicated in his\nbrief.   See Ryan, 916 F.2d at 734.  And his brief fails to argue\n                 \nthat the court erred in disregarding them.\n\n   Plummer's brief frames the issue he is presenting to us as the\ncourt's  refusal \"to  conduct a  voir dire  of the jury  panel to\nclarify their verdict  in light of  the patently mistaken  amount\nrecorded  .  .  . .\"    Yet,  however  characterized, neither  of\nPlummer's  pre-discharge efforts at inquiry sought a voir dire to\nclarify the  recorded amount in the  verdict. Plummer's counsel's\nfirst  intimation of  concern,  when the  jury  returned with  an\nincomplete verdict slip, did not seek clarification in light of a\nrecorded  amount.   When  the  concern  ripened into  a  specific\nrequest after the jury  returned on the second occasion  with the\n$78,000 figure, the court properly described the request, without\nobjection by Plummer, as  seeking a \"further written  question to\nthe jury.\"   Such an  interrogatory would not  constitute a  voir\ndire.  More fundamentally, Plummer mentions in his brief only the\nlater  effort  at pre-discharge  inquiry  and then  simply  as an\nexplanation for why he did not request a poll of the jury.\n\n   While we recognize that the trial court is under an obligation\n\"with appropriate  instructions, [to] afford[] the  jury a timely\nopportunity  to  straighten  out   both  apparent  and   possible\nmistakes,\" Poduska v. Ward, 895 F.2d 854, 857 (1st Cir. 1990), we\n                          \ncan find  no sufficient argument  that the district  court abused\nits discretion  in meeting  that obligation with  respect to  the\npre-discharge efforts at inquiry made by plaintiff here.\n\n                               -8-\n\nweight of the  evidence.   However, Plummer failed  to provide  a\n\ntranscript  of the  evidence offered  at trial  on the  liability\n\nissue.\n\n          Under Federal Rule of Appellate Procedure 10(b),\n\n            [i]f the  appellant  intends to  urge  on\n            appeal  that a  finding or  conclusion is\n            unsupported   by   the  evidence   or  is\n            contrary to the  evidence, the  appellant\n            shall  include in the record a transcript\n            of all evidence  relevant to such finding\n            or conclusion.\n\nSee also Syncom  Capital Corp. v.  Wade, 924 F.2d  167 (9th  Cir.\n                                       \n\n1991).  Accordingly, \"[w]here an appellant raises issues that are\n\nfactually  dependent yet  fails to  provide a  transcript of  the\n\npertinent  proceedings in  the district  court, this  circuit has\n\nrepeatedly  held that we will not review the allegations.\"  Mu iz\n                                                                 \n\nRam rez  v. Puerto Rico Fire  Services, 757 F.2d  1357, 1358 (1st\n                                      \n\nCir.  1985); see  also Farrar  v. Cain, 756  F.2d 1148  (5th Cir.\n                                      \n\n1985).  Because  Plummer failed  to provide a  transcript of  the\n\nrelevant evidence, we do not reach the merits of his argument.8\n\n          Similarly, Plummer's assertion that the court  erred in\n\ninstructing the  jury on contributory negligence in  light of the\n\nlack  of evidence  on  the  issue  also must  fail.    Without  a\n\ntranscript  of the evidence presented on  the liability issue, we\n\ncannot  determine  whether   evidence  of  Plummer's   negligence\n\n                    \n\n8  Although we  have considered claims when feasible  without the\ntranscript  of  the  relevant  proceedings, Valed n  Mart nez  v.\n                                                             \nHospital Presbiteriano, 806  F.2d 1128, 1135 (1st  Cir. 1986), we\n                      \ncan  find no fair or meaningful method to review this evidentiary\nissue without a transcript of the evidence presented.  Of course,\nthe  transcript of  the  trial's closing  statements provided  by\nPlummer cannot be considered evidence.\n\n                               -9-\n\nexisted.\n\n          Affirmed.\n                  \n\n                               -10-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1125\n\n                         DONALD PLUMMER,\n\n                       Plaintiff-Appellant,\n\n                                v.\n\n              SPRINGFIELD TERMINAL RAILWAY COMPANY,\n\n                       Defendant-Appellee.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n           [Hon. Morton A. Brody, U.S. District Judge]\n                                                     \n\n                                           \n\n                              Before\n\n               Torruella and Selya, Circuit Judges,\n                                                  \n\n                  and Woodlock,* District Judge.\n                                               \n\n                                           \n\n     Jeremy R. Feedore, with whom McClung, Peters and Simon,  was\n                                                           \non brief for appellant.\n     Glen L. Porter, with whom Eaton, Peabody, Bradford &amp; Veague,\n                                                                 \nP.A., was on brief for appellee.\n    \n\n                                           \n\n                        September 23, 1993\n                                           \n\n                    \n\n*  Of the District of Massachusetts, sitting by designation.\n\n          TORRUELLA,  Circuit  Judge.   Appellant  Donald Plummer\n                                    \n\nsued    appellee    Springfield    Terminal    Railway    Company\n\n(\"Springfield\") under the  Federal Employers'  Liability Act,  45\n\nU.S.C.     51-60 (1986), for  injuries sustained as a Springfield\n\nemployee.    In Plummer's  complaint,  he  requested $650,000  in\n\ndamages.  After a four day trial, the jury  found Springfield 12%\n\nat fault for the injuries and Plummer 88% at fault.\n\n          At first,  the jury failed to  answer the interrogatory\n\nthat  asked the  amount  of damages  awarded.   After  two  bench\n\nconferences,  the  court   sent  the  jury   back  to  make   the\n\ndetermination.   The  relevant  interrogatory asked  the jury  to\n\ndetermine the amount that would \"fairly and adequately compensate\n\nthe  plaintiff  Donald Plummer  for  his injuries.\"    Under that\n\nquestion,  the verdict  form also  stated, \"[i]n  determining the\n\ntotal amount of damages, do not make any reduction because of the\n\nnegligence,  if any,  of the  plaintiff.\"   Soon after,  the jury\n\nreturned  with a figure of  $78,000.  Because  $78,000 is exactly\n\n12% of $650,000,  Plummer's counsel requested that  the court ask\n\nthe  jury if the figure was reduced for Plummer's own negligence.\n\nThe  court denied  the request,  discharged the  jury and,  after\n\nreducing the $78,000 figure by 88%, ultimately entered a judgment\n\nof $9,860 for appellant.\n\n          Plummer contends that when  his attorney asked the jury\n\nforeperson  later in the day  after the jury  had been discharged\n\nwhether the $78,000 figure  represented an amount already reduced\n\nfor  Plummer's  negligence,  the  juror  conceded  that  it  had.\n\n                               -2-\n\nPlummer also  contends that he immediately informed  the court of\n\nthis  conversation and  requested  a voir  dire  of the  jury  to\n\ndetermine their  true intention,1 but  that the court  refused to\n\nreconvene the jury.\n\n          Several days later, Plummer formally moved to alter the\n\njudgment.  The district  court denied the motion, see  Plummer v.\n                                                              \n\nSpringfield Terminal Ry.  Co., No. 91-0114-B  (D. Maine Jan.  20,\n                             \n\n1993), and Plummer appealed.  We affirm.\n\n                            DISCUSSION\n                                      \n\n          Plummer's principal argument  is that the court  should\n\nhave  either  conducted a  voir dire  of  the jury,  or permitted\n\nPlummer  to  obtain  affidavits  from  the  jurors  in  order  to\n\ndetermine whether the damage award was reduced to account for his\n\nnegligence.  \n\n          Under Federal Rule of  Evidence 606(b), when questioned\n\nabout the  validity of a verdict,  a juror may not  testify about\n\nthe jury's  deliberations or the juror's  mental processes during\n\ndeliberation with two exceptions:  a juror may testify to (1) the\n\ndeliberations  with   respect  to  outside   influence;  and  (2)\n\n\"extraneous prejudicial information.\"2  The   advisory  committee\n\n                    \n\n1  The record contains no indication of this request.\n\n2  Rule 606(b) provides:\n\n            Upon  an inquiry  into the validity  of a\n            verdict  or indictment,  a juror  may not\n            testify as  to  any matter  or  statement\n            occurring during the course of the jury's\n            deliberations   or   to  the   effect  of\n            anything  upon that or  any other juror's\n            mind or emotions as influencing the juror\n\n                               -3-\n\nnotes for Rule  606(b) explain  that \"[t]he values  sought to  be\n\npromoted   by  excluding   the   evidence   include  freedom   of\n\ndeliberation, stability and finality of  verdicts, and protection\n\nof jurors  against annoyance  and embarrassment.\"   Similarly, we\n\nhave observed  that \"the  unbridled interviewing of  jurors could\n\neasily  lead to  their harassment,  to the exploitation  of their\n\nthought processes, and to diminished confidence in jury verdicts,\n\nas  well as to unbalanced  trial results depending  unduly on the\n\nrelative resources  of the parties.\"   United States  v. Kepreos,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"450719\"><a href=\"/opinion/450719/united-states-v-constantine-t-kepreos/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">961</span></a></span><pre class=\"inline\">,  967 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">901</span> </span><pre class=\"inline\">(1985).\n                                           \n\nAt  the same time, of  course, courts must  avoid \"simply putting\n\nverdicts  beyond  effective  reach  [, which]  can  only  promote\n\nirregularity  and  injustice.\"   Fed.  R.  Evid. 606(b)  advisory\n\ncommittee note.\n\n          A  number of  circuits hold,  and we agree,  that juror\n\ntestimony regarding an alleged clerical error, such as announcing\n\na verdict different than that agreed upon, does not challenge the\n\nvalidity of the verdict or  the deliberation or mental processes,\n\nand therefore is not subject to Rule 606(b).  See,  e.g., Karl v.\n                                                              \n\n                    \n\n            to assent  to or dissent from the verdict\n            or indictment or  concerning the  juror's\n            mental processes in connection therewith,\n            except that  a juror may  testify on  the\n            question  whether extraneous  prejudicial\n            information  was  improperly  brought  to\n            bear upon  any juror.  Nor  may a juror's\n            affidavit or evidence of any statement by\n            the juror concerning a matter about which\n            the   juror   would  be   precluded  from\n            testifying   be    received   for   these\n            purposes.\n\n                               -4-\n\nBurlington  Northern Ry. Co., </pre><span class=\"citation\" data-id=\"526513\"><a href=\"/opinion/526513/betty-karl-v-burlington-northern-railroad-company/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">68</span></a></span><pre class=\"inline\">, 73-74 (8th Cir. 1989);\n                            \n\nEastridge Development  Co. v.  Halpert Associates, </pre><span class=\"citation\" data-id=\"509651\"><a href=\"/opinion/509651/eastridge-development-company-and-cross-v-halpert-associates-inc-and/\"><span class=\"volume\">853</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">772</span></a></span><pre class=\"inline\">,\n                                                 \n\n783  (10th Cir. 1988);  see also Robles v.  Exxon Corp., </pre><span class=\"citation\" data-id=\"515479\"><a href=\"/opinion/515479/joanne-robles-v-exxon-corporation/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span>\n                                                       \n\n<span class=\"page\">1201</span></a></span><pre class=\"inline\">, 1207-08  (5th  Cir.  1989), cert.  denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">490</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">1051</span>\n</span><pre class=\"inline\">                                               \n\n(1989).\n\n          In the present case,  Plummer similarly argues that the\n\nrendered  verdict was  not the one  agreed upon by  the jury, and\n\ntherefore that his requested inquiry does not invoke Rule 606(b).\n\n          Several circuits  might find this  argument acceptable.\n\nIn Eastridge Development Co., for example, the jury, contrary  to\n                            \n\nthe court's  instructions, reduced its verdict  by the percentage\n\nof  the   plaintiff's  own   negligence.    The   district  court\n\ninterrogated the jury,  accepted affidavits from  the jury as  to\n\ntheir  damages calculation,  and  amended the  ultimate award  to\n\nreflect the  jury's decision.   The  Tenth  Circuit accepted  the\n\ndistrict court's rationale that  the jury made a  clerical error,\n\nand that the inquiry therefore did not violate Rule  606(b).  See\n                                                                 \n\nalso Attridge v.  Cencorp Div.  of Dover Tech.  Int'l, Inc.,  </pre><span class=\"citation\" data-id=\"499450\"><a href=\"/opinion/499450/patrick-c-attridge-and-joyce-attridge-v-cencorp-division-of-dover/\"><span class=\"volume\">836</span>\n                                                           \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">113</span></a></span><pre class=\"inline\">, 116-17 (2d Cir. 1987).\n\n          By contrast,  the Eighth Circuit  in </pre><span class=\"citation\" data-id=\"526513\"><span class=\"antecedent_guess\">Karl,</span> <a href=\"/opinion/526513/betty-karl-v-burlington-northern-railroad-company/\"><span class=\"volume\">880</span>  <span class=\"reporter\">F.2d</span> at\n                                                   \n\n<span class=\"page\">73-74</span></a></span><pre class=\"inline\">, reversed  similar actions by  a district court  judge when\n\nthe jury made  the same mistake.   The court  in that case  found\n\nthat  the inquiry  was improper  because it  went to  the thought\n\nprocesses  underlying  the  verdict,  rather than  the  verdict's\n\naccuracy in capturing what the jurors had agreed upon.\n\n          We agree  with the district court  that Karl's approach\n                                                      \n\n                               -5-\n\nbetter  reflects  the goals  of Rule  606(b)  and our  opinion in\n\nKepreos because it  better insulates jury deliberations.   In the\n       \n\npresent  case, the verdict form,  which the judge  went over with\n\nthe  jury,3 instructed the jury not to reduce the damages verdict\n\nbased  on Plummer's  negligence,  and Plummer  never objected  to\n\nthese  instructions.4   Plummer's  current allegations,  however,\n\nsuggest that the jurors believed that  the rendered verdict would\n\nhave  a  different   effect  on  the  parties,  based   on  their\n\n                    \n\n3  Specifically, the  judge stated the following with  respect to\nthe relevant interrogatory:\n\n              And  then finally, if  you have reached\n            this, what amount  of money would  fairly\n            and  adequately compensate  the plaintiff\n            should - plaintiff Donald Plummer for his\n            injuries.    That's   the  full   amount,\n            irregardless  of  what  your   answer  to\n            number five is.\n\n              Determine the total amount  of damages.\n            Do not make any  reductions.  If you have\n            answered  three, four,  and five,  you do\n            not change this figure at all.\n\n4   At  oral argument,  Plummer stated  that his  appellate brief\nimplicitly assigns error to  the instructions on that issue.   We\ncan find no such argument in his brief.  Although Plummer's brief\nstates  that he  appeals from  his motion  to alter  the district\ncourt's  judgment  which  complained  that the  court  failed  to\ninstruct  the  jury on  the disputed  issue,  the brief  does not\nmention a failure to instruct.   Nor does the brief request a new\ntrial  on the issue  of damages.   Thus, we need  not address the\nissue.  See Ryan v. Royal Ins.  Co. of America, </pre><span class=\"citation\" data-id=\"550084\"><a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span><pre class=\"inline\">, 734\n                                              \n(1st Cir. 1990) (\"issues  adverted to on appeal in  a perfunctory\nmanner, unaccompanied by some developed argumentation, are deemed\nto  have been abandoned\").  Moreover, even if Plummer's brief had\nmade this  argument, our review of instructions and verdict forms\nthat were  not challenged  before jury  deliberation is  only for\nplain  error.  Phav  v. Trueblood, Inc.,  </pre><span class=\"citation\" data-id=\"548929\"><a href=\"/opinion/548929/chat-phav-v-trueblood-inc/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">764</span></a></span><pre class=\"inline\">, 769 (1st\n                                       \nCir. 1990).    Although  the  instructions might  not  have  been\nideally  formulated, they were given  to the jury  on the verdict\nform, and we observe no plain error.\n\n                               -6-\n\nunderstanding of the  court's instructions.5   </pre><span class=\"citation\" data-id=\"526513\"><span class=\"antecedent_guess\">Karl,</span> <a href=\"/opinion/526513/betty-karl-v-burlington-northern-railroad-company/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span>  at\n                                                   \n\n<span class=\"page\">73-74</span></a></span><pre class=\"inline\">; see also </pre><span class=\"citation\" data-id=\"515479\"><span class=\"antecedent_guess\">Robles,</span>  <a href=\"/opinion/515479/joanne-robles-v-exxon-corporation/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1207-08</span></a></span><pre class=\"inline\">.   Plummer does  not\n                      \n\ncontend  that the jurors never agreed upon the rendered verdict -\n\nthe number that the  jury chose is not in  dispute.  Accordingly,\n\nthe  requested inquiry went to what the jurors were thinking when\n\nthey  chose the number that  they did and  whether their thinking\n\nwas sound.6  \n\nSee </pre><span class=\"citation\" data-id=\"526513\"><span class=\"antecedent_guess\">Karl,</span>  <a href=\"/opinion/526513/betty-karl-v-burlington-northern-railroad-company/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">73-74</span></a></span><pre class=\"inline\">;  </pre><span class=\"citation\" data-id=\"515479\"><span class=\"antecedent_guess\">Robles,</span> <a href=\"/opinion/515479/joanne-robles-v-exxon-corporation/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">1205</span></a></span><pre class=\"inline\">; Fed. R.\n                                     \n\nEvid. 606(b),  advisory committee note (\"testimony  or affidavits\n\nof   jurors  have   been  held   incompetent  to   show  .   .  .\n\nmisinterpretations  of instructions)  (citing Farmers  Coop Elev.\n                                                                 \n\nAss'n v. Strand, </pre><span class=\"citation\" data-id=\"277014\"><a href=\"/opinion/277014/farmers-co-operative-elevator-association-non-stock-of-big-springs/\"><span class=\"volume\">382</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">224</span></a></span><pre class=\"inline\">, 230 (8th Cir.), cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">389</span>\n                                                           \n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">1014</span> </span><pre class=\"inline\">  (1967));  but   see  </pre><span class=\"citation\" data-id=\"499450\"><span class=\"antecedent_guess\">Attridge,</span>   <a href=\"/opinion/499450/patrick-c-attridge-and-joyce-attridge-v-cencorp-division-of-dover/\"><span class=\"volume\">836</span>  <span class=\"reporter\">F.2d</span>  at   <span class=\"page\">117</span>\n</a></span><pre class=\"inline\">                                          \n\n(characterizing similar  inquiry as  \"ascertaining what the  jury\n\ndecided and not why they did so\").\n\n          Plummer asked the district  court to examine the jurors\n\n                    \n\n5  We construe the instruction on the verdict form as part of the\ncourt's instructions to the jury.\n\n6  We are  unpersuaded by Plummer's argument that  permitting him\nto obtain  affidavits from the  jurors would have  alleviated the\nKepreos  and  Rule  606(b)   concerns.    Like  testimony,  juror\n       \naffidavits would diminish the stability of  jury verdicts and the\njury's  freedom to deliberate, and  could just as  easily lead to\nharassment.     Additionally,  through   affidavits,  as  through\ntestimony, \"the  'secret thought  of one  juror' would have  'the\npower  to disturb the express conclusions of twelve.'\"  </pre><span class=\"citation\" data-id=\"526513\"><span class=\"antecedent_guess\">Karl,</span> <a href=\"/opinion/526513/betty-karl-v-burlington-northern-railroad-company/\"><span class=\"volume\">880</span>\n                                                            \n<span class=\"reporter\">F.2d</span> at <span class=\"page\">74</span> </a></span><pre class=\"inline\">(quoting  Mattox v. United  States, </pre><span class=\"citation\" data-id=\"93425\"><a href=\"/opinion/93425/clyde-mattox-v-united-states/\"><span class=\"volume\">146</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">140</span></a></span><pre class=\"inline\">,  148\n                                             \n(1892)). Of course, Plummer's counsel is ill positioned to  argue\nthat his proposed procedure would alleviate the Kepreos concerns.\n                                                       \nPlummer's  counsel  already had  spoken to  at  least one  of the\njurors ex parte.  In </pre><span class=\"citation\" data-id=\"450719\"><span class=\"antecedent_guess\">Kepreos,</span> <a href=\"/opinion/450719/united-states-v-constantine-t-kepreos/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">967</span></a></span><pre class=\"inline\">, this court set out\n                            \na  clear rule  forbidding  \"post verdict  interview of  jurors by\ncounsel.\"   By discussing  the verdict with  the jury foreperson,\nPlummer's attorney violated this rule.\n\n                               -7-\n\nafter the jury had already been discharged. This was too late.7  \n\nWe  cannot conclude  that the  district court  erred in  refusing\n\nfurther inquiry.\n\n          Finally,  Plummer argues, in  the alternative, that the\n\ndistrict  court should have  stricken the jury's  finding that he\n\nwas 88%  at fault because  it was excessive  and contrary  to the\n\n                    \n\n7   We note  that on the  two occasions the jury  returned with a\nverdict before it was discharged, Plummer's counsel  successively\nintimated  and requested  that the  court should  inquire of  the\njurors regarding whether they were reducing the  damage figure to\nreflect  Plummer's own  negligence.   At  oral argument,  Plummer\ncharacterized   his   pre-discharge   efforts  in   this   regard\nalternatively   as  requests  for   inquiries  or   requests  for\nsupplemental  jury instructions,  depending  on  the question  he\nfaced from the panel.  Because Plummer did not develop his  vague\nassertions  at oral argument, we  consider the issue  of the pre-\ndischarge efforts at jury inquiry only as it is explicated in his\nbrief.   See </pre><span class=\"citation\" data-id=\"550084\"><span class=\"antecedent_guess\">Ryan,</span> <a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">734</span></a></span><pre class=\"inline\">.  And his brief fails to argue\n                 \nthat the court erred in disregarding them.\n\n   Plummer's brief frames the issue he is presenting to us as the\ncourt's  refusal \"to  conduct a  voir dire  of the jury  panel to\nclarify their verdict  in light of  the patently mistaken  amount\nrecorded  .  .  . .\"    Yet,  however  characterized, neither  of\nPlummer's  pre-discharge efforts at inquiry sought a voir dire to\nclarify the  recorded amount in the  verdict. Plummer's counsel's\nfirst  intimation of  concern,  when the  jury  returned with  an\nincomplete verdict slip, did not seek clarification in light of a\nrecorded  amount.   When  the  concern  ripened into  a  specific\nrequest after the jury  returned on the second occasion  with the\n$78,000 figure, the court properly described the request, without\nobjection by Plummer, as  seeking a \"further written  question to\nthe jury.\"   Such an  interrogatory would not  constitute a  voir\ndire.  More fundamentally, Plummer mentions in his brief only the\nlater  effort  at pre-discharge  inquiry  and then  simply  as an\nexplanation for why he did not request a poll of the jury.\n\n   While we recognize that the trial court is under an obligation\n\"with appropriate  instructions, [to] afford[] the  jury a timely\nopportunity  to  straighten  out   both  apparent  and   possible\nmistakes,\" Poduska v. Ward, </pre><span class=\"citation\" data-id=\"536172\"><a href=\"/opinion/536172/john-william-poduska-sr-v-james-r-ward/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span><pre class=\"inline\">, 857 (1st Cir. 1990), we\n                          \ncan find  no sufficient argument  that the district  court abused\nits discretion  in meeting  that obligation with  respect to  the\npre-discharge efforts at inquiry made by plaintiff here.\n\n                               -8-\n\nweight of the  evidence.   However, Plummer failed  to provide  a\n\ntranscript  of the  evidence offered  at trial  on the  liability\n\nissue.\n\n          Under Federal Rule of Appellate Procedure 10(b),\n\n            [i]f the  appellant  intends to  urge  on\n            appeal  that a  finding or  conclusion is\n            unsupported   by   the  evidence   or  is\n            contrary to the  evidence, the  appellant\n            shall  include in the record a transcript\n            of all evidence  relevant to such finding\n            or conclusion.\n\nSee also Syncom  Capital Corp. v.  Wade, </pre><span class=\"citation\" data-id=\"555012\"><a href=\"/opinion/555012/syncom-capital-corporation-a-district-of-columbia-corporation/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">167</span> </a></span><pre class=\"inline\">(9th  Cir.\n                                       \n\n1991).  Accordingly, \"[w]here an appellant raises issues that are\n\nfactually  dependent yet  fails to  provide a  transcript of  the\n\npertinent  proceedings in  the district  court, this  circuit has\n\nrepeatedly  held that we will not review the allegations.\"  Mu iz\n                                                                 \n\nRam rez  v. Puerto Rico Fire  Services, </pre><span class=\"citation\" data-id=\"449642\"><a href=\"/opinion/449642/37-fair-emplpraccas-767-36-empl-prac-dec-p-35125-jose-e-muniz/\"><span class=\"volume\">757</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1357</span></a></span><pre class=\"inline\">, 1358 (1st\n                                      \n\nCir.  1985); see  also Farrar  v. Cain, </pre><span class=\"citation\" data-id=\"449240\"><a href=\"/opinion/449240/joseph-davis-farrar-and-dale-lawson-farrar-v-clarence-d-cain/\"><span class=\"volume\">756</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1148</span> </a></span><pre class=\"inline\"> (5th Cir.\n                                      \n\n1985).  Because  Plummer failed  to provide a  transcript of  the\n\nrelevant evidence, we do not reach the merits of his argument.8\n\n          Similarly, Plummer's assertion that the court  erred in\n\ninstructing the  jury on contributory negligence in  light of the\n\nlack  of evidence  on  the  issue  also must  fail.    Without  a\n\ntranscript  of the evidence presented on  the liability issue, we\n\ncannot  determine  whether   evidence  of  Plummer's   negligence\n\n                    \n\n8  Although we  have considered claims when feasible  without the\ntranscript  of  the  relevant  proceedings, Valed n  Mart nez  v.\n                                                             \nHospital Presbiteriano, </pre><span class=\"citation\" data-id=\"480348\"><a href=\"/opinion/480348/marjorie-marie-valedon-martinez-v-hospital-presbiteriano-de-la-comunidad/\"><span class=\"volume\">806</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1128</span></a></span><pre class=\"inline\">, 1135 (1st  Cir. 1986), we\n                      \ncan  find no fair or meaningful method to review this evidentiary\nissue without a transcript of the evidence presented.  Of course,\nthe  transcript of  the  trial's closing  statements provided  by\nPlummer cannot be considered evidence.\n\n                               -9-\n\nexisted.\n\n          Affirmed.\n                  \n\n                               -10-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/93425/",
    "https://www.courtlistener.com/api/rest/v3/opinions/277014/",
    "https://www.courtlistener.com/api/rest/v3/opinions/449240/",
    "https://www.courtlistener.com/api/rest/v3/opinions/449642/",
    "https://www.courtlistener.com/api/rest/v3/opinions/450719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480348/",
    "https://www.courtlistener.com/api/rest/v3/opinions/499450/",
    "https://www.courtlistener.com/api/rest/v3/opinions/509651/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515479/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526513/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536172/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548929/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555012/"
  ]
}