{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194987/",
  "id": 194987,
  "absolute_url": "/opinion/194987/dooley-v-parker-hanifin/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194987/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:29:44Z",
  "date_modified": "2020-02-21T23:42:02.371768Z",
  "type": "010combined",
  "sha1": "c12eea56c97c3a81888e4da5b2eb5f2ce8b71528",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1459.01A",
  "local_path": null,
  "plain_text": "                    [NOT FOR PUBLICATION]\n                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 93-1459\n\n                         JAY DOOLEY,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n             PARKER-HANNIFIN CORPORATION, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n         [Hon. Ernest C. Torres, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n               Selya and Stahl, Circuit Judges.\n                                              \n\n                                         \n\n   Amato A. DeLuca with  whom Mandell, DeLuca &amp; Schwartz,  Ltd.\n                                                               \nwas on brief for appellant.\n   Raymond A. LaFazia  with whom Kevin  S. Cotter and  Gunning,\n                                                               \nLaFazia &amp; Gnys, Inc. were on brief for appellees.\n                  \n\n                                         \n\n                       October 21, 1993\n                                         \n\n          Per  Curiam.   In this  appeal, plaintiff-appellant\n                      \n\nJay Dooley claims  that the district court erred  in granting\n\ndefendant-appellee   Parker-Hannifin  Corporation   (\"Parker-\n\nHannifin\")1 summary  judgment on  the  issues of  negligence,\n\nbreach of warranty  and strict liability.   Finding no error,\n\nwe affirm.     \n\n                              I.\n                                \n\n                      Standard of Review\n                                        \n\n          Our review  of  summary judgment  decisions  is  de\n                                                             \n\nnovo, reading the record  in the light most favorable  to the\n    \n\nnon-moving party.  See, e.g., Rivera-Marcano v. Normeat Royal\n                                                             \n\nDane  Quality A/S,  998 F.2d  34, 37  (1st Cir.  1993)(citing\n                 \n\nAugust  v. Offices  Unlimited, Inc., 981  F.2d 576,  580 (1st\n                                   \n\nCir.  1992)).   Summary  judgment  is  appropriate only  when\n\n\"there is no  genuine issue  as to any  material fact\"  based\n\nupon  the pleadings, depositions,  and affidavits,  and where\n\n\"the moving party  is entitled to a  judgment as a matter  of\n\nlaw.\"  Fed. R. Civ. P.  56(c).  In determining whether a fact\n\nis  material,  a  court  must  consider whether  it  has  the\n\n\"potential to affect the outcome of the suit under applicable\n\nlaw.\"  Nereida-Gonzalez v.  Tirado-Delgado, 990 F.2d 701, 703\n                                          \n\n(1st  Cir.  1993).   While  we will  \"indulge  all reasonable\n\ninferences\" in  the  nonmovant's favor,  Santiago v.  Sherwin\n                                                             \n\n                    \n\n1.  References to Parker-Hannifin apply equally to all  named\nappellees.\n\n                             -2-\n                              2\n\nWilliams Co., No. 92-2263, slip op. at 8 (1st  Cir. Sept. 10,\n            \n\n1993),   we  will  not   consider  \"`conclusory  allegations,\n\nimprobable inferences, and unsupported speculation.'\"  Dow v.\n                                                          \n\nUnited Bhd. of  Carpenters and  Joiners, 1 F.3d  56, 58  (1st\n                                       \n\nCir. 1993)(quoting Medina-Munoz v. R.J. Reynolds Tobacco Co.,\n                                                            \n\n896 F.2d 5, 8 (1st Cir. 1990)).\n\n                             II.\n                                \n\n           Factual Background and Prior Proceedings\n                                                   \n\n          Parker-Hannifin  is  a  supplier,  inter  alia,  of\n                                                        \n\naeronautics parts to the United States  Government.  Prior to\n\n1986,  Parker-Hannifin contracted with  American Tube Bending\n\nCo.  (\"ATB\") for  tubing  to be  processed  and delivered  to\n\nParker-Hannifin   in    accordance   with   government-issued\n\nspecifications.    ATB,  or  some  entity  acting  under  its\n\ndirection,  designed  and manufactured2  a holding  die which\n\nfit into a  hydraulic press machine owned  by ATB.   This die\n\nwas used to bend  and form the tubing in accordance  with the\n\ngovernment  specifications.     In  1986,   Tubodyne  Company\n\nacquired this holding  die,3 as well  as ATB's press  machine\n\n                    \n\n2.  There  is  no  evidence  regarding  who  manufactured  or\ndesigned the original die.  It is conceded, however, that the\nwork was performed either  by ATB or at ATB's  direction, and\nnot by Parker-Hannifin.\n\n3.  Dooley contends that the die is owned by Parker-Hannifin.\nAlthough there is ample  evidence in the record to  show that\nTubodyne  passes  both its  cost  of producing  the  dies and\nownership  on to its customers, there is no evidence that ATB\nhad the same practice.   Parker-Hannifin denies ownership and\noffers in evidence the fact that  it never listed the die  as\n\n                             -3-\n                              3\n\nwhen  ATB  sold  Tubodyne  its  assets  and  customer  lists.\n\nParker-Hannifin subsequently became a customer of Tubodyne. \n\n          By 1988, due  to normal wear and  tear, the holding\n\ndie was not gripping the metal tubing effectively.   Tubodyne\n\ninformed Parker-Hannifin  of the problem and a representative\n\nof Parker-Hannifin  observed the  worn die.   Parker-Hannifin\n\nthen allegedly  approved an  extension to  the die which  was\n\nsupposed to result  in a  better grip of  the material to  be\n\nformed.4 Parker-Hannifin  did not have any part in the design\n\nor  manufacture  of the  actual  extension.5   Viewed  in the\n\nlight  most favorable  to the  plaintiff, the  evidence shows\n\nthat Parker-Hannifin approved Tubodyne's plan 1) to alter the\n\ndie as  Tubodyne saw  fit;  and 2)  to pass  the  cost on  to\n\n                    \n\nan asset of the company.  We need not solve this controversy,\nhowever, since we do not find ownership to be a material fact\n                                                        \nin this dispute.\n\n4.  There is no direct  evidence of this approval.   The only\nevidence on record is  Dooley's contention that the president\nof Tubodyne,  Norman MacLeod,  Jr., told Dooley  that Parker-\nHannifin's  approval was  necessary  before he  could add  an\nextension, and the deposition testimony of Tubodyne's general\nmanager, Jeanie Juckett, who stated that although she did not\nremember any specific conversation with  Parker-Hannifin, she\n\"assumed that they gave  their blessing since we did  put the\nextensions [sic] on.\"\n\n5.  Dooley argues that Parker-Hannifin's approval of the idea\nof an  extension, without more, amounts to its having \"played\na  significant role  in  the design  and  manufacture of  the\nextension.\"  While  we must  recount the facts  in the  light\nmost  favorable to the nonmoving party,  we are not compelled\nto credit  conclusory allegations unsupported  by the record.\nSee Dow, 1 F.3d at 58.\n       \n\n                             -4-\n                              4\n\nParker-Hannifin.6    Tubodyne,  or  some   entity  under  its\n\ndirection, then  designed and manufactured the  extension.7  \n\n          On  June  30,  1988,  Jay  Dooley,  an  experienced\n\nTubodyne employee, was assigned to form aircraft exhaust duct\n\ntubing for Parker-Hannifin.  After attaching the die with the\n\nnewly  designed extension  to  the press  machine, he  became\n\nconcerned  that  the  extension  and the  machine  created  a\n\npotentially   dangerous  pinch   point.     Although   Dooley\n\ncomplained to Tubodyne management  about the possible risk of\n\ninjury, he nevertheless operated  the machine and crushed his\n\nthumb between the extension and the press machine.\n\n          In  June  of  1991, Dooley  commenced  a  diversity\n\naction against Parker-Hannifin,  alleging negligence,  breach\n\nof implied and express  warranties and strict tort liability.\n\nParker-Hannifin  subsequently  filed  a  motion  for  summary\n\njudgment  which the  district  court granted.   The  district\n\ncourt found that Parker-Hannifin was not negligent because it\n\ndid  not  owe a  duty to  Dooley,  and was  not  liable under\n\n                    \n\n6.  However, once again,  there is no direct evidence to show\nthat Tubodyne ever charged Parker-Hannifin for the extension.\nAlthough Juckett and MacLeod stated in their depositions that\nit is their usual practice to charge for such  modifications,\nthe  plaintiff was  not able  to produce an  invoice charging\nParker-Hannifin for the extension.\n\n7.  Neither  MacLeod  nor  Juckett   could  remember  if  the\nextension was manufactured in-house or outside, at Tubodyne's\ndirection. \n\n                             -5-\n                              5\n\nwarranty or strict liability theories because Parker Hannifin\n\nwas not the seller of  the die or its extension.   Dooley now\n\nappeals from that final judgment.\n\n                             III.\n                                 \n\n                          Discussion\n                                    \n\n          Dooley  argues on  appeal that  the district  court\n\napplied  the wrong  standard in  determining whether  Parker-\n\nHannifin owed him  a duty  of due care.   More  specifically,\n\nDooley  claims that Parker-Hannifin  was negligent by failing\n\nto  ensure that  the die  and extension  were safe  for their\n\nintended use.  He asserts that  this duty stems from the fact\n\nthat:   (1) Parker-Hannifin allegedly  owned the die  and the\n\nextension; (2) an agent of Parker-Hannifin allegedly observed\n\nthe die malfunction  before the extension was  added; and (3)\n\nan agent of  Parker-Hannifin allegedly approved the  addition\n\nof the extension.   Dooley further  argues that the  district\n\ncourt  erred in finding that no issue of material fact exists\n\non the issues of breach of warranty and strict liability.  We\n\naddress each argument in turn.\n\nA.  Negligence\n              \n\n          In  order to  make  out a  viable negligence  claim\n\nunder  Rhode  Island law,8  one  must first  establish,  as a\n\nmatter of  law, that a  duty exists.   See  Banks v.  Bowen's\n                                                             \n\n                    \n\n8.  The  parties do not dispute that Rhode Island law applies\nin this diversity action.\n\n                             -6-\n                              6\n\nLanding Corp., 522 A.2d 1222, 1224 (R.I. 1987)(citing Barratt\n                                                             \n\nv.  Burlingham, 492 A.2d 1219, 1220 (R.I. 1985)); Welsh Mfg.,\n                                                             \n\nDiv. of Textron, Inc. v. Pinkerton's, Inc., 474 A.2d 436, 440\n                                          \n\n(R.I. 1984).  The Rhode Island Supreme Court has stated:\n\n          In  considering  whether  a duty  exists,\n          among  the factors considered are (1) the\n          foreseeability of harm to  the plaintiff,\n          (2)  the  degree  of  certainty  that the\n          plaintiff  suffered  an  injury, (3)  the\n          closeness   of  connection   between  the\n          defendant's   conduct   and  the   injury\n          suffered,  (4)  the policy  of preventing\n          future  harm, and (5)  the extent  of the\n          burden   to   the   defendant   and   the\n          consequences   to   the   community   for\n          imposing  a duty  to  exercise care  with\n          resulting liability for breach.\n\nBanks, 522 A.2d at 1225.9   In light of these factors and the\n     \n\n                    \n\n9.  Dooley  argues that  the standard  announced in  Banks is\n                                                          \n\"inapposite to the present matter.\"   In so doing, he cites a\nline of  cases  delineating  duties  owed  by  manufacturers,\ndesigners, sellers, suppliers and  lessors of goods.  Because\nParker-Hannifin does not fit into any of these categories, we\nfind these cases, rather than Banks, to be inapposite.\n                                   \n     Dooley also urges us to apply Barron v. Honeywell, Inc.,\n                                                            \n69 F.R.D. 390  (E.D. Pa.  1975) and to  reverse the  district\ncourt  on this basis.  Even if  we were to find Barron, which\n                                                      \napplied Pennsylvania  law, to be persuasive  authority, it is\nclearly distinguishable from the  instant matter.  In denying\na motion for summary judgment, the court in Barron found that\n                                                  \nthe defendant, the owner of a defective plastics machine, had\nleased the  machine to  a plastics manufacturer.   The  court\n      \nfurther  noted that  the defendant,  who also  bought plastic\nparts from the  lessee, had required the  manufacturer to use\nthe malfunctioning  machine to produce his  parts even though\nthe  defendant had  observed  the machine  malfunction on  at\nleast  two  separate occasions.   Id.  at  392.   The present\n                                     \nsituation, however, is very different.   There is no evidence\nthat an agent of Parker-Hannifin ever saw the extension on or\noff the machine.   Dooley  points to his  own deposition  for\nsupport  of  the  proposition  that  an  agent  saw  the  die\nmalfunction before  the extension was added.   However, there\n                  \nis  no  allegation that  the  die  was dangerous  before  the\n                                                \n\n                             -7-\n                              7\n\nrecord  evidence,  we  agree  with the  district  court  that\n\nParker-Hannifin,  which did not  design, manufacture, sell or\n\ncontrol the die extension, owed no duty to Dooley.\n\n          As    noted    earlier,   Parker-Hannifin's    only\n\nconnections  to  Dooley's  injury10  were  its  approval  and\n\nalleged  ownership of  the  die extension.   We  find neither\n\nfactor sufficient  to support a duty  for negligence purposes\n\nin this case.   Parker-Hannifin never possessed or controlled\n\nthe  extension that Tubodyne,  Dooley's employer, designed to\n\nfit  its own press machine.   It is  not alleged that Parker-\n\nHannifin ever saw  the extension or knew how it  would fit or\n\noperate in Tubodyne's machinery.  Accordingly, we do not find\n\nthat the injury  to Dooley was  a foreseeable consequence  of\n\nany action on the part of Parker-Hannifin.11  \n\n          Nor do  we find a close  connection between Parker-\n\nHannifin's approval  of  the extension  and Dooley's  injury.\n\nSeveral factors, such as  Tubodyne's design of the extension,\n\nDooley's  prior   knowledge  of  the   potentially  dangerous\n\ncondition, and  Tubodyne's insistence that Dooley operate the\n\nmachine despite  Dooley's perception of the  inherent danger,\n\n                    \n\nextension was added.  Thus, if the agent saw anything, it was\nonly that the  die did  not properly grip  the metal.  Dooley\ndoes not argue,  nor could he on  the record before us,  that\nthe  malfunction  that  the   agent  allegedly  saw  was  the\nproximate cause of his injury.\n\n10.  Neither party disputes the actuality of Dooley's injury.\n\n11.  See generally supra note 9.\n                        \n\n                             -8-\n                              8\n\nintervened  and  served   to  distance   an  already   remote\n\nrelationship.  See Banks, 522 A.2d at 1225.  \n                        \n\n          Finally,  we do  not believe  that imposing  a duty\n\nupon  Parker-Hannifin, on this record, could possibly further\n\na  policy of  preventing future  harm.   On the  contrary, as\n\naptly noted  by the  district court,  holding Parker-Hannifin\n\nresponsible for  protecting employees it did  not employ from\n\nrisks  of injury associated with  the use of  machines it did\n\nnot  design,   manufacture,   sell  or   control   would   be\n\n\"unreasonable  and  would  impose  a  substantial  burden  on\n\nParker-Hannifin without any commensurate decrease in the risk\n\nof future injuries.\"    Dooley v.  Parker-Hannifin Corp., 817\n                                                        \n\nF.  Supp. 245, 247 (D.R.I.  1993).  By  their own admissions,\n\nbefore  any injury  occurred, both  Dooley and  Tubodyne were\n\naware of  the potentially dangerous condition  created by the\n\ninteraction between the extension Tubodyne designed and their\n\nmachine  which Dooley operated.   They were in  a position to\n\nprevent this injury.  Parker-Hannifin was not.\n\n          Accordingly,  we   find  no  duty  and  affirm  the\n\ndistrict   court's  finding  that   Parker-Hannifin  was  not\n\nnegligent.   \n\nB.  Breach of Warranty\n                      \n\n          Although Rhode Island has a significant body of law\n\nregarding  warranties,   that  law  deals   exclusively  with\n\n                             -9-\n                              9\n\nwarranties made  by \"sellers.\"12  Here,  Dooley concedes that\n\nParker-Hannifin   is  not  the  seller  of  the  die  or  its\n\nextension.  Nonetheless, he urges  this court to expand Rhode\n\nIsland  law  and find  that  Parker-Hannifin,  though a  non-\n\nseller, had  extended a warranty  to the plaintiff.   Leaving\n\naside the  merits of plaintiff's highly  dubious proposition,\n\nwe  reiterate that \"a plaintiff  who `selects a federal forum\n\nin  preference to an available state forum may not expect the\n\nfederal   court  to  steer   state  law   into  unprecedented\n\nconfigurations.'\"    Santiago, No.  92-2263,  slip  op. at  9\n                             \n\n(quoting  Martel v. Stafford,  992 F.2d 1244,  1247 (1st Cir.\n                            \n\n1993)).  Here,  the reading  Dooley seeks would,  to say  the\n\nleast, be a significant expansion of state law.  Accordingly,\n\nwe affirm the  district court's grant of  summary judgment on\n\nthis issue.\n\nC.  Strict Liability\n                    \n\n          Appellant's  strict  liability  claim   is  equally\n\nmeritless.   In  Rhode  Island, strict  liability applies  to\n\n\"[o]ne  who  sells any  product  in  a defective  condition.\"\n                  \n\nRestatement (Second) Torts,   402A (1965)(emphasis supplied);\n\n                    \n\n12.  Under  Rhode   Island  law,  there  is   a  warranty  of\nmerchantability implied in contracts  where the \"seller\" is a\nmerchant with respect to  goods of the type sold.   R.I. Gen.\nLaws    6A-2-314 (1992).   Express or implied  warranties may\narise when a \"seller\"  makes representations about a product.\nR.I. Gen.  Laws   6A-2-313 (1992).  Finally a \"seller\" may be\nheld  liable for  personal injuries  which are  the proximate\nresult  of a  breach of  warranty.   R.I. Gen.  Laws    6A-2-\n715(2)(b)(1992).\n\n                             -10-\n                              10\n\nsee  also  Ritter v.  Narragansett  Elec. Co.,  283  A.2d 255\n                                             \n\n(1971) (adopting Restatement (Second)  Torts,   402A).  Here,\n\nas has been noted, Parker-Hannifin is not a seller of dies or\n\nextensions.  Thus, there  is no basis under Rhode  Island law\n\nfor holding it liable in strict liability.\n\n                             IV.\n                                \n\n                          Conclusion\n                                    \n\n          For  the reasons  set  forth above,  we affirm  the\n\ndistrict court's grant of summary judgment.  \n\n          Affirmed.\n                  \n\n                             -11-\n                              11\n",
  "html": "<p class=\"case_cite\">7 F.3d 218</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Jay DOOLEY, Plaintiff, Appellant,<br>v.<br>PARKER-HANNIFIN CORPORATION, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1459.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Oct. 21, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island</p>\n      <p class=\"indent\">Amato A. DeLuca with whom Mandell, DeLuca &amp; Schwartz, Ltd. was on brief for appellant.</p>\n      <p class=\"indent\">Raymond A. LaFazia with whom Kevin S. Cotter and Gunning, LaFazia &amp; Gnys, Inc. were on brief for appellees.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Selya and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, plaintiff-appellant Jay Dooley claims that the district court erred in granting defendant-appellee Parker-Hannifin Corporation (\"Parker-Hannifin\")<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> summary judgment on the issues of negligence, breach of warranty and strict liability.  Finding no error, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Standard of Review</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Our review of summary judgment decisions is de novo, reading the record in the light most favorable to the non-moving party.   See, e.g., Rivera-Marcano v. Normeat Royal Dane Quality A/S, 998 F.2d 34, 37 (1st Cir. 1993)(citing  August v. Offices Unlimited, Inc., 981 F.2d 576, 580 (1st Cir. 1992)).  Summary judgment is appropriate only when \"there is no genuine issue as to any material fact\" based upon the pleadings, depositions, and affidavits, and where \"the moving party is entitled to a judgment as a matter of law.\"  Fed. R. Civ. P. 56(c).  In determining whether a fact is material, a court must consider whether it has the \"potential to affect the outcome of the suit under applicable law.\"   Nereida-Gonzalez v. Tirado-Delgado, 990 F.2d 701, 703 (1st Cir. 1993).  While we will \"indulge all reasonable inferences\" in the nonmovant's favor, Santiago v. Sherwin Williams Co., No. 92-2263, slip op. at 8 (1st Cir.  Sept. 10, 1993), we will not consider \" 'conclusory allegations, improbable inferences, and unsupported speculation.' \"   Dow v. United Bhd.  of Carpenters and Joiners, 1 F.3d 56, 58 (1st Cir. 1993)(quoting  Medina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir. 1990)).</p>\n    </div>\n    <p>II.</p>\n    <p>Factual Background and Prior Proceedings</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Parker-Hannifin is a supplier, inter alia, of aeronautics parts to the United States Government.  Prior to 1986, Parker-Hannifin contracted with American Tube Bending Co.  (\"ATB\") for tubing to be processed and delivered to Parker-Hannifin in accordance with government-issued specifications.  ATB, or some entity acting under its direction, designed and manufactured<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> a holding die which fit into a hydraulic press machine owned by ATB.  This die was used to bend and form the tubing in accordance with the government specifications.  In 1986, Tubodyne Company acquired this holding die,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> as well as ATB's press machine when ATB sold Tubodyne its assets and customer lists.  Parker-Hannifin subsequently became a customer of Tubodyne.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">By 1988, due to normal wear and tear, the holding die was not gripping the metal tubing effectively.  Tubodyne informed Parker-Hannifin of the problem and a representative of Parker-Hannifin observed the worn die.  Parker-Hannifin then allegedly approved an extension to the die which was supposed to result in a better grip of the material to be formed.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Parker-Hannifin did not have any part in the design or manufacture of the actual extension.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Viewed in the light most favorable to the plaintiff, the evidence shows that Parker-Hannifin approved Tubodyne's plan 1) to alter the die as Tubodyne saw fit;  and 2) to pass the cost on to Parker-Hannifin.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Tubodyne, or some entity under its direction, then designed and manufactured the extension.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On June 30, 1988, Jay Dooley, an experienced Tubodyne employee, was assigned to form aircraft exhaust duct tubing for Parker-Hannifin.  After attaching the die with the newly designed extension to the press machine, he became concerned that the extension and the machine created a potentially dangerous pinch point.  Although Dooley complained to Tubodyne management about the possible risk of injury, he nevertheless operated the machine and crushed his thumb between the extension and the press machine.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In June of 1991, Dooley commenced a diversity action against Parker-Hannifin, alleging negligence, breach of implied and express warranties and strict tort liability.  Parker-Hannifin subsequently filed a motion for summary judgment which the district court granted.  The district court found that Parker-Hannifin was not negligent because it did not owe a duty to Dooley, and was not liable under warranty or strict liability theories because Parker Hannifin was not the seller of the die or its extension.  Dooley now appeals from that final judgment.</p>\n    </div>\n    <p>III.</p>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Dooley argues on appeal that the district court applied the wrong standard in determining whether Parker-Hannifin owed him a duty of due care.  More specifically, Dooley claims that Parker-Hannifin was negligent by failing to ensure that the die and extension were safe for their intended use.  He asserts that this duty stems from the fact that:  (1) Parker-Hannifin allegedly owned the die and the extension;  (2) an agent of Parker-Hannifin allegedly observed the die malfunction before the extension was added;  and (3) an agent of Parker-Hannifin allegedly approved the addition of the extension.  Dooley further argues that the district court erred in finding that no issue of material fact exists on the issues of breach of warranty and strict liability.  We address each argument in turn.</p>\n    </div>\n    <p class=\"indent\">A. Negligence</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In order to make out a viable negligence claim under Rhode Island law,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> one must first establish, as a matter of law, that a duty exists.   See Banks v. Bowen's Landing Corp., 522 A.2d 1222, 1224 (R.I. 1987)(citing  Barratt v. Burlingham, 492 A.2d 1219, 1220 (R.I. 1985));  Welsh Mfg., Div. of Textron, Inc. v. Pinkerton's, Inc., 474 A.2d 436, 440 (R.I. 1984).  The Rhode Island Supreme Court has stated:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>In considering whether a duty exists, among the factors considered are (1) the foreseeability of harm to the plaintiff, (2) the degree of certainty that the plaintiff suffered an injury, (3) the closeness of connection between the defendant's conduct and the injury suffered, (4) the policy of preventing future harm, and (5) the extent of the burden to the defendant and the consequences to the community for imposing a duty to exercise care with resulting liability for breach.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Banks, 522 A.2d at 1225.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  In light of these factors and the record evidence, we agree with the district court that Parker-Hannifin, which did not design, manufacture, sell or control the die extension, owed no duty to Dooley.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As noted earlier, Parker-Hannifin's only connections to Dooley's injury<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> were its approval and alleged ownership of the die extension.  We find neither factor sufficient to support a duty for negligence purposes in this case.  Parker-Hannifin never possessed or controlled the extension that Tubodyne, Dooley's employer, designed to fit its own press machine.  It is not alleged that Parker-Hannifin ever saw the extension or knew how it would fit or operate in Tubodyne's machinery.  Accordingly, we do not find that the injury to Dooley was a foreseeable consequence of any action on the part of Parker-Hannifin.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Nor do we find a close connection between Parker-Hannifin's approval of the extension and Dooley's injury.  Several factors, such as Tubodyne's design of the extension, Dooley's prior knowledge of the potentially dangerous condition, and Tubodyne's insistence that Dooley operate the machine despite Dooley's perception of the inherent danger, intervened and served to distance an already remote relationship.   See Banks, 522 A.2d at 1225.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Finally, we do not believe that imposing a duty upon Parker-Hannifin, on this record, could possibly further a policy of preventing future harm.  On the contrary, as aptly noted by the district court, holding Parker-Hannifin responsible for protecting employees it did not employ from risks of injury associated with the use of machines it did not design, manufacture, sell or control would be \"unreasonable and would impose a substantial burden on Parker-Hannifin without any commensurate decrease in the risk of future injuries.\"   Dooley v. Parker-Hannifin Corp., 817 F. Supp. 245, 247 (D.R.I. 1993).  By their own admissions, before any injury occurred, both Dooley and Tubodyne were aware of the potentially dangerous condition created by the interaction between the extension Tubodyne designed and their machine which Dooley operated.  They were in a position to prevent this injury.  Parker-Hannifin was not.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Accordingly, we find no duty and affirm the district court's finding that Parker-Hannifin was not negligent.</p>\n    </div>\n    <p class=\"indent\">B. Breach of Warranty</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Although Rhode Island has a significant body of law regarding warranties, that law deals exclusively with warranties made by \"sellers.\"<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Here, Dooley concedes that Parker-Hannifin is not the seller of the die or its extension.  Nonetheless, he urges this court to expand Rhode Island law and find that Parker-Hannifin, though a non-seller, had extended a warranty to the plaintiff.  Leaving aside the merits of plaintiff's highly dubious proposition, we reiterate that \"a plaintiff who 'selects a federal forum in preference to an available state forum may not expect the federal court to steer state law into unprecedented configurations.' \"  Santiago, No. 92-2263, slip op. at 9 (quoting  Martel v. Stafford, 992 F.2d 1244, 1247 (1st Cir. 1993)).  Here, the reading Dooley seeks would, to say the least, be a significant expansion of state law.  Accordingly, we affirm the district court's grant of summary judgment on this issue.</p>\n    </div>\n    <p class=\"indent\">C. Strict Liability</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellant's strict liability claim is equally meritless.  In Rhode Island, strict liability applies to \"[o]ne who sells any product in a defective condition.\"  Restatement (Second) Torts, &#167; 402A (1965)(emphasis supplied);   see also Ritter v. Narragansett Elec. Co., 283 A.2d 255 (1971) (adopting Restatement (Second) Torts, &#167; 402A).  Here, as has been noted, Parker-Hannifin is not a seller of dies or extensions.  Thus, there is no basis under Rhode Island law for holding it liable in strict liability.</p>\n    </div>\n    <p>IV.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">For the reasons set forth above, we affirm the district court's grant of summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> References to Parker-Hannifin apply equally to all named appellees</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> There is no evidence regarding who manufactured or designed the original die.  It is conceded, however, that the work was performed either by ATB or at ATB's direction, and not by Parker-Hannifin</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Dooley contends that the die is owned by Parker-Hannifin.  Although there is ample evidence in the record to show that Tubodyne passes both its cost of producing the dies and ownership on to its customers, there is no evidence that ATB had the same practice.  Parker-Hannifin denies ownership and offers in evidence the fact that it never listed the die asan asset of the company.  We need not solve this controversy, however, since we do not find ownership to be a material fact in this dispute</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> There is no direct evidence of this approval.  The only evidence on record is Dooley's contention that the president of Tubodyne, Norman MacLeod, Jr., told Dooley that Parker-Hannifin's approval was necessary before he could add an extension, and the deposition testimony of Tubodyne's general manager, Jeanie Juckett, who stated that although she did not remember any specific conversation with Parker-Hannifin, she \"assumed that they gave their blessing since we did put the extensions [sic] on.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Dooley argues that Parker-Hannifin's approval of the idea of an extension, without more, amounts to its having \"played a significant role in the design and manufacture of the extension.\"  While we must recount the facts in the light most favorable to the nonmoving party, we are not compelled to credit conclusory allegations unsupported by the record.   See Dow, 1 F.3d at 58</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> However, once again, there is no direct evidence to show that Tubodyne ever charged Parker-Hannifin for the extension.  Although Juckett and MacLeod stated in their depositions that it is their usual practice to charge for such modifications, the plaintiff was not able to produce an invoice charging Parker-Hannifin for the extension</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Neither MacLeod nor Juckett could remember if the extension was manufactured in-house or outside, at Tubodyne's direction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The parties do not dispute that Rhode Island law applies in this diversity action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Dooley argues that the standard announced in Banks is \"inapposite to the present matter.\"  In so doing, he cites a line of cases delineating duties owed by manufacturers, designers, sellers, suppliers and lessors of goods.  Because Parker-Hannifin does not fit into any of these categories, we find these cases, rather than Banks, to be inapposite</p>\n        <p>Dooley also urges us to apply  Barron v. Honeywell, Inc., 69 F.R.D. 390 (E.D. Pa. 1975) and to reverse the district court on this basis.  Even if we were to find Barron, which applied Pennsylvania law, to be persuasive authority, it is clearly distinguishable from the instant matter.  In denying a motion for summary judgment, the court in Barron found that the defendant, the owner of a defective plastics machine, had leased the machine to a plastics manufacturer.  The court further noted that the defendant, who also bought plastic parts from the lessee, had required the manufacturer to use the malfunctioning machine to produce his parts even though the defendant had observed the machine malfunction on at least two separate occasions.   Id. at 392.  The present situation, however, is very different.  There is no evidence that an agent of Parker-Hannifin ever saw the extension on or off the machine.  Dooley points to his own deposition for support of the proposition that an agent saw the die malfunction before the extension was added.  However, there is no allegation that the die was dangerous before the extension was added.  Thus, if the agent saw anything, it was only that the die did not properly grip the metal.  Dooley does not argue, nor could he on the record before us, that the malfunction that the agent allegedly saw was the proximate cause of his injury.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Neither party disputes the actuality of Dooley's injury</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See generally supra note 9</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Under Rhode Island law, there is a warranty of merchantability implied in contracts where the \"seller\" is a merchant with respect to goods of the type sold.  R.I. Gen. Laws &#167; 6A-2-314 (1992).  Express or implied warranties may arise when a \"seller\" makes representations about a product.  R.I. Gen. Laws &#167; 6A-2-313 (1992).  Finally a \"seller\" may be held liable for personal injuries which are the proximate result of a breach of warranty.  R.I. Gen. Laws &#167; 6A-2-715(2)(b)(1992)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Jay DOOLEY, Plaintiff, Appellant,<br>v.<br>PARKER-HANNIFIN CORPORATION, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1459.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Oct. 21, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island</p>\n      <p class=\"indent\">Amato A. DeLuca with whom Mandell, DeLuca &amp; Schwartz, Ltd. was on brief for appellant.</p>\n      <p class=\"indent\">Raymond A. LaFazia with whom Kevin S. Cotter and Gunning, LaFazia &amp; Gnys, Inc. were on brief for appellees.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Selya and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, plaintiff-appellant Jay Dooley claims that the district court erred in granting defendant-appellee Parker-Hannifin Corporation (\"Parker-Hannifin\")<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> summary judgment on the issues of negligence, breach of warranty and strict liability.  Finding no error, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Standard of Review</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Our review of summary judgment decisions is de novo, reading the record in the light most favorable to the non-moving party.   See, e.g., Rivera-Marcano v. Normeat Royal Dane Quality A/S, <span class=\"citation\" data-id=\"610898\"><a href=\"/opinion/610898/jose-a-rivera-marcano-v-normeat-royal-dane-quality-as-formerly/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span>, 37 (1st Cir. 1993)(citing  August v. Offices Unlimited, Inc., <span class=\"citation\" data-id=\"596483\"><a href=\"/opinion/596483/irving-august-v-offices-unlimited-inc/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">576</span></a></span>, 580 (1st Cir. 1992)).  Summary judgment is appropriate only when \"there is no genuine issue as to any material fact\" based upon the pleadings, depositions, and affidavits, and where \"the moving party is entitled to a judgment as a matter of law.\"  Fed. R. Civ. P. 56(c).  In determining whether a fact is material, a court must consider whether it has the \"potential to affect the outcome of the suit under applicable law.\"   Nereida-Gonzalez v. Tirado-Delgado, <span class=\"citation\" data-id=\"604127\"><a href=\"/opinion/604127/carmen-nereida-gonzalez-v-cirilo-tirado-delgado/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">701</span></a></span>, 703 (1st Cir. 1993).  While we will \"indulge all reasonable inferences\" in the nonmovant's favor, Santiago v. Sherwin Williams Co., No. 92-2263, slip op. at 8 (1st Cir.  Sept. 10, 1993), we will not consider \" 'conclusory allegations, improbable inferences, and unsupported speculation.' \"   Dow v. United Bhd.  of Carpenters and Joiners, <span class=\"citation\" data-id=\"194847\"><a href=\"/opinion/194847/dow-v-ubc/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 58 (1st Cir. 1993)(quoting  Medina-Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir. 1990)).</p>\n    </div>\n    <p>II.</p>\n    <p>Factual Background and Prior Proceedings</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Parker-Hannifin is a supplier, inter alia, of aeronautics parts to the United States Government.  Prior to 1986, Parker-Hannifin contracted with American Tube Bending Co.  (\"ATB\") for tubing to be processed and delivered to Parker-Hannifin in accordance with government-issued specifications.  ATB, or some entity acting under its direction, designed and manufactured<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> a holding die which fit into a hydraulic press machine owned by ATB.  This die was used to bend and form the tubing in accordance with the government specifications.  In 1986, Tubodyne Company acquired this holding die,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> as well as ATB's press machine when ATB sold Tubodyne its assets and customer lists.  Parker-Hannifin subsequently became a customer of Tubodyne.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">By 1988, due to normal wear and tear, the holding die was not gripping the metal tubing effectively.  Tubodyne informed Parker-Hannifin of the problem and a representative of Parker-Hannifin observed the worn die.  Parker-Hannifin then allegedly approved an extension to the die which was supposed to result in a better grip of the material to be formed.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Parker-Hannifin did not have any part in the design or manufacture of the actual extension.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Viewed in the light most favorable to the plaintiff, the evidence shows that Parker-Hannifin approved Tubodyne's plan 1) to alter the die as Tubodyne saw fit;  and 2) to pass the cost on to Parker-Hannifin.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Tubodyne, or some entity under its direction, then designed and manufactured the extension.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On June 30, 1988, Jay Dooley, an experienced Tubodyne employee, was assigned to form aircraft exhaust duct tubing for Parker-Hannifin.  After attaching the die with the newly designed extension to the press machine, he became concerned that the extension and the machine created a potentially dangerous pinch point.  Although Dooley complained to Tubodyne management about the possible risk of injury, he nevertheless operated the machine and crushed his thumb between the extension and the press machine.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In June of 1991, Dooley commenced a diversity action against Parker-Hannifin, alleging negligence, breach of implied and express warranties and strict tort liability.  Parker-Hannifin subsequently filed a motion for summary judgment which the district court granted.  The district court found that Parker-Hannifin was not negligent because it did not owe a duty to Dooley, and was not liable under warranty or strict liability theories because Parker Hannifin was not the seller of the die or its extension.  Dooley now appeals from that final judgment.</p>\n    </div>\n    <p>III.</p>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Dooley argues on appeal that the district court applied the wrong standard in determining whether Parker-Hannifin owed him a duty of due care.  More specifically, Dooley claims that Parker-Hannifin was negligent by failing to ensure that the die and extension were safe for their intended use.  He asserts that this duty stems from the fact that:  (1) Parker-Hannifin allegedly owned the die and the extension;  (2) an agent of Parker-Hannifin allegedly observed the die malfunction before the extension was added;  and (3) an agent of Parker-Hannifin allegedly approved the addition of the extension.  Dooley further argues that the district court erred in finding that no issue of material fact exists on the issues of breach of warranty and strict liability.  We address each argument in turn.</p>\n    </div>\n    <p class=\"indent\">A. Negligence</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In order to make out a viable negligence claim under Rhode Island law,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> one must first establish, as a matter of law, that a duty exists.   See Banks v. Bowen's Landing Corp., <span class=\"citation\" data-id=\"1982782\"><a href=\"/opinion/1982782/banks-v-bowens-landing-corp/\"><span class=\"volume\">522</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1222</span></a></span>, 1224 (R.I. 1987)(citing  Barratt v. Burlingham, <span class=\"citation\" data-id=\"1937845\"><a href=\"/opinion/1937845/barratt-v-burlingham/\"><span class=\"volume\">492</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1219</span></a></span>, 1220 (R.I. 1985));  Welsh Mfg., Div. of Textron, Inc. v. Pinkerton's, Inc., <span class=\"citation\" data-id=\"2330882\"><a href=\"/opinion/2330882/welsh-mfg-div-of-textron-inc-v-pinkertons-inc/\"><span class=\"volume\">474</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">436</span></a></span>, 440 (R.I. 1984).  The Rhode Island Supreme Court has stated:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>In considering whether a duty exists, among the factors considered are (1) the foreseeability of harm to the plaintiff, (2) the degree of certainty that the plaintiff suffered an injury, (3) the closeness of connection between the defendant's conduct and the injury suffered, (4) the policy of preventing future harm, and (5) the extent of the burden to the defendant and the consequences to the community for imposing a duty to exercise care with resulting liability for breach.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"1982782\"><span class=\"antecedent_guess\">Banks,</span> <a href=\"/opinion/1982782/banks-v-bowens-landing-corp/\"><span class=\"volume\">522</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">1225</span></a></span>.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  In light of these factors and the record evidence, we agree with the district court that Parker-Hannifin, which did not design, manufacture, sell or control the die extension, owed no duty to Dooley.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As noted earlier, Parker-Hannifin's only connections to Dooley's injury<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> were its approval and alleged ownership of the die extension.  We find neither factor sufficient to support a duty for negligence purposes in this case.  Parker-Hannifin never possessed or controlled the extension that Tubodyne, Dooley's employer, designed to fit its own press machine.  It is not alleged that Parker-Hannifin ever saw the extension or knew how it would fit or operate in Tubodyne's machinery.  Accordingly, we do not find that the injury to Dooley was a foreseeable consequence of any action on the part of Parker-Hannifin.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Nor do we find a close connection between Parker-Hannifin's approval of the extension and Dooley's injury.  Several factors, such as Tubodyne's design of the extension, Dooley's prior knowledge of the potentially dangerous condition, and Tubodyne's insistence that Dooley operate the machine despite Dooley's perception of the inherent danger, intervened and served to distance an already remote relationship.   See <span class=\"citation\" data-id=\"1982782\"><span class=\"antecedent_guess\">Banks,</span> <a href=\"/opinion/1982782/banks-v-bowens-landing-corp/\"><span class=\"volume\">522</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">1225</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Finally, we do not believe that imposing a duty upon Parker-Hannifin, on this record, could possibly further a policy of preventing future harm.  On the contrary, as aptly noted by the district court, holding Parker-Hannifin responsible for protecting employees it did not employ from risks of injury associated with the use of machines it did not design, manufacture, sell or control would be \"unreasonable and would impose a substantial burden on Parker-Hannifin without any commensurate decrease in the risk of future injuries.\"   Dooley v. Parker-Hannifin Corp., <span class=\"citation\" data-id=\"1459472\"><a href=\"/opinion/1459472/dooley-v-parker-hannifin-corp/\"><span class=\"volume\">817</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">245</span></a></span>, 247 (D.R.I. 1993).  By their own admissions, before any injury occurred, both Dooley and Tubodyne were aware of the potentially dangerous condition created by the interaction between the extension Tubodyne designed and their machine which Dooley operated.  They were in a position to prevent this injury.  Parker-Hannifin was not.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Accordingly, we find no duty and affirm the district court's finding that Parker-Hannifin was not negligent.</p>\n    </div>\n    <p class=\"indent\">B. Breach of Warranty</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Although Rhode Island has a significant body of law regarding warranties, that law deals exclusively with warranties made by \"sellers.\"<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Here, Dooley concedes that Parker-Hannifin is not the seller of the die or its extension.  Nonetheless, he urges this court to expand Rhode Island law and find that Parker-Hannifin, though a non-seller, had extended a warranty to the plaintiff.  Leaving aside the merits of plaintiff's highly dubious proposition, we reiterate that \"a plaintiff who 'selects a federal forum in preference to an available state forum may not expect the federal court to steer state law into unprecedented configurations.' \"  Santiago, No. 92-2263, slip op. at 9 (quoting  Martel v. Stafford, <span class=\"citation\" data-id=\"606323\"><a href=\"/opinion/606323/scott-martel-v-george-f-stafford-administrator-etc/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1244</span></a></span>, 1247 (1st Cir. 1993)).  Here, the reading Dooley seeks would, to say the least, be a significant expansion of state law.  Accordingly, we affirm the district court's grant of summary judgment on this issue.</p>\n    </div>\n    <p class=\"indent\">C. Strict Liability</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellant's strict liability claim is equally meritless.  In Rhode Island, strict liability applies to \"[o]ne who sells any product in a defective condition.\"  Restatement (Second) Torts, &#167; 402A (1965)(emphasis supplied);   see also Ritter v. Narragansett Elec. Co., <span class=\"citation\" data-id=\"2317478\"><a href=\"/opinion/2317478/ritter-v-narragansett-electric-company/\"><span class=\"volume\">283</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">255</span> </a></span>(1971) (adopting Restatement (Second) Torts, &#167; 402A).  Here, as has been noted, Parker-Hannifin is not a seller of dies or extensions.  Thus, there is no basis under Rhode Island law for holding it liable in strict liability.</p>\n    </div>\n    <p>IV.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">For the reasons set forth above, we affirm the district court's grant of summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> References to Parker-Hannifin apply equally to all named appellees</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> There is no evidence regarding who manufactured or designed the original die.  It is conceded, however, that the work was performed either by ATB or at ATB's direction, and not by Parker-Hannifin</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Dooley contends that the die is owned by Parker-Hannifin.  Although there is ample evidence in the record to show that Tubodyne passes both its cost of producing the dies and ownership on to its customers, there is no evidence that ATB had the same practice.  Parker-Hannifin denies ownership and offers in evidence the fact that it never listed the die asan asset of the company.  We need not solve this controversy, however, since we do not find ownership to be a material fact in this dispute</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> There is no direct evidence of this approval.  The only evidence on record is Dooley's contention that the president of Tubodyne, Norman MacLeod, Jr., told Dooley that Parker-Hannifin's approval was necessary before he could add an extension, and the deposition testimony of Tubodyne's general manager, Jeanie Juckett, who stated that although she did not remember any specific conversation with Parker-Hannifin, she \"assumed that they gave their blessing since we did put the extensions [sic] on.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Dooley argues that Parker-Hannifin's approval of the idea of an extension, without more, amounts to its having \"played a significant role in the design and manufacture of the extension.\"  While we must recount the facts in the light most favorable to the nonmoving party, we are not compelled to credit conclusory allegations unsupported by the record.   See <span class=\"citation\" data-id=\"194847\"><span class=\"antecedent_guess\">Dow,</span> <a href=\"/opinion/194847/dow-v-ubc/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">58</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> However, once again, there is no direct evidence to show that Tubodyne ever charged Parker-Hannifin for the extension.  Although Juckett and MacLeod stated in their depositions that it is their usual practice to charge for such modifications, the plaintiff was not able to produce an invoice charging Parker-Hannifin for the extension</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Neither MacLeod nor Juckett could remember if the extension was manufactured in-house or outside, at Tubodyne's direction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The parties do not dispute that Rhode Island law applies in this diversity action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Dooley argues that the standard announced in Banks is \"inapposite to the present matter.\"  In so doing, he cites a line of cases delineating duties owed by manufacturers, designers, sellers, suppliers and lessors of goods.  Because Parker-Hannifin does not fit into any of these categories, we find these cases, rather than Banks, to be inapposite</p>\n        <p>Dooley also urges us to apply  Barron v. Honeywell, Inc., <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">390</span> </span>(E.D. Pa. 1975) and to reverse the district court on this basis.  Even if we were to find Barron, which applied Pennsylvania law, to be persuasive authority, it is clearly distinguishable from the instant matter.  In denying a motion for summary judgment, the court in Barron found that the defendant, the owner of a defective plastics machine, had leased the machine to a plastics manufacturer.  The court further noted that the defendant, who also bought plastic parts from the lessee, had required the manufacturer to use the malfunctioning machine to produce his parts even though the defendant had observed the machine malfunction on at least two separate occasions.   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 392. </span> The present situation, however, is very different.  There is no evidence that an agent of Parker-Hannifin ever saw the extension on or off the machine.  Dooley points to his own deposition for support of the proposition that an agent saw the die malfunction before the extension was added.  However, there is no allegation that the die was dangerous before the extension was added.  Thus, if the agent saw anything, it was only that the die did not properly grip the metal.  Dooley does not argue, nor could he on the record before us, that the malfunction that the agent allegedly saw was the proximate cause of his injury.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Neither party disputes the actuality of Dooley's injury</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See generally supra note 9</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Under Rhode Island law, there is a warranty of merchantability implied in contracts where the \"seller\" is a merchant with respect to goods of the type sold.  R.I. Gen. Laws &#167; 6A-2-314 (1992).  Express or implied warranties may arise when a \"seller\" makes representations about a product.  R.I. Gen. Laws &#167; 6A-2-313 (1992).  Finally a \"seller\" may be held liable for personal injuries which are the proximate result of a breach of warranty.  R.I. Gen. Laws &#167; 6A-2-715(2)(b)(1992)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/194847/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596483/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604127/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606323/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610898/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1459472/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1937845/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1982782/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2317478/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2330882/"
  ]
}