{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194911/",
  "id": 194911,
  "absolute_url": "/opinion/194911/united-states-v-colon-rivera/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194911/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:27:55Z",
  "date_modified": "2020-02-22T00:09:39.759300Z",
  "type": "010combined",
  "sha1": "889b189d619e9508e190f8971643a9642888ca34",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2205.01A",
  "local_path": null,
  "plain_text": "                   [NOT FOR PUBLICATION]\n               UNITED STATES COURT OF APPEALS\n                   FOR THE FIRST CIRCUIT\n                                        \n\nNo. 92-2205\n\n                       UNITED STATES,\n                         Appellee,\n\n                             v.\n\n                   LUIS A. COLON-RIVERA,\n                   Defendant, Appellant.\n\n                                   \n\nNo. 92-2206\n\n                       UNITED STATES,\n                         Appellee,\n\n                             v.\n\n                JOSE ALBERTO ACEVEDO-GUZMAN,\n                   Defendant, Appellant.\n                                        \n\n       APPEALS FROM THE UNITED STATES DISTRICT COURT\n              FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Hector M. Laffitte, U.S. District Judge]\n                                                    \n                                        \n\n                           Before\n\n                    Breyer, Chief Judge,\n                                       \n           Torruella and Boudin, Circuit Judges.\n                                               \n\n                                        \n\nGustavo Adolfo  Del Toro  on brief  for appellant  Luis A.  Colon-\n                       \nRivera.\nH.  Manuel Hernandez  on  brief  for appellant  Jose  A.  Acevedo-\n                   \nGuzman.\nCharles E.  Fitzwilliam, United States  Attorney, Jose A.  Quiles-\n                                                                 \nEspinosa, Senior  Litigation Counsel, and Edwin  O. Vazquez, Assistant\n                                                      \nUnited States Attorney, on brief for appellee.\n                                        \n\n                     September 9, 1993\n                                        \n\n          Per  Curiam.    Appellants Jose  Alberto  Acevedo-\n                     \n\nGuzman (\"Acevedo\") and  Luis A. Colon-Rivera  (\"Colon\") each\n\npled  guilty to one count of committing bank robbery, see 18\n                                                         \n\nU.S.C.    2113(a), 2113(d), and  one count of using firearms\n\nduring  the commission  of  such crime.    See 18  U.S.C.   \n                                              \n\n924(c)(1)(3).  Acevedo and Colon  challenge their respective\n\nsentences on  grounds  that the  sentencing judge  committed\n\nvarious  errors in  applying  the Sentencing  Guidelines  to\n\ntheir cases.  We affirm.\n\n                             I\n\n                         Background\n                                   \n\n          In  the presentence  report and  at the  change of\n\nplea  hearing,  the United  States  proffered  the following\n\nevidence of the appellants'  guilt.  On January 3,  1992, at\n\napproximately 9:30  a.m., Colon  and Acevedo arrived  at the\n\ndoors of the Banco Santander de Puerto Rico,  Laguna Gardens\n\nBranch.   Upon  encountering  a bank  security guard,  Colon\n\nstruck  the security guard on  the head with  a revolver and\n\ndragged him inside the  bank.  Colon and Acevedo,  armed and\n\nwearing masks, then entered  the bank, along with  two other\n\nperpetrators,  and  announced a  bank  robbery.   Colon  and\n\nAcevedo jumped  over the  tellers' counter and  proceeded to\n\ntake money from the bank tellers' drawers. During this time,\n\nAcevedo instructed Colon as to which money be taken in order\n\nto avoid  dye packs.  He  also struck one of  the tellers in\n\nthe  back with his weapon,  threatened to kill  all of them,\n\n                            -2-\n\nand  asked   the  tellers   where  the  bank   manager  was.\n\nThereafter, Acevedo  went to  the manager's office,  grabbed\n\nthe  manager by the hair,  and asked for  the combination to\n\nthe vault,  from where he took almost $30,000. \n\n          After leaving the bank,  the four men attempted to\n\nmake their  get-away in  a Mitsubishi Mirage,  which Acevedo\n\nhad helped to  steal two  days earlier.   Their attempt  was\n\nquickly  stymied when a  dye pack  exploded inside  the car,\n\nforcing them to abandon it.  They then carjacked a Chevrolet\n\nCavalier station  wagon from a passing  motorist, and headed\n\ntowards the San Jose lagoon.   At the lagoon, they boarded a\n\nsmall boat in an attempt to  escape.  Their escape route was\n\nblocked by  a police  helicopter, whose pilot  observed five\n\npeople  on the vessel.   Shots were fired  at the helicopter\n\nfrom the boat, and Colon, in particular, was observed firing\n\nan AR-15 rifle at the helicopter.  The boat then turned back\n\nto the lagoon.  Before surrendering himself,  Colon was seen\n\nshooting towards the police officers on the ground. \n\n          On  June  22-23, 1992,  the  appellants  each pled\n\nguilty  to  both counts  of  the  indictment.   Acevedo  was\n\nsentenced  to  a  term of  235  months  on  the first  (bank\n\nrobbery) count, and a  consecutive term of 60 months  on the\n\nsecond (firearms)  count.  In  arriving at this  amount, the\n\n                            -3-\n                             3\n\nsentencing  judge  determined  that  Acevedo  had  played  a\n\nleadership role in an  offense involving five  participants;\n\nhe  therefore increased  the  offense level  by  four.   See\n                                                            \n\nU.S.S.G.    3B1.1(a).   He also found  that Acevedo  had not\n\naccepted responsibility for his involvement  in the offense,\n\nand thus  denied  a  two-level  decrease.   See  U.S.S.G.   \n                                               \n\n3E1.1(a).    Colon was  sentenced to  a  term of  175 months\n\nimprisonment on the  first count,  and 60 months  as to  the\n\nsecond,  to  be  served   concurrently.    In  setting  this\n\nsentence,  the judge  awarded a  seven-level increase  after\n\nfinding that  a revolver was discharged  during the robbery,\n\nsee  U.S.S.G.    2B3.1(b)(2)(A),  and a  two level  increase\n   \n\nafter finding that Colon  had recklessly created grave risks\n\nto  others in the course  of fleeing from  a law enforcement\n\nofficer.  See U.S.S.G.   3C1.2.\n             \n\n                             II\n\n                          Acevedo\n                                 \n\n          Acevedo argues that the  sentencing judge erred by\n\nenhancing his offense level  for his alleged leadership role\n\nin the crime, and  by declining to reduce his  offense level\n\nfor his acceptance of responsibility.  We disagree.\n\n          A. Leadership Role\n                            \n\n                            -4-\n                             4\n\n          The sentencing  judge found  that  Acevedo was  an\n\n\"organizer or  leader\" of a criminal  activity that involved\n\nfive  or   more  participants,  and  imposed   a  four-level\n\nenhancement,   as   authorized  by   U.S.S.G.      3B1.1(a).\n\nAppellant attacks  this enhancement  on grounds that  (1) he\n\nhad  a  co-equal  role in  the  offense,  and  (2) there  is\n\ninsufficient evidence to establish that the offense involved\n\nfive or more participants.  \n\n          We find that the district court had ample evidence\n\nto support its conclusion.  See United States v. Wright, 873\n                                                       \n\nF.2d 437, 443 (1st  Cir. 1989) (district court's application\n\nof the  \"role in the  offense\" guidelines to  the particular\n\nfacts  of  each  case  should,  absent  mistake  of  law, be\n\nreviewed only  for clear  error).  Acevedo's  leadership was\n\ndemonstrated  by  his prominent  role  in orchestrating  the\n\nheist.    See U.S.S.G.     3B1.1,  Application  Note  3  (in\n             \n\ndetermining  whether   a  defendant  had  a   leadership  or\n\norganizational role  within the  meaning of  this provision,\n\nthe  court   considers  such  factors  as   \"the  nature  of\n\nparticipation  in the  commission of  the offense\").   After\n\njumping over the tellers' counter with Colon, it was Acevedo\n\nwho gave orders to Colon as to which money to  take in order\n\nto avoid the  dye pack.   Acevedo engaged  in other  conduct\n\n                            -5-\n                             5\n\ncritical to the enterprise that apparently  no one else did,\n\nsuch  as procuring the get-away car, threatening to kill the\n\ntellers, asking them  for the bank manager,  asking the bank\n\nmanager for the vault combination, and taking the money  out\n\nof the safe.   See United States  v. Fuller, 897 F.2d  1217,\n                                           \n\n1220  (1st  Cir.  1990)  (   3B1.1  enhancement  applies  if\n\ndefendant  \"exercised some  degree  of control  over  others\n\ninvolved  in the commission of  the offense or  he must have\n\nbeen responsible  for organizing  others for the  purpose of\n\ncarrying out the crime\").   \n\n          We also reject Acevedo's contention that there was\n\ninsufficient evidence for  the sentencing judge to  conclude\n\nthat there were  five or more  participants involved in  the\n\noffense.  According to the  record, the helicopter pilot who\n\nintercepted the fleeing boat  asserted that he observed five\n\nindividuals  aboard   it.     Such  evidence  was   properly\n\nconsidered  by the sentencing  judge.  See  U.S.S.G.   6A1.3\n                                          \n\n(sentencing  court may  consider  all pertinent  information\n\nwhich has \"sufficient indicia  of reliability to support its\n\nprobable accuracy\").  Furthermore, the judge's determination\n\nas to its reliability is entitled to considerable deference.\n\nSee  United States v. Bradley,  917 F.2d 601,  605 (1st Cir.\n                             \n\n1990).  \n\n                            -6-\n                             6\n\n                            -7-\n                             7\n\n          B.  Acceptance of Responsibility\n                                          \n\n          We  also  find that  the  district  court did  not\n\nclearly  err  in  finding  that  Acevedo  had  not  accepted\n\nresponsibility for his criminal  conduct, and in refusing to\n\nreduce  his  offense level  by two.    See United  States v.\n                                                         \n\nReyes, 927 F.2d 48, 50 (1st Cir. 1991) (denial of a downward\n     \n\nadjustment  for  acceptance of  responsibility  reviewed for\n\nclear error).   The  Sentencing  Guidelines authorize  trial\n\ncourts to  grant a two-level reduction to a defendant's base\n\noffense level only \"[i]f  the defendant clearly demonstrates\n\na   recognition  and  affirmative   acceptance  of  personal\n\nresponsibility for his  criminal conduct.\"    See U.S.S.G.  \n                                                 \n\n3E1.1(a).  Although  Acevedo did enter  a guilty plea,  this\n\nact alone does  not entitle him to an adjustment as a matter\n\nof  right.  See U.S.S.G.    3E1.1(c).   Rather, a sentencing\n               \n\ncourt  considers  a  variety   of  factors  in  making  this\n\ndetermination.   See  Reyes, 927  F.2d at  51.   A defendant\n                           \n\npresents   significant  evidence   of   his  acceptance   of\n\nresponsibility by -- in addition to entering a guilty plea -\n\n-   truthfully  admitting,  or   not  falsely  denying,  his\n\ninvolvement  in  the  offense  and  related  conduct.    See\n                                                            \n\nU.S.S.G.    3E1.1,  Application Note 3.   At  his sentencing\n\nhearing, however,  Acevedo denied having played a leadership\n\n                            -8-\n                             8\n\nrole  in the  offense,  giving instructions  to his  cohorts\n\ninside the  bank, threatening the bank  teller, and grabbing\n\nthe manager  by the  hair.   See Reyes, 927  F.2d at  51 (no\n                                      \n\nclear   error   to   deny  reduction   for   acceptance   of\n\nresponsibility  for a  defendant who,  after being  found to\n\nhave had a leadership role in offense, attempted to minimize\n\nsuch role); United States  v. Shipley, 963 F.2d 56,  59 (5th\n                                     \n\nCir.)  (same),   cert.  denied,  113  S.   Ct.  348  (1992).\n                               \n\nMoreover, the record here, as in Reyes, \"is most notable for\n                                      \n\nthe fact that a genuine feeling  of remorse is conspicuously\n\nlacking.\"  Reyes, 927 F.2d at 51.  When asked why he pleaded\n                \n\nguilty, for example, Acevedo answered \"because I had nothing\n\nin  my favor so to speak,\" and  when asked how he felt about\n\nparticipating in the  robbery, he said that  \"I am repentant\n\nbecause I'm not able to see my family.\" \n\n                             II\n\n                           Colon\n                                \n\n          Colon contends that the  sentencing judge erred by\n\nraising  his  offense level  to reflect  the discharge  of a\n\nfirearm  and  his  reckless  endangerment  of  others.    We\n\ndisagree.      A.  Firing Weapon\n                                \n\n          The  district court enhanced Colon's offense level\n\nby  seven levels,  pursuant  to U.S.S.G.    2B3.1(b),  which\n\n                            -9-\n                             9\n\ndiscusses \"Specific Offense Characteristics,\" and authorizes\n\nan  increase   of  such   magnitude  \"[i]f  a   firearm  was\n\ndischarged.\" U.S.S.G.   2B3.1(b)(2).\n\n          Colon  challenges this  enhancement on  the ground\n\nthat \"[t]here is  no evidence whatsoever that  a firearm was\n\ndischarged during the robbery.\"   But the presentence report\n\nspecifically states  that Colon \"was  observed shooting  the\n\nhelicopter with  an  AR-15 rifle,\"  and that  \"he also  shot\n\ntoward the police officers  before surrendering.\"  Colon may\n\nmean to argue that   2B3.1(b)(2)(A) authorizes a seven-level\n\nincrease  only if a firearm was discharged during the actual\n\nrobbery,  i.e., while he and  his cohorts were  in the bank;\n              \n\nsince  he fired his weapon  after they had  already left the\n\nbank, such an  increase is  not warranted.   See U.S.S.G.   \n                                                \n\n2B3.1,  Background (\"Possession  or use  of a  weapon .  . .\n\nsometimes occur[s] during a robbery.  The guideline provides\n                                   \n\nfor  a  range of  enhancements  where  th[is] factor[]  [is]\n\npresent.\") (emphasis added).\n\n          If  this  is Colon's  intended  argument,  then it\n\nfails.   The  Sentencing Guidelines  expressly state  that a\n\ndefendant's conduct in  escaping detection or responsibility\n\nfor an  offense is to be considered  in determining specific\n\noffense characteristics,  and  hence the  Guideline  offense\n\n                            -10-\n                             10\n\nlevel.    See U.S.S.G.     1B1.3(a)(1) (\"[U]nless  otherwise\n             \n\nspecified,  . .  . specific  offence  characteristics .  . .\n\nshall  be determined  on the  basis of  . .  . all  acts and\n\nomissions committed or aided and abetted by the defendant  .\n\n. . that occurred . . . in the course of attempting to avoid\n\ndetection  or responsibility  for  that offense  . .  . .\").\n\nIndeed, two sister circuits  have specifically stated that a\n\nbank robber's conduct,  and the consequences  thereof, while\n\nfleeing the  bank are considered for  sentencing purposes as\n\npart of the  offense.   See United States  v. Muhammad,  948\n                                                      \n\nF.2d 1449, 1456  (6th Cir. 1991) (police officer  injured by\n\nbank robber after he had fled the bank was a \"victim\" of the\n\nrobbery   within  the  meaning  of  U.S.S.G.    2B3.1(b)(3),\n\nthereby  warranting an  increase  in offense  level),  cert.\n                                                            \n\ndenied,  112 S. Ct. 1239 (1992); United States v. Bates, 896\n                                                       \n\nF.2d 912, 914-15 (5th Cir.) (rejecting as meritless argument\n\nthat defendant's  conduct during flight from  bank he robbed\n\nwas not part of  offense while allowing upward departure  on\n\nground   that   post-robbery   conduct    was   particularly\n\negregious), cert. denied, 496 U.S. 929, 942 (1990).\n                        \n\n          B.  Reckless Endangerment during Flight\n                                                 \n\n          Colon  also  challenges  the   sentencing  judge's\n\ndecision  to   increase  his   offense  level  by   two  for\n\n                            -11-\n                             11\n\n\"recklessly  creat[ing]  a  substantial  risk  of  death  or\n\nserious bodily  injury to  another person in  the course  of\n\nfleeing from a law enforcement  officer.\"  U.S.S.G.   3C1.2.\n\nAlthough Colon  does not  state  the precise  ground of  his\n\nchallenge, he  may have intended  to contend that  the judge\n\nenhanced  his sentence  twice  for firing  a  weapon at  the\n\npolice, the first time  being the seven-level increase under\n\n   2B3.1(b)(2)(A).    A  double  enhancement  for  the  same\n\nconduct, however, would disregard the commentary to U.S.S.G.\n\n  3C1.2, which  states that  judges should  \"not apply  this\n\nenhancement where the offense guideline in Chapter Two . . .\n\nresults  in an  equivalent  or greater  increase in  offense\n\nlevel solely on the basis of the same conduct.\"   U.S.S.G.  \n\n3C1.2, Application Note 1.  \n\n          If  this  is  Colon's  argument,  then  it  fails.\n\nContinuously firing a rifle, and carrying on a gunfight with\n\nthe police  in  public, outside  the bank,  carries with  it\n\nsignificantly greater risks to others than a simple shooting\n\nepisode.  Moreover, during  his flight from the  bank, Colon\n\nrecklessly created grave risks  to other individuals in ways\n\nother than simply firing  at the police: he and  his cohorts\n\nalso crashed  their get-away  car into another  vehicle, and\n\ncarjacked another vehicle by  holding its owner at gunpoint.\n\n                            -12-\n                             12\n\nThese  are more  than sufficient  to warrant  an enhancement\n\nunder   3C1.2, without double counting.\n\n          For the  foregoing reasons, the  sentences imposed\n\nare\n\n          Affirmed.\n                  \n\n                            -13-\n                             13\n",
  "html": "<p class=\"case_cite\">7 F.3d 219</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Luis A. COLON-RIVERA, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Jose Alberto ACEVEDO-GUZMAN, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 92-2205, 92-2206.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Sept. 9, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">Gustavo Adolfo Del Toro on brief for appellant Luis A. Colon-Rivera.</p>\n      <p class=\"indent\">H. Manuel Hernandez on brief for appellant Jose A. Acevedo-Guzman.</p>\n      <p class=\"indent\">Charles E. Fitzwilliam, United States Attorney, Jose A. Quiles-Espinosa, Senior Litigation Counsel, and Edwin O. Vazquez, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Torruella and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants Jose Alberto Acevedo-Guzman (\"Acevedo\") and Luis A. Colon-Rivera (\"Colon\") each pled guilty to one count of committing bank robbery, see 18 U.S.C. &#167;&#167; 2113(a), 2113(d), and one count of using firearms during the commission of such crime.  See 18 U.S.C. &#167; 924(c)(1)(3).  Acevedo and Colon challenge their respective sentences on grounds that the sentencing judge committed various errors in applying the Sentencing Guidelines to their cases.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* Background</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the presentence report and at the change of plea hearing, the United States proffered the following evidence of the appellants' guilt.  On January 3, 1992, at approximately 9:30 a.m., Colon and Acevedo arrived at the doors of the Banco Santander de Puerto Rico, Laguna Gardens Branch.  Upon encountering a bank security guard, Colon struck the security guard on the head with a revolver and dragged him inside the bank.  Colon and Acevedo, armed and wearing masks, then entered the bank, along with two other perpetrators, and announced a bank robbery.  Colon and Acevedo jumped over the tellers' counter and proceeded to take money from the bank tellers' drawers.  During this time, Acevedo instructed Colon as to which money be taken in order to avoid dye packs.  He also struck one of the tellers in the back with his weapon, threatened to kill all of them, and asked the tellers where the bank manager was.  Thereafter, Acevedo went to the manager's office, grabbed the manager by the hair, and asked for the combination to the vault, from where he took almost $30,000.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After leaving the bank, the four men attempted to make their get-away in a Mitsubishi Mirage, which Acevedo had helped to steal two days earlier.  Their attempt was quickly stymied when a dye pack exploded inside the car, forcing them to abandon it.  They then carjacked a Chevrolet Cavalier station wagon from a passing motorist, and headed towards the San Jose lagoon.  At the lagoon, they boarded a small boat in an attempt to escape.  Their escape route was blocked by a police helicopter, whose pilot observed five people on the vessel.  Shots were fired at the helicopter from the boat, and Colon, in particular, was observed firing an AR-15 rifle at the helicopter.  The boat then turned back to the lagoon.  Before surrendering himself, Colon was seen shooting towards the police officers on the ground.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On June 22-23, 1992, the appellants each pled guilty to both counts of the indictment.  Acevedo was sentenced to a term of 235 months on the first (bank robbery) count, and a consecutive term of 60 months on the second (firearms) count.  In arriving at this amount, the sentencing judge determined that Acevedo had played a leadership role in an offense involving five participants;  he therefore increased the offense level by four.  See U.S.S.G. &#167; 3B1.1(a).  He also found that Acevedo had not accepted responsibility for his involvement in the offense, and thus denied a two-level decrease.  See U.S.S.G. &#167; 3E1.1(a).  Colon was sentenced to a term of 175 months imprisonment on the first count, and 60 months as to the second, to be served concurrently.  In setting this sentence, the judge awarded a seven-level increase after finding that a revolver was discharged during the robbery, see U.S.S.G. &#167; 2B3.1(b)(2)(A), and a two level increase after finding that Colon had recklessly created grave risks to others in the course of fleeing from a law enforcement officer.  See U.S.S.G. &#167; 3C1.2.</p>\n    </div>\n    <p>II</p>\n    <p>Acevedo</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Acevedo argues that the sentencing judge erred by enhancing his offense level for his alleged leadership role in the crime, and by declining to reduce his offense level for his acceptance of responsibility.  We disagree.</p>\n    </div>\n    <p>A. Leadership Role</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The sentencing judge found that Acevedo was an \"organizer or leader\" of a criminal activity that involved five or more participants, and imposed a four-level enhancement, as authorized by U.S.S.G. &#167; 3B1.1(a).  Appellant attacks this enhancement on grounds that (1) he had a co-equal role in the offense, and (2) there is insufficient evidence to establish that the offense involved five or more participants.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We find that the district court had ample evidence to support its conclusion.  See United States v.  Wright, 873 F.2d 437, 443 (1st Cir. 1989) (district court's application of the \"role in the offense\" guidelines to the particular facts of each case should, absent mistake of law, be reviewed only for clear error).  Acevedo's leadership was demonstrated by his prominent role in orchestrating the heist.  See U.S.S.G. &#167; 3B1.1, Application Note 3 (in determining whether a defendant had a leadership or organizational role within the meaning of this provision, the court considers such factors as \"the nature of participation in the commission of the offense\").  After jumping over the tellers' counter with Colon, it was Acevedo who gave orders to Colon as to which money to take in order to avoid the dye pack.  Acevedo engaged in other conduct critical to the enterprise that apparently no one else did, such as procuring the get-away car, threatening to kill the tellers, asking them for the bank manager, asking the bank manager for the vault combination, and taking the money out of the safe.  See United States v.  Fuller, 897 F.2d 1217, 1220 (1st Cir. 1990) (&#167; 3B1.1 enhancement applies if defendant \"exercised some degree of control over others involved in the commission of the offense or he must have been responsible for organizing others for the purpose of carrying out the crime\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We also reject Acevedo's contention that there was insufficient evidence for the sentencing judge to conclude that there were five or more participants involved in the offense.  According to the record, the helicopter pilot who intercepted the fleeing boat asserted that he observed five individuals aboard it.  Such evidence was properly considered by the sentencing judge.  See U.S.S.G. &#167; 6A1.3 (sentencing court may consider all pertinent information which has \"sufficient indicia of reliability to support its probable accuracy\").  Furthermore, the judge's determination as to its reliability is entitled to considerable deference.  See United States v.  Bradley, 917 F.2d 601, 605 (1st Cir. 1990).</p>\n    </div>\n    <p>B. Acceptance of Responsibility</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We also find that the district court did not clearly err in finding that Acevedo had not accepted responsibility for his criminal conduct, and in refusing to reduce his offense level by two.  See United States v.  Reyes, 927 F.2d 48, 50 (1st Cir. 1991) (denial of a downward adjustment for acceptance of responsibility reviewed for clear error).  The Sentencing Guidelines authorize trial courts to grant a two-level reduction to a defendant's base offense level only \"[i]f the defendant clearly demonstrates a recognition and affirmative acceptance of personal responsibility for his criminal conduct.\"  See U.S.S.G. &#167; 3E1.1(a).  Although Acevedo did enter a guilty plea, this act alone does not entitle him to an adjustment as a matter of right.  See U.S.S.G. &#167; 3E1.1(c).  Rather, a sentencing court considers a variety of factors in making this determination.   See Reyes, 927 F.2d at 51.  A defendant presents significant evidence of his acceptance of responsibility by-in addition to entering a guilty plea-truthfully admitting, or not falsely denying, his involvement in the offense and related conduct.  See U.S.S.G. &#167; 3E1.1, Application Note 3. At his sentencing hearing, however, Acevedo denied having played a leadership role in the offense, giving instructions to his cohorts inside the bank, threatening the bank teller, and grabbing the manager by the hair.   See Reyes, 927 F.2d at 51 (no clear error to deny reduction for acceptance of responsibility for a defendant who, after being found to have had a leadership role in offense, attempted to minimize such role);  United States v.  Shipley, 963 F.2d 56, 59 (5th Cir.)  (same), cert. denied, 113 S. Ct. 348 (1992).  Moreover, the record here, as in Reyes, \"is most notable for the fact that a genuine feeling of remorse is conspicuously lacking.\"   Reyes, 927 F.2d at 51.  When asked why he pleaded guilty, for example, Acevedo answered \"because I had nothing in my favor so to speak,\" and when asked how he felt about participating in the robbery, he said that \"I am repentant because I'm not able to see my family.\"</p>\n    </div>\n    <p>II</p>\n    <p>Colon</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Colon contends that the sentencing judge erred by raising his offense level to reflect the discharge of a firearm and his reckless endangerment of others.  We disagree.</p>\n    </div>\n    <p>A. Firing Weapon</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court enhanced Colon's offense level by seven levels, pursuant to U.S.S.G. &#167; 2B3.1(b), which discusses \"Specific Offense Characteristics,\" and authorizes an increase of such magnitude \"[i]f a firearm was discharged.\"  U.S.S.G. &#167; 2B3.1(b)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Colon challenges this enhancement on the ground that \"[t]here is no evidence whatsoever that a firearm was discharged during the robbery.\"  But the presentence report specifically states that Colon \"was observed shooting the helicopter with an AR-15 rifle,\" and that \"he also shot toward the police officers before surrendering.\"  Colon may mean to argue that &#167; 2B3.1(b)(2)(A) authorizes a seven-level increase only if a firearm was discharged during the actual robbery, i.e., while he and his cohorts were in the bank;  since he fired his weapon after they had already left the bank, such an increase is not warranted.  See U.S.S.G. &#167; 2B3.1, Background (\"Possession or use of a weapon ... sometimes occur[s] during a robbery.  The guideline provides for a range of enhancements where th[is] factor[ ][is] present.\")  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">If this is Colon's intended argument, then it fails.  The Sentencing Guidelines expressly state that a defendant's conduct in escaping detection or responsibility for an offense is to be considered in determining specific offense characteristics, and hence the Guideline offense level.  See U.S.S.G. &#167; 1B1.3(a)(1) (\"[U]nless otherwise specified, ... specific offence characteristics ... shall be determined on the basis of ... all acts and omissions committed or aided and abetted by the defendant ... that occurred ... in the course of attempting to avoid detection or responsibility for that offense....\"). Indeed, two sister circuits have specifically stated that a bank robber's conduct, and the consequences thereof, while fleeing the bank are considered for sentencing purposes as part of the offense.  See United States v.  Muhammad, 948 F.2d 1449, 1456 (6th Cir. 1991) (police officer injured by bank robber after he had fled the bank was a \"victim\" of the robbery within the meaning of U.S.S.G. &#167; 2B3.1(b)(3), thereby warranting an increase in offense level), cert. denied, 112 S. Ct. 1239 (1992);  United States v.  Bates, 896 F.2d 912, 914-15 (5th Cir.)  (rejecting as meritless argument that defendant's conduct during flight from bank he robbed was not part of offense while allowing upward departure on ground that post-robbery conduct was particularly egregious), cert. denied, 496 U.S. 929, 942 (1990).</p>\n    </div>\n    <p>B. Reckless Endangerment during Flight</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Colon also challenges the sentencing judge's decision to increase his offense level by two for \"recklessly creat[ing] a substantial risk of death or serious bodily injury to another person in the course of fleeing from a law enforcement officer.\"  U.S.S.G. &#167; 3C1.2.  Although Colon does not state the precise ground of his challenge, he may have intended to contend that the judge enhanced his sentence twice for firing a weapon at the police, the first time being the seven-level increase under &#167; 2B3.1(b)(2)(A).  A double enhancement for the same conduct, however, would disregard the commentary to U.S.S.G. &#167; 3C1.2, which states that judges should \"not apply this enhancement where the offense guideline in Chapter Two ... results in an equivalent or greater increase in offense level solely on the basis of the same conduct.\"  U.S.S.G. &#167; 3C1.2, Application Note 1.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">If this is Colon's argument, then it fails.  Continuously firing a rifle, and carrying on a gunfight with the police in public, outside the bank, carries with it significantly greater risks to others than a simple shooting episode.  Moreover, during his flight from the bank, Colon recklessly created grave risks to other individuals in ways other than simply firing at the police:  he and his cohorts also crashed their get-away car into another vehicle, and carjacked another vehicle by holding its owner at gunpoint.  These are more than sufficient to warrant an enhancement under &#167; 3C1.2, without double counting.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">For the foregoing reasons, the sentences imposed are</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">219</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Luis A. COLON-RIVERA, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Jose Alberto ACEVEDO-GUZMAN, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 92-2205, 92-2206.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Sept. 9, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">Gustavo Adolfo Del Toro on brief for appellant Luis A. Colon-Rivera.</p>\n      <p class=\"indent\">H. Manuel Hernandez on brief for appellant Jose A. Acevedo-Guzman.</p>\n      <p class=\"indent\">Charles E. Fitzwilliam, United States Attorney, Jose A. Quiles-Espinosa, Senior Litigation Counsel, and Edwin O. Vazquez, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Torruella and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants Jose Alberto Acevedo-Guzman (\"Acevedo\") and Luis A. Colon-Rivera (\"Colon\") each pled guilty to one count of committing bank robbery, see 18 U.S.C. &#167;&#167; 2113(a), 2113(d), and one count of using firearms during the commission of such crime.  See 18 U.S.C. &#167; 924(c)(1)(3).  Acevedo and Colon challenge their respective sentences on grounds that the sentencing judge committed various errors in applying the Sentencing Guidelines to their cases.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* Background</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the presentence report and at the change of plea hearing, the United States proffered the following evidence of the appellants' guilt.  On January 3, 1992, at approximately 9:30 a.m., Colon and Acevedo arrived at the doors of the Banco Santander de Puerto Rico, Laguna Gardens Branch.  Upon encountering a bank security guard, Colon struck the security guard on the head with a revolver and dragged him inside the bank.  Colon and Acevedo, armed and wearing masks, then entered the bank, along with two other perpetrators, and announced a bank robbery.  Colon and Acevedo jumped over the tellers' counter and proceeded to take money from the bank tellers' drawers.  During this time, Acevedo instructed Colon as to which money be taken in order to avoid dye packs.  He also struck one of the tellers in the back with his weapon, threatened to kill all of them, and asked the tellers where the bank manager was.  Thereafter, Acevedo went to the manager's office, grabbed the manager by the hair, and asked for the combination to the vault, from where he took almost $30,000.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After leaving the bank, the four men attempted to make their get-away in a Mitsubishi Mirage, which Acevedo had helped to steal two days earlier.  Their attempt was quickly stymied when a dye pack exploded inside the car, forcing them to abandon it.  They then carjacked a Chevrolet Cavalier station wagon from a passing motorist, and headed towards the San Jose lagoon.  At the lagoon, they boarded a small boat in an attempt to escape.  Their escape route was blocked by a police helicopter, whose pilot observed five people on the vessel.  Shots were fired at the helicopter from the boat, and Colon, in particular, was observed firing an AR-15 rifle at the helicopter.  The boat then turned back to the lagoon.  Before surrendering himself, Colon was seen shooting towards the police officers on the ground.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On June 22-23, 1992, the appellants each pled guilty to both counts of the indictment.  Acevedo was sentenced to a term of 235 months on the first (bank robbery) count, and a consecutive term of 60 months on the second (firearms) count.  In arriving at this amount, the sentencing judge determined that Acevedo had played a leadership role in an offense involving five participants;  he therefore increased the offense level by four.  See U.S.S.G. &#167; 3B1.1(a).  He also found that Acevedo had not accepted responsibility for his involvement in the offense, and thus denied a two-level decrease.  See U.S.S.G. &#167; 3E1.1(a).  Colon was sentenced to a term of 175 months imprisonment on the first count, and 60 months as to the second, to be served concurrently.  In setting this sentence, the judge awarded a seven-level increase after finding that a revolver was discharged during the robbery, see U.S.S.G. &#167; 2B3.1(b)(2)(A), and a two level increase after finding that Colon had recklessly created grave risks to others in the course of fleeing from a law enforcement officer.  See U.S.S.G. &#167; 3C1.2.</p>\n    </div>\n    <p>II</p>\n    <p>Acevedo</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Acevedo argues that the sentencing judge erred by enhancing his offense level for his alleged leadership role in the crime, and by declining to reduce his offense level for his acceptance of responsibility.  We disagree.</p>\n    </div>\n    <p>A. Leadership Role</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The sentencing judge found that Acevedo was an \"organizer or leader\" of a criminal activity that involved five or more participants, and imposed a four-level enhancement, as authorized by U.S.S.G. &#167; 3B1.1(a).  Appellant attacks this enhancement on grounds that (1) he had a co-equal role in the offense, and (2) there is insufficient evidence to establish that the offense involved five or more participants.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We find that the district court had ample evidence to support its conclusion.  See United States v.  Wright, <span class=\"citation\" data-id=\"522147\"><a href=\"/opinion/522147/united-states-v-bertie-alexander-wright/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">437</span></a></span>, 443 (1st Cir. 1989) (district court's application of the \"role in the offense\" guidelines to the particular facts of each case should, absent mistake of law, be reviewed only for clear error).  Acevedo's leadership was demonstrated by his prominent role in orchestrating the heist.  See U.S.S.G. &#167; 3B1.1, Application Note 3 (in determining whether a defendant had a leadership or organizational role within the meaning of this provision, the court considers such factors as \"the nature of participation in the commission of the offense\").  After jumping over the tellers' counter with Colon, it was Acevedo who gave orders to Colon as to which money to take in order to avoid the dye pack.  Acevedo engaged in other conduct critical to the enterprise that apparently no one else did, such as procuring the get-away car, threatening to kill the tellers, asking them for the bank manager, asking the bank manager for the vault combination, and taking the money out of the safe.  See United States v.  Fuller, <span class=\"citation\" data-id=\"537727\"><a href=\"/opinion/537727/united-states-v-leonard-r-fuller/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1217</span></a></span>, 1220 (1st Cir. 1990) (&#167; 3B1.1 enhancement applies if defendant \"exercised some degree of control over others involved in the commission of the offense or he must have been responsible for organizing others for the purpose of carrying out the crime\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We also reject Acevedo's contention that there was insufficient evidence for the sentencing judge to conclude that there were five or more participants involved in the offense.  According to the record, the helicopter pilot who intercepted the fleeing boat asserted that he observed five individuals aboard it.  Such evidence was properly considered by the sentencing judge.  See U.S.S.G. &#167; 6A1.3 (sentencing court may consider all pertinent information which has \"sufficient indicia of reliability to support its probable accuracy\").  Furthermore, the judge's determination as to its reliability is entitled to considerable deference.  See United States v.  Bradley, <span class=\"citation\" data-id=\"550637\"><a href=\"/opinion/550637/united-states-v-robert-e-bradley/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">601</span></a></span>, 605 (1st Cir. 1990).</p>\n    </div>\n    <p>B. Acceptance of Responsibility</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We also find that the district court did not clearly err in finding that Acevedo had not accepted responsibility for his criminal conduct, and in refusing to reduce his offense level by two.  See United States v.  Reyes, <span class=\"citation\" data-id=\"556643\"><a href=\"/opinion/556643/united-states-v-jose-enrique-reyes/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span>, 50 (1st Cir. 1991) (denial of a downward adjustment for acceptance of responsibility reviewed for clear error).  The Sentencing Guidelines authorize trial courts to grant a two-level reduction to a defendant's base offense level only \"[i]f the defendant clearly demonstrates a recognition and affirmative acceptance of personal responsibility for his criminal conduct.\"  See U.S.S.G. &#167; 3E1.1(a).  Although Acevedo did enter a guilty plea, this act alone does not entitle him to an adjustment as a matter of right.  See U.S.S.G. &#167; 3E1.1(c).  Rather, a sentencing court considers a variety of factors in making this determination.   See <span class=\"citation\" data-id=\"556643\"><span class=\"antecedent_guess\">Reyes,</span> <a href=\"/opinion/556643/united-states-v-jose-enrique-reyes/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">51</span></a></span>.  A defendant presents significant evidence of his acceptance of responsibility by-in addition to entering a guilty plea-truthfully admitting, or not falsely denying, his involvement in the offense and related conduct.  See U.S.S.G. &#167; 3E1.1, Application Note 3. At his sentencing hearing, however, Acevedo denied having played a leadership role in the offense, giving instructions to his cohorts inside the bank, threatening the bank teller, and grabbing the manager by the hair.   See <span class=\"citation\" data-id=\"556643\"><span class=\"antecedent_guess\">Reyes,</span> <a href=\"/opinion/556643/united-states-v-jose-enrique-reyes/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">51</span> </a></span>(no clear error to deny reduction for acceptance of responsibility for a defendant who, after being found to have had a leadership role in offense, attempted to minimize such role);  United States v.  Shipley, <span class=\"citation\" data-id=\"582765\"><a href=\"/opinion/582765/united-states-v-benjamin-j-shipley-jr/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">56</span></a></span>, 59 (5th Cir.)  (same), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">348</span> </span>(1992).  Moreover, the record here, as in Reyes, \"is most notable for the fact that a genuine feeling of remorse is conspicuously lacking.\"   <span class=\"citation\" data-id=\"556643\"><span class=\"antecedent_guess\">Reyes,</span> <a href=\"/opinion/556643/united-states-v-jose-enrique-reyes/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">51</span></a></span>.  When asked why he pleaded guilty, for example, Acevedo answered \"because I had nothing in my favor so to speak,\" and when asked how he felt about participating in the robbery, he said that \"I am repentant because I'm not able to see my family.\"</p>\n    </div>\n    <p>II</p>\n    <p>Colon</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Colon contends that the sentencing judge erred by raising his offense level to reflect the discharge of a firearm and his reckless endangerment of others.  We disagree.</p>\n    </div>\n    <p>A. Firing Weapon</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court enhanced Colon's offense level by seven levels, pursuant to U.S.S.G. &#167; 2B3.1(b), which discusses \"Specific Offense Characteristics,\" and authorizes an increase of such magnitude \"[i]f a firearm was discharged.\"  U.S.S.G. &#167; 2B3.1(b)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Colon challenges this enhancement on the ground that \"[t]here is no evidence whatsoever that a firearm was discharged during the robbery.\"  But the presentence report specifically states that Colon \"was observed shooting the helicopter with an AR-15 rifle,\" and that \"he also shot toward the police officers before surrendering.\"  Colon may mean to argue that &#167; 2B3.1(b)(2)(A) authorizes a seven-level increase only if a firearm was discharged during the actual robbery, i.e., while he and his cohorts were in the bank;  since he fired his weapon after they had already left the bank, such an increase is not warranted.  See U.S.S.G. &#167; 2B3.1, Background (\"Possession or use of a weapon ... sometimes occur[s] during a robbery.  The guideline provides for a range of enhancements where th[is] factor[ ][is] present.\")  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">If this is Colon's intended argument, then it fails.  The Sentencing Guidelines expressly state that a defendant's conduct in escaping detection or responsibility for an offense is to be considered in determining specific offense characteristics, and hence the Guideline offense level.  See U.S.S.G. &#167; 1B1.3(a)(1) (\"[U]nless otherwise specified, ... specific offence characteristics ... shall be determined on the basis of ... all acts and omissions committed or aided and abetted by the defendant ... that occurred ... in the course of attempting to avoid detection or responsibility for that offense....\"). Indeed, two sister circuits have specifically stated that a bank robber's conduct, and the consequences thereof, while fleeing the bank are considered for sentencing purposes as part of the offense.  See United States v.  Muhammad, <span class=\"citation\" data-id=\"572150\"><a href=\"/opinion/572150/united-states-v-abdul-aziz-rashid-muhammad/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1449</span></a></span>, 1456 (6th Cir. 1991) (police officer injured by bank robber after he had fled the bank was a \"victim\" of the robbery within the meaning of U.S.S.G. &#167; 2B3.1(b)(3), thereby warranting an increase in offense level), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span> </span>(1992);  United States v.  Bates, <span class=\"citation\" data-id=\"537013\"><a href=\"/opinion/537013/united-states-v-david-alan-bates-and-rick-lee-archer/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">912</span></a></span>, 914-15 (5th Cir.)  (rejecting as meritless argument that defendant's conduct during flight from bank he robbed was not part of offense while allowing upward departure on ground that post-robbery conduct was particularly egregious), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">929</span></span>, 942 (1990).</p>\n    </div>\n    <p>B. Reckless Endangerment during Flight</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Colon also challenges the sentencing judge's decision to increase his offense level by two for \"recklessly creat[ing] a substantial risk of death or serious bodily injury to another person in the course of fleeing from a law enforcement officer.\"  U.S.S.G. &#167; 3C1.2.  Although Colon does not state the precise ground of his challenge, he may have intended to contend that the judge enhanced his sentence twice for firing a weapon at the police, the first time being the seven-level increase under &#167; 2B3.1(b)(2)(A).  A double enhancement for the same conduct, however, would disregard the commentary to U.S.S.G. &#167; 3C1.2, which states that judges should \"not apply this enhancement where the offense guideline in Chapter Two ... results in an equivalent or greater increase in offense level solely on the basis of the same conduct.\"  U.S.S.G. &#167; 3C1.2, Application Note 1.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">If this is Colon's argument, then it fails.  Continuously firing a rifle, and carrying on a gunfight with the police in public, outside the bank, carries with it significantly greater risks to others than a simple shooting episode.  Moreover, during his flight from the bank, Colon recklessly created grave risks to other individuals in ways other than simply firing at the police:  he and his cohorts also crashed their get-away car into another vehicle, and carjacked another vehicle by holding its owner at gunpoint.  These are more than sufficient to warrant an enhancement under &#167; 3C1.2, without double counting.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">For the foregoing reasons, the sentences imposed are</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/522147/",
    "https://www.courtlistener.com/api/rest/v3/opinions/537013/",
    "https://www.courtlistener.com/api/rest/v3/opinions/537727/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550637/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556643/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572150/",
    "https://www.courtlistener.com/api/rest/v3/opinions/582765/"
  ]
}