{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/194932/",
  "id": 194932,
  "absolute_url": "/opinion/194932/santiago-v-sherwin-williamseta/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/194932/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:28:23Z",
  "date_modified": "2020-02-22T00:10:50.980687Z",
  "type": "010combined",
  "sha1": "18ff5019cf9c65cb64d1bc0c10283444ad8aa258",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2263.01A",
  "local_path": null,
  "plain_text": "September 24, 1993\n                  UNITED STATES COURT OF APPEALS\n                       FOR THE FIRST CIRCUIT\n                                            \n\n   No. 92-2263\n                         MONICA SANTIAGO,\n                       Plaintiff, Appellant,\n\n                                v.\n\n                 SHERWIN WILLIAMS COMPANY, ET AL.,\n                      Defendants, Appellees.\n                                            \n\n                           ERRATA SHEET\n\n        Please make the following  correction in the opinion in\n   the above case released on September 10, 1993:\n\n   Page 7, footnote 4:  change the footnote to read as follows:\n\n        Judge Breyer  dissents.  In his  view, despite the\n        equitable arguments against certification  in this\n        case,  in light  of the  importance of  the matter\n        this panel should certify the issue to the Supreme\n        Judicial Court.\n\n                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 92-2263\n\n                       MONICA SANTIAGO,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n              SHERWIN WILLIAMS COMPANY, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Joseph L. Tauro, U.S. District Judge]\n                                                   \n\n                                         \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n               Friedman,* Senior Circuit Judge,\n                                              \n                   and Stahl, Circuit Judge\n                                           \n\n                                         \n\nJonathan   Shapiro,  with   whom  Stern,   Shapiro,  Rosenfeld   &amp;\n                                                                  \nWeissberg,  Robert J. Doyle, Kehoe,  Doyle, Playter &amp;  Novick, Neil T.\n                                                                  \nLeifer, Thornton, Early &amp;  Naumes, Judith Somberg, Johnson  &amp; Somberg,\n                                                                 \nArthur Bryant, and Trial Lawyers for Public Justice, were on brief for\n                                               \nappellant.\nPaul  Michael Pohl, with whom Charles H.  Moellenberg, Jr., Jones,\n                                                                  \nDay, Reavis  &amp; Pogue, Thomas  J. Griffin, Jr., Loretta  Smith, Erik H.\n                                                                  \nAldeborgh,  II, Goodwin, Procter &amp;  Hoar, Dale A.  Normington, were on\n                                                         \nbrief  for  Sherwin-Williams  Company,  Rory  FitzPatrick,  Meghan  H.\n                                                                  \nMagruder,  Bingham, Dana &amp; Gould, Donald A.  Bright, were on brief for\n                                               \nAtlantic Richfield Company, Michael Nilan, G. Marc Whitehead, Janie S.\n                                                                  \nMayeron, Popham, Haik,  Schnobrich &amp;  Kaufman, Ltd.,  Thomas V.  Urmy,\n                                                                 \nShapiro, Grace  &amp; Haber, were on brief  for SCM Corporation, Donald E.\n                                                                  \nScott, John M. Walker, Kirkland &amp; Ellis, David B. Garten, and Janet D.\n                                                                  \nSmith,  were  on brief  for NL  Industries,  Inc., and  Mary Morrissey\n                                                                  \n\nSullivan, Richard Nahigian,  and Sullivan, Sullivan  &amp; Pinta, were  on\n                                                        \nbrief for Lead Industries Association.\nDavid G. Owen on  brief for The Business Roundtable and Chamber of\n             \nCommerce of the United States of America, amici curiae.\nStephen  S. Ostrach,  Emily R.  Livingston and  New England  Legal\n                                                                  \nFoundation on brief for Associated Industries of Massachusetts and New\n      \nEngland Legal Foundation, amici curiae.\n\n                                         \n\n                      September 10, 1993\n                                         \n\n                \n*Of the Federal Circuit, sitting by designation.\n\n          STAHL, Circuit Judge.   In this appeal,  plaintiff-\n                              \n\nappellant Monica  Santiago  challenges the  district  court's\n\nentry  of  summary  judgment  against her  and  in  favor  of\n\ndefendants-appellees.1    In  so  doing,  plaintiff  advances\n\nthree  arguments:  (1) the legal issues in this appeal should\n\nbe  certified to  the  Massachusetts  Supreme Judicial  Court\n\n(\"SJC\");   (2)  the   district  court   erred  in   rejecting\n\nplaintiff's  market  share liability  argument;  and  (3) the\n\ncourt erred in rejecting plaintiff's concert of action claim.\n\nAfter carefully  reviewing each of  plaintiff's arguments, we\n\naffirm.\n\n                              I.\n                                \n\n                          BACKGROUND\n                                    \n\n          Plaintiff was born  on November 9, 1972.   From the\n\ntime of  her birth until 1978, she  and her family resided at\n\n20  Leston Street in Boston.   Plaintiff alleges that, during\n\nher  period of residence,  she ingested  lead paint  that had\n\nbeen applied in layers to the walls and woodwork of her  home\n\nat various times  between 1917,  the year  of the  building's\n\nconstruction,   and  1970.     The   evidence  reveals   that\n\n                    \n\n1Defendants  are  Sherwin-Williams  Company,  NL  Industries,\nInc.,  Eagle-Picher  Industries,  Inc.,   Atlantic  Richfield\nCorporation (successor  to International Smelting  &amp; Refining\nCompany), and SCM Corporation (successor to Glidden Company).\nOn   January  7,  1991,   defendant  Eagle-Picher  filed  for\nbankruptcy in  Ohio, thus  automatically staying  this action\nagainst it.  See 11 U.S.C.   362.\n                \n\n                             -3-\n\nplaintiff's blood had highly  elevated levels of lead  by the\n\ntime plaintiff was  one year  of age, that  the lead  reached\n\nemergency levels  by July 1976,  and that, as  a consequence,\n\nplaintiff  had  to undergo  chelation  therapy2  in order  to\n\nremove the  lead from her  body.  Although  plaintiff's early\n\ndevelopment  appeared  to  progress normally,  she  has  been\n\ndiagnosed with a  hyperactivity-attention disorder and  motor\n\nskill  difficulties  which her  medical experts  attribute to\n\nlead poisoning.\n\n          Plaintiff initiated this  action in November  1987,\n\ncontending   that  defendants,   or  their   predecessors  in\n\ninterest, manufactured and marketed all, or virtually all, of\n\nthe  white lead  used in the  lead paints sold  in the United\n\nStates between 1917 and 1970.  Her complaint set forth claims\n\nof  negligence, breach  of warranty,  and concert  of action.\n\nJurisdiction was premised upon diversity of citizenship.  See\n                                                             \n\n28 U.S.C.   1332.\n\n          Plaintiff  could  not  and cannot  identify  either\n\nwhich,  if any, of the defendants are  the source of the lead\n\nshe  ingested or  when the  alleged injury-causing  paint may\n\nhave  been applied to the walls and woodwork of her childhood\n\n                    \n\n2Chelation therapy is a procedure whereby a person  with lead\npoisoning  is  given  chemicals  that  bind  with  the  lead,\nenabling the body to excrete it more rapidly.\n\n                             -4-\n\nhome.3    She has,  however, introduced  (1) evidence  in the\n\nform  of expert testimony that  lead paint \"was  at minimum a\n\nsubstantial contributing  factor of her  lead poisoning;\" (2)\n\nevidence  demonstrating that  all of the  defendants produced\n\nwhite  lead for  significant portions  of the  period between\n\n1917 and 1970; (3) evidence that almost all of the white lead\n\nproduced for paint  between 1917 and 1970 was manufactured by\n\ndefendants; and (4) evidence that, between 1930 and 1945, all\n\nof the defendants, as members of a trade association known as\n\nthe  Lead  Industries  Association  (\"LIA\"),  \"simultaneously\n\ncoordinat[ed]  promotional campaigns  to increase  white lead\n\nconsumption in paint  and .  . . work[ed]  to neutralize  the\n\ngrowing public  concern about lead paint poisoning.\"   On the\n\nbasis of this evidence, plaintiff sought to dispense with the\n\nidentification requirement and hold defendants liable under a\n\nmarket   share  theory.     Plaintiff  further   argued  that\n\ndefendants  were liable  for  her injuries  because of  their\n\nconcerted marketing actions as members of the LIA.\n\n          By memorandum and order dated January 13, 1992, the\n\ndistrict court  rejected plaintiff's market share  claim as a\n\nmatter  of Massachusetts law.   In so doing,  the court ruled\n\n                    \n\n3There is no direct evidence that plaintiff actually ate lead\n                   \npaint.  There is,  moreover, record evidence suggesting that,\nin addition to lead paint,  plaintiff could have been exposed\nto  airborne lead, lead from food and water, and/or lead from\nsoil and  dust.  Indeed,  there is  evidence indicating  that\nplaintiff's neighborhood, including the soil around her home,\nwas heavily contaminated with lead.\n\n                             -5-\n\nthat even if the  SJC would recognize market  share liability\n\nunder some scenario, it would not do so if presented with the\n\nundisputed facts  of this  case.   See generally  Santiago v.\n                                                          \n\nSherwin-Williams Co., 782 F.  Supp. 186 (D. Mass. 1992).   By\n                    \n\nmemorandum and  order dated July  2, 1992, the  court further\n\nruled that  plaintiff's concert of  action claim failed  as a\n\nmatter  of  Massachusetts  law because  plaintiff  could  not\n\nidentify which  of the defendants actually  had committed the\n\ntort.  See generally Santiago v. Sherwin-Williams Co., 794 F.\n                                                     \n\nSupp.  29 (D.  Mass. 1992).   It is  from these  rulings that\n\nplaintiff now appeals.\n\n                             II.\n                                \n\n                          DISCUSSION\n                                    \n\nA.  Certification\n                 \n\n          As an initial matter, plaintiff  has requested that\n\nwe certify to  the SJC questions  regarding the viability  of\n\nmarket share liability and concert  of action as theories  of\n\nrecovery in  light of the facts  of this case.   We note that\n\nplaintiff first  requested certification  in this court,  and\n\nexplicitly  stated her  opposition  to  certification at  the\n                                  \n\ndistrict court level.  Now,  having lost below, plaintiff has\n\nreversed  her  position.  Unsurprisingly,  defendants  oppose\n\nplaintiff's certification request.\n\n          For reasons  that are largely  self-explanatory, we\n\nhave  held  that \"one  who  chooses to  litigate  [her] state\n\n                             -6-\n\naction  in  the federal  forum (as  plaintiff did  here) must\n\nordinarily    accept    the   federal    court's   reasonable\n\ninterpretation  of  extant  state  law  rather  than  seeking\n\nextensions via  the certification process.\"   Croteau v. Olin\n                                                             \n\nCorp., 884 F.2d  45, 46 (1st Cir. 1989); see also 17A Charles\n                                                 \n\nA. Wright,  Arthur R. Miller,  and Edward H.  Cooper, Federal\n                                                             \n\nPractice  and Procedure    4248,  176 (2d  ed.  1988) (courts\n                       \n\n\"should be slow to  honor a request for certification  from a\n\nparty  who  chose  to  invoke federal  jurisdiction\").    The\n\nconcerns about fundamental fairness and judicial economy that\n\nanimate this general rule  make us considerably less inclined\n\nto  depart  from  it  when  the  plaintiff  did  not  request\n\ncertification before  the district  court.  See  Croteau, 884\n                                                        \n\nF.2d at 46.\n\n          Here, as will  be demonstrated below, the  district\n\ncourt's  interpretation  of Massachusetts  law  was eminently\n\nreasonable.  Furthermore, plaintiff, after initially deciding\n\nto eschew her prerogative to file this action in state court,\n\nactively made  her opposition  to certification known  to the\n\ndistrict  court.   In  light of  these  facts, and  given the\n\nfurther fact that  it has  been over five  years since  these\n\nfederal  proceedings  were initiated,  it would  be extremely\n\nunfair  to  defendants  if  we were  to  allow  plaintiff  to\n\nrelitigate  the   issues  at  the  heart   of  this  lawsuit.\n\n                             -7-\n\nAccordingly,   plaintiff's   request  for   certification  is\n\ndenied.4\n\nB.  Standard of Review\n                      \n\n          Having  dispensed  with  plaintiff's  certification\n\nrequest,  we  proceed  to  delineate the  parameters  of  our\n\nexamination.   Summary judgment allows courts  to \"pierce the\n\nboilerplate of the  pleadings and assay the parties' proof in\n\norder  to  determine  whether  trial is  actually  required.\"\n\nWynne v. Tufts Univ. Sch. of Medicine, 976 F.2d 791, 794 (1st\n                                     \n\nCir.  1992), cert. denied, 113 S. Ct. 1845 (1993).  It should\n                         \n\nbe granted  when  \"the  pleadings,  depositions,  answers  to\n\ninterrogatories, and  admissions on  file, together with  the\n\naffidavits, if any, show that there is no genuine issue as to\n\nany  material fact and that  the moving party  is entitled to\n\njudgment as a matter of law.\"  Fed. R. Civ. P. 56(c).\n\n          A fact is only material if it has \"the potential to\n\naffect  the outcome of  the suit  under the  applicable law.\"\n\nNereida-Gonzalez  v. Tirado-Delgado,  990 F.2d 701,  703 (1st\n                                   \n\nCir.  1993).  However, our  reading of the  facts, as derived\n\nfrom the record, is  always done \"`in the light  most amiable\n\nto  the nonmovant. . .  .'\"  Lawrence  v. Northrop Corp., 980\n                                                        \n\nF.2d  66, 68 (1st Cir.  1992) (quoting Garside  v. Osco Drug,\n                                                             \n\n                    \n\n4Judge Breyer dissents.   In his view, despite  the equitable\narguments against certification in this case, in light of the\nimportance  of the matter this panel should certify the issue\nto the Supreme Judicial Court.\n\n                             -8-\n\nInc.,  895 F.2d  46,  48 (1st  Cir.  1990)).   This  includes\n    \n\n\"indulg[ing]  all reasonable  inferences\" in  the nonmovant's\n\nfavor.  Id.\n           \n\n          Our review of a summary judgment ruling is plenary.\n\nGarside, 895 F.2d  at 48.  Furthermore, we are not limited to\n       \n\nthe reasoning employed by the district court; instead, we may\n\n\"affirm the  entry of  summary judgment on  any independently\n\nsufficient  ground  made manifest  by  the  record.\"   United\n                                                             \n\nStates v. One Parcel of Real Property, 960 F.2d 200, 204 (1st\n                                     \n\nCir. 1992).\n\n          In addition to examining the facts, a court passing\n\non a summary judgment motion  or reviewing a summary judgment\n\ndetermination must,  of course, consider the  applicable law.\n\nWhen a  plaintiff invokes  diversity jurisdiction to  bring a\n\nstate law  claim in federal  court, this  survey is  somewhat\n\ncircumscribed,  for   it   is  settled   that,  in   ordinary\n\ncircumstances, a  plaintiff who  \"selects a federal  forum in\n\npreference  to an  available state  forum may not  expect the\n\nfederal  court   to  steer   state  law  into   unprecedented\n\nconfigurations.\"   Martel  v. Stafford,  992 F.2d  1244, 1247\n                                      \n\n(1st  Cir. 1993); see also  Ryan v. Royal  Ins. Co., 916 F.2d\n                                                   \n\n731, 744  (1st Cir. 1990) (rejecting  a diversity plaintiff's\n\nattempt  to stretch  New York  law to  new frontiers  without\n\nproviding a \"well-plotted roadmap showing an avenue of relief\n\nthat the state's highest  court would likely follow\"); Porter\n                                                             \n\n                             -9-\n\nv. Nutter, 913  F.2d 37,  41 (1st Cir.  1990) (plaintiff  who\n         \n\nseeks out a federal venue in a diversity action should expect\n\n\"unadventurous\" interpretations  of state law).   Mindful  of\n\nthese strictures, we turn to plaintiff's claims.\n\nC.  Market Share Liability\n                          \n\n          Plaintiff argues  that the district court  erred in\n\ngranting defendants summary judgment  on her claim for market\n\nshare liability.  In  so doing, she concedes that the SJC has\n\nnever explicitly endorsed a  market share liability theory of\n\nrecovery, and  further recognizes  that the court  rejected a\n\ncertain   species  of  market  share  liability  advanced  by\n\nplaintiffs  in  a DES  class action.    See Payton  v. Abbott\n                                                             \n\nLabs., 437  N.E.2d 171,  188-90 (Mass. 1982).5   Nonetheless,\n     \n\n                    \n\n5In  Payton,  an action  brought by  a  class of  women whose\n           \nmothers  ingested DES  while pregnant  with them,  the United\nStates District  Court  for  the  District  of  Massachusetts\ncertified to the SJC the following question:\n\n          Assuming that the evidence does not  warrant a\n     conclusion that the defendants  conspired together,\n     or  engaged in  concerted  action,  or  established\n     safety standards  through a trade  association, may\n     the defendant manufacturers, who  probably supplied\n     some  of  the DES  ingested by  the mothers  of the\n     plaintiff class,  be held liable to  members of the\n     plaintiff class when neither the plaintiffs nor the\n     defendants  can  identify which  manufacturer's DES\n     was ingested by which mothers?\n\nId.  at 188.   The  SJC ruled  that it  could not  answer the\n   \nquestion in the form  stated because the question \"d[id]  not\nexplicitly  assume  that  the  plaintiffs  will  be  able  to\nestablish the negligence of . . . defendants.\"  Id.  However,\n                                                   \nas is discussed more fully below, the court did set forth its\ngeneral views on  market share  liability.  In  so doing,  it\nrejected  the theory  of market  share liability  advanced by\n\n                             -10-\n\nplaintiff asserts that certain  dicta in Payton indicate that\n                                               \n\nher claim would be approved by the SJC.6  We cannot agree.\n\n          As  the SJC  has  noted, \"[i]dentification  of  the\n\nparty  responsible  for  causing   injury  to  another  is  a\n\nlongstanding prerequisite to a successful negligence action.\"\n\nPayton,  437 N.E.2d at 188.   However, some courts, cognizant\n      \n\nof the modern  industrial reality of fungible goods which may\n\nharm  consumers  but  which  cannot  be  traced  to  specific\n\nproducers,  have relaxed  this identification  requirement in\n\ncertain  negligence and  product liability  cases.   In these\n\ncases, the courts  have allowed plaintiffs who are  unable to\n\nidentify the  particular defendant who  actually manufactured\n\nthe harm-causing product  to pursue their  claims so long  as\n\nthey are able to prove both  that the product caused the harm\n\nand that  the defendants were  market suppliers  at the  time\n\nplaintiff  had her harmful encounter  with the product.  See,\n                                                            \n\n                    \n\nplaintiffs in that case.  Id. at 189.\n                             \n\n6In concluding its  explicit rejection of the  form of market\nshare liability plaintiffs sought to impose, the Payton court\n                                                       \nstated:\n\n          That is not  to say that on an adequate record\n     this court  would not recognize  some relaxation of\n     the   traditional  identification   requirement  in\n     appropriate circumstances so  as to allow  recovery\n     against a negligent defendant  of that portion of a\n     plaintiff's damages  which  is represented  by  the\n     defendant's  contribution of DES  to the  market in\n     the relevant period of time.\n\nId. at 190.\n   \n\n                             -11-\n\ne.g., Sindell v. Abbott  Labs., 607 P.2d 924,  936-38 (Cal.),\n                              \n\ncert. denied, 449 U.S.  912 (1980).  If a  plaintiff prevails\n            \n\nin  such   a  case,   courts  typically  have   limited  each\n\ndefendant's  liability  to that  portion  of the  plaintiff's\n\njudgment which reflects  the share of the  market supplied by\n\nthe defendant at the time of said encounter.  See, e.g., id.,\n                                                            \n\n607 P.2d at 937.  Market share liability has most often  been\n\nrecognized in the context of DES cases.  See, e.g., McCormack\n                                                             \n\nv. Abbott Labs., 617 F. Supp. 1521 (D. Mass. 1985); McElhaney\n                                                             \n\nv. Eli Lilly &amp; Co., 564 F. Supp. 265 (D.S.D. 1983); Conley v.\n                                                          \n\nBoyle  Drug Co., 570 So.2d  275 (Fla. 1990);  Hymowitz v. Eli\n                                                             \n\nLilly &amp; Co., 539  N.E.2d 1069 (N.Y.), cert. denied,  493 U.S.\n                                                  \n\n944  (1989);  Martin v.  Abbott  Labs., 689  P.2d  368 (Wash.\n                                      \n\n1984);  Collins v.  Eli Lilly  &amp; Co.,  342 N.W.2d  37 (Wis.),\n                                    \n\ncert. denied, 469  U.S. 826 (1984).   But see  Ray v.  Cutter\n                                                             \n\nLabs.,  754 F. Supp. 193  (M.D. Fla. 1991) (product contained\n     \n\nHIV virus); Morris v.  Parke, Davis &amp; Co., 667 F.  Supp. 1332\n                                         \n\n(C.D. Cal.  1987) (plaintiff harmed by DPT vaccine); Smith v.\n                                                          \n\nCutter Biological,  Inc., 823  P.2d 717 (Haw.  1991) (product\n                        \n\ncontained HIV virus).\n\n          As  noted  above,  the  SJC did  have  occasion  to\n\nconsider, by means of a certified question, the viability  of\n\none  form of  market  share liability  in  a DES  case.   See\n                                                             \n\nPayton,  437 N.E.2d at 188-90.   In Payton, plaintiffs argued\n                                          \n\nfor market share  liability with two significant twists:  (1)\n\n                             -12-\n\nthat  they  be allowed  to proceed  against and  recover full\n\ndamages  from only  six named  DES manufacturers  despite the\n\nfact that there was a larger number of potential tortfeasors,\n\nand (2) that defendants  should be prohibited from presenting\n\nexculpatory  proof.  See id.  at 188-89.   The court rebuffed\n                            \n\nthese arguments, holding that two articulated reasons for the\n\nidentification  requirement,  (1)  that  wrongdoers  be  held\n\nliable  only  for the  harm they  have  caused, and  (2) that\n\ntortfeasors  be  separated  from  innocent  actors, would  be\n\ndisserved  by  the  adoption of  plaintiffs'  theory.   Id.  \n                                                           \n\nAccordingly, as we have  stated, the SJC rejected plaintiffs'\n\nversion of market share liability.  Id. at 189. \n                                       \n\n          We  accept for  the  sake  of argument  plaintiff's\n\nassertions  (1) that  the SJC  would, in  some circumstances,\n\nrelax the identification requirement and allow a plaintiff to\n\nrecover under a market  share theory; (2) that the  SJC would\n\nrecognize  market  share  liability  in  the  lead  poisoning\n\ncontext;  (3)   that  plaintiff  has   introduced  sufficient\n\nevidence  for  a  reasonable  factfinder to  infer  that  her\n\ninjuries resulted  from lead  poisoning; (4) that  lead paint\n\nwas,  as  one of  plaintiff's experts  puts  it, at  least \"a\n\nsubstantial contributing factor  of her lead poisoning\";  and\n\n(5) that  defendants, who were  mere bulk suppliers  of white\n\nlead and  did not manufacture  or market the  alleged injury-\n\ncausing  paint,  could  still   be  adjudged  to  have  acted\n\n                             -13-\n\nnegligently towards plaintiff.  Nonetheless,  we believe that\n\nthe  SJC's  professed  interest  in  both holding  wrongdoers\n\nliable only for the  harm they have caused and  in separating\n\ntortfeasors  from  innocent actors  is  fatal to  plaintiff's\n\nclaim.  \n\n          Simply put, allowing plaintiff's market share claim\n\nto proceed despite plaintiff's inability to pinpoint with any\n\ndegree  of precision  the time  the injury-causing  paint was\n\napplied  to the  house on  Leston Street  would significantly\n\nundermine   both  of   the   articulated  reasons   for   the\n\nidentification  requirement.   The record before  us reflects\n\nthat the layers  of lead  paint were applied  to the  house's\n\nwalls at  various undeterminable points in  time between 1917\n\nand 1970.7  It  also indicates that defendants' contributions\n\nto  the lead  paint market  varied significantly  during this\n\ntime period.  Given  these facts, it is difficult  to discern\n\nthe basis upon which any market share  determination would be\n\npremised.8  At  any rate, it is evident  that the adoption of\n\n                    \n\n7Plaintiff did introduce expert testimony  attempting to date\none of the multi-layered paint samples taken from  the house.\nHowever, this expert  was only able to say that  one layer of\nlead paint probably  was applied between  1933 and 1939,  and\nthat  a  second layer  of  lead  paint was  probably  applied\nbetween 1955 and 1969. \n\n8Apparently,  plaintiff would  have  market share  determined\naccording  to an  average of  defendants' market  shares over\ntime.  Because such  an approach would virtually  guarantee a\ndeviation between  liability and  actual culpability  for all\nthe named  defendants, we  are confident that  the SJC  would\nlook upon it with disfavor.\n\n                             -14-\n\nplaintiff's  theory would  not be  consistent with  the SJC's\n\nadmonition that wrongdoers  be held liable only for  the harm\n\nthey have caused.\n\n          Moreover, several of the defendants were not in the\n\nwhite lead pigment market at  all for significant portions of\n\nthe  period between 1917 and 1970, and therefore may well not\n\nhave  been market  suppliers at  the time  the injury-causing\n\npaint was applied to the walls of plaintiff's home.  This, of\n\ncourse,   raises  a   substantial   possibility  that   these\n\ndefendants not only could  be held liable for more  harm than\n\nthey actually caused, but also could be held liable when they\n\ndid not, in fact, cause any  harm to plaintiff at all.  Under\n\nplaintiff's  theory,  therefore,  tortfeasors   and  innocent\n\nactors would not be adequately separated.\n\n          Finally,  we note  that  the dicta  relied upon  by\n\nplaintiff  indicates that a  relaxation of the identification\n\nrequirement to  allow recovery against  a negligent defendant\n\nwould  only be  appropriate to  the extent that  the recovery\n\nrepresents \"that  portion of  a plaintiff's damages  which is\n\nrepresented by  that defendant's  contribution . .  . to  the\n\nmarket in the relevant period of time.\"  Id. at 190 (emphasis\n                                            \n\nsupplied).   Here, as  noted, plaintiff cannot  identify with\n\nadequate specificity the  relevant period of time.   Thus, it\n\nappears that plaintiff's theory does not fall within even the\n\nvague parameters mentioned in the SJC's dicta.\n\n                             -15-\n\n          In  sum,  allowing plaintiff  to  recover  her full\n\ndamages from the five  named defendants despite her inability\n\nto specify the  time of  their negligence may  well, on  this\n\nrecord, do violence to the SJC's stated interest in  ensuring\n\nthat  wrongdoers be held liable  only for the  harm they have\n\ncaused.  It also would create a substantial  possibility that\n\ntortfeasors   and  innocent  actors  would  be  impermissibly\n\nintermingled.  The SJC  has made it abundantly clear  that it\n\nwould  not countenance either  result.   Accordingly, mindful\n\nthat  federal courts  sitting in  diversity at  a plaintiff's\n\nelection  ought  not  \"steer  state  law  into  unprecedented\n\nconfigurations,\" see Martel, 992 F.2d  at 1244, we affirm the\n                           \n\ndistrict court's  grant of summary judgment  to defendants on\n\nplaintiff's market share claim.9\n\nD.  Concert of Action\n                     \n\n          Finally, plaintiff contends that the district court\n\nerred in granting defendants  summary judgment on her concert\n\nof action claim.  Again, we cannot agree.\n\n                    \n\n9We are aware that  the United States District Court  for the\nDistrict of  Massachusetts, relying  on the dicta  in Payton,\n                                                            \napproved a market  share theory  of recovery in  a DES  case.\nSee McCormack, 617 F. Supp. at 1525-26.  We note simply  that\n             \nthe  McCormack case was never  appealed and that  we have not\n              \nhad, nor do we  now have, occasion to pass on the correctness\nof its holding.  We further note that the aspect of this case\nupon which we rest our preclusion of plaintiff's market share\nclaim  --  plaintiff's  inability  to identify  the  time  of\ndefendants'  alleged   negligence  --  was   not  present  in\nMcCormack.\n         \n\n                             -16-\n\n          Plaintiff's  concert  of action  claim  is premised\n\nupon the  theory of liability set forth in Section 876 of the\n\nRestatement  (Second) of  Torts  (1977).   In relevant  part,\n\nSection 876 (entitled \"Persons Acting in Concert\") provides:\n\n     For  harm  resulting to  a  third  person from  the\n     tortious conduct  of  another, one  is  subject  to\n     liability if he\n\n       (a) does a tortious act in concert with the other\n     or pursuant to a common design with him, or\n\n       (b) knows  that the other's conduct constitutes a\n     breach of duty and gives substantial  assistance or\n     encouragement to the other  so to conduct himself .\n     . . .\n\nIn   isolated   circumstances,   Massachusetts  courts   have\n\nindicated their willingness to permit recovery under theories\n\ntracking the  language of  Section  876.   E.g., Orszulak  v.\n                                                         \n\nBujnevicie, 243  N.E.2d 897,  898 (Mass. 1969)  (\"Persons who\n          \n\nrace automobiles on a public way are liable in negligence for\n\ninjuries  caused  by one  of  them.\"); Nelson  v.  Nason, 177\n                                                        \n\nN.E.2d 887, 888 (Mass. 1961) (similar).\n\n          In essence, plaintiff claims that, \"in light of the\n\nsubstantial medical  evidence of  the unreasonable risk  that\n\n[lead  paint]   posed  to   young  children[,]\"   certain  of\n\ndefendants' actions  as members of  the LIA between  1930 and\n\n1945  were  tortious.    Specifically,  plaintiff  points  to\n\ndefendants'    \"initiat[ion   of]    nationwide   promotional\n\ncampaigns, encourage[ment of] the use of white lead  in house\n\npaint  through extensive advertising, [attempts] to undermine\n\n                             -17-\n\nthe growing medical evidence of the danger of lead paint, and\n\nwork[]  to prevent the  enactment of governmental regulations\n\nwhich would have restricted the use of white lead in painting\n\nbuildings.\"10      What   is   utterly   lacking   from   her\n\npresentation, however,  is any  evidence that these  actions,\n\nduring  the fifteen year period she  identifies, had any role\n                                                        \n\nin  causing lead  paint to  be  applied to  the walls  of her\n\nchildhood home.   Even if we assume that at least some of the\n\nlead paint  consumed by  plaintiff was  applied  to her  home\n\nduring the  period of defendants'  alleged concerted actions,\n\nthere is no evidence that the application resulted from these\n           \n\nactions, or that it would not have taken place in the absence\n\nof  these actions.  Cf. Roberts v. Southwick, 614 N.E.2d 659,\n                                            \n\n663  (Mass. 1993)  (endorsing instruction  defining proximate\n\ncause  as \"that which, in continuous  sequence, unbroken by a\n\nnew cause,  produces an  event, and  without which the  event\n\nwould not have  occurred\").  Thus,  it is  our view that  the\n\nfactfinder  could  only have  based  a  causation finding  on\n\nspeculation or  conjecture.   Clearly, this is  inappropriate\n\nunder Massachusetts law.  See Goffredo v. Mercedes-Benz Truck\n                                                             \n\nCo., 520  N.E.2d 1315,  1317-18 (Mass.  1988); Gynan  v. Jeep\n                                                             \n\nCorp., 434 N.E.2d 688, 691 (Mass. App. Ct.) (plaintiff \"could\n     \n\nnot  leave causation merely  to speculation and conjecture\"),\n\n                    \n\n10Plaintiff acknowledges,  however, that she has  no evidence\nthat  defendants  ever  concealed  information  or introduced\nfalse research into public debate.\n\n                             -18-\n\nreview denied, 440 N.E.2d 1177 (Mass. 1982); see also W. Page\n                                                     \n\nKeeton et  al., Prosser and Keeton on Torts   41, at 269 (5th\n                                           \n\ned.  1984)  (\"The  plaintiff  must  introduce  evidence which\n\naffords a reasonable basis for the conclusion that it is more\n\nlikely than not that the conduct of the defendant was a cause\n\nin fact of the result.  A  mere possibility of such causation\n\nis  not enough;  and  when the  matter  remains one  of  pure\n\nspeculation or  conjecture, or the probabilities  are at best\n\nevenly balanced, it becomes the duty of the court to direct a\n\nverdict for the defendant.\").\n\n          We  acknowledge that  the question of  causation is\n\ngenerally  for the  factfinder.   See Mullins  v. Pine  Manor\n                                                             \n\nCollege, 449 N.E.2d 331, 338 (Mass. 1983).  Where there is no\n       \n\nevidence from which the  factfinder, without speculating, can\n\nfind causation, however, the  case is appropriately kept from\n\nthe jury.  See Goffredo, 520 N.E.2d at 1318.  We believe that\n                       \n\nthis is such  a case.   Accordingly, we  affirm the  district\n\ncourt's  decision  to award  defendants  summary judgment  on\n\nplaintiff's concert of action claim.11\n\n                    \n\n11We  recognize that  the  district court  based its  summary\njudgment  decree on  the fact  that plaintiff  was unable  to\nidentify any  of the defendants specifically  as tortfeasors.\nSee  Santiago, 794  F. Supp. at  33.  We  also recognize that\n             \nplaintiff has  spent much effort challenging this ruling.  As\nnoted  above, however,  we are  free to  affirm the  entry of\nsummary judgment on any independently sufficient  ground made\nmanifest by the  record.   One Parcel of  Real Property,  960\n                                                       \nF.2d at  204.   Because we do  so here, we  do not  reach the\ncorrectness of the district court's decision.\n\n                             -19-\n\n                             III.\n                                 \n\n                          CONCLUSION\n                                    \n\n          Because  certification to  the  SJC of  the  issues\n\nraised in  this appeal  would  be inappropriate,  plaintiff's\n\nrequest  therefor   is  denied.    Furthermore,  because  the\n\ndistrict court correctly ruled  that plaintiff's market share\n\nand concert  of action  claims fail as  a matter  of law,  we\n\naffirm  its  granting  of  defendants'  motions  for  summary\n\njudgment thereon.\n\n          Affirmed.  Costs to appellees.\n                                       \n\n                             -20-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">September 24, 1993\n                  UNITED STATES COURT OF APPEALS\n                       FOR THE FIRST CIRCUIT\n                                            \n\n   No. 92-2263\n                         MONICA SANTIAGO,\n                       Plaintiff, Appellant,\n\n                                v.\n\n                 SHERWIN WILLIAMS COMPANY, ET AL.,\n                      Defendants, Appellees.\n                                            \n\n                           ERRATA SHEET\n\n        Please make the following  correction in the opinion in\n   the above case released on September 10, 1993:\n\n   Page 7, footnote 4:  change the footnote to read as follows:\n\n        Judge Breyer  dissents.  In his  view, despite the\n        equitable arguments against certification  in this\n        case,  in light  of the  importance of  the matter\n        this panel should certify the issue to the Supreme\n        Judicial Court.\n\n                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 92-2263\n\n                       MONICA SANTIAGO,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n              SHERWIN WILLIAMS COMPANY, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Joseph L. Tauro, U.S. District Judge]\n                                                   \n\n                                         \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n               Friedman,* Senior Circuit Judge,\n                                              \n                   and Stahl, Circuit Judge\n                                           \n\n                                         \n\nJonathan   Shapiro,  with   whom  Stern,   Shapiro,  Rosenfeld   &amp;\n                                                                  \nWeissberg,  Robert J. Doyle, Kehoe,  Doyle, Playter &amp;  Novick, Neil T.\n                                                                  \nLeifer, Thornton, Early &amp;  Naumes, Judith Somberg, Johnson  &amp; Somberg,\n                                                                 \nArthur Bryant, and Trial Lawyers for Public Justice, were on brief for\n                                               \nappellant.\nPaul  Michael Pohl, with whom Charles H.  Moellenberg, Jr., Jones,\n                                                                  \nDay, Reavis  &amp; Pogue, Thomas  J. Griffin, Jr., Loretta  Smith, Erik H.\n                                                                  \nAldeborgh,  II, Goodwin, Procter &amp;  Hoar, Dale A.  Normington, were on\n                                                         \nbrief  for  Sherwin-Williams  Company,  Rory  FitzPatrick,  Meghan  H.\n                                                                  \nMagruder,  Bingham, Dana &amp; Gould, Donald A.  Bright, were on brief for\n                                               \nAtlantic Richfield Company, Michael Nilan, G. Marc Whitehead, Janie S.\n                                                                  \nMayeron, Popham, Haik,  Schnobrich &amp;  Kaufman, Ltd.,  Thomas V.  Urmy,\n                                                                 \nShapiro, Grace  &amp; Haber, were on brief  for SCM Corporation, Donald E.\n                                                                  \nScott, John M. Walker, Kirkland &amp; Ellis, David B. Garten, and Janet D.\n                                                                  \nSmith,  were  on brief  for NL  Industries,  Inc., and  Mary Morrissey\n                                                                  \n\nSullivan, Richard Nahigian,  and Sullivan, Sullivan  &amp; Pinta, were  on\n                                                        \nbrief for Lead Industries Association.\nDavid G. Owen on  brief for The Business Roundtable and Chamber of\n             \nCommerce of the United States of America, amici curiae.\nStephen  S. Ostrach,  Emily R.  Livingston and  New England  Legal\n                                                                  \nFoundation on brief for Associated Industries of Massachusetts and New\n      \nEngland Legal Foundation, amici curiae.\n\n                                         \n\n                      September 10, 1993\n                                         \n\n                \n*Of the Federal Circuit, sitting by designation.\n\n          STAHL, Circuit Judge.   In this appeal,  plaintiff-\n                              \n\nappellant Monica  Santiago  challenges the  district  court's\n\nentry  of  summary  judgment  against her  and  in  favor  of\n\ndefendants-appellees.1    In  so  doing,  plaintiff  advances\n\nthree  arguments:  (1) the legal issues in this appeal should\n\nbe  certified to  the  Massachusetts  Supreme Judicial  Court\n\n(\"SJC\");   (2)  the   district  court   erred  in   rejecting\n\nplaintiff's  market  share liability  argument;  and  (3) the\n\ncourt erred in rejecting plaintiff's concert of action claim.\n\nAfter carefully  reviewing each of  plaintiff's arguments, we\n\naffirm.\n\n                              I.\n                                \n\n                          BACKGROUND\n                                    \n\n          Plaintiff was born  on November 9, 1972.   From the\n\ntime of  her birth until 1978, she  and her family resided at\n\n20  Leston Street in Boston.   Plaintiff alleges that, during\n\nher  period of residence,  she ingested  lead paint  that had\n\nbeen applied in layers to the walls and woodwork of her  home\n\nat various times  between 1917,  the year  of the  building's\n\nconstruction,   and  1970.     The   evidence  reveals   that\n\n                    \n\n1Defendants  are  Sherwin-Williams  Company,  NL  Industries,\nInc.,  Eagle-Picher  Industries,  Inc.,   Atlantic  Richfield\nCorporation (successor  to International Smelting  &amp; Refining\nCompany), and SCM Corporation (successor to Glidden Company).\nOn   January  7,  1991,   defendant  Eagle-Picher  filed  for\nbankruptcy in  Ohio, thus  automatically staying  this action\nagainst it.  See 11 U.S.C.   362.\n                \n\n                             -3-\n\nplaintiff's blood had highly  elevated levels of lead  by the\n\ntime plaintiff was  one year  of age, that  the lead  reached\n\nemergency levels  by July 1976,  and that, as  a consequence,\n\nplaintiff  had  to undergo  chelation  therapy2  in order  to\n\nremove the  lead from her  body.  Although  plaintiff's early\n\ndevelopment  appeared  to  progress normally,  she  has  been\n\ndiagnosed with a  hyperactivity-attention disorder and  motor\n\nskill  difficulties  which her  medical experts  attribute to\n\nlead poisoning.\n\n          Plaintiff initiated this  action in November  1987,\n\ncontending   that  defendants,   or  their   predecessors  in\n\ninterest, manufactured and marketed all, or virtually all, of\n\nthe  white lead  used in the  lead paints sold  in the United\n\nStates between 1917 and 1970.  Her complaint set forth claims\n\nof  negligence, breach  of warranty,  and concert  of action.\n\nJurisdiction was premised upon diversity of citizenship.  See\n                                                             \n\n28 U.S.C.   1332.\n\n          Plaintiff  could  not  and cannot  identify  either\n\nwhich,  if any, of the defendants are  the source of the lead\n\nshe  ingested or  when the  alleged injury-causing  paint may\n\nhave  been applied to the walls and woodwork of her childhood\n\n                    \n\n2Chelation therapy is a procedure whereby a person  with lead\npoisoning  is  given  chemicals  that  bind  with  the  lead,\nenabling the body to excrete it more rapidly.\n\n                             -4-\n\nhome.3    She has,  however, introduced  (1) evidence  in the\n\nform  of expert testimony that  lead paint \"was  at minimum a\n\nsubstantial contributing  factor of her  lead poisoning;\" (2)\n\nevidence  demonstrating that  all of the  defendants produced\n\nwhite  lead for  significant portions  of the  period between\n\n1917 and 1970; (3) evidence that almost all of the white lead\n\nproduced for paint  between 1917 and 1970 was manufactured by\n\ndefendants; and (4) evidence that, between 1930 and 1945, all\n\nof the defendants, as members of a trade association known as\n\nthe  Lead  Industries  Association  (\"LIA\"),  \"simultaneously\n\ncoordinat[ed]  promotional campaigns  to increase  white lead\n\nconsumption in paint  and .  . . work[ed]  to neutralize  the\n\ngrowing public  concern about lead paint poisoning.\"   On the\n\nbasis of this evidence, plaintiff sought to dispense with the\n\nidentification requirement and hold defendants liable under a\n\nmarket   share  theory.     Plaintiff  further   argued  that\n\ndefendants  were liable  for  her injuries  because of  their\n\nconcerted marketing actions as members of the LIA.\n\n          By memorandum and order dated January 13, 1992, the\n\ndistrict court  rejected plaintiff's market share  claim as a\n\nmatter  of Massachusetts law.   In so doing,  the court ruled\n\n                    \n\n3There is no direct evidence that plaintiff actually ate lead\n                   \npaint.  There is,  moreover, record evidence suggesting that,\nin addition to lead paint,  plaintiff could have been exposed\nto  airborne lead, lead from food and water, and/or lead from\nsoil and  dust.  Indeed,  there is  evidence indicating  that\nplaintiff's neighborhood, including the soil around her home,\nwas heavily contaminated with lead.\n\n                             -5-\n\nthat even if the  SJC would recognize market  share liability\n\nunder some scenario, it would not do so if presented with the\n\nundisputed facts  of this  case.   See generally  Santiago v.\n                                                          \n\nSherwin-Williams Co., 782 F.  Supp. 186 (D. Mass. 1992).   By\n                    \n\nmemorandum and  order dated July  2, 1992, the  court further\n\nruled that  plaintiff's concert of  action claim failed  as a\n\nmatter  of  Massachusetts  law because  plaintiff  could  not\n\nidentify which  of the defendants actually  had committed the\n\ntort.  See generally Santiago v. Sherwin-Williams Co., 794 F.\n                                                     \n\nSupp.  29 (D.  Mass. 1992).   It is  from these  rulings that\n\nplaintiff now appeals.\n\n                             II.\n                                \n\n                          DISCUSSION\n                                    \n\nA.  Certification\n                 \n\n          As an initial matter, plaintiff  has requested that\n\nwe certify to  the SJC questions  regarding the viability  of\n\nmarket share liability and concert  of action as theories  of\n\nrecovery in  light of the facts  of this case.   We note that\n\nplaintiff first  requested certification  in this court,  and\n\nexplicitly  stated her  opposition  to  certification at  the\n                                  \n\ndistrict court level.  Now,  having lost below, plaintiff has\n\nreversed  her  position.  Unsurprisingly,  defendants  oppose\n\nplaintiff's certification request.\n\n          For reasons  that are largely  self-explanatory, we\n\nhave  held  that \"one  who  chooses to  litigate  [her] state\n\n                             -6-\n\naction  in  the federal  forum (as  plaintiff did  here) must\n\nordinarily    accept    the   federal    court's   reasonable\n\ninterpretation  of  extant  state  law  rather  than  seeking\n\nextensions via  the certification process.\"   Croteau v. Olin\n                                                             \n\nCorp., </pre><span class=\"citation\" data-id=\"528447\"><a href=\"/opinion/528447/paul-croteau-v-olin-corporation/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">45</span></a></span><pre class=\"inline\">, 46 (1st Cir. 1989); see also 17A Charles\n                                                 \n\nA. Wright,  Arthur R. Miller,  and Edward H.  Cooper, Federal\n                                                             \n\nPractice  and Procedure    4248,  176 (2d  ed.  1988) (courts\n                       \n\n\"should be slow to  honor a request for certification  from a\n\nparty  who  chose  to  invoke federal  jurisdiction\").    The\n\nconcerns about fundamental fairness and judicial economy that\n\nanimate this general rule  make us considerably less inclined\n\nto  depart  from  it  when  the  plaintiff  did  not  request\n\ncertification before  the district  court.  See  </pre><span class=\"citation\" data-id=\"528447\"><span class=\"antecedent_guess\">Croteau,</span> <a href=\"/opinion/528447/paul-croteau-v-olin-corporation/\"><span class=\"volume\">884</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span> at <span class=\"page\">46</span></a></span><pre class=\"inline\">.\n\n          Here, as will  be demonstrated below, the  district\n\ncourt's  interpretation  of Massachusetts  law  was eminently\n\nreasonable.  Furthermore, plaintiff, after initially deciding\n\nto eschew her prerogative to file this action in state court,\n\nactively made  her opposition  to certification known  to the\n\ndistrict  court.   In  light of  these  facts, and  given the\n\nfurther fact that  it has  been over five  years since  these\n\nfederal  proceedings  were initiated,  it would  be extremely\n\nunfair  to  defendants  if  we were  to  allow  plaintiff  to\n\nrelitigate  the   issues  at  the  heart   of  this  lawsuit.\n\n                             -7-\n\nAccordingly,   plaintiff's   request  for   certification  is\n\ndenied.4\n\nB.  Standard of Review\n                      \n\n          Having  dispensed  with  plaintiff's  certification\n\nrequest,  we  proceed  to  delineate the  parameters  of  our\n\nexamination.   Summary judgment allows courts  to \"pierce the\n\nboilerplate of the  pleadings and assay the parties' proof in\n\norder  to  determine  whether  trial is  actually  required.\"\n\nWynne v. Tufts Univ. Sch. of Medicine, </pre><span class=\"citation\" data-id=\"592073\"><a href=\"/opinion/592073/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span><pre class=\"inline\">, 794 (1st\n                                     \n\nCir.  1992), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1845</span> </span><pre class=\"inline\">(1993).  It should\n                         \n\nbe granted  when  \"the  pleadings,  depositions,  answers  to\n\ninterrogatories, and  admissions on  file, together with  the\n\naffidavits, if any, show that there is no genuine issue as to\n\nany  material fact and that  the moving party  is entitled to\n\njudgment as a matter of law.\"  Fed. R. Civ. P. 56(c).\n\n          A fact is only material if it has \"the potential to\n\naffect  the outcome of  the suit  under the  applicable law.\"\n\nNereida-Gonzalez  v. Tirado-Delgado,  </pre><span class=\"citation\" data-id=\"604127\"><a href=\"/opinion/604127/carmen-nereida-gonzalez-v-cirilo-tirado-delgado/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">701</span></a></span><pre class=\"inline\">,  703 (1st\n                                   \n\nCir.  1993).  However, our  reading of the  facts, as derived\n\nfrom the record, is  always done \"`in the light  most amiable\n\nto  the nonmovant. . .  .'\"  Lawrence  v. Northrop Corp., </pre><span class=\"citation\" data-id=\"595488\"><a href=\"/opinion/595488/60-fair-emplpraccas-bna-519-60-empl-prac-dec-p-41885-sidney-r/\"><span class=\"volume\">980</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">66</span></a></span><pre class=\"inline\">, 68 (1st Cir.  1992) (quoting Garside  v. Osco Drug,\n                                                             \n\n                    \n\n4Judge Breyer dissents.   In his view, despite  the equitable\narguments against certification in this case, in light of the\nimportance  of the matter this panel should certify the issue\nto the Supreme Judicial Court.\n\n                             -8-\n\nInc.,  </pre><span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">46</span></a></span><pre class=\"inline\">,  48 (1st  Cir.  1990)).   This  includes\n    \n\n\"indulg[ing]  all reasonable  inferences\" in  the nonmovant's\n\nfavor.  </pre><span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"id_token\">Id.</span>\n           \n\n          Our review </a></span><pre class=\"inline\">of a summary judgment ruling is plenary.\n\n</pre><span class=\"citation\" data-id=\"536033\"><span class=\"antecedent_guess\">Garside,</span> <a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">48</span></a></span><pre class=\"inline\">.  Furthermore, we are not limited to\n       \n\nthe reasoning employed by the district court; instead, we may\n\n\"affirm the  entry of  summary judgment on  any independently\n\nsufficient  ground  made manifest  by  the  record.\"   United\n                                                             \n\nStates v. One Parcel of Real Property, </pre><span class=\"citation\" data-id=\"580694\"><a href=\"/opinion/580694/nos-91-1681-91-1682/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">200</span></a></span><pre class=\"inline\">, 204 (1st\n                                     \n\nCir. 1992).\n\n          In addition to examining the facts, a court passing\n\non a summary judgment motion  or reviewing a summary judgment\n\ndetermination must,  of course, consider the  applicable law.\n\nWhen a  plaintiff invokes  diversity jurisdiction to  bring a\n\nstate law  claim in federal  court, this  survey is  somewhat\n\ncircumscribed,  for   it   is  settled   that,  in   ordinary\n\ncircumstances, a  plaintiff who  \"selects a federal  forum in\n\npreference  to an  available state  forum may not  expect the\n\nfederal  court   to  steer   state  law  into   unprecedented\n\nconfigurations.\"   Martel  v. Stafford,  </pre><span class=\"citation\" data-id=\"606323\"><a href=\"/opinion/606323/scott-martel-v-george-f-stafford-administrator-etc/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1244</span></a></span><pre class=\"inline\">, 1247\n                                      \n\n(1st  Cir. 1993); see also  Ryan v. Royal  Ins. Co., </pre><span class=\"citation\" data-id=\"550084\"><a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\n<span class=\"page\">731</span></a></span><pre class=\"inline\">, 744  (1st Cir. 1990) (rejecting  a diversity plaintiff's\n\nattempt  to stretch  New York  law to  new frontiers  without\n\nproviding a \"well-plotted roadmap showing an avenue of relief\n\nthat the state's highest  court would likely follow\"); Porter\n                                                             \n\n                             -9-\n\nv. Nutter, </pre><span class=\"citation\" data-id=\"547470\"><a href=\"/opinion/547470/john-s-porter-v-harold-nutter/\"><span class=\"volume\">913</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span><pre class=\"inline\">,  41 (1st Cir.  1990) (plaintiff  who\n         \n\nseeks out a federal venue in a diversity action should expect\n\n\"unadventurous\" interpretations  of state law).   Mindful  of\n\nthese strictures, we turn to plaintiff's claims.\n\nC.  Market Share Liability\n                          \n\n          Plaintiff argues  that the district court  erred in\n\ngranting defendants summary judgment  on her claim for market\n\nshare liability.  In  so doing, she concedes that the SJC has\n\nnever explicitly endorsed a  market share liability theory of\n\nrecovery, and  further recognizes  that the court  rejected a\n\ncertain   species  of  market  share  liability  advanced  by\n\nplaintiffs  in  a DES  class action.    See Payton  v. Abbott\n                                                             \n\nLabs., </pre><span class=\"citation no-link\"><span class=\"volume\">437</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">171</span></span><pre class=\"inline\">,  188-90 (Mass. 1982).5   Nonetheless,\n     \n\n                    \n\n5In  Payton,  an action  brought by  a  class of  women whose\n           \nmothers  ingested DES  while pregnant  with them,  the United\nStates District  Court  for  the  District  of  Massachusetts\ncertified to the SJC the following question:\n\n          Assuming that the evidence does not  warrant a\n     conclusion that the defendants  conspired together,\n     or  engaged in  concerted  action,  or  established\n     safety standards  through a trade  association, may\n     the defendant manufacturers, who  probably supplied\n     some  of  the DES  ingested by  the mothers  of the\n     plaintiff class,  be held liable to  members of the\n     plaintiff class when neither the plaintiffs nor the\n     defendants  can  identify which  manufacturer's DES\n     was ingested by which mothers?\n\n</pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  at 188. </span><pre class=\"inline\">  The  SJC ruled  that it  could not  answer the\n   \nquestion in the form  stated because the question \"d[id]  not\nexplicitly  assume  that  the  plaintiffs  will  be  able  to\nestablish the negligence of . . . defendants.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  However,\n                                                   \nas </span><pre class=\"inline\">is discussed more fully below, the court did set forth its\ngeneral views on  market share  liability.  In  so doing,  it\nrejected  the theory  of market  share liability  advanced by\n\n                             -10-\n\nplaintiff asserts that certain  dicta in Payton indicate that\n                                               \n\nher claim would be approved by the SJC.6  We cannot agree.\n\n          As  the SJC  has  noted, \"[i]dentification  of  the\n\nparty  responsible  for  causing   injury  to  another  is  a\n\nlongstanding prerequisite to a successful negligence action.\"\n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Payton,</span>  <span class=\"volume\">437</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">188</span></span><pre class=\"inline\">.   However, some courts, cognizant\n      \n\nof the modern  industrial reality of fungible goods which may\n\nharm  consumers  but  which  cannot  be  traced  to  specific\n\nproducers,  have relaxed  this identification  requirement in\n\ncertain  negligence and  product liability  cases.   In these\n\ncases, the courts  have allowed plaintiffs who are  unable to\n\nidentify the  particular defendant who  actually manufactured\n\nthe harm-causing product  to pursue their  claims so long  as\n\nthey are able to prove both  that the product caused the harm\n\nand that  the defendants were  market suppliers  at the  time\n\nplaintiff  had her harmful encounter  with the product.  See,\n                                                            \n\n                    \n\nplaintiffs in that case.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 189.\n</span><pre class=\"inline\">                             \n\n6In concluding its  explicit rejection of the  form of market\nshare liability plaintiffs sought to impose, the Payton court\n                                                       \nstated:\n\n          That is not  to say that on an adequate record\n     this court  would not recognize  some relaxation of\n     the   traditional  identification   requirement  in\n     appropriate circumstances so  as to allow  recovery\n     against a negligent defendant  of that portion of a\n     plaintiff's damages  which  is represented  by  the\n     defendant's  contribution of DES  to the  market in\n     the relevant period of time.\n\n</pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 190.\n</span><pre class=\"inline\">   \n\n                             -11-\n\ne.g., Sindell v. Abbott  Labs., </pre><span class=\"citation\" data-id=\"1177800\"><a href=\"/opinion/1177800/sindell-v-abbott-laboratories/\"><span class=\"volume\">607</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">924</span></a></span><pre class=\"inline\">,  936-38 (Cal.),\n                              \n\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">912</span> </span><pre class=\"inline\">(1980).  If a  plaintiff prevails\n            \n\nin  such   a  case,   courts  typically  have   limited  each\n\ndefendant's  liability  to that  portion  of the  plaintiff's\n\njudgment which reflects  the share of the  market supplied by\n\nthe defendant at the time of said encounter.  See, e.g., </pre><span class=\"citation no-link\"><span class=\"id_token\">id.,</span>\n                                                            \n\n607 P.2d </span><pre class=\"inline\">at 937.  Market share liability has most often  been\n\nrecognized in the context of DES cases.  See, e.g., McCormack\n                                                             \n\nv. Abbott Labs., </pre><span class=\"citation\" data-id=\"2246300\"><a href=\"/opinion/2246300/mccormack-v-abbott-laboratories/\"><span class=\"volume\">617</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1521</span> </a></span><pre class=\"inline\">(D. Mass. 1985); McElhaney\n                                                             \n\nv. Eli Lilly &amp; Co., </pre><span class=\"citation\" data-id=\"1407699\"><a href=\"/opinion/1407699/mcelhaney-v-eli-lilly-co/\"><span class=\"volume\">564</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">265</span> </a></span><pre class=\"inline\">(D.S.D. 1983); Conley v.\n                                                          \n\nBoyle  Drug Co., </pre><span class=\"citation\" data-id=\"1755263\"><a href=\"/opinion/1755263/conley-v-boyle-drug-co/\"><span class=\"volume\">570</span> <span class=\"reporter\">So. 2d</span>  <span class=\"page\">275</span> </a></span><pre class=\"inline\">(Fla. 1990);  Hymowitz v. Eli\n                                                             \n\nLilly &amp; Co., </pre><span class=\"citation no-link\"><span class=\"volume\">539</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1069</span> </span><pre class=\"inline\">(N.Y.), cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span>\n                                                  \n\n<span class=\"page\">944</span> </span><pre class=\"inline\"> (1989);  Martin v.  Abbott  Labs., </pre><span class=\"citation\" data-id=\"1432329\"><a href=\"/opinion/1432329/martin-v-abbott-laboratories/\"><span class=\"volume\">689</span>  <span class=\"reporter\">P.2d</span>  <span class=\"page\">368</span> </a></span><pre class=\"inline\">(Wash.\n                                      \n\n1984);  Collins v.  Eli Lilly  &amp; Co.,  </pre><span class=\"citation\" data-id=\"1271095\"><a href=\"/opinion/1271095/collins-v-eli-lilly-co/\"><span class=\"volume\">342</span> <span class=\"reporter\">N.W.2d</span>  <span class=\"page\">37</span> </a></span><pre class=\"inline\">(Wis.),\n                                    \n\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">469</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">826</span> </span><pre class=\"inline\">(1984).   But see  Ray v.  Cutter\n                                                             \n\nLabs.,  </pre><span class=\"citation\" data-id=\"2353695\"><a href=\"/opinion/2353695/ray-v-cutter-laboratories-div-of-miles-inc/\"><span class=\"volume\">754</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">193</span> </a></span><pre class=\"inline\"> (M.D. Fla. 1991) (product contained\n     \n\nHIV virus); Morris v.  Parke, Davis &amp; Co., 667 F.  Supp. 1332\n                                         \n\n(C.D. Cal.  1987) (plaintiff harmed by DPT vaccine); Smith v.\n                                                          \n\nCutter Biological,  Inc., </pre><span class=\"citation\" data-id=\"1151105\"><a href=\"/opinion/1151105/smith-v-cutter-biological-inc/\"><span class=\"volume\">823</span>  <span class=\"reporter\">P.2d</span> <span class=\"page\">717</span> </a></span><pre class=\"inline\">(Haw.  1991) (product\n                        \n\ncontained HIV virus).\n\n          As  noted  above,  the  SJC did  have  occasion  to\n\nconsider, by means of a certified question, the viability  of\n\none  form of  market  share liability  in  a DES  case.   See\n                                                             \n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Payton,</span>  <span class=\"volume\">437</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">188</span></span><pre class=\"inline\">-90.   In Payton, plaintiffs argued\n                                          \n\nfor market share  liability with two significant twists:  (1)\n\n                             -12-\n\nthat  they  be allowed  to proceed  against and  recover full\n\ndamages  from only  six named  DES manufacturers  despite the\n\nfact that there was a larger number of potential tortfeasors,\n\nand (2) that defendants  should be prohibited from presenting\n\nexculpatory  proof.  See </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>  at 188-89. </span><pre class=\"inline\">  The court rebuffed\n                            \n\nthese arguments, holding that two articulated reasons for the\n\nidentification  requirement,  (1)  that  wrongdoers  be  held\n\nliable  only  for the  harm they  have  caused, and  (2) that\n\ntortfeasors  be  separated  from  innocent  actors, would  be\n\ndisserved  by  the  adoption of  plaintiffs'  theory.   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  \n                                                           \n\nAccordingly, as </span><pre class=\"inline\">we have  stated, the SJC rejected plaintiffs'\n\nversion of market share liability.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 189. </span><pre class=\"inline\">\n                                       \n\n          We  accept for  the  sake  of argument  plaintiff's\n\nassertions  (1) that  the SJC  would, in  some circumstances,\n\nrelax the identification requirement and allow a plaintiff to\n\nrecover under a market  share theory; (2) that the  SJC would\n\nrecognize  market  share  liability  in  the  lead  poisoning\n\ncontext;  (3)   that  plaintiff  has   introduced  sufficient\n\nevidence  for  a  reasonable  factfinder to  infer  that  her\n\ninjuries resulted  from lead  poisoning; (4) that  lead paint\n\nwas,  as  one of  plaintiff's experts  puts  it, at  least \"a\n\nsubstantial contributing factor  of her lead poisoning\";  and\n\n(5) that  defendants, who were  mere bulk suppliers  of white\n\nlead and  did not manufacture  or market the  alleged injury-\n\ncausing  paint,  could  still   be  adjudged  to  have  acted\n\n                             -13-\n\nnegligently towards plaintiff.  Nonetheless,  we believe that\n\nthe  SJC's  professed  interest  in  both holding  wrongdoers\n\nliable only for the  harm they have caused and  in separating\n\ntortfeasors  from  innocent actors  is  fatal to  plaintiff's\n\nclaim.  \n\n          Simply put, allowing plaintiff's market share claim\n\nto proceed despite plaintiff's inability to pinpoint with any\n\ndegree  of precision  the time  the injury-causing  paint was\n\napplied  to the  house on  Leston Street  would significantly\n\nundermine   both  of   the   articulated  reasons   for   the\n\nidentification  requirement.   The record before  us reflects\n\nthat the layers  of lead  paint were applied  to the  house's\n\nwalls at  various undeterminable points in  time between 1917\n\nand 1970.7  It  also indicates that defendants' contributions\n\nto  the lead  paint market  varied significantly  during this\n\ntime period.  Given  these facts, it is difficult  to discern\n\nthe basis upon which any market share  determination would be\n\npremised.8  At  any rate, it is evident  that the adoption of\n\n                    \n\n7Plaintiff did introduce expert testimony  attempting to date\none of the multi-layered paint samples taken from  the house.\nHowever, this expert  was only able to say that  one layer of\nlead paint probably  was applied between  1933 and 1939,  and\nthat  a  second layer  of  lead  paint was  probably  applied\nbetween 1955 and 1969. \n\n8Apparently,  plaintiff would  have  market share  determined\naccording  to an  average of  defendants' market  shares over\ntime.  Because such  an approach would virtually  guarantee a\ndeviation between  liability and  actual culpability  for all\nthe named  defendants, we  are confident that  the SJC  would\nlook upon it with disfavor.\n\n                             -14-\n\nplaintiff's  theory would  not be  consistent with  the SJC's\n\nadmonition that wrongdoers  be held liable only for  the harm\n\nthey have caused.\n\n          Moreover, several of the defendants were not in the\n\nwhite lead pigment market at  all for significant portions of\n\nthe  period between 1917 and 1970, and therefore may well not\n\nhave  been market  suppliers at  the time  the injury-causing\n\npaint was applied to the walls of plaintiff's home.  This, of\n\ncourse,   raises  a   substantial   possibility  that   these\n\ndefendants not only could  be held liable for more  harm than\n\nthey actually caused, but also could be held liable when they\n\ndid not, in fact, cause any  harm to plaintiff at all.  Under\n\nplaintiff's  theory,  therefore,  tortfeasors   and  innocent\n\nactors would not be adequately separated.\n\n          Finally,  we note  that  the dicta  relied upon  by\n\nplaintiff  indicates that a  relaxation of the identification\n\nrequirement to  allow recovery against  a negligent defendant\n\nwould  only be  appropriate to  the extent that  the recovery\n\nrepresents \"that  portion of  a plaintiff's damages  which is\n\nrepresented by  that defendant's  contribution . .  . to  the\n\nmarket in the relevant period of time.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 190 </span><pre class=\"inline\">(emphasis\n                                            \n\nsupplied).   Here, as  noted, plaintiff cannot  identify with\n\nadequate specificity the  relevant period of time.   Thus, it\n\nappears that plaintiff's theory does not fall within even the\n\nvague parameters mentioned in the SJC's dicta.\n\n                             -15-\n\n          In  sum,  allowing plaintiff  to  recover  her full\n\ndamages from the five  named defendants despite her inability\n\nto specify the  time of  their negligence may  well, on  this\n\nrecord, do violence to the SJC's stated interest in  ensuring\n\nthat  wrongdoers be held liable  only for the  harm they have\n\ncaused.  It also would create a substantial  possibility that\n\ntortfeasors   and  innocent  actors  would  be  impermissibly\n\nintermingled.  The SJC  has made it abundantly clear  that it\n\nwould  not countenance either  result.   Accordingly, mindful\n\nthat  federal courts  sitting in  diversity at  a plaintiff's\n\nelection  ought  not  \"steer  state  law  into  unprecedented\n\nconfigurations,\" see </pre><span class=\"citation\" data-id=\"606323\"><span class=\"antecedent_guess\">Martel,</span> <a href=\"/opinion/606323/scott-martel-v-george-f-stafford-administrator-etc/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">1244</span></a></span><pre class=\"inline\">, we affirm the\n                           \n\ndistrict court's  grant of summary judgment  to defendants on\n\nplaintiff's market share claim.9\n\nD.  Concert of Action\n                     \n\n          Finally, plaintiff contends that the district court\n\nerred in granting defendants  summary judgment on her concert\n\nof action claim.  Again, we cannot agree.\n\n                    \n\n9We are aware that  the United States District Court  for the\nDistrict of  Massachusetts, relying  on the dicta  in Payton,\n                                                            \napproved a market  share theory  of recovery in  a DES  case.\nSee </pre><span class=\"citation\" data-id=\"2246300\"><span class=\"antecedent_guess\">McCormack,</span> <a href=\"/opinion/2246300/mccormack-v-abbott-laboratories/\"><span class=\"volume\">617</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1525-26</span></a></span><pre class=\"inline\">.  We note simply  that\n             \nthe  McCormack case was never  appealed and that  we have not\n              \nhad, nor do we  now have, occasion to pass on the correctness\nof its holding.  We further note that the aspect of this case\nupon which we rest our preclusion of plaintiff's market share\nclaim  --  plaintiff's  inability  to identify  the  time  of\ndefendants'  alleged   negligence  --  was   not  present  in\nMcCormack.\n         \n\n                             -16-\n\n          Plaintiff's  concert  of action  claim  is premised\n\nupon the  theory of liability set forth in Section 876 of the\n\nRestatement  (Second) of  Torts  (1977).   In relevant  part,\n\nSection 876 (entitled \"Persons Acting in Concert\") provides:\n\n     For  harm  resulting to  a  third  person from  the\n     tortious conduct  of  another, one  is  subject  to\n     liability if he\n\n       (a) does a tortious act in concert with the other\n     or pursuant to a common design with him, or\n\n       (b) knows  that the other's conduct constitutes a\n     breach of duty and gives substantial  assistance or\n     encouragement to the other  so to conduct himself .\n     . . .\n\nIn   isolated   circumstances,   Massachusetts  courts   have\n\nindicated their willingness to permit recovery under theories\n\ntracking the  language of  Section  876.   E.g., Orszulak  v.\n                                                         \n\nBujnevicie, </pre><span class=\"citation no-link\"><span class=\"volume\">243</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">897</span></span><pre class=\"inline\">,  898 (Mass. 1969)  (\"Persons who\n          \n\nrace automobiles on a public way are liable in negligence for\n\ninjuries  caused  by one  of  them.\"); Nelson  v.  Nason, </pre><span class=\"citation no-link\"><span class=\"volume\">177</span>\n                                                        \n\n<span class=\"reporter\">N.E.2d</span> <span class=\"page\">887</span></span><pre class=\"inline\">, 888 (Mass. 1961) (similar).\n\n          In essence, plaintiff claims that, \"in light of the\n\nsubstantial medical  evidence of  the unreasonable risk  that\n\n[lead  paint]   posed  to   young  children[,]\"   certain  of\n\ndefendants' actions  as members of  the LIA between  1930 and\n\n1945  were  tortious.    Specifically,  plaintiff  points  to\n\ndefendants'    \"initiat[ion   of]    nationwide   promotional\n\ncampaigns, encourage[ment of] the use of white lead  in house\n\npaint  through extensive advertising, [attempts] to undermine\n\n                             -17-\n\nthe growing medical evidence of the danger of lead paint, and\n\nwork[]  to prevent the  enactment of governmental regulations\n\nwhich would have restricted the use of white lead in painting\n\nbuildings.\"10      What   is   utterly   lacking   from   her\n\npresentation, however,  is any  evidence that these  actions,\n\nduring  the fifteen year period she  identifies, had any role\n                                                        \n\nin  causing lead  paint to  be  applied to  the walls  of her\n\nchildhood home.   Even if we assume that at least some of the\n\nlead paint  consumed by  plaintiff was  applied  to her  home\n\nduring the  period of defendants'  alleged concerted actions,\n\nthere is no evidence that the application resulted from these\n           \n\nactions, or that it would not have taken place in the absence\n\nof  these actions.  Cf. Roberts v. Southwick, </pre><span class=\"citation no-link\"><span class=\"volume\">614</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">659</span></span><pre class=\"inline\">,\n                                            \n\n663  (Mass. 1993)  (endorsing instruction  defining proximate\n\ncause  as \"that which, in continuous  sequence, unbroken by a\n\nnew cause,  produces an  event, and  without which the  event\n\nwould not have  occurred\").  Thus,  it is  our view that  the\n\nfactfinder  could  only have  based  a  causation finding  on\n\nspeculation or  conjecture.   Clearly, this is  inappropriate\n\nunder Massachusetts law.  See Goffredo v. Mercedes-Benz Truck\n                                                             \n\nCo., </pre><span class=\"citation no-link\"><span class=\"volume\">520</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1315</span></span><pre class=\"inline\">,  1317-18 (Mass.  1988); Gynan  v. Jeep\n                                                             \n\nCorp., </pre><span class=\"citation\" data-id=\"2047257\"><a href=\"/opinion/2047257/gynan-v-jeep-corp/\"><span class=\"volume\">434</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">688</span></a></span><pre class=\"inline\">, 691 (Mass. App. Ct.) (plaintiff \"could\n     \n\nnot  leave causation merely  to speculation and conjecture\"),\n\n                    \n\n10Plaintiff acknowledges,  however, that she has  no evidence\nthat  defendants  ever  concealed  information  or introduced\nfalse research into public debate.\n\n                             -18-\n\nreview denied, </pre><span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1177</span> </span><pre class=\"inline\">(Mass. 1982); see also W. Page\n                                                     \n\nKeeton et  al., Prosser and Keeton on Torts   41, at 269 (5th\n                                           \n\ned.  1984)  (\"The  plaintiff  must  introduce  evidence which\n\naffords a reasonable basis for the conclusion that it is more\n\nlikely than not that the conduct of the defendant was a cause\n\nin fact of the result.  A  mere possibility of such causation\n\nis  not enough;  and  when the  matter  remains one  of  pure\n\nspeculation or  conjecture, or the probabilities  are at best\n\nevenly balanced, it becomes the duty of the court to direct a\n\nverdict for the defendant.\").\n\n          We  acknowledge that  the question of  causation is\n\ngenerally  for the  factfinder.   See Mullins  v. Pine  Manor\n                                                             \n\nCollege, </pre><span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">331</span></span><pre class=\"inline\">, 338 (Mass. 1983).  Where there is no\n       \n\nevidence from which the  factfinder, without speculating, can\n\nfind causation, however, the  case is appropriately kept from\n\nthe jury.  See </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Goffredo,</span> <span class=\"volume\">520</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">1318</span></span><pre class=\"inline\">.  We believe that\n                       \n\nthis is such  a case.   Accordingly, we  affirm the  district\n\ncourt's  decision  to award  defendants  summary judgment  on\n\nplaintiff's concert of action claim.11\n\n                    \n\n11We  recognize that  the  district court  based its  summary\njudgment  decree on  the fact  that plaintiff  was unable  to\nidentify any  of the defendants specifically  as tortfeasors.\nSee  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Santiago,</span> <span class=\"volume\">794</span>  <span class=\"reporter\">F. Supp.</span> at  <span class=\"page\">33</span></span><pre class=\"inline\">.  We  also recognize that\n             \nplaintiff has  spent much effort challenging this ruling.  As\nnoted  above, however,  we are  free to  affirm the  entry of\nsummary judgment on any independently sufficient  ground made\nmanifest by the  record.   One Parcel of  Real </pre><span class=\"citation\" data-id=\"580694\"><span class=\"antecedent_guess\">Property,</span>  <a href=\"/opinion/580694/nos-91-1681-91-1682/\"><span class=\"volume\">960</span>\n                                                       \n<span class=\"reporter\">F.2d</span> at  <span class=\"page\">204</span></a></span><pre class=\"inline\">.   Because we do  so here, we  do not  reach the\ncorrectness of the district court's decision.\n\n                             -19-\n\n                             III.\n                                 \n\n                          CONCLUSION\n                                    \n\n          Because  certification to  the  SJC of  the  issues\n\nraised in  this appeal  would  be inappropriate,  plaintiff's\n\nrequest  therefor   is  denied.    Furthermore,  because  the\n\ndistrict court correctly ruled  that plaintiff's market share\n\nand concert  of action  claims fail as  a matter  of law,  we\n\naffirm  its  granting  of  defendants'  motions  for  summary\n\njudgment thereon.\n\n          Affirmed.  Costs to appellees.\n                                       \n\n                             -20-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/528447/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547470/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580694/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592073/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595488/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604127/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606323/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1151105/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1177800/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1271095/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1407699/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1432329/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1755263/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2047257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2246300/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2353695/"
  ]
}