{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195006/",
  "id": 195006,
  "absolute_url": "/opinion/195006/chemlen-v-bank-of-ireland/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195006/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:30:09Z",
  "date_modified": "2020-02-21T23:42:38.082196Z",
  "type": "010combined",
  "sha1": "00e231cb630f141f96a0ed37e60bcec78abe95f6",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1592.01A",
  "local_path": null,
  "plain_text": "November 3, 1993\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-1592\n\n                       LEON P. CHEMLEN,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n        BANK OF IRELAND FIRST HOLDINGS, INC., ET AL.,\n\n                    Defendants, Appellees.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\n                                                      \n\n                                        \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n             Torruella and Selya, Circuit Judges.\n                                                \n\n                                        \n\n   Leon P. Chemlen on brief pro se.\n                  \n   Alan R. Hoffman and Lynch, Brewer, Hoffman &amp; Sands, on brief\n                                                     \nfor appellee.\n\n                                        \n\n                                        \n\n     Per Curiam. Appellant Leon Chemlen appeals the dismissal\n               \n\nof  his civil  action alleging  violations  of the  Racketeer\n\nInfluenced and Corrupt  Organization Act [RICO], 18  U.S.C.  \n\n1961  et seq.,  the  Massachusetts Consumer  Protection  Act,\n            \n\nM.G.L.  ch. 93A, and state and  federal civil rights statutes\n\nby  appellees  Bank  of Ireland,  its  general  counsel, Joel\n\nBrickman, the law firm of  Sheehan, Phinney, Bass &amp; Green and\n\ntwo  of its  employees,  and  Joseph  Schindler,  trustee  of\n\nappellee's bankruptcy estate.  We affirm the dismissal.\n\n                          Background\n\n     In October  1990, Chemlen  filed a  voluntary Chapter  7\n\npetition in  the United  States Bankruptcy  Court.   Appellee\n\nJoseph Schindler  was appointed  trustee of  the estate.   In\n\nOctober 1991,  Schindler sought  approval from  the court  to\n\nsettle  two lawsuits  Chemlen had  brought against  Merchants\n\nNational  Bank  and  other defendants.1    Each  suit alleged\n\nmisconduct in  violation of the Fair Credit Reporting Act, 15\n\nU.S.C.   1681 et seq.  Alleging misconduct by counsel for the\n                    \n\nbank and  collusion  between counsel  for  the bank  and  the\n\ntrustee,  Chemlen  opposed  the   settlement  motion.     The\n\nbankruptcy court granted the trustee's motion and denied that\n\nof Chemlen. \n\n                    \n\n1.  Appellee  Bank of  Ireland  is the  parent  of First  New\nHampshire Bank, the successor to Merchants National Bank.\n\n                             -2-\n\n     In  January 1992, Chemlen  moved to remove  Schindler as\n\ntrustee of the estate.  He alleged that Schindler had engaged\n\nin various  improprieties in regard to the  settlement of the\n\nsuits against the bank, including threatening appellant  with\n\ncriminal prosecutions if he continued to oppose settlement of\n\nthe suits, deceiving appellant, the court and creditors as to\n\nthe  settlements, and giving the appearance of collusion with\n\nthe bank in settlement negotiations.  This motion was denied.\n\nChemlen  later moved to enjoin the trustee from \"interfering\"\n\nwith his suits  against the bank and,  for a second  time, to\n\nremove the trustee.  These motions too were denied.  \n\n     Finally,  Chemlen  appealed  the  order authorizing  the\n\ntrustee  to settle  the  suits against  the  bank, the  order\n\ndenying  his request to enjoin the  settlement, and the order\n\ndenying  his request  to remove  the trustee.    The district\n\ncourt dismissed his appeal on these issues on the ground that\n\nChemlen lacked standing.  The court found that the settlement\n\nproceeds were  part of  the estate and  that Chemlen  had not\n\nshown  that a  successful appeal  would  create a  surplus of\n\nassets  over liabilities for  the estate.   Chemlen therefore\n\nlacked any direct  pecuniary interest in  the estate and  was\n\nnot a  \"person aggrieved\" by  the contested orders.   Chemlen\n\ndid not appeal the decision of the district court.\n\n     Meanwhile,  in January 1993,  Chemlen filed  the instant\n\nsuit.  It repeats various factual allegations previously made\n\n                             -3-\n\nbefore  the bankruptcy  court.   However,  Chemlen now  seeks\n\nrelief  under  RICO,  federal  civil  rights  law  and  state\n\nconsumer protection and  civil rights law.   The gravamen  of\n\nChemlen's  complaint is that he suffered harm from appellees'\n\nillegal actions depriving him of his property in the proceeds\n\nof the  two lawsuits  settled by the  trustee.   The district\n\ncourt dismissed  the complaint on  the ground that it  was an\n\nimproper attempt to relitigate issues already ruled on in the\n\nbankruptcy court.  In  the alternative, the court  found that\n\nthe focus of  the complaint concerned communications  made in\n\nconnection  with judicial  proceedings, which  communications\n\nwere  absolutely privileged.    We  find  that the  case  was\n\nproperly  dismissed  on  the  ground  of  res  judicata  and,\n                                                       \n\ntherefore,  do  not  reach  the  district  court's  alternate\n\nground.\n\n                          Discussion\n\n     We have  recently placed  the doctrine  of res  judicata\n                                                             \n\ninto workable perspective:\n\n     The doctrine of  res judicata bars all  parties and\n                                  \n\n     their privies from  relitigating issues which  were\n\n     raised  or could  have been  raised  in a  previous\n                                        \n\n     action, once a  court has entered a  final judgment\n\n     on  the  merits  in the  previous  action.   United\n                                                        \n\n     States v.  Alky Enterprises, Inc.,  969 F.2d  1309,\n                                     \n\n                             -4-\n\n     1314  (1st Cir. 1992).   The essential  elements of\n\n     res  judicata, or claim preclusion, are (1) a final\n                  \n\n     judgment on the merits in an earlier action; (2) an\n\n     identity  of  the  parties or  privies  in  the two\n\n     suits;  and (3) an identity of  the cause of action\n\n     in  both  the earlier  and  later suits.    Kale v.\n                                                     \n\n     Combined Insurance  Co. of America, 924  F.2d 1161,\n                                       \n\n     1165 (1st Cir.), cert. denied, 112 S.Ct. 69 (1991).\n                                  \n\nF.D.I.C.  v. Shearson-American Express,  Inc., 996  F.2d 493,\n                                            \n\n497 (1st  Cir. 1993)  (quoting Aunyx  Corp. v.  Canon U.S.A.,\n                                                             \n\nInc., 978 F.2d 3, 6 (1st Cir. 1992), cert. denied, 113  S.Ct.\n                                                 \n\n1416 (1993))  (emphasis in original).   \"The normal  rules of\n\nres judicata and  collateral estoppel apply to  the decisions\n            \n\nof the bankruptcy  courts.\"  Id.  (quoting Katchen v.  Landy,\n                                                            \n\n382  U.S. 323,  334 (1966)).    \"Generally, a  court-approved\n\nsettlement  receives  the  same  res  judicata  effect  as  a\n                                              \n\nlitigated judgment.\"   In re Medomak  Canning, 922 F.2d  895,\n                                             \n\n900 (1st Cir. 1990).\n\n     We find  all the elements  of res judicata to  have been\n                                               \n\nmet in this  case.  We consider the elements in reverse order\n\nfor the sake of clarity.\n\n     First, the gravamen  of Chemlen's complaint both  in the\n\nbankruptcy proceedings and  in the instant  suit is that  the\n\nsettlement of his suits against  the bank deprived him of his\n\n                             -5-\n\nrightful property.2   In his  motions to prevent and  then to\n\nvoid the settlement,  Chemlen had the opportunity  to present\n\nhis  factual  allegations  of  wrongdoing  to the  bankruptcy\n\ncourt.  Thus, even though the current suit is in the guise of\n\nan  action under  RICO  and other  laws, it  is  in effect  a\n\ncollateral attack on  the judgment affirming the  validity of\n\nthe trustee's settlement of the  suits against the bank  and,\n\nfor purposes of res judicata, it  is the same cause of action\n                            \n\nas that  pursued in the  bankruptcy court.3  See  Hendrick v.\n                                                          \n\nAvent, 891 F.2d 583, 586-87 (5th Cir.), cert. denied 498 U.S.\n                                                    \n\n819  (1990) (appellant's RICO and securities claims which are\n\n\"directly inconsistent  with the  crux\"  of bankruptcy  court\n\ndecision  are \"same  cause  of action\"  for  purposes of  res\n                                                             \n\njudicata); In  re Met-L-Wood Corp,  861 F.2d 1012,  1018 (7th\n                                 \n\nCir. 1988), cert.  denied 490 U.S. 1006 (1989) (dismissing on\n                         \n\nres  judicata grounds  a RICO  suit  because \"the  suit is  a\n             \n\nthinly  disguised collateral attack  on the judgment\"  of the\n\nbankruptcy court).\n\n     Second, even though  the bank may not have  been a party\n\nor a privy to a party in bankruptcy proceedings, it may still\n\n                    \n\n2.  Chemlen's  motion  to  dismiss  the  trustee  was  simply\nanother attempt to block the settlement.\n\n3.  Allowing   a  collateral  attack  on  a  trustee's  court\napproved  settlement  agreement   would  also  undermine  the\nefficient administration of bankruptcy  estates which depend,\nin part,  on the finality  of such agreements. In  re Medomak\n                                                             \nCanning, 922 F.2d at 901.\n       \n\n                             -6-\n\nestop  Chemlen   from  relitigating  his  challenge   to  the\n\nsettlements.    See  Blonder-Tongue  Laboratories,  Inc.   v.\n                                                       \n\nUniversity  of  Illinois  Foundation,  402  U.S.  313  (1971)\n                                    \n\n(defendant  may invoke estoppel against plaintiff who lost on\n\nsame issue to  earlier defendant); Lynch  v. Merrell-National\n                                                             \n\nLaboratories,  Div.  of  Richardson-Merrell,  Inc., 830  F.2d\n                                                 \n\n1190, 1192 (1st Cir. 1987) (same).\n\n     Third, the order  approving the settlement of  the suits\n\nis  a  final  order  within  the context  of  the  bankruptcy\n\nproceedings.   In  bankruptcy proceedings,  \"an  order  which\n\ndisposes of a 'discrete dispute  within the larger case' [is]\n\nconsidered  final and appealable.\"   In re  American Colonial\n                                                             \n\nBroadcasting  Corp.,  758  F.2d  794,  801  (1st  Cir.  1985)\n                  \n\n(quoting In  re Saco Local  Development Corp., 711  F.2d 441,\n                                            \n\n444 (1st Cir. 1983)).  For purposes of this rule:\n\n          A  final judgment is one which disposes of the\n\n     whole  subject,  gives  all  the  relief  that  was\n\n     contemplated, provides with reasonable completeness\n\n     for  giving  effect  to  the  judgment  and  leaves\n\n     nothing to be  done in the cause  save superintend,\n\n     ministerially, the execution of the decrees.\n\nId. (quoting City of  Louisa v. Levi, 140 F.2d 512,  514 (6th\n                                    \n\nCir. 1944)).  The court order approving the settlement of the\n\nsuits fits this definition.   See In re Patel, 43 Bankr. 500,\n                                             \n\n503 (N.D.  Ill. 1984)  (\"bankruptcy court  order approving  a\n\n                             -7-\n\nsettlement  is final  and  appealable  under  [28  U.S.C.]   \n\n1334(a) because  it determines the  rights of the  parties to\n\nthe settlement\").\n\n     Finally,  Chemlen  asserts  that  he  falls  within   an\n\nexception  to the  usual  rules of  res judicata  because his\n                                                \n\nappeal was dismissed for lack of standing and thus was not an\n\nappeal on the merits of  the bankruptcy court decision.  See,\n                                                            \n\ne.g.,  18  Wright,  Miller, &amp;  Cooper,  Federal  Practice and\n                                                             \n\nProcedure:  Jurisdiction      4433,  at  316  (\"If   ordinary\n                        \n\nopportunities  to appeal are thwarted by the circumstances of\n\na  particular case  .  . .  preclusion  may prove  unwise.\");\n\nMcCarney  v. Ford  Motor, Co.,  657 F.2d  230, 234  (8th Cir.\n                            \n\n1981)  (dismissal based upon  lack of standing  is ordinarily\n\nnot \"on the merits\" of the underlying substantive claims).   \n\n     The exception cited by Chemlen is not applicable in this\n\ncase.   Chemlen's  appeal of  the  settlement orders  to  the\n\ndistrict court  was dismissed  because the  court found  that\n\nChemlen did not meet  the standard for appellate  standing in\n\nbankruptcy cases.  In this circuit, only \"persons aggrieved,\"\n\ni.e.,  only  \"those  persons whose  rights  or  interests are\n   \n\n'directly and adversely affected pecuniarily'\" by a contested\n\norder in bankruptcy may appeal that order.  In re El San Juan\n                                                             \n\nHotel,  809 F.2d  151, 154  (1st  Cir. 1987)  (quoting In  re\n                                                             \n\nFondiller, 707 F.2d 441, 442  (9th Cir. 1983)).  The district\n         \n\ncourt  found that  the rights  to the  two lawsuits  were the\n\n                             -8-\n\nproperty of the estate, not  of Chemlen, and that Chemlen had\n\nfailed to show that a  successful appeal would produce assets\n\nfor the estate in excess of its liabilities.  In other words,\n\nthe district  court's decision on  the issue of  standing was\n\npredicated on  a factual finding  that Chemlen had  not shown\n\nthat he  had any property  interest in the settlement  of the\n\nsuits.   See  id. at  155 n.3  (whether appellant  is \"person\n                \n\naggrieved\"  is finding  of fact  for district court).   Since\n\nChemlen's underlying claims  were predicated on his  property\n\ninterest in the settlement, this factual finding, even though\n\nmade in the context of  determining Chemlen's standing, was a\n\ndetermination  of  the  merits of  those  claims.   Moreover,\n\nChemlen made no  attempt to appeal that finding  to the Court\n\nof Appeals.  Chemlen was thus not deprived of the opportunity\n\nto  appeal the determination of  the merits of the settlement\n\ndecision and does  not fall within an exception  to the usual\n\nrules of res judicata.\n                     \n\n     The dismissal of appellant's claim is affirmed.\n                                                   \n\n                             -9-\n",
  "html": "<p class=\"case_cite\">8 F.3d 809</p>\n    <p class=\"case_cite\">RICO Bus.Disp.Guide 8412</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Leon P. CHEMLEN, Plaintiff, Appellant,<br>v.<br>BANK OF IRELAND FIRST HOLDINGS, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1592.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">November 3, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts</p>\n      <p class=\"indent\">Leon P. Chemlen on brief pro se.</p>\n      <p class=\"indent\">Alan R. Hoffman and Lynch, Brewer, Hoffman &amp; Sands, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Torruella and Selya, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Leon Chemlen appeals the dismissal of his civil action alleging violations of the Racketeer Influenced and Corrupt Organization Act [RICO], 18 U.S.C. &#167; 1961 et seq., the Massachusetts Consumer Protection Act, M.G.L. ch.  93A, and state and federal civil rights statutes by appellees Bank of Ireland, its general counsel, Joel Brickman, the law firm of Sheehan, Phinney, Bass &amp; Green and two of its employees, and Joseph Schindler, trustee of appellee's bankruptcy estate.  We affirm the dismissal.</p>\n    </div>\n    <p class=\"indent\">Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In October 1990, Chemlen filed a voluntary Chapter 7 petition in the United States Bankruptcy Court.  Appellee Joseph Schindler was appointed trustee of the estate.  In October 1991, Schindler sought approval from the court to settle two lawsuits Chemlen had brought against Merchants National Bank and other defendants.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Each suit alleged misconduct in violation of the Fair Credit Reporting Act, 15 U.S.C. &#167; 1681 et seq.  Alleging misconduct by counsel for the bank and collusion between counsel for the bank and the trustee, Chemlen opposed the settlement motion.  The bankruptcy court granted the trustee's motion and denied that of Chemlen.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In January 1992, Chemlen moved to remove Schindler as trustee of the estate.  He alleged that Schindler had engaged in various improprieties in regard to the settlement of the suits against the bank, including threatening appellant with criminal prosecutions if he continued to oppose settlement of the suits, deceiving appellant, the court and creditors as to the settlements, and giving the appearance of collusion with the bank in settlement negotiations.  This motion was denied.  Chemlen later moved to enjoin the trustee from \"interfering\" with his suits against the bank and, for a second time, to remove the trustee.  These motions too were denied.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Finally, Chemlen appealed the order authorizing the trustee to settle the suits against the bank, the order denying his request to enjoin the settlement, and the order denying his request to remove the trustee.  The district court dismissed his appeal on these issues on the ground that Chemlen lacked standing.  The court found that the settlement proceeds were part of the estate and that Chemlen had not shown that a successful appeal would create a surplus of assets over liabilities for the estate.  Chemlen therefore lacked any direct pecuniary interest in the estate and was not a \"person aggrieved\" by the contested orders.  Chemlen did not appeal the decision of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Meanwhile, in January 1993, Chemlen filed the instant suit.  It repeats various factual allegations previously made before the bankruptcy court.  However, Chemlen now seeks relief under RICO, federal civil rights law and state consumer protection and civil rights law.  The gravamen of Chemlen's complaint is that he suffered harm from appellees' illegal actions depriving him of his property in the proceeds of the two lawsuits settled by the trustee.  The district court dismissed the complaint on the ground that it was an improper attempt to relitigate issues already ruled on in the bankruptcy court.  In the alternative, the court found that the focus of the complaint concerned communications made in connection with judicial proceedings, which communications were absolutely privileged.  We find that the case was properly dismissed on the ground of res judicata and, therefore, do not reach the district court's alternate ground.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We have recently placed the doctrine of res judicata into workable perspective:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The doctrine of res judicata bars all parties and their privies from relitigating issues which were raised or could have been raised in a previous action, once a court has entered a final judgment on the merits in the previous action.   United States v. Alky Enterprises, Inc., 969 F.2d 1309, 1314 (1st Cir. 1992).  The essential elements of res judicata, or claim preclusion, are (1) a final judgment on the merits in an earlier action;  (2) an identity of the parties or privies in the two suits;  and (3) an identity of the cause of action in both the earlier and later suits.   Kale v. Combined Insurance Co. of America, 924 F.2d 1161, 1165 (1st Cir.), cert. denied, 112 S.Ct. 69 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">F.D.I.C. v. Shearson-American Express, Inc., 996 F.2d 493, 497 (1st Cir. 1993) (quoting  Aunyx Corp. v. Canon U.S.A., Inc., 978 F.2d 3, 6 (1st Cir. 1992), cert. denied, 113 S.Ct. 1416 (1993)) (emphasis in original).  \"The normal rules of res judicata and collateral estoppel apply to the decisions of the bankruptcy courts.\"  Id. (quoting  Katchen v. Landy, 382 U.S. 323, 334 (1966)).  \"Generally, a court-approved settlement receives the same res judicata effect as a litigated judgment.\"   In re Medomak Canning, 922 F.2d 895, 900 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We find all the elements of res judicata to have been met in this case.  We consider the elements in reverse order for the sake of clarity.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">First, the gravamen of Chemlen's complaint both in the bankruptcy proceedings and in the instant suit is that the settlement of his suits against the bank deprived him of his rightful property.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In his motions to prevent and then to void the settlement, Chemlen had the opportunity to present his factual allegations of wrongdoing to the bankruptcy court.  Thus, even though the current suit is in the guise of an action under RICO and other laws, it is in effect a collateral attack on the judgment affirming the validity of the trustee's settlement of the suits against the bank and, for purposes of res judicata, it is the same cause of action as that pursued in the bankruptcy court.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>   See Hendrick v. Avent, 891 F.2d 583, 586-87 (5th Cir.), cert. denied 498 U.S. 819 (1990) (appellant's RICO and securities claims which are \"directly inconsistent with the crux\" of bankruptcy court decision are \"same cause of action\" for purposes of  res judicata);  In re Met-L-Wood Corp, 861 F.2d 1012, 1018 (7th Cir. 1988), cert. denied 490 U.S. 1006 (1989) (dismissing on res judicata grounds a RICO suit because \"the suit is a thinly disguised collateral attack on the judgment\" of the bankruptcy court).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, even though the bank may not have been a party or a privy to a party in bankruptcy proceedings, it may still estop Chemlen from relitigating his challenge to the settlements.   See Blonder-Tongue Laboratories, Inc. v. University of Illinois Foundation, 402 U.S. 313 (1971) (defendant may invoke estoppel against plaintiff who lost on same issue to earlier defendant);   Lynch v. Merrell-National Laboratories, Div. of Richardson-Merrell, Inc., 830 F.2d 1190, 1192 (1st Cir. 1987) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Third, the order approving the settlement of the suits is a final order within the context of the bankruptcy proceedings.  In bankruptcy proceedings, \"an order which disposes of a 'discrete dispute within the larger case' [is] considered final and appealable.\"   In re American Colonial Broadcasting Corp., 758 F.2d 794, 801 (1st Cir. 1985) (quoting  In re Saco Local Development Corp., 711 F.2d 441, 444 (1st Cir. 1983)).  For purposes of this rule:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A final judgment is one which disposes of the whole subject, gives all the relief that was contemplated, provides with reasonable completeness for giving effect to the judgment and leaves nothing to be done in the cause save superintend, ministerially, the execution of the decrees.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Id. (quoting  City of Louisa v. Levi, 140 F.2d 512, 514 (6th Cir. 1944)).  The court order approving the settlement of the suits fits this definition.   See In re Patel, 43 Bankr. 500, 503 (N.D. Ill. 1984) (\"bankruptcy court order approving a settlement is final and appealable under [28 U.S.C.] &#167; 1334(a) because it determines the rights of the parties to the settlement\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, Chemlen asserts that he falls within an exception to the usual rules of res judicata because his appeal was dismissed for lack of standing and thus was not an appeal on the merits of the bankruptcy court decision.  See, e.g., 18 Wright, Miller, &amp; Cooper, Federal Practice and Procedure:  Jurisdiction &#167; 4433, at 316 (\"If ordinary opportunities to appeal are thwarted by the circumstances of a particular case ... preclusion may prove unwise.\");   McCarney v. Ford Motor, Co., 657 F.2d 230, 234 (8th Cir. 1981) (dismissal based upon lack of standing is ordinarily not \"on the merits\" of the underlying substantive claims).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The exception cited by Chemlen is not applicable in this case.  Chemlen's appeal of the settlement orders to the district court was dismissed because the court found that Chemlen did not meet the standard for appellate standing in bankruptcy cases.  In this circuit, only \"persons aggrieved,\" i.e., only \"those persons whose rights or interests are 'directly and adversely affected pecuniarily' \" by a contested order in bankruptcy may appeal that order.   In re El San Juan Hotel, 809 F.2d 151, 154 (1st Cir. 1987) (quoting  In re Fondiller, 707 F.2d 441, 442 (9th Cir. 1983)).  The district court found that the rights to the two lawsuits were the property of the estate, not of Chemlen, and that Chemlen had failed to show that a successful appeal would produce assets for the estate in excess of its liabilities.  In other words, the district court's decision on the issue of standing was predicated on a factual finding that Chemlen had not shown that he had any property interest in the settlement of the suits.  See id. at 155 n.3 (whether appellant is \"person aggrieved\" is finding of fact for district court).  Since Chemlen's underlying claims were predicated on his property interest in the settlement, this factual finding, even though made in the context of determining Chemlen's standing, was a determination of the merits of those claims.  Moreover, Chemlen made no attempt to appeal that finding to the Court of Appeals.  Chemlen was thus not deprived of the opportunity to appeal the determination of the merits of the settlement decision and does not fall within an exception to the usual rules of res judicata.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The dismissal of appellant's claim is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellee Bank of Ireland is the parent of First New Hampshire Bank, the successor to Merchants National Bank</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Chemlen's motion to dismiss the trustee was simply another attempt to block the settlement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Allowing a collateral attack on a trustee's court approved settlement agreement would also undermine the efficient administration of bankruptcy estates which depend, in part, on the finality of such agreements.   In re Medomak Canning, 922 F.2d at 901</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">809</span></span></p>\n    <p class=\"case_cite\">RICO Bus.Disp.Guide 8412</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Leon P. CHEMLEN, Plaintiff, Appellant,<br>v.<br>BANK OF IRELAND FIRST HOLDINGS, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1592.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">November 3, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts</p>\n      <p class=\"indent\">Leon P. Chemlen on brief pro se.</p>\n      <p class=\"indent\">Alan R. Hoffman and Lynch, Brewer, Hoffman &amp; Sands, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Torruella and Selya, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Leon Chemlen appeals the dismissal of his civil action alleging violations of the Racketeer Influenced and Corrupt Organization Act [RICO], 18 U.S.C. &#167; 1961 et seq., the Massachusetts Consumer Protection Act, M.G.L. ch.  93A, and state and federal civil rights statutes by appellees Bank of Ireland, its general counsel, Joel Brickman, the law firm of Sheehan, Phinney, Bass &amp; Green and two of its employees, and Joseph Schindler, trustee of appellee's bankruptcy estate.  We affirm the dismissal.</p>\n    </div>\n    <p class=\"indent\">Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In October 1990, Chemlen filed a voluntary Chapter 7 petition in the United States Bankruptcy Court.  Appellee Joseph Schindler was appointed trustee of the estate.  In October 1991, Schindler sought approval from the court to settle two lawsuits Chemlen had brought against Merchants National Bank and other defendants.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Each suit alleged misconduct in violation of the Fair Credit Reporting Act, 15 U.S.C. &#167; 1681 et seq.  Alleging misconduct by counsel for the bank and collusion between counsel for the bank and the trustee, Chemlen opposed the settlement motion.  The bankruptcy court granted the trustee's motion and denied that of Chemlen.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In January 1992, Chemlen moved to remove Schindler as trustee of the estate.  He alleged that Schindler had engaged in various improprieties in regard to the settlement of the suits against the bank, including threatening appellant with criminal prosecutions if he continued to oppose settlement of the suits, deceiving appellant, the court and creditors as to the settlements, and giving the appearance of collusion with the bank in settlement negotiations.  This motion was denied.  Chemlen later moved to enjoin the trustee from \"interfering\" with his suits against the bank and, for a second time, to remove the trustee.  These motions too were denied.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Finally, Chemlen appealed the order authorizing the trustee to settle the suits against the bank, the order denying his request to enjoin the settlement, and the order denying his request to remove the trustee.  The district court dismissed his appeal on these issues on the ground that Chemlen lacked standing.  The court found that the settlement proceeds were part of the estate and that Chemlen had not shown that a successful appeal would create a surplus of assets over liabilities for the estate.  Chemlen therefore lacked any direct pecuniary interest in the estate and was not a \"person aggrieved\" by the contested orders.  Chemlen did not appeal the decision of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Meanwhile, in January 1993, Chemlen filed the instant suit.  It repeats various factual allegations previously made before the bankruptcy court.  However, Chemlen now seeks relief under RICO, federal civil rights law and state consumer protection and civil rights law.  The gravamen of Chemlen's complaint is that he suffered harm from appellees' illegal actions depriving him of his property in the proceeds of the two lawsuits settled by the trustee.  The district court dismissed the complaint on the ground that it was an improper attempt to relitigate issues already ruled on in the bankruptcy court.  In the alternative, the court found that the focus of the complaint concerned communications made in connection with judicial proceedings, which communications were absolutely privileged.  We find that the case was properly dismissed on the ground of res judicata and, therefore, do not reach the district court's alternate ground.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We have recently placed the doctrine of res judicata into workable perspective:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The doctrine of res judicata bars all parties and their privies from relitigating issues which were raised or could have been raised in a previous action, once a court has entered a final judgment on the merits in the previous action.   United States v. Alky Enterprises, Inc., <span class=\"citation\" data-id=\"587246\"><a href=\"/opinion/587246/united-states-v-alky-enterprises-inc/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1309</span></a></span>, 1314 (1st Cir. 1992).  The essential elements of res judicata, or claim preclusion, are (1) a final judgment on the merits in an earlier action;  (2) an identity of the parties or privies in the two suits;  and (3) an identity of the cause of action in both the earlier and later suits.   Kale v. Combined Insurance Co. of America, <span class=\"citation\" data-id=\"555434\"><a href=\"/opinion/555434/carl-kale-v-combined-insurance-company-of-america/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1161</span></a></span>, 1165 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">69</span> </span>(1991).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">F.D.I.C. v. Shearson-American Express, Inc., <span class=\"citation\" data-id=\"609735\"><a href=\"/opinion/609735/federal-deposit-insurance-corporation-cross-plaintiff-v-shearson-american/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">493</span></a></span>, 497 (1st Cir. 1993) (quoting  Aunyx Corp. v. Canon U.S.A., Inc., <span class=\"citation\" data-id=\"593290\"><a href=\"/opinion/593290/aunyx-corporation-v-canon-usa-incorporated/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 6 (1st Cir. 1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1416</span> </span>(1993)) (emphasis in original).  \"The normal rules of res judicata and collateral estoppel apply to the decisions of the bankruptcy courts.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> (quoting  Katchen </span>v. Landy, <span class=\"citation\" data-id=\"107138\"><a href=\"/opinion/107138/katchen-v-landy/\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">323</span></a></span>, 334 (1966)).  \"Generally, a court-approved settlement receives the same res judicata effect as a litigated judgment.\"   In re Medomak Canning, <span class=\"citation no-link\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">895</span></span>, 900 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We find all the elements of res judicata to have been met in this case.  We consider the elements in reverse order for the sake of clarity.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">First, the gravamen of Chemlen's complaint both in the bankruptcy proceedings and in the instant suit is that the settlement of his suits against the bank deprived him of his rightful property.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In his motions to prevent and then to void the settlement, Chemlen had the opportunity to present his factual allegations of wrongdoing to the bankruptcy court.  Thus, even though the current suit is in the guise of an action under RICO and other laws, it is in effect a collateral attack on the judgment affirming the validity of the trustee's settlement of the suits against the bank and, for purposes of res judicata, it is the same cause of action as that pursued in the bankruptcy court.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>   See Hendrick v. Avent, <span class=\"citation\" data-id=\"533601\"><a href=\"/opinion/533601/rodney-d-hendrick-v-he-avent-an-unincorporated-association/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">583</span></a></span>, 586-87 (5th Cir.), cert. denied <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">819</span> </span>(1990) (appellant's RICO and securities claims which are \"directly inconsistent with the crux\" of bankruptcy court decision are \"same cause of action\" for purposes of  res judicata);  In re Met-L-Wood Corp, <span class=\"citation\" data-id=\"514621\"><a href=\"/opinion/514621/in-the-matter-of-met-l-wood-corporation-debtor-appeal-of-constantine-john/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1012</span></a></span>, 1018 (7th Cir. 1988), cert. denied <span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1006</span> </span>(1989) (dismissing on res judicata grounds a RICO suit because \"the suit is a thinly disguised collateral attack on the judgment\" of the bankruptcy court).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, even though the bank may not have been a party or a privy to a party in bankruptcy proceedings, it may still estop Chemlen from relitigating his challenge to the settlements.   See Blonder-Tongue Laboratories, Inc. v. University of Illinois Foundation, <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">313</span> </a></span>(1971) (defendant may invoke estoppel against plaintiff who lost on same issue to earlier defendant);   Lynch v. Merrell-National Laboratories, Div. of Richardson-Merrell, Inc., <span class=\"citation\" data-id=\"495427\"><a href=\"/opinion/495427/margo-lynch-ppa-dennis-lynch-dennis-lynch-and-margaret-lynch-v/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1190</span></a></span>, 1192 (1st Cir. 1987) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Third, the order approving the settlement of the suits is a final order within the context of the bankruptcy proceedings.  In bankruptcy proceedings, \"an order which disposes of a 'discrete dispute within the larger case' [is] considered final and appealable.\"   In re American Colonial Broadcasting Corp., <span class=\"citation\" data-id=\"450373\"><a href=\"/opinion/450373/in-re-american-colonial-broadcasting-corp-debtor-appeal-of-local-service/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">794</span></a></span>, 801 (1st Cir. 1985) (quoting  In re Saco Local Development Corp., <span class=\"citation\" data-id=\"421131\"><a href=\"/opinion/421131/in-re-saco-local-development-corp-leather-comfort-corporation-kirstein/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">441</span></a></span>, 444 (1st Cir. 1983)).  For purposes of this rule:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A final judgment is one which disposes of the whole subject, gives all the relief that was contemplated, provides with reasonable completeness for giving effect to the judgment and leaves nothing to be done in the cause save superintend, ministerially, the execution of the decrees.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"421131\"><a href=\"/opinion/421131/in-re-saco-local-development-corp-leather-comfort-corporation-kirstein/\"><span class=\"id_token\">Id.</span> (quoting  City </a></span>of Louisa v. Levi, <span class=\"citation\" data-id=\"1567012\"><a href=\"/opinion/1567012/city-of-louisa-v-levi/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">512</span></a></span>, 514 (6th Cir. 1944)).  The court order approving the settlement of the suits fits this definition.   See In re Patel, 43 Bankr. 500, 503 (N.D. Ill. 1984) (\"bankruptcy court order approving a settlement is final and appealable under [28 U.S.C.] &#167; 1334(a) because it determines the rights of the parties to the settlement\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, Chemlen asserts that he falls within an exception to the usual rules of res judicata because his appeal was dismissed for lack of standing and thus was not an appeal on the merits of the bankruptcy court decision.  See, e.g., 18 Wright, Miller, &amp; Cooper, Federal Practice and Procedure:  Jurisdiction &#167; 4433, at 316 (\"If ordinary opportunities to appeal are thwarted by the circumstances of a particular case ... preclusion may prove unwise.\");   McCarney v. Ford Motor, Co., <span class=\"citation\" data-id=\"393361\"><a href=\"/opinion/393361/robert-p-mccarney-and-elizabeth-h-mccarney-v-ford-motor-company/\"><span class=\"volume\">657</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 234 (8th Cir. 1981) (dismissal based upon lack of standing is ordinarily not \"on the merits\" of the underlying substantive claims).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The exception cited by Chemlen is not applicable in this case.  Chemlen's appeal of the settlement orders to the district court was dismissed because the court found that Chemlen did not meet the standard for appellate standing in bankruptcy cases.  In this circuit, only \"persons aggrieved,\" i.e., only \"those persons whose rights or interests are 'directly and adversely affected pecuniarily' \" by a contested order in bankruptcy may appeal that order.   In re El San Juan Hotel, <span class=\"citation\" data-id=\"481639\"><a href=\"/opinion/481639/in-re-el-san-juan-hotel-debtor-appeal-of-hector-m-rodriguez-estrada/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">151</span></a></span>, 154 (1st Cir. 1987) (quoting  In re Fondiller, <span class=\"citation\" data-id=\"418255\"><a href=\"/opinion/418255/in-the-matter-of-harry-fondiller-debtor-rosalyn-fondiller-v-jerome-e/\"><span class=\"volume\">707</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">441</span></a></span>, 442 (9th Cir. 1983)).  The district court found that the rights to the two lawsuits were the property of the estate, not of Chemlen, and that Chemlen had failed to show that a successful appeal would produce assets for the estate in excess of its liabilities.  In other words, the district court's decision on the issue of standing was predicated on a factual finding that Chemlen had not shown that he had any property interest in the settlement of the suits.  See <span class=\"citation\" data-id=\"418255\"><a href=\"/opinion/418255/in-the-matter-of-harry-fondiller-debtor-rosalyn-fondiller-v-jerome-e/\"><span class=\"id_token\">id.</span> at 155 </a></span>n.3 (whether appellant is \"person aggrieved\" is finding of fact for district court).  Since Chemlen's underlying claims were predicated on his property interest in the settlement, this factual finding, even though made in the context of determining Chemlen's standing, was a determination of the merits of those claims.  Moreover, Chemlen made no attempt to appeal that finding to the Court of Appeals.  Chemlen was thus not deprived of the opportunity to appeal the determination of the merits of the settlement decision and does not fall within an exception to the usual rules of res judicata.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The dismissal of appellant's claim is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellee Bank of Ireland is the parent of First New Hampshire Bank, the successor to Merchants National Bank</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Chemlen's motion to dismiss the trustee was simply another attempt to block the settlement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Allowing a collateral attack on a trustee's court approved settlement agreement would also undermine the efficient administration of bankruptcy estates which depend, in part, on the finality of such agreements.   In re Medomak <span class=\"citation no-link\"><span class=\"antecedent_guess\">Canning,</span> <span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">901</span></span></p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107138/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108330/",
    "https://www.courtlistener.com/api/rest/v3/opinions/393361/",
    "https://www.courtlistener.com/api/rest/v3/opinions/418255/",
    "https://www.courtlistener.com/api/rest/v3/opinions/421131/",
    "https://www.courtlistener.com/api/rest/v3/opinions/450373/",
    "https://www.courtlistener.com/api/rest/v3/opinions/481639/",
    "https://www.courtlistener.com/api/rest/v3/opinions/495427/",
    "https://www.courtlistener.com/api/rest/v3/opinions/514621/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533601/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555434/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587246/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593290/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609735/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1567012/"
  ]
}