{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195005/",
  "id": 195005,
  "absolute_url": "/opinion/195005/moreno-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195005/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:30:08Z",
  "date_modified": "2020-02-21T23:42:36.782221Z",
  "type": "010combined",
  "sha1": "5fba78fb0144c0ffa9dcd96f66d9bd062a834b9f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1074.01A",
  "local_path": null,
  "plain_text": "November 3, 1993      [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                        \n\nNo. 93-1074\n\n                     MARIA ELVIRA MORENO,\n\n                    Petitioner, Appellant,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                    Respondent, Appellee.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n      *[Hon. Juan M. Perez-Gimenez, U.S. District Judge]\n                                                       \n\n                                        \n\n                            Before\n\n                   Selya, Boudin and Stahl,\n                       Circuit Judges.\n                                     \n\n                                        \n\n   Maria Elvira Moreno on brief pro se.\n                      \n   Jay  P. McCloskey,  United  States  Attorney,  and  F.  Mark\n                                                               \nTerison, Assistant U.S. Attorney, on brief for appellee.\n     \n\n                                        \n\n                                        \n\n                            \n*Of the District of Puerto Rico, sitting by designation.\n\n          Per Curiam.   Maria Elvira Moreno was  convicted of\n                    \n\none  count of conspiring  with Andres Gonzalez  to distribute\n\nand to  possess with  intent to distribute  in excess  of 500\n\ngrams  of cocaine.    We affirmed  her  conviction in  United\n                                                             \n\nStates v.  Moreno, 947 F.2d  7 (1st Cir. 1991).   Thereafter,\n                 \n\nMoreno brought a motion under 28 U.S.C.   2255  to vacate her\n\nsentence,  alleging that both her trial and appellate counsel\n\nhad  rendered her  ineffective assistance  of  counsel.   The\n\ndistrict court denied  her petition.  Concluding  that Moreno\n\nhas not met her burden of  proving by a preponderance of  the\n\nevidence  that  her  counsel's  performance  fell  below   an\n\nobjective  standard of reasonableness and that such deficient\n\nperformance  had prejudiced  her defense,  see  Strickland v.\n                                                          \n\nWashington, 466 U.S. 668, 687 (1984), we now affirm.\n          \n\n          I.  Ineffective Assistance by Trial Counsel\n                                                     \n\n          Moreno   alleges  that   her   trial  counsel   was\n\nineffective for several reasons, which we discuss in turn.  \n\n          Rule  29 Motions.   Moreno claims that  her counsel\n                           \n\nmoved ineffectively for a judgment of acquittal under Fed. R.\n\nCrim.  P. 29.    Moreno  says that  her  counsel should  have\n\nsubmitted  a  written  memorandum in  support  of  her motion\n\nbecause the  court would  have been  better able  to evaluate\n\ncounsel's  arguments that  insufficient  evidence existed  to\n\nconvict  Moreno  beyond a  reasonable  doubt.   Her  claim is\n\nmeritless.  Not only is it the general  practice to make Rule\n\n                             -2-\n\n29  motions orally, without  written support, but  we have no\n\ndoubt  that the  court did  not require  any special  written\n\ninstruction  on  how to  evaluate  evidence in  light  of the\n\nreasonable  doubt  standard.    Moreover,  the  court  showed\n\ncomplete  familiarity  with the  evidence  in explaining  its\n\ndenial of  the Rule 29  motion.  Thus,  Moreno has  not shown\n\nthat her attorney's failure to submit a written memorandum in\n\nsupport of  her Rule 29 motion fell below objective standards\n\nof  reasonableness,  or that  reviewing a  written memorandum\n\nwould have altered the court's view of the evidence.  \n\n          Moreno also  faults her attorney  for not  renewing\n\nher Rule  29 motion after  the jury rendered its  verdict and\n\nwas discharged.  As it was, Moreno's attorney moved twice for\n\nacquittal, first after the government had presented its case-\n\nin-chief and  then after the  close of all the  evidence, and\n\nboth times  she was unsuccessful.   Moreno has not  said what\n\nfurther arguments her attorney could have presented after the\n\njury  was  discharged that  would  have caused  the  court to\n\nreconsider  its prior  rulings.   Consequently,  she has  not\n\nshown that  she was prejudiced  by her attorney's  failure to\n\nrenew the motion a third time.\n\n          Severance/Co-Conspirator   Statements.       Moreno\n                                                \n\nappears  to argue  that her  counsel  was ineffective  either\n\nbecause  she  did not  move  to  sever  Moreno's  trial  from\n\nGonzalez's  trial,  or  because  she did  not  object  to the\n\n                             -3-\n\nadmission  of  co-conspirator  statements,  specifically  the\n\ntestimony  by Laura  Speer that  Gonzalez had  told her  that\n\nMoreno  had gift-wrapped  a package of  cocaine Speer  was to\n\ndeliver to  John Carmichael.   Moreno's  arguments appear  to\n\nderive   from   her  challenge   to   the  district   court's\n\nPetrozziello finding,  see United States v. Petrozziello, 548\n                                                        \n\nF.2d 20  (1st Cir.  1977), which she  raised in  her original\n\nsection  2255   motion.    The  magistrate   interpreted  her\n\nchallenge  to suggest that counsel was ineffective in failing\n\nto  request  a  ruling  under  Petrozziello   (although  both\n                                           \n\npreliminary  and final Petrozziello findings were made by the\n                                   \n\ncourt), and rejected  her claim as  conclusory since she  did\n\nnot  identify a  single  co-conspirator  statement  to  which\n\ncounsel  should have objected.   The district  court believed\n\nthat  Moreno's claim essentially alleged that her counsel was\n\nineffective  for  not  moving to  sever  Moreno's  trial from\n\nGonzalez's trial.   Because of  the obvious ambiguity  of her\n\noriginal claim, the precise  claim to be addressed  on appeal\n\nis  also somewhat  uncertain.1   Based on  our review  of the\n\n                    \n\n1.  For example, strictly speaking Moreno did not complain to\nthe district  court that her  trial counsel had not  moved to\nsever her  trial from  Gonzalez's, and so,  by virtue  of the\n\"bedrock\"  principle in  this circuit  that we do  not review\nclaims  not  \"squarely\"  presented to  the  court  below, see\n                                                             \nUnited  States  v. Ocasio-Rivera,  991  F.2d 1,  3  (1st Cir.\n                                \n1993), we  normally would not  consider her claim now.   Yet,\nthe district court analyzed her claim as if she had presented\nthat  argument.   Because the  district  court discussed  the\nseverance  issue even  though  Moreno did  not  raise it,  an\nargument could be made that  we should consider that issue on\n\n                             -4-\n\nrecord,  and putting  to  the  side the  question  of how  to\n\ninterpret Moreno's original  claim, we  conclude that  Moreno\n\nhas not shown ineffective assistance of counsel.  \n\n          First, the trial  transcript suggests that Moreno's\n\ncounsel  had moved,  unsuccessfully, for severance,  and also\n\nindicates that she essentially moved for severance again when\n\nthe  government   proffered  Laura  Speer's   testimony  that\n\nGonzalez had  told her that Moreno had gift-wrapped a package\n\nof  cocaine intended  for delivery  by  Speer to  Carmichael.\n\nMoreno's attorney  objected  vigorously to  the admission  of\n\nSpeer's testimony under Bruton v. United States, 391 U.S. 123\n                                               \n\n(1968), and Fed.  R. Evid. 403, but the  court concluded that\n\nSpeer's  testimony was  admissible  against  Moreno  as  non-\n\nhearsay co-conspirator  statements  and  that  its  probative\n\nvalue  outweighed its  prejudicial effect.    The court  also\n\nconcluded that severance was not warranted.  \n\n          Second,  Gonzalez testified  at  trial that  Moreno\n\nknew  nothing  about his  cocaine dealing,  and so,  far from\n\nimpairing  Moreno's defense,  Gonzalez's testimony  bolstered\n\nit.    Therefore,  the   district  court's  conclusion   that\n\nseverance was not warranted was justified.  See Fed. R. Crim.\n                                               \n\nP. 14  (permitting severance where  a joint trial with  a co-\n\ndefendant would result in undue prejudice to a defendant).  \n\n                    \n\nappeal.\n\n                             -5-\n\n          Third,  the  district court's  determination  under\n\nPetrozziello that sufficient evidence of a conspiracy existed\n            \n\nto permit co-conspirator statements to be  introduced against\n\nMoreno was not  clearly erroneous.  The  evidence showed that\n\nGonzalez and  Moreno  were  long-time  companions  who  lived\n\ntogether.   Although  Carmichael most  frequently  dealt only\n\nwith   Gonzalez  in   buying  cocaine,   occasionally  Moreno\n\n\"fetched\" Carmichael,  bringing him to where  Gonzalez waited\n\nto effect the sale.   Carmichael said that Moreno never spoke\n\nto him about cocaine when he met her, but he did testify that\n\noccasionally Moreno would hand him  the cocaine wrapped up to\n\nlook like a  gift.  Subsequently,  Speer, who had  introduced\n\nCarmichael to Gonzalez and had  received a \"finder's fee\" for\n\ndoing  so   from  Gonzalez's  subsequent  cocaine   sales  to\n\nCarmichael, testified about Gonzalez's  statement that Moreno\n\nhad gift-wrapped the package of cocaine Speer  was to deliver\n\nto   Carmichael.    Furthermore,  Moreno  was  present  at  a\n\ncontrolled buy in New York where  Carmichael, now helping the\n\ngovernment, used marked Drug Enforcement Administration funds\n\nto  buy cocaine  from  Gonzalez;  on  that  occasion,  Moreno\n\narrived first to greet Carmichael, told him that he was late,\n\nand waited  with him  for Gonzalez;  although Carmichael  and\n\nGonzalez apparently discussed the sale of cocaine out  of her\n\nearshot, after their  conversation was done, she  waited with\n\nCarmichael for another half hour  while Gonzalez went to  get\n\n                             -6-\n\nthe  cocaine.   The next  day  she was  observed engaging  in\n\ncountersurveillance  before  Carmichael  and  Gonzalez  began\n\nnegotiations  with  undercover  government  agents posing  as\n\nprospective cocaine purchasers.  She also actively urged that\n\nCarmichael  stay  involved   in  the  negotiation   when  the\n\ngovernment  agents  suggested  that  he  leave.    There  was\n\nevidence that she  had prepared for the trip  to Maine, where\n\nthe negotiation with  undercover agents took place,  and that\n\nshe had  not just gone there on the spur  of the moment for a\n\nlobster dinner and  a boat ride, as  she claimed.   The purse\n\nshe  carried  when she  was  arrested  in Maine  contained  a\n\nsignificant  portion of the marked money which Carmichael had\n\ngiven to Gonzalez  during the controlled buy in  New York the\n\npreceding day.\n\n          Since the evidence sufficed to show a conspiracy to\n\ndistribute  cocaine  among Gonzalez,  Moreno, and  Speer, the\n\ncourt's  admission  of  Carmichael's  testimony  and  Speer's\n\nstatements  against   Moreno  was   not  clearly   erroneous.\n\nTherefore,   counsel's  failure  to  object  to  the  court's\n\nPetrozziello  finding  was  not prejudicial  and  so  was not\n            \n\nineffective assistance of counsel.\n\n          Failure  to Request  Special Instructions.   Moreno\n                                                    \n\ncontends  that  her  defense was  \"unique\"  and  that counsel\n\nrendered ineffective assistance by failing to request special\n\njury  instructions.   Moreno's  defense was  essentially that\n\n                             -7-\n\ninsufficient evidence  had been  presented to  show beyond  a\n\nreasonable doubt  that she was  a knowing participant  in the\n\nconspiracy to  distribute  cocaine, and  her  counsel  argued\n\nvigorously to the  jury that convicting Moreno  of conspiracy\n\nwould be tantamount to finding her guilty by mere association\n\nwith Gonzalez.   This defense  strikes us as a  fairly common\n\none, and our review of  the record shows that the  court gave\n\nthe  jury correct instructions on the elements the government\n\nwas required to prove to  convict Moreno of conspiracy:  that\n\nMoreno  and Gonzalez  had willfully  formed  an agreement  to\n\ndistribute cocaine and  to possess with intent  to distribute\n\ncocaine   and  that  they  had  intentionally  and  willfully\n\nconspired  knowing the  unlawful purpose  of  the conspiracy.\n\nThe court also instructed the jury that it could not find the\n\ndefendants  guilty merely by virtue of their association with\n\none another or by their mere presence at the scene of a crime\n\nknowing that a crime was being committed.  \n\n          Moreno  alleges  further that  her  attorney should\n\nhave asked  for an instruction  that the jury could  not find\n\nthat  a conspiracy existed  where a government  informant who\n\nintended  to  frustrate  the conspiracy  is  the  alleged co-\n\nconspirator.  The conspiracy was not alleged to exist between\n\nCarmichael,  who acted as a government informant, and Moreno,\n\nbut among Moreno, Gonzalez, and  others, and so the rule that\n\ngovernment agents  cannot be co-conspirators  did not  apply,\n\n                             -8-\n\nand there was  no need for such an  instruction.2  See United\n                                                             \n\nStates v. Giry,  818 F.2d 120, 126 (1st  Cir.), cert. denied,\n                                                            \n\n484 U.S. 855 (1987).\n\n          Moreno's  other claims  of  error relating  to  the\n\nalleged  need to give  special jury instructions  are equally\n\nmeritless.\n\n          II.  Ineffective Assistance by Appellate Counsel\n                                                          \n\n          Moreno alleges  that the lawyer who  prosecuted her\n\nappeal  was ineffective  because  he  failed  to  appeal  her\n\nsentence.  According to Moreno, the district court's decision\n\nnot to decrease her base offense level by four levels for her\n\nallegedly  minimal role  in the  conspiracy,  see U.S.S.G.   \n                                                 \n\n3B1.2, was erroneous because the evidence showed that she was\n\nthe  least culpable  of  the  conspirators  and  because  the\n\ncourt's  decision   conflicted  with  its  own   findings  at\n\nsentencing.  We cannot say  that the court's refusal to grant\n\nMoreno  the   requested  four-level  reduction   was  clearly\n\nerroneous, and we  see no conflict  between the findings  the\n\ncourt made  at sentencing and  its decision not to  grant the\n\ndownward adjustment.   \n\n                    \n\n2.  At the request of defense counsel, the court did instruct\nthe jury  that it  had to evaluate  with particular  care the\ntestimony  of both Speer, who had violated certain conditions\nof her  parole and then testified  at trial under a  grant of\nimmunity,  and Carmichael, who  was arrested on  drug charges\nand  testified at  trial pursuant  to  an agreement  with the\ngovernment,  because both  might be  inclined  to give  false\ntestimony   in  order  to   secure  certain   advantages  for\nthemselves in view of their own violations of law.\n\n                             -9-\n\n          Although section  3B1.2 indicates that  a reduction\n\nin base  offense level is  warranted for defendants  \"who are\n\nplainly  among  the least  culpable\"  of a  group  engaged in\n\ncriminal  activity, guideline  commentary  also says  that  a\n\ndefendant's  \"lack of knowledge or understanding of the scope\n\nand  structure of  the enterprise  and of  the  activities of\n\nothers  is  indicative  of a  role  as  minimal participant.\"\n\nU.S.S.G.     3B1.2(a),  comment.  (n.1)  (Nov.  1990).    The\n\ncommentary  says  further  that  a  downward  adjustment  for\n\nminimal participation is to be used \"infrequently,\" and gives\n\nas an  example of  a minimal  participant someone  whose only\n\nrole is to offload part of a single marijuana shipment or  to\n\nbe  courier for  a single  smuggling transaction  of a  small\n\namount of drugs.  Id. (n.2).  At  sentencing, the court found\n                     \n\nthat Moreno knew  \"what was going on,\"  discounted Gonzalez's\n\ntestimony  that  Moreno   was  on  the  \"periphery\"   of  the\n\nconspiracy, and concluded  that the evidence showed  that she\n\nwas  not a minimal participant in the conspiracy, conclusions\n\nwhich were  not clearly  erroneous in light  of the  evidence\n\npresented at trial.  We note as well that the evidence showed\n\nthat the conspiracy  to which Moreno was a  party was ongoing\n\nand contemplated multiple  transactions involving significant\n\nquantities of  cocaine.   Accordingly, we  conclude that  the\n\ncourt's   determination  that  Moreno   was  not   a  minimal\n\nparticipant was justified.  Consequently, appellate counsel's\n\n                             -10-\n\nfailure to appeal  the court's refusal to make  the requested\n\ndownward adjustment did  not prejudice Moreno and  so was not\n\nineffective assistance of counsel.\n\n          The judgment of the district court is affirmed.\n                                                        \n\n                             -11-\n",
  "html": "<p class=\"case_cite\">8 F.3d 809</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Maria Elvira MORENO, Petitioner, Appellant,<br>v.<br>UNITED STATES OF AMERICA, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 93-1074.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">November 3, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine</p>\n      <p class=\"indent\">Maria Elvira Moreno on brief pro se.</p>\n      <p class=\"indent\">Jay P. McCloskey, United States Attorney, and F. Mark Terison, Assistant U.S. Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Maria Elvira Moreno was convicted of one count of conspiring with Andres Gonzalez to distribute and to possess with intent to distribute in excess of 500 grams of cocaine.  We affirmed her conviction in  United States v. Moreno, 947 F.2d 7 (1st Cir. 1991).  Thereafter, Moreno brought a motion under 28 U.S.C. &#167; 2255 to vacate her sentence, alleging that both her trial and appellate counsel had rendered her ineffective assistance of counsel.  The district court denied her petition.  Concluding that Moreno has not met her burden of proving by a preponderance of the evidence that her counsel's performance fell below an objective standard of reasonableness and that such deficient performance had prejudiced her defense,  see Strickland v. Washington, 466 U.S. 668, 687 (1984), we now affirm.</p>\n    </div>\n    <p class=\"indent\">I. Ineffective Assistance by Trial Counsel</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Moreno alleges that her trial counsel was ineffective for several reasons, which we discuss in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Rule 29 Motions.  Moreno claims that her counsel moved ineffectively for a judgment of acquittal under Fed.  R. Crim.  P. 29.  Moreno says that her counsel should have submitted a written memorandum in support of her motion because the court would have been better able to evaluate counsel's arguments that insufficient evidence existed to convict Moreno beyond a reasonable doubt.  Her claim is meritless.  Not only is it the general practice to make Rule 29 motions orally, without written support, but we have no doubt that the court did not require any special written instruction on how to evaluate evidence in light of the reasonable doubt standard.  Moreover, the court showed complete familiarity with the evidence in explaining its denial of the Rule 29 motion.  Thus, Moreno has not shown that her attorney's failure to submit a written memorandum in support of her Rule 29 motion fell below objective standards of reasonableness, or that reviewing a written memorandum would have altered the court's view of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Moreno also faults her attorney for not renewing her Rule 29 motion after the jury rendered its verdict and was discharged.  As it was, Moreno's attorney moved twice for acquittal, first after the government had presented its case-in-chief and then after the close of all the evidence, and both times she was unsuccessful.  Moreno has not said what further arguments her attorney could have presented after the jury was discharged that would have caused the court to reconsider its prior rulings.  Consequently, she has not shown that she was prejudiced by her attorney's failure to renew the motion a third time.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Severance/Co-Conspirator Statements.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Moreno appears to argue that her counsel was ineffective either because she did not move to sever Moreno's trial from Gonzalez's trial, or because she did not object to the admission of co-conspirator statements, specifically the testimony by Laura Speer that Gonzalez had told her that Moreno had gift-wrapped a package of cocaine Speer was to deliver to John Carmichael.  Moreno's arguments appear to derive from her challenge to the district court's Petrozziello finding,  see United States v. Petrozziello, 548 F.2d 20 (1st Cir. 1977), which she raised in her original section 2255 motion.  The magistrate interpreted her challenge to suggest that counsel was ineffective in failing to request a ruling under Petrozziello (although both preliminary and final Petrozziello findings were made by the court), and rejected her claim as conclusory since she did not identify a single co-conspirator statement to which counsel should have objected.  The district court believed that Moreno's claim essentially alleged that her counsel was ineffective for not moving to sever Moreno's trial from Gonzalez's trial.  Because of the obvious ambiguity of her original claim, the precise claim to be addressed on appeal is also somewhat uncertain.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Based on our review of the record, and putting to the side the question of how to interpret Moreno's original claim, we conclude that Moreno has not shown ineffective assistance of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">First, the trial transcript suggests that Moreno's counsel had moved, unsuccessfully, for severance, and also indicates that she essentially moved for severance again when the government proffered Laura Speer's testimony that Gonzalez had told her that Moreno had gift-wrapped a package of cocaine intended for delivery by Speer to Carmichael.  Moreno's attorney objected vigorously to the admission of Speer's testimony under  Bruton v. United States, 391 U.S. 123 (1968), and Fed.  R. Evid. 403, but the court concluded that Speer's testimony was admissible against Moreno as non-hearsay co-conspirator statements and that its probative value outweighed its prejudicial effect.  The court also concluded that severance was not warranted.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Second, Gonzalez testified at trial that Moreno knew nothing about his cocaine dealing, and so, far from impairing Moreno's defense, Gonzalez's testimony bolstered it.  Therefore, the district court's conclusion that severance was not warranted was justified.  See Fed.  R. Crim.  P. 14 (permitting severance where a joint trial with a co-defendant would result in undue prejudice to a defendant).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Third, the district court's determination under Petrozziello that sufficient evidence of a conspiracy existed to permit co-conspirator statements to be introduced against Moreno was not clearly erroneous.  The evidence showed that Gonzalez and Moreno were long-time companions who lived together.  Although Carmichael most frequently dealt only with Gonzalez in buying cocaine, occasionally Moreno \"fetched\" Carmichael, bringing him to where Gonzalez waited to effect the sale.  Carmichael said that Moreno never spoke to him about cocaine when he met her, but he did testify that occasionally Moreno would hand him the cocaine wrapped up to look like a gift.  Subsequently, Speer, who had introduced Carmichael to Gonzalez and had received a \"finder's fee\" for doing so from Gonzalez's subsequent cocaine sales to Carmichael, testified about Gonzalez's statement that Moreno had gift-wrapped the package of cocaine Speer was to deliver to Carmichael.  Furthermore, Moreno was present at a controlled buy in New York where Carmichael, now helping the government, used marked Drug Enforcement Administration funds to buy cocaine from Gonzalez;  on that occasion, Moreno arrived first to greet Carmichael, told him that he was late, and waited with him for Gonzalez;  although Carmichael and Gonzalez apparently discussed the sale of cocaine out of her earshot, after their conversation was done, she waited with Carmichael for another half hour while Gonzalez went to get the cocaine.  The next day she was observed engaging in countersurveillance before Carmichael and Gonzalez began negotiations with undercover government agents posing as prospective cocaine purchasers.  She also actively urged that Carmichael stay involved in the negotiation when the government agents suggested that he leave.  There was evidence that she had prepared for the trip to Maine, where the negotiation with undercover agents took place, and that she had not just gone there on the spur of the moment for a lobster dinner and a boat ride, as she claimed.  The purse she carried when she was arrested in Maine contained a significant portion of the marked money which Carmichael had given to Gonzalez during the controlled buy in New York the preceding day.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Since the evidence sufficed to show a conspiracy to distribute cocaine among Gonzalez, Moreno, and Speer, the court's admission of Carmichael's testimony and Speer's statements against Moreno was not clearly erroneous.  Therefore, counsel's failure to object to the court's Petrozziello finding was not prejudicial and so was not ineffective assistance of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Failure to Request Special Instructions.  Moreno contends that her defense was \"unique\" and that counsel rendered ineffective assistance by failing to request special jury instructions.  Moreno's defense was essentially that insufficient evidence had been presented to show beyond a reasonable doubt that she was a knowing participant in the conspiracy to distribute cocaine, and her counsel argued vigorously to the jury that convicting Moreno of conspiracy would be tantamount to finding her guilty by mere association with Gonzalez.  This defense strikes us as a fairly common one, and our review of the record shows that the court gave the jury correct instructions on the elements the government was required to prove to convict Moreno of conspiracy: that Moreno and Gonzalez had willfully formed an agreement to distribute cocaine and to possess with intent to distribute cocaine and that they had intentionally and willfully conspired knowing the unlawful purpose of the conspiracy.  The court also instructed the jury that it could not find the defendants guilty merely by virtue of their association with one another or by their mere presence at the scene of a crime knowing that a crime was being committed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Moreno alleges further that her attorney should have asked for an instruction that the jury could not find that a conspiracy existed where a government informant who intended to frustrate the conspiracy is the alleged co-conspirator.  The conspiracy was not alleged to exist between Carmichael, who acted as a government informant, and Moreno, but among Moreno, Gonzalez, and others, and so the rule that government agents cannot be co-conspirators did not apply, and there was no need for such an instruction.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   See United States v. Giry, 818 F.2d 120, 126 (1st Cir.), cert. denied, 484 U.S. 855 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Moreno's other claims of error relating to the alleged need to give special jury instructions are equally meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">II. Ineffective Assistance by Appellate Counsel</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Moreno alleges that the lawyer who prosecuted her appeal was ineffective because he failed to appeal her sentence.  According to Moreno, the district court's decision not to decrease her base offense level by four levels for her allegedly minimal role in the conspiracy, see U.S.S.G. &#167; 3B1.2, was erroneous because the evidence showed that she was the least culpable of the conspirators and because the court's decision conflicted with its own findings at sentencing.  We cannot say that the court's refusal to grant Moreno the requested four-level reduction was clearly erroneous, and we see no conflict between the findings the court made at sentencing and its decision not to grant the downward adjustment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although section 3B1.2 indicates that a reduction in base offense level is warranted for defendants \"who are plainly among the least culpable\" of a group engaged in criminal activity, guideline commentary also says that a defendant's \"lack of knowledge or understanding of the scope and structure of the enterprise and of the activities of others is indicative of a role as minimal participant.\"  U.S.S.G. &#167; 3B1.2(a), comment.  (n.1) (Nov. 1990).  The commentary says further that a downward adjustment for minimal participation is to be used \"infrequently,\" and gives as an example of a minimal participant someone whose only role is to offload part of a single marijuana shipment or to be courier for a single smuggling transaction of a small amount of drugs.  Id. (n.2).  At sentencing, the court found that Moreno knew \"what was going on,\" discounted Gonzalez's testimony that Moreno was on the \"periphery\" of the conspiracy, and concluded that the evidence showed that she was not a minimal participant in the conspiracy, conclusions which were not clearly erroneous in light of the evidence presented at trial.  We note as well that the evidence showed that the conspiracy to which Moreno was a party was ongoing and contemplated multiple transactions involving significant quantities of cocaine.  Accordingly, we conclude that the court's determination that Moreno was not a minimal participant was justified.  Consequently, appellate counsel's failure to appeal the court's refusal to make the requested downward adjustment did not prejudice Moreno and so was not ineffective assistance of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For example, strictly speaking Moreno did not complain to the district court that her trial counsel had not moved to sever her trial from Gonzalez's, and so, by virtue of the \"bedrock\" principle in this circuit that we do not review claims not \"squarely\" presented to the court below,  see United States v. Ocasio-Rivera, 991 F.2d 1, 3 (1st Cir. 1993), we normally would not consider her claim now.  Yet, the district court analyzed her claim as if she had presented that argument.  Because the district court discussed the severance issue even though Moreno did not raise it, an argument could be made that we should consider that issue on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At the request of defense counsel, the court did instruct the jury that it had to evaluate with particular care the testimony of both Speer, who had violated certain conditions of her parole and then testified at trial under a grant of immunity, and Carmichael, who was arrested on drug charges and testified at trial pursuant to an agreement with the government, because both might be inclined to give false testimony in order to secure certain advantages for themselves in view of their own violations of law</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">809</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Maria Elvira MORENO, Petitioner, Appellant,<br>v.<br>UNITED STATES OF AMERICA, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 93-1074.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">November 3, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine</p>\n      <p class=\"indent\">Maria Elvira Moreno on brief pro se.</p>\n      <p class=\"indent\">Jay P. McCloskey, United States Attorney, and F. Mark Terison, Assistant U.S. Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Maria Elvira Moreno was convicted of one count of conspiring with Andres Gonzalez to distribute and to possess with intent to distribute in excess of 500 grams of cocaine.  We affirmed her conviction in  United States v. Moreno, <span class=\"citation\" data-id=\"570404\"><a href=\"/opinion/570404/united-states-v-maria-elvira-moreno-united-states-of-america-v-andres/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span> </a></span>(1st Cir. 1991).  Thereafter, Moreno brought a motion under 28 U.S.C. &#167; 2255 to vacate her sentence, alleging that both her trial and appellate counsel had rendered her ineffective assistance of counsel.  The district court denied her petition.  Concluding that Moreno has not met her burden of proving by a preponderance of the evidence that her counsel's performance fell below an objective standard of reasonableness and that such deficient performance had prejudiced her defense,  see Strickland v. Washington, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 687 (1984), we now affirm.</p>\n    </div>\n    <p class=\"indent\">I. Ineffective Assistance by Trial Counsel</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Moreno alleges that her trial counsel was ineffective for several reasons, which we discuss in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Rule 29 Motions.  Moreno claims that her counsel moved ineffectively for a judgment of acquittal under Fed.  R. Crim.  P. 29.  Moreno says that her counsel should have submitted a written memorandum in support of her motion because the court would have been better able to evaluate counsel's arguments that insufficient evidence existed to convict Moreno beyond a reasonable doubt.  Her claim is meritless.  Not only is it the general practice to make Rule 29 motions orally, without written support, but we have no doubt that the court did not require any special written instruction on how to evaluate evidence in light of the reasonable doubt standard.  Moreover, the court showed complete familiarity with the evidence in explaining its denial of the Rule 29 motion.  Thus, Moreno has not shown that her attorney's failure to submit a written memorandum in support of her Rule 29 motion fell below objective standards of reasonableness, or that reviewing a written memorandum would have altered the court's view of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Moreno also faults her attorney for not renewing her Rule 29 motion after the jury rendered its verdict and was discharged.  As it was, Moreno's attorney moved twice for acquittal, first after the government had presented its case-in-chief and then after the close of all the evidence, and both times she was unsuccessful.  Moreno has not said what further arguments her attorney could have presented after the jury was discharged that would have caused the court to reconsider its prior rulings.  Consequently, she has not shown that she was prejudiced by her attorney's failure to renew the motion a third time.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Severance/Co-Conspirator Statements.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Moreno appears to argue that her counsel was ineffective either because she did not move to sever Moreno's trial from Gonzalez's trial, or because she did not object to the admission of co-conspirator statements, specifically the testimony by Laura Speer that Gonzalez had told her that Moreno had gift-wrapped a package of cocaine Speer was to deliver to John Carmichael.  Moreno's arguments appear to derive from her challenge to the district court's Petrozziello finding,  see United States v. Petrozziello, <span class=\"citation\" data-id=\"342283\"><a href=\"/opinion/342283/united-states-v-ralph-petrozziello/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span> </a></span>(1st Cir. 1977), which she raised in her original section 2255 motion.  The magistrate interpreted her challenge to suggest that counsel was ineffective in failing to request a ruling under Petrozziello (although both preliminary and final Petrozziello findings were made by the court), and rejected her claim as conclusory since she did not identify a single co-conspirator statement to which counsel should have objected.  The district court believed that Moreno's claim essentially alleged that her counsel was ineffective for not moving to sever Moreno's trial from Gonzalez's trial.  Because of the obvious ambiguity of her original claim, the precise claim to be addressed on appeal is also somewhat uncertain.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Based on our review of the record, and putting to the side the question of how to interpret Moreno's original claim, we conclude that Moreno has not shown ineffective assistance of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">First, the trial transcript suggests that Moreno's counsel had moved, unsuccessfully, for severance, and also indicates that she essentially moved for severance again when the government proffered Laura Speer's testimony that Gonzalez had told her that Moreno had gift-wrapped a package of cocaine intended for delivery by Speer to Carmichael.  Moreno's attorney objected vigorously to the admission of Speer's testimony under  Bruton v. United States, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span> </a></span>(1968), and Fed.  R. Evid. 403, but the court concluded that Speer's testimony was admissible against Moreno as non-hearsay co-conspirator statements and that its probative value outweighed its prejudicial effect.  The court also concluded that severance was not warranted.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Second, Gonzalez testified at trial that Moreno knew nothing about his cocaine dealing, and so, far from impairing Moreno's defense, Gonzalez's testimony bolstered it.  Therefore, the district court's conclusion that severance was not warranted was justified.  See Fed.  R. Crim.  P. 14 (permitting severance where a joint trial with a co-defendant would result in undue prejudice to a defendant).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Third, the district court's determination under Petrozziello that sufficient evidence of a conspiracy existed to permit co-conspirator statements to be introduced against Moreno was not clearly erroneous.  The evidence showed that Gonzalez and Moreno were long-time companions who lived together.  Although Carmichael most frequently dealt only with Gonzalez in buying cocaine, occasionally Moreno \"fetched\" Carmichael, bringing him to where Gonzalez waited to effect the sale.  Carmichael said that Moreno never spoke to him about cocaine when he met her, but he did testify that occasionally Moreno would hand him the cocaine wrapped up to look like a gift.  Subsequently, Speer, who had introduced Carmichael to Gonzalez and had received a \"finder's fee\" for doing so from Gonzalez's subsequent cocaine sales to Carmichael, testified about Gonzalez's statement that Moreno had gift-wrapped the package of cocaine Speer was to deliver to Carmichael.  Furthermore, Moreno was present at a controlled buy in New York where Carmichael, now helping the government, used marked Drug Enforcement Administration funds to buy cocaine from Gonzalez;  on that occasion, Moreno arrived first to greet Carmichael, told him that he was late, and waited with him for Gonzalez;  although Carmichael and Gonzalez apparently discussed the sale of cocaine out of her earshot, after their conversation was done, she waited with Carmichael for another half hour while Gonzalez went to get the cocaine.  The next day she was observed engaging in countersurveillance before Carmichael and Gonzalez began negotiations with undercover government agents posing as prospective cocaine purchasers.  She also actively urged that Carmichael stay involved in the negotiation when the government agents suggested that he leave.  There was evidence that she had prepared for the trip to Maine, where the negotiation with undercover agents took place, and that she had not just gone there on the spur of the moment for a lobster dinner and a boat ride, as she claimed.  The purse she carried when she was arrested in Maine contained a significant portion of the marked money which Carmichael had given to Gonzalez during the controlled buy in New York the preceding day.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Since the evidence sufficed to show a conspiracy to distribute cocaine among Gonzalez, Moreno, and Speer, the court's admission of Carmichael's testimony and Speer's statements against Moreno was not clearly erroneous.  Therefore, counsel's failure to object to the court's Petrozziello finding was not prejudicial and so was not ineffective assistance of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Failure to Request Special Instructions.  Moreno contends that her defense was \"unique\" and that counsel rendered ineffective assistance by failing to request special jury instructions.  Moreno's defense was essentially that insufficient evidence had been presented to show beyond a reasonable doubt that she was a knowing participant in the conspiracy to distribute cocaine, and her counsel argued vigorously to the jury that convicting Moreno of conspiracy would be tantamount to finding her guilty by mere association with Gonzalez.  This defense strikes us as a fairly common one, and our review of the record shows that the court gave the jury correct instructions on the elements the government was required to prove to convict Moreno of conspiracy: that Moreno and Gonzalez had willfully formed an agreement to distribute cocaine and to possess with intent to distribute cocaine and that they had intentionally and willfully conspired knowing the unlawful purpose of the conspiracy.  The court also instructed the jury that it could not find the defendants guilty merely by virtue of their association with one another or by their mere presence at the scene of a crime knowing that a crime was being committed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Moreno alleges further that her attorney should have asked for an instruction that the jury could not find that a conspiracy existed where a government informant who intended to frustrate the conspiracy is the alleged co-conspirator.  The conspiracy was not alleged to exist between Carmichael, who acted as a government informant, and Moreno, but among Moreno, Gonzalez, and others, and so the rule that government agents cannot be co-conspirators did not apply, and there was no need for such an instruction.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   See United States v. Giry, <span class=\"citation\" data-id=\"488024\"><a href=\"/opinion/488024/united-states-v-pierre-michel-henri-giry-and-steven-seward/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">120</span></a></span>, 126 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">855</span> </span>(1987).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Moreno's other claims of error relating to the alleged need to give special jury instructions are equally meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">II. Ineffective Assistance by Appellate Counsel</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Moreno alleges that the lawyer who prosecuted her appeal was ineffective because he failed to appeal her sentence.  According to Moreno, the district court's decision not to decrease her base offense level by four levels for her allegedly minimal role in the conspiracy, see U.S.S.G. &#167; 3B1.2, was erroneous because the evidence showed that she was the least culpable of the conspirators and because the court's decision conflicted with its own findings at sentencing.  We cannot say that the court's refusal to grant Moreno the requested four-level reduction was clearly erroneous, and we see no conflict between the findings the court made at sentencing and its decision not to grant the downward adjustment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although section 3B1.2 indicates that a reduction in base offense level is warranted for defendants \"who are plainly among the least culpable\" of a group engaged in criminal activity, guideline commentary also says that a defendant's \"lack of knowledge or understanding of the scope and structure of the enterprise and of the activities of others is indicative of a role as minimal participant.\"  U.S.S.G. &#167; 3B1.2(a), comment.  (n.1) (Nov. 1990).  The commentary says further that a downward adjustment for minimal participation is to be used \"infrequently,\" and gives as an example of a minimal participant someone whose only role is to offload part of a single marijuana shipment or to be courier for a single smuggling transaction of a small amount of drugs.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> (n.2).  At </span>sentencing, the court found that Moreno knew \"what was going on,\" discounted Gonzalez's testimony that Moreno was on the \"periphery\" of the conspiracy, and concluded that the evidence showed that she was not a minimal participant in the conspiracy, conclusions which were not clearly erroneous in light of the evidence presented at trial.  We note as well that the evidence showed that the conspiracy to which Moreno was a party was ongoing and contemplated multiple transactions involving significant quantities of cocaine.  Accordingly, we conclude that the court's determination that Moreno was not a minimal participant was justified.  Consequently, appellate counsel's failure to appeal the court's refusal to make the requested downward adjustment did not prejudice Moreno and so was not ineffective assistance of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For example, strictly speaking Moreno did not complain to the district court that her trial counsel had not moved to sever her trial from Gonzalez's, and so, by virtue of the \"bedrock\" principle in this circuit that we do not review claims not \"squarely\" presented to the court below,  see United States v. Ocasio-Rivera, <span class=\"citation\" data-id=\"604815\"><a href=\"/opinion/604815/united-states-v-richard-ocasio-rivera/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1993), we normally would not consider her claim now.  Yet, the district court analyzed her claim as if she had presented that argument.  Because the district court discussed the severance issue even though Moreno did not raise it, an argument could be made that we should consider that issue on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At the request of defense counsel, the court did instruct the jury that it had to evaluate with particular care the testimony of both Speer, who had violated certain conditions of her parole and then testified at trial under a grant of immunity, and Carmichael, who was arrested on drug charges and testified at trial pursuant to an agreement with the government, because both might be inclined to give false testimony in order to secure certain advantages for themselves in view of their own violations of law</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107684/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/342283/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488024/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570404/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604815/"
  ]
}