{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195000/",
  "id": 195000,
  "absolute_url": "/opinion/195000/darr-v-muratora/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195000/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:30:02Z",
  "date_modified": "2020-02-21T23:42:23.442062Z",
  "type": "010combined",
  "sha1": "281da5f2f236990e2539d6ce4a7669d21de34354",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1154.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 93-1154\n\n          STEPHEN DARR, TRUSTEE OF COLUMBUS MORTGAGE AND\n             LOAN CORPORATION OF RHODE ISLAND, INC.,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n                 JOSEPH R. MURATORE, SR., ET AL.,\n\n                     Defendants, Appellants.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n          [Hon. Ronald R. Lagueux, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                  Cyr and Stahl, Circuit Judges,\n                                               \n                   and Fuste,* District Judge.\n                                             \n\n                                           \n\n  Paul J. Bogosian, Jr.  with whom Hodosh, Spinella &amp; Angelone  were\n                                                              \non brief for appellants.\n  Joseph Avanzato  with whom  John F.  Bomster and  Adler Pollock  &amp;\n                                                                    \nSheehan Incorporated were on brief for appellee.\n                  \n\n                                           \n\n                         November 1, 1993\n                                           \n\n                  \n\n*Of the District of Puerto Rico, sitting by designation.\n\n          FUSTE,  District Judge.   The  Trustee  for a  bankrupt\n          FUSTE,  District Judge.\n                                \n\nmortgage lending institution brought an action against the former\n\nchairman  and chief executive  officer of the  company, his wife,\n\nwho was also an officer and director  of the bankrupt lender, and\n\nthree   separate   real  estate   and   development  corporations\n\ncontrolled by the couple.  The Trustee's action sought to recover\n\nover two million  dollars allegedly owed to  the bankrupt lending\n\ninstitution  by defendants.  The Trustee contends that defendants\n\nfirst, improperly created the debt, second, fashioned a favorable\n\ncalculation  of the amount  due, and third,  incorrectly declared\n\nthe loans repaid  through a questionable real  estate conveyance.\n\nThe  Trustee claims that defendants violated their fiduciary duty\n\nto  the  institution  and  to  the  lender's  numerous  debenture\n\nholders.  \n\n          Defendants   argue   that   no   fiduciary   duty   was\n\ntransgressed,  and counter that  the Trustee committed  waste and\n\nfailed  to mitigate  damages to the  bankrupt estate  by allowing\n\nforeclosure  on the properties  which allegedly were  conveyed in\n\norder to satisfy  the debt.  They also take issue with the method\n\nof debt calculation utilized by the district court.  In addition,\n\ndefendants  contend that  they  are  entitled  to  a  significant\n\nreduction of any  outstanding debt because of the  equity in, and\n\nrental income  from, the conveyed  real estate, and to  a further\n\nreduction of the debt because of the Trustee's alleged failure to\n\nprevent  the foreclosures of the properties.  Finally, defendants\n\n                               -2-\n                                2\n\nargue  that they  should receive  a setoff  of  any debt  owed to\n\nplaintiff as  a result  of various  unrelated expenses  allegedly\n\nadvanced by defendants to the plaintiff.\n\n          In  the   instant  appeal,  defendants   challenge  two\n\ndecisions  of the  district court:   A  grant of  partial summary\n\njudgment  with  respect  to  the  total remaining  debt  owed  by\n\ndefendants,  and the court's certification of final judgment.  We\n\nnow affirm the district court's partial summary judgment and hold\n    affirm\n\nthat  final judgment  certification was  justified.   Defendants'\n\nclaims  of payment through  property transfer, waste,  failure to\n\nmitigate, setoff, and miscalculation of debt are unavailing  as a\n\nmatter of law.\n\n                                I.\n\n                            Background\n                                      \n\n          From August 1961 to  December 1991, Defendant-Appellant\n\nJoseph R. Muratore,  Sr. (\"Mr. Muratore\") owned and  controlled a\n\nmortgage  lending   institution,   Columbus   Mortgage   &amp;   Loan\n\nCorporation of Rhode  Island, Inc., as  well as its  wholly-owned\n\nreal   estate   development  corporation   subsidiary,   Columbus\n\nDevelopment Corporation.  The nature of the business  of Columbus\n\nMortgage was to serve as  a mortgage lending firm specializing in\n\nresidential  real  estate  loans  secured  by  first  and  second\n\nmortgages  on real  estate.   At  some  point, however,  Columbus\n\nMortgage entered into the  business of making unsecured  loans in\n\nits  real estate dealings,  financing them in  large part through\n\n                               -3-\n                                3\n\nthe sale of  debentures.1  Columbus Mortgage  eventually took its\n\nbusiness  a  step  further  and  sold  a  second   generation  of\n\ndebentures  to   refinance  the  first  generation   of  maturing\n\nobligations.   As  of December  31, 1989,  Columbus Mortgage  had\n\n$4,400,139 in  outstanding debentures.  It is undisputed that Mr.\n\nMuratore owed a fiduciary duty  to the debenture holders, as well\n\nas to  Columbus Mortgage.   In February  1991, Columbus  Mortgage\n\ndeclared  bankruptcy, acknowledging  its inability  to  repay its\n\ndebts in full, including its debentures.\n\n          Mr. Muratore and his  wife, Defendant-Appellant Rose E.\n\nMuratore  (\"Mrs.   Muratore\"),  controlled  other   Rhode  Island\n\ncorporations, officially  unrelated to  Columbus Mortgage,  that,\n\ninter alia, were  in the business of selling  and developing real\n\nestate:   Defendants-Appellants Muratore Agency,  Inc. (\"Muratore\n\nAgency\"), Muratore Realty Corp. (\"Muratore Realty\"), and Shawomet\n\nHolding Associates (\"Shawomet\") (collectively  referred to as the\n\n\"Separate Muratore Companies\").   We refer, collectively,  to all\n\nMuratore  persons  and  Muratore  corporations as  the  \"Muratore\n\nDefendants\".\n\n          There  is  no  doubt  that  Columbus  Mortgage provided\n\nseveral unsecured  loans  to  the  Separate  Muratore  Companies,\n\ndrawing funds from  the pool of money accumulated  by the selling\n\nof debentures to citizens of  Rhode Island.  These loans  were by\n\n                    \n\n     1\"Debentures  are unsecured debt, as opposed to bonds, which\nare secured by the assets of the issuing company.\"  In  re Worlds\n                                                                 \nof Wonder  Sec. Litigation,  814 F.Supp.  850, 854 n.2  (N.D.Cal.\n                          \n1993).   See also  SEC v.  Howatt, 525  F.2d 226,  229 (1st  Cir.\n                                 \n1975).\n\n                               -4-\n                                4\n\nno means insignificant.  In  fact, loans to the Separate Muratore\n\nCompanies,  most  or   all  of  which  were   unsecured,  totaled\n\n$2,044,313  as of  June  30,  1989, more  than  half of  Columbus\n\nMortgage's total assets of $3,973,791 at that time.  In addition,\n\nthe  record strongly suggests that Columbus Mortgage's funds were\n\nused to  pay miscellaneous personal  debts of Mr. Muratore.   The\n\nrecord  contains  no proof  of  repayment  from  Mr. Muratore  to\n\nColumbus  Mortgage.    The  bottom  line  is  that  the  Muratore\n\nDefendants claim that their  total indebtedness was approximately\n\n$900,000 in  December 1990, and  $1,200,000 in 1992.   Plaintiff-\n\nAppellee  Stephen Darr, Chapter 11 Bankruptcy Trustee of Columbus\n\nMortgage (\"Trustee\"), argues that the defendant's  obligation was\n\nover $2,000,000.\n\n          The Muratore  Companies paid  off some  portion of  the\n\ndebt in  cash.  However,  the payments were applied  to principal\n\nrather than  to accumulated  interest.   The Muratore  Defendants\n\nclaim   that  their  remaining  debt  to  Columbus  Mortgage  was\n\ndischarged in full on or about December 15, 1990, when two pieces\n\nof real  estate of disputed  equity value were conveyed  from the\n\nMuratore  Defendants to  Columbus Mortgage.2    In an  affidavit,\n\nMr. Muratore, an experienced appraiser in his own right, affirmed\n\nunder oath  that at the  time of the conveyance  he believed that\n\nthe fair market value of  the properties was $2,000,000, and that\n\napproximately  $800,000  were  still   owed  on  the  properties'\n\n                    \n\n     2The two properties  conveyed by the Muratore  Defendants to\nColumbus Mortgage are  located at 1845 Post  Road, Warwick, Rhode\nIsland, and 275-277 Atwells Avenue, Providence, Rhode Island.\n\n                               -5-\n                                5\n\nmortgages.  Thus, according to  Mr. Muratore, the equity value of\n\nthe properties was  approximately $1,200,000.  In  the affidavit,\n\nMr. Muratore also referred to  an independent aggregate appraisal\n\nof the properties,  before encumbrances,  of $1,660,000,  meaning\n\nthat as of  December 15, 1990  the equity  in the properties  was\n\napproximately $860,000.   Scanning the  record, we  only find  an\n\nindependent  appraisal of  the  Post  Road  Property,  valued  at\n\n$856,000 as  of December  19, 1992.   The Trustee  challenges the\n\nMuratore Defendants'  valuation of the property,  contending that\n\ngiven the unpaid portion of  the mortgages on the two properties,\n\ntheir aggregate equity value was less than $100,000.  \n\n          The  Muratore   Defendants  claim   that  the   Trustee\n\ncommitted waste by failing to refinance the properties' mortgages\n\nand allowing  foreclosure, causing  the estate  to lose  whatever\n\nequity  remained.  Columbus Mortgage, through the Trustee, argues\n\nthat  it permitted foreclosure  on the properties  pursuant to 11\n\nU.S.C.    362 because  they lacked equity  value.3   The Muratore\n\nDefendants contend that  they deserve a  reduction of the  amount\n\nowed to  Columbus Mortgage equal to the sum  of the equity in the\n\nproperties, the accrued rental income derived from the properties\n\nbefore  foreclosure,  and  funds owed  to  the  Separate Muratore\n\nCompanies  by   Columbus  Mortgage  stemming   from  transactions\n\nunrelated to the debt at issue in this case.  \n\n                    \n\n     311  U.S.C.   362  provides  for an  automatic  stay on  the\nproperty   of  an  estate   which  is  undergoing   voluntary  or\ninvoluntary bankruptcy.  However,  under   362(d)(2)(A), a  party\nin interest may  obtain relief from the stay if the debtor has no\nequity in the property.\n\n                               -6-\n                                6\n\n          Two months after  the conveyance of the  properties, on\n\nFebruary  15,  1991,  Columbus Mortgage,  under  the  guidance of\n\nMr. Muratore, filed  a voluntary  Chapter 11  bankruptcy petition\n\nwith the United States Bankruptcy Court for the District of Rhode\n\nIsland.  11 U.S.C.   1121.   At first, Columbus Mortgage operated\n\nas  a debtor  in possession;  however,  the creditors'  committee\n\nbrought an adversary  proceeding in the bankruptcy court  for the\n\npurpose of collecting money damages from the Muratore Defendants.\n\nIn early April  1992, the adversary  proceeding was withdrawn  to\n\nthe  United  States District  Court  for  the District  of  Rhode\n\nIsland.   Soon thereafter,  Stephen Darr  was appointed  Columbus\n\nMortgage's  Bankruptcy Trustee.  The Trustee, substituted for the\n\ncreditors'  committee, continued  a  six-count action  to recover\n\ndamages allegedly sustained  by the estate and  supposedly caused\n\nby the Muratore Defendants.4  \n\n          On October 14,  1992, the Trustee filed a  Fed. R. Civ.\n\nP. 56 motion for partial summary  judgment and for entry of final\n\njudgment on Count  III of the first amended  complaint alleging a\n\ndebt due and owing.  Fed. R. Civ. P. 54(b).  On January 12, 1993,\n\nthe district court granted the Trustee's motion and entered final\n\njudgment  on Count  III against  the Muratore  Defendants  in the\n\namount of $2,146,034.24.  The  district court concluded that  the\n\nMuratore Defendants  were in  fact one  entity,  one corpus,  and\n\n                    \n\n     4The  Trustee's  six-count  action  includes  the  following\nallegations:   Count  I,  Breach of  Fiduciary  Duty;  Count  II,\nConversion; Count  III, Debt Due  and Owing; Count IV,  Breach of\nContract, and Count V, a second Breach of Contract.  \n\n                               -7-\n                                7\n\nordered final  judgment on Count  III because there was  \"no just\n\nreason for  delay.\"  The  district judge's primary  rationale for\n\nRule 54(b) certification was that the Muratore Defendants' assets\n\navailable to settle  the claim were barely sufficient  to pay the\n\ndebt and that  relief should be granted to  the debenture holders\n\nas soon as possible.   The court noted that entry  of judgment on\n\nCount III  would probably cause  the other counts to  become moot\n\nbecause of the limited resources of the Muratore Defendants.  \n\n                               II.\n\n                         Summary Judgment\n                                         \n\n          In order to  review the district court's  certification\n\nof  summary judgment  on Count  III of  the  adversary proceeding\n\nagainst Mr. Muratore, we must decide whether the district court's\n\nruling fulfilled the  requirements for summary judgment  and Rule\n\n54(b) certification.5\n\nA.  Standard for Review\n                       \n\n          Our review  of summary  judgment decisions  is plenary.\n\nGriggs-Ryan v. Smith, 904 F.2d 112, 115 (1st Cir. 1990).  Summary\n                    \n\njudgment  is appropriate \"if  the pleadings, depositions, answers\n\n                    \n\n     5We do not  disturb the district court's  determination that\nthe various actorswho constitute theMuratore Defendants arealter-\negos of one  another.  That finding by the district court has not\nbeen seriously  challenged  on appeal  and rests  on sound  legal\nprinciples.  See Oman Int'l Fin. Ltd. v. Hoiyong Gems Corp.,  616\n                                                           \nF. Supp. 351, 363-66  (D.R.I. 1985) (discussing law of  corporate\ncollectivity)  (affirmatively cited  in  United Elec.,  Radio and\n                                                                 \nMach. Workers of  America v. 163 Pleasant Street  Corp., 960 F.2d\n                                                       \n1080, 1096  (1st Cir.  1992)); cf. Vucci  v. Myers  Bros. Parking\n                                                                 \nSys., 494 A.2d  530, 535-36 (R.I.  1985).  Thus, we  will discuss\n    \nthe Columbus Mortgage  debt as an obligation of  the aggregate of\ndefendants  without   segregating  loans  among   the  particular\nMuratore entities.\n\n                               -8-\n                                8\n\nto interrogatories,  and admissions  on file,  together with  the\n\naffidavits, if any, show that there is no genuine issue as to any\n\nmaterial fact and that the moving party is entitled to a judgment\n\nas a matter of  law.\"  Fed. R.  Civ. P. 56(c).  In  applying this\n\nstandard to the  instant case, we  view the  record in the  light\n\nmost favorable to the nonmovants, the  Muratore Defendants.  Bank\n                                                                 \n\nOne Texas, N.A.  v. A.J.  Warehouse, Inc., 968  F.2d 94, 97  (1st\n                                         \n\nCir. 1992).  A nonmovant, however, bears the burden of placing at\n\nleast a  single material fact  into dispute after a  moving party\n\noffers evidence of the absence of a genuine issue.  See Jaroma v.\n                                                                 \n\nMassey, 873  F.2d 17, 20  (1st Cir. 1989) (per  curiam); White v.\n                                                                 \n\nHearst Corp., 669  F.2d 14, 17 (1st  Cir. 1982).  \"[T]here  is no\n            \n\nissue for trial unless there is sufficient  evidence favoring the\n\nnonmoving party  for a jury to return  a verdict for that party.\"\n\nAnderson v.  Liberty Lobby,  Inc., 477 U.S.  242, 249 (1986).   A\n                                 \n\nnonmoving party  has a duty  to oppose a cogent  summary judgment\n\nmotion.  Id.\n            \n\nB.  Discussion\n              \n\n          Defendants  assert that there  exist genuine  issues of\n\nmaterial fact regarding the debt owed to Columbus  Mortgage which\n\npreclude a grant of summary judgment.   In order to address these\n\nallegations, we must  examine whether the real  estate conveyance\n\nwas a valid debt payment, whether the defendants were entitled to\n\nany reductions  of the debt, and  whether it was correct  for the\n\ndefendants to  apply payments  to the principal  rather than  the\n\ninterest component of the debt.  \n\n                               -9-\n                                9\n\n    1.  Were Real Estate Conveyances Debt Payments?\n                                                   \n\n          The  record  clearly  demonstrates  that  the  Muratore\n\nDefendants  owe Columbus  Mortgage a  significant  sum of  money.\n\nDefendants  admit  to  a  certain  amount  of  debt  to  Columbus\n\nMortgage,  but   argue  that  prior  to  filing  for  Chapter  11\n\nbankruptcy,  two  valuable  properties  were  conveyed  from  the\n\nSeparate Muratore  Companies  to  Columbus  Mortgage  in  partial\n\nsatisfaction of the admitted debt.  \n\n          Regardless  of the  fiduciary  propriety  of the  real-\n\nestate- for-debt  transaction,6 Mr. Muratore admitted  before the\n\ndistrict court that the obligation created by his  arrangement of\n\nColumbus Mortgage loans  to the Separate Muratore Companies was a\n\nmoney debt.  There was no agreement that the debt could be repaid\n\nthrough a  transfer of properties chosen by  the debtor.  Nor was\n\nthere evidence  of custom from  which such an agreement  could be\n\nimplied.  Since  loans are to be  normally repaid with money  and\n\nnot with houses or any other less liquid type of asset, even when\n\nviewing the record  in the light most hospitable  to the Muratore\n\nDefendants  we find untenable  the argument that  the real-estate\n\n                    \n\n     6This court  finds questionable  that the  Separate Muratore\nCompanies  attempted  to  repay  a  seven-digit  debt  through  a\nproperty  transfer at  the direction  of Mr.  Muratore when,  two\nmonths later,  the creditor, Columbus Mortgage, voluntarily filed\na  Chapter  11  bankruptcy  petition  also by  the  hand  of  Mr.\nMuratore.   The facts  undisputedly show  that  Mr. Muratore  was\neffectively   in  control  of   both  the  creditor   and  debtor\ninstitutions involved in these transactions.   It is evident that\na  large cash debt  was supposedly satisfied at  a time and under\ncircumstances  which greatly  benefitted the  Muratore Defendants\nand harmed the soon-to-be declared bankrupt company controlled by\nMr. Muratore, working to the detriment of the unsecured creditors\nof that company.  \n\n                               -10-\n                                10\n\ntransfer satisfied  the debt.   We agree with the  district court\n\nthat  the debt  and  the real  estate  transaction have  separate\n\nidentities.  No genuine factual dispute revolves around the issue\n\nof loan  satisfaction  by the  real estate  conveyance.   Without\n\nprejudice to the bankruptcy court's final assessment of any claim\n\nby the Muratore Defendants arising from the real estate transfer,\n\nthe money debt remains and the district court properly decided to\n\nenforce the payment  of the same.  We now turn to a determination\n\nof the extent of the debt.      \n\n     2.  Waste, Failure to Mitigate, and Setoff\n                                               \n\n          The district  court held as  a matter of law  that what\n\nthe  Muratore Defendants  have defined  as waste  and  failure to\n\nmitigate  are unavailing theories  as they pertain  to the motion\n\nfor summary judgment on Count III.  We agree.  Both the waste and\n\nfailure to mitigate theories operate on  the presumption that the\n\nreal-estate  conveyance   was  a  payment  toward   the  Muratore\n\nDefendants' debt.  The district  court found that the real-estate\n\nconveyance  cannot rightly  be deemed the  equivalent of  a money\n\npayment  on the  Muratore Defendants'  debt  and, therefore,  any\n\ncredit or  complaint relating  to the  transferred properties  is\n\nentirely separate  from the  debt owed by  defendant, and  may be\n\nbrought up  before the bankruptcy  court.  The $18,000  in rental\n\nincome that  the bankrupt estate  supposedly received due  to its\n\npossession of the properties is no different.  \n\n            The question  of setoff  is different  than those  of\n\nwaste  and failure  to mitigate,  in that  defendants' theory  of\n\n                               -11-\n                                11\n\nsetoff   involves  debts  not  dependant  on  the  real  property\n\nconveyance.  The  Muratore Defendants allege a right  to a setoff\n\nof   $418,046.25  under  11  U.S.C.   553,7  citing  evidence  of\n\nindebtedness  carried on the  ledger cards of  Columbus for wages\n\npaid by the Muratore Defendants to employees of Columbus, and for\n\nrental obligations due from Columbus. \n\n          Section  553 does not  create new substantive  law, but\n\nincorporates in bankruptcy the common law right of setoff, with a\n\nfew additional restrictions.  U.S.  ex rel. I.R.S. v. Norton, 717\n                                                            \n\nF.2d 767, 772 (3d Cir. 1983).  The right of setoff allows parties\n\nthat  owe mutual debts to each  other to assert the amounts owed,\n\nsubtract one from  the other, and  pay only the  balance.  In  re\n                                                                 \n\nBevill, Bresler &amp; Schulman Asset Mgmt. Corp., 896 F.2d 54, 57 (3d\n                                            \n\nCir. 1990).   However, allowing setoff undermines a basic premise\n\nof bankruptcy law,  equality among creditors, by  \"permit[ting] a\n\ncreditor  to obtain full satisfaction of a claim by extinguishing\n\nan equal amount of the creditor's obligation to the debtor . .  .\n\nin effect,  the creditor receives a 'preference'.\"   Id. (quoting\n                                                        \n\nIn re Braniff Airways, Inc.,  42 B.R. 443, 448 (Bankr. N.D.  Tex.\n                           \n\n1984)). As a result, setoff in the context of a bankruptcy is not\n\nautomatic.  Under section 553, debts cannot be setoff unless they\n\nare mutual.   Mutuality requires  that the debts \"be  in the same\n\n                    \n\n     7In pertinent part, 11 U.S.C.   553 provides:  \"[T]his title\ndoes not affect any right of  a creditor to offset a mutual  debt\nowing  by such  creditor  to  the debtor  that  arose before  the\ncommencement of the case under this title against a claim of such\ncreditor against the debtor that arose before the commencement of\nthe case.\"  11 U.S.C.   553(a) (1993).\n\n                               -12-\n                                12\n\nright  and  between  the  same  parties,  standing  in  the  same\n\ncapacity.\"  4 Collier  on  Bankruptcy    553.04 (15th  ed. 1992).\n                                     \n\nWhere the liability  of the party seeking the  setoff arises from\n\nbreach of a fiduciary duty, mutuality of debts does not exist and\n\ntherefore no  setoff is available.   Id.   See also In  re Drexel\n                                                                 \n\nBurnham  Lambert  Group,  Inc.,  113  B.R.  830,  847-48  (Bankr.\n                              \n\nS.D.N.Y. 1990); In re  Esgro, Inc., 645 F.2d  794, 797 (9th  Cir.\n                                  \n\n1981)  (discussing precursor to section 553); Allegaert v. Perot,\n                                                                \n\n466 F.Supp. 516, 518 (S.D.N.Y. 1978).  \n\n          If the district court correctly found that Mr. Muratore\n\nbreached  his fiduciary duty to Columbus  Mortgage by causing the\n\nunsecured loans to  the Muratore Defendants to be  made, then the\n\ndebts of the two parties are not mutual and no setoff  is allowed\n\nas a  matter of  law.   The  district court  determined that  the\n\nMuratore Defendants violated their fiduciary responsibilities and\n\nassisted in the bankruptcy of Columbus Mortgage by taking actions\n\nto  their benefit  and  against the  interests  of the  debenture\n\nholders.     The  Muratore   Defendants  argue   that  the   loan\n\ntransactions carried  on between  Columbus Mortgage,  on the  one\n\nside,  and the Separate Muratore Companies  and the Muratores, on\n\nthe   other,   were  honest,   arm's-length   business  dealings.\n\nDefendants  cite their accounting  documentation as proof  of the\n\nlegitimacy of  the loans and terms at issue.  After reviewing the\n\nrecord,   we  cannot   find  error   in   the  district   court's\n\ndetermination  that the  Muratore  Defendants seriously  breached\n\ntheir  fiduciary  obligations.   This  breach  of  fiduciary duty\n\n                               -13-\n                                13\n\ncreated a  lack of  mutuality between  the unsecured  loans which\n\nwere made to the Muratore Defendants by Columbus Mortgage and any\n\nmoney advanced to  Columbus Mortgage by the  Muratore Defendants.\n\nAs a result, there is no genuine issue of material fact regarding\n\nthe propriety of  any setoff  of the  debt owed  by the  Muratore\n\nDefendants.  \n\n     3.  Applying Cash Payments to Interest\n                                           \n\n          Defendants  next   argue  that  summary   judgment  was\n\nimproper because of  a dispute about the effect  of partial money\n\npayments on  their debt obligations.   Defendants claim  that the\n\namount  owed is  lower than  the  trial court  found because  the\n\npartial payments were to be used to reduce the principal (without\n\ncapitalizing   unpaid   interest)   rather  than   first   paying\n\naccumulated   interest.8    The  district  court  concluded  that\n\nrepayment should have been  on an interest-first basis  and found\n\nthat the Separate Muratore Companies owed substantially more than\n\npreviously suggested  by the  Columbus Mortgage  account ledgers.\n\nThe  Muratore Defendants  argue that the  district court  did not\n\nhave  sufficient evidence  to decide  that  the repayment  method\n\nshould have been on an interest-first basis.  \n\n          It  is undisputed that  the record contains  no express\n\nagreement  detailing the method  for repaying the  loans.  Sample\n\npromissory  notes  used  by Columbus  Mortgage  suggest  that the\n\nstandard practice for  Columbus Mortgage was payment  of interest\n\n                    \n\n     8By  allowing the payment  of principal first,  the Muratore\nDefendants were able  to save over $600,000 in  interest on their\nloans.\n\n                               -14-\n                                14\n\nfirst,  with the  remainder  of any  given  payment going  toward\n\ndecreasing  the principal.    Defendants did  not place  into the\n\nrecord  any promissory notes allowing payment of principal first,\n\nthen  interest.   Defendants  rely  primarily  on unsubstantiated\n\nstatements and assertions that question the evidence submitted by\n\nthe Trustee, and  fail to present hard evidence  to cast doubt on\n\nthe  Trustees'  or  the  district  court's  calculations  of  the\n\noutstanding obligation.  Defendants assert that such calculations\n\nwere  done incorrectly and  were based on  incorrect assumptions,\n\nbut   provide  no   evidenced  alternatives   to  support   these\n\nassertions.  In short, Defendants offer no \"significant probative\n\nevidence\"  that  creates a  genuine  dispute about  the  terms of\n\nrepayment.   Anderson v. Liberty  Lobby, Inc., 477 U.S.  242, 249\n                                             \n\n(1986).  \n\n          We  note  further that  the dispute  over the  terms of\n\nrepayment ultimately presents  not a factual question for  a jury\n\nbut a legal  question for the court.   While Rhode Island  law is\n\nunclear on the subject, the  normal rule throughout the nation is\n\nthat, absent  an express  agreement to the  contrary, there  is a\n\npresumption that  loan payments are  made to  interest first  and\n\nthen principal.9   See  In re Department of  Energy Stripper Well\n                                                                 \n\nExemption  Litigation, 944 F.2d  914, 916  (Temp. Emer.  Ct. App.\n                     \n\n                    \n\n     9Some courts have referred to this principle as the \"'United\nStates Rule' on partial payments.\"  Shutts v.  Phillips Petroleum\n                                                                 \nCo., 567  P.2d 1292,  1321 (Kan. 1977),  cert. denied.,  434 U.S.\n                                                      \n1068  (1978).    The  rule   has  ancient  roots;  it  was  first\nacknowledged by the  Supreme Court over a century and a half ago.\nSee Story v. Livingston, 38 U.S. 359, 371 (1839).\n                       \n\n                               -15-\n                                15\n\n1991); Bonjorno  v. Kaiser  Aluminum &amp;  Chemical Corp.,  865 F.2d\n                                                      \n\n566, 576 (3d Cir. 1989), aff'd in part and rev'd in part on other\n                                                                 \n\ngrounds,  494  U.S. 827  (1990);  Devex Corp.  v.  General Motors\n                                                                 \n\nCorp., 749 F.2d  1020, 1025 n.6 (3d Cir. 1984), cert. denied, 474\n                                                            \n\nU.S. 819 (1985); Nat G.  Harrison Overseas Corp v. American Barge\n                                                                 \n\nSun  Coaster, 475  F.2d 504,  507 (5th  Cir. 1973);  Whiteside v.\n                                                                 \n\nWashington  Loan and Trust Co., 95 F.2d  83, 87 (D.C. Cir. 1937);\n                              \n\nTorosian v. National Capital Bank,  411 F. Supp. 167, 173 (D.D.C.\n                                 \n\n1976); Shutts  v. Phillips  Petroleum  Co., 567  P.2d 1292,  1321\n                                          \n\n(Kan.  1977), cert.  denied,  434 U.S.  1068  (1978); Landess  v.\n                                                                 \n\nState,  335 P.2d  1077  (Okla. 1958);  see also  45 Am.  Jur. 2d,\n                                               \n\nInterest and Usury,   99,  pp. 88-89; 47 C.J.S., Interest,    66,\n\npp. 72-73.\n\n          As  the  United  States  Rule  contemplates  that  loan\n\nrepayments  ordinarily  are  to be  credited  first  to interest,\n\nabsent a  contrary agreement,  we are not  inclined to  conjure a\n\ndifferent   rule  under  Rhode  Island  law.    Moreover,  sample\n\npromissory notes, testimony, and the national custom of crediting\n\nloan  repayments  first  to interest,  all  support  the district\n\ncourt's  conclusion.  Since there was  no genuine factual dispute\n\nabout the property transfer, the alleged reductions or the manner\n\nof  debt calculation, we  hold that the  district court correctly\n\ncalculated the outstanding debt at $2,146,034.24.  \n\n                               III.\n\n                     Entry of Final Judgment\n                                            \n\nA.  Standard for Review\n                       \n\n                               -16-\n                                16\n\n          A  district court  \"may  direct the  entry  of a  final\n\njudgment  as to one or  more but fewer than all  of the claims or\n\nparties only upon an express  determination that there is no just\n\nreason for delay and upon an  express direction for the entry  of\n\njudgment.\"  Fed. R. Civ. P. 54(b).  Orders pursuant to Rule 54(b)\n\nare reviewable by the Court of Appeals for abuse of discretion by\n\nthe trial  court.  Sears, Roebuck &amp; Co.  v. Mackey, 351 U.S. 427,\n                                                  \n\n437 (1956); Ginett  v. Computer Task Group, Inc.,  962 F.2d 1085,\n                                                \n\n1092 (2d Cir. 1992).  This court, however, has limited the Mackey\n                                                                 \n\nholding  to cases  like the  instant one  in which  a Rule  54(b)\n\ncertificate has  been granted  by the district  court.   Makuc v.\n                                                                 \n\nAmerican Honda Motor Co., 692 F.2d 172, 173 (1st Cir. 1982).  \n                        \n\n          In  Spiegel v. Trustees  of Tufts College,  843 F.2d 38\n                                                   \n\n(1st Cir.  1988), we held that the district court's certification\n\nof a final  judgment pursuant to Rule 54(b)  must satisfy certain\n\ncriteria.  First,  the judgment must have the  \"requisite aspects\n\nof finality.\"  Id. at  43 (citing Morrison-Knudsen Co. v. Archer,\n                                                                \n\n655  F.2d 962, 965 (9th Cir. 1981)).   Second, the district court\n\nmust have  made its  decision to certify  a final  judgment while\n\nviewing all claims  and parties in perspective.   See id. (citing\n                                                         \n\nPahlavi v. Palandjian, 744 F.2d 902, 904 n.5 (1st Cir. 1984), and\n                     \n\nquoting Curtiss-Wright Corp. v. General Elec. Co., 446 U.S. 1, 10\n                                                 \n\n(1980)).  Third, we examine  the trial judge's \"assessment of the\n\nequities\"  regarding any justifiable reasons for delay.  Spiegel,\n                                                                \n\n843 F.2d  at 43.   This process is necessarily  case-specific and\n\nrequires an assessment  of the entire litigation  and an analysis\n\n                               -17-\n                                17\n\nof factors which  suggest reasons to relax  the usual prohibition\n\nagainst piecemeal  appellate review.10   \"If  the district  court\n\nhas fulfilled  its responsibility  of enlightening  us as to  the\n\nbasis  for  certification  .  .  .  then   we  give  'substantial\n\ndeference'  to the  court's  exercise of  its  discretion.\"   Id.\n                                                                \n\n(quoting Pahlavi, 744 F.2d at 904 n.5).\n                \n\nB.  Discussion\n              \n\n    1.  Two-Pronged Threshold Test\n                                  \n\n          The first  prong of our inquiry is  whether judgment on\n\nCount III, alone,  satisfies the requirement of  finality.  Count\n\nIII of  the Trustee's first  amended complaint simply  asserts an\n\namount  of money  owed to  the  bankrupt estate  by the  Muratore\n\nDefendants.  There can be  little doubt that entering judgment on\n\nCount  III  provides  the requisite  quantum  of  finality.   See\n                                                                 \n\nSpiegel, 843 F.2d at 43.  If a certain sum of money  is deemed to\n       \n\nbe owed to a bankrupt estate, a decision that recognizes the debt\n\nand orders payment is a coherent and final disposition.  The debt\n\nis either owed or it is not.  \n\n                    \n\n     10Factors  analyzed by other courts in evaluating Rule 54(b)\nmotions  include (1) the relationship between the adjudicated and\nnon-adjudicated claims,  (2) the  possibility that  the need  for\nreview  might be  mooted by future  developments in  the district\ncourt, (3) the possibility  that the same issue might  have to be\nconsidered  again by  the reviewing  court, (4)  the presence  or\nabsence of a claim or counterclaim which might result in a setoff\nagainst the judgment which is to be made final, (5) miscellaneous\nconsiderations   such    as   delay,   economic    and   solvency\nconsiderations, efficiency,  frivolity of  competing claims,  and\nexpense.   Allis-Chalmers Corp. v. Philadelphia Electric Co., 521\n                                                            \nF.2d 360, 364 (3d Cir. 1975).\n\n                               -18-\n                                18\n\n          Second, we  verify whether  the trial judge  considered\n\nthe interrelatedness  of claims and  the overall  context of  the\n\ncase before him.   See Spiegel,  843 F.2d at 43  (citing Pahlavi,\n                                                                \n\n744 F.2d at  904 n.5, and quoting Curtiss-Wright  Corp., 446 U.S.\n                                                       \n\nat  10).   Here,  the  district court  observed that  a  grant of\n\npartial summary judgment would  cause the other counts  to become\n\nmoot,  since the  effect of  the  satisfaction of  the Count  III\n\njudgment would  be to  deplete the  Muratore Defendants  of their\n\nassets.    The  district  court  was  explicitly  referring  to a\n\ncontextual analysis.  The district judge found that the assets of\n\ndefendants  are not  sufficient  to  satisfy  any  further  money\n\nclaims.  Thus, we hold  that the second Rule 54(b)  criterion was\n\nmet when the district judge contemplated his action pertaining to\n\nCount  III with a  view to the  other five  counts and not  in an\n\nabstract or myopic fashion.\n\n    2.  Equities  \n                \n\n          Moving  to the  heart  of  this  analysis,  we  examine\n\nwhether the trial judge abused his discretion in determining that\n\nthere was  \"no just reason for delay,\" Fed.  R. Civ. P. 54(b), in\n\nlight  of  the  futility  of  the  defendants'  claims  regarding\n\nreductions  in  the amount  of  the debt  and  the time-sensitive\n\nposition of the Trustee and debenture holders.11  \n\n                    \n\n     11An additional requirement  for a  proper certification  is\nthat the district judge must  have made an \"express direction for\nthe entry of judgment.\"  Fed. R. Civ. P. 54(b).  This requirement\nwas obviously met by the judge's oral and written directions. \n\n                               -19-\n                                19\n\n          In the usual case, if there is a possibility of a later\n\nsetoff  of a  money debt,  Rule 54(b)  certification of  the debt\n\nwould  be improper  because of  the  inefficient and  inequitable\n\nresult which  would occur  if one party  were allowed  to collect\n\nmoney which may have to  be paid back to the other party when the\n\nremaining litigation is  completed.   Pahlavi, 744  F.2d at  904.\n                                             \n\nHowever, that is  not the case here.   No setoff or  reduction of\n\nthe Muratore  Defendants' debt  could be allowed  as a  matter of\n\nlaw.  The claimed reductions relating to the transferred property\n\ncould  not be  applied  to reduce  the money  debt.   The  amount\n\nallegedly owed by Columbus Mortgage  for wages and rent cannot be\n\nsetoff because the fiduciary relationship between the two parties\n\nrenders  the debts  non-mutual.   Here  then, we  do  not face  a\n\nsituation   where  the  Muratore  Defendants  will  pay  Columbus\n\nMortgage only to have Columbus Mortgage return the money when the\n\nremaining  claims are decided.   Rather, the  Muratore Defendants\n\nwill  have to  join  the other  unsecured  creditors and  proceed\n\nthrough the Bankruptcy Court in  an attempt to recover any amount\n\nallegedly owed by Columbus Mortgage.  The claimed setoffs present\n\nno just reason for delay.\n\n        The  district  court  determined  that certification  was\n\nproper because the Trustee and debenture holders  would be harmed\n\nwith  the  postponement of  any  appeal.    The trial  court,  in\n\nexercising its discretion  in the  Rule 54(b)  context, may  take\n\ntime  and value into consideration in finding delay unreasonable,\n\nparticularly  in  a  case  of failure  to  meet  basic  fiduciary\n\n                               -20-\n                                20\n\nresponsibilities.     Cf.  Curtiss-Wright   Corp.,  446  U.S.   1\n                                                 \n\n(consideration of  time-value  of  money).   While  there  is  an\n\neconomic preference for  all claims in a particular  case to move\n\nto the appeal stage together, a demonstration  of clear injustice\n\nor  hardship resulting  from  delaying  a  final  judgment  on  a\n\nparticular  question  may  justify  certification.    Since   the\n\ndistrict court  in the  instant case  considered the  appropriate\n\ncriteria in a  reasonable and coherent manner,  \"we conclude that\n\n[the court] did not abuse its discretion . . . .\"  Curtiss-Wright\n                                                                 \n\nCorp., 446 U.S. at 12; see Spiegel, 843 F.2d 38; see  also Pierce\n                                                                 \n\nv.  Underwood, 487  U.S.  552, 562  (1988).   There was  \"no just\n             \n\nreason for delay.\"  Fed. R. Civ. P. 54(b).\n\n                               -21-\n                                21\n\n                               IV.\n\n                            Conclusion\n                                      \n\n          We  hold that there was  no genuine dispute of material\n\nfact concerning the district court's calculation of the debt owed\n\nby the Muratore Defendants  to Columbus Mortgage and its  Trustee\n\nin the amount  of $2,146,034.24.   Fed.  R. Civ. P.  56(c).   The\n\nattempt to satisfy the debt through a transfer of real estate was\n\nunavailing because there is no evidence of an arrangement between\n\nthe parties whereby real estate conveyances were to be considered\n\npayments on  the outstanding debt.   No reduction of the  debt by\n\nfunds  related to  the  properties can  be  granted, because  the\n\nproperty  itself was  not a repayment  for the loans  made to the\n\nMuratore Defendants.   Because  defendants created  the loans  in\n\nviolation of the fiduciary duty  owed to the plaintiff, no setoff\n\nfor  other  alleged  debts owed  by  plaintiff  to defendants  is\n\navailable.   Furthermore,  the cash  payments  on the  debt  were\n\nincorrectly  applied to the  principal rather than  the interest,\n\nand  therefore the  sum  calculated  by  the district  court  was\n\ncorrect.  We have examined the record in the light most favorable\n\nto  defendants, but we are  unwilling to go  further and take the\n\nleaps of faith suggested by the Muratore Defendants.  Finally, we\n\nhold  that entry of final judgment  on Count III pursuant to Rule\n\n54(b) was well within the sound discretion of the district court.\n\nFed.  R.  Civ.  P. 54(b).   We,  therefore,  affirm the  district\n                                             affirm\n                                                   \n\ncourt's summary judgment on Count III.  \n\n                               -22-\n                                22\n",
  "html": "<p class=\"case_cite\">8 F.3d 854</p>\n    <p class=\"parties\">Stephen DARR, Trustee of Columbus Mortgage and Loan<br>Corporation of Rhode Island, Inc., Plaintiff, Appellee,<br>v.<br>Joseph R. MURATORE, Sr., et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 93-1154.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 5, 1993.<br>Decided Nov. 1, 1993.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Paul J. Bogosian, Jr., West Yarmouth, MA, with whom Hodosh, Spinella &amp; Angelone, Providence, RI, were on brief, for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Joseph Avanzato, Sauderstown, RI, with whom John F. Bomster and Adler Pollock &amp; Sheehan Inc., Providence, RI, were on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before CYR and STAHL, Circuit Judges, and FUSTE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">FUSTE, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Trustee for a bankrupt mortgage lending institution brought an action against the former chairman and chief executive officer of the company, his wife, who was also an officer and director of the bankrupt lender, and three separate real estate and development corporations controlled by the couple.   The Trustee's action sought to recover over two million dollars allegedly owed to the bankrupt lending institution by defendants.   The Trustee contends that defendants first, improperly created the debt, second, fashioned a favorable calculation of the amount due, and third, incorrectly declared the loans repaid through a questionable real estate conveyance.   The Trustee claims that defendants violated their fiduciary duty to the institution and to the lender's numerous debenture holders.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendants argue that no fiduciary duty was transgressed, and counter that the Trustee committed waste and failed to mitigate damages to the bankrupt estate by allowing foreclosure on the properties which allegedly were conveyed in order to satisfy the debt.   They also take issue with the method of debt calculation utilized by the district court.   In addition, defendants contend that they are entitled to a significant reduction of any outstanding debt because of the equity in, and rental income from, the conveyed real estate, and to a further reduction of the debt because of the Trustee's alleged failure to prevent the foreclosures of the properties.   Finally, defendants argue that they should receive a setoff of any debt owed to plaintiff as a result of various unrelated expenses allegedly advanced by defendants to the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the instant appeal, defendants challenge two decisions of the district court:  A grant of partial summary judgment with respect to the total remaining debt owed by defendants, and the court's certification of final judgment.   We now affirm the district court's partial summary judgment and hold that final judgment certification was justified.   Defendants' claims of payment through property transfer, waste, failure to mitigate, setoff, and miscalculation of debt are unavailing as a matter of law.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">From August 1961 to December 1991, Defendant-Appellant Joseph R. Muratore, Sr.  (\"Mr. Muratore\") owned and controlled a mortgage lending institution, Columbus Mortgage &amp; Loan Corporation of Rhode Island, Inc., as well as its wholly-owned real estate development corporation subsidiary, Columbus Development Corporation.   The nature of the business of Columbus Mortgage was to serve as a mortgage lending firm specializing in residential real estate loans secured by first and second mortgages on real estate.   At some point, however, Columbus Mortgage entered into the business of making unsecured loans in its real estate dealings, financing them in large part through the sale of debentures.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Columbus Mortgage eventually took its business a step further and sold a second generation of debentures to refinance the first generation of maturing obligations.   As of December 31, 1989, Columbus Mortgage had $4,400,139 in outstanding debentures.   It is undisputed that Mr. Muratore owed a fiduciary duty to the debenture holders, as well as to Columbus Mortgage.   In February 1991, Columbus Mortgage declared bankruptcy, acknowledging its inability to repay its debts in full, including its debentures.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Mr. Muratore and his wife, Defendant-Appellant Rose E. Muratore (\"Mrs. Muratore\"), controlled other Rhode Island corporations, officially unrelated to Columbus Mortgage, that, inter alia, were in the business of selling and developing real estate:  Defendants-Appellants Muratore Agency, Inc.  (\"Muratore Agency\"), Muratore Realty Corp.  (\"Muratore Realty\"), and Shawomet Holding Associates (\"Shawomet\") (collectively referred to as the \"Separate Muratore Companies\").   We refer, collectively, to all Muratore persons and Muratore corporations as the \"Muratore Defendants\".</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There is no doubt that Columbus Mortgage provided several unsecured loans to the Separate Muratore Companies, drawing funds from the pool of money accumulated by the selling of debentures to citizens of Rhode Island.   These loans were by no means insignificant.   In fact, loans to the Separate Muratore Companies, most or all of which were unsecured, totaled $2,044,313 as of June 30, 1989, more than half of Columbus Mortgage's total assets of $3,973,791 at that time.   In addition, the record strongly suggests that Columbus Mortgage's funds were used to pay miscellaneous personal debts of Mr. Muratore.   The record contains no proof of repayment from Mr. Muratore to Columbus Mortgage.   The bottom line is that the Muratore Defendants claim that their total indebtedness was approximately $900,000 in December 1990, and $1,200,000 in 1992.   Plaintiff-Appellee Stephen Darr, Chapter 11 Bankruptcy Trustee of Columbus Mortgage (\"Trustee\"), argues that the defendant's obligation was over $2,000,000.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Muratore Companies paid off some portion of the debt in cash.   However, the payments were applied to principal rather than to accumulated interest.   The Muratore Defendants claim that their remaining debt to Columbus Mortgage was discharged in full on or about December 15, 1990, when two pieces of real estate of disputed equity value were conveyed from the Muratore Defendants to Columbus Mortgage.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In an affidavit, Mr. Muratore, an experienced appraiser in his own right, affirmed under oath that at the time of the conveyance he believed that the fair market value of the properties was $2,000,000, and that approximately $800,000 were still owed on the properties' mortgages.   Thus, according to Mr. Muratore, the equity value of the properties was approximately $1,200,000.   In the affidavit, Mr. Muratore also referred to an independent aggregate appraisal of the properties, before encumbrances, of $1,660,000, meaning that as of December 15, 1990 the equity in the properties was approximately $860,000.   Scanning the record, we only find an independent appraisal of the Post Road Property, valued at $856,000 as of December 19, 1992.   The Trustee challenges the Muratore Defendants' valuation of the property, contending that given the unpaid portion of the mortgages on the two properties, their aggregate equity value was less than $100,000.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Muratore Defendants claim that the Trustee committed waste by failing to refinance the properties' mortgages and allowing foreclosure, causing the estate to lose whatever equity remained.   Columbus Mortgage, through the Trustee, argues that it permitted foreclosure on the properties pursuant to 11 U.S.C. &#167; 362 because they lacked equity value.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The Muratore Defendants contend that they deserve a reduction of the amount owed to Columbus Mortgage equal to the sum of the equity in the properties, the accrued rental income derived from the properties before foreclosure, and funds owed to the Separate Muratore Companies by Columbus Mortgage stemming from transactions unrelated to the debt at issue in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Two months after the conveyance of the properties, on February 15, 1991, Columbus Mortgage, under the guidance of Mr. Muratore, filed a voluntary Chapter 11 bankruptcy petition with the United States Bankruptcy Court for the District of Rhode Island.  11 U.S.C. &#167; 1121.   At first, Columbus Mortgage operated as a debtor in possession;  however, the creditors' committee brought an adversary proceeding in the bankruptcy court for the purpose of collecting money damages from the Muratore Defendants.   In early April 1992, the adversary proceeding was withdrawn to the United States District Court for the District of Rhode Island.   Soon thereafter, Stephen Darr was appointed Columbus Mortgage's Bankruptcy Trustee.   The Trustee, substituted for the creditors' committee, continued a six-count action to recover damages allegedly sustained by the estate and supposedly caused by the Muratore Defendants.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On October 14, 1992, the Trustee filed a Fed.R.Civ.P. 56 motion for partial summary judgment and for entry of final judgment on Count III of the first amended complaint alleging a debt due and owing.   Fed.R.Civ.P. 54(b).   On January 12, 1993, the district court granted the Trustee's motion and entered final judgment on Count III against the Muratore Defendants in the amount of $2,146,034.24.   The district court concluded that the Muratore Defendants were in fact one entity, one corpus, and ordered final judgment on Count III because there was \"no just reason for delay.\"   The district judge's primary rationale for Rule 54(b) certification was that the Muratore Defendants' assets available to settle the claim were barely sufficient to pay the debt and that relief should be granted to the debenture holders as soon as possible.   The court noted that entry of judgment on Count III would probably cause the other counts to become moot because of the limited resources of the Muratore Defendants.</p>\n    </div>\n    <p>II.</p>\n    <p>Summary Judgment</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In order to review the district court's certification of summary judgment on Count III of the adversary proceeding against Mr. Muratore, we must decide whether the district court's ruling fulfilled the requirements for summary judgment and Rule 54(b) certification.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>A. Standard for Review</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Our review of summary judgment decisions is plenary.  Griggs-Ryan v. Smith, 904 F.2d 112, 115 (1st Cir.1990).   Summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).   In applying this standard to the instant case, we view the record in the light most favorable to the nonmovants, the Muratore Defendants.  Bank One Texas, N.A. v. A.J. Warehouse, Inc., 968 F.2d 94, 97 (1st Cir.1992).   A nonmovant, however, bears the burden of placing at least a single material fact into dispute after a moving party offers evidence of the absence of a genuine issue.   See Jaroma v. Massey, 873 F.2d 17, 20 (1st Cir.1989) (per curiam);  White v. Hearst Corp., 669 F.2d 14, 17 (1st Cir.1982).  \"[T]here is no issue for trial unless there is sufficient evidence favoring the nonmoving party for a jury to return a verdict for that party.\"  Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 249, 106 S.Ct. 2505, 2511, 91 L.Ed.2d 202 (1986).   A nonmoving party has a duty to oppose a cogent summary judgment motion.  Id.</p>\n    </div>\n    <p>B. Discussion</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Defendants assert that there exist genuine issues of material fact regarding the debt owed to Columbus Mortgage which preclude a grant of summary judgment.   In order to address these allegations, we must examine whether the real estate conveyance was a valid debt payment, whether the defendants were entitled to any reductions of the debt, and whether it was correct for the defendants to apply payments to the principal rather than the interest component of the debt.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>1. Were Real Estate Conveyances Debt Payments?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The record clearly demonstrates that the Muratore Defendants owe Columbus Mortgage a significant sum of money.   Defendants admit to a certain amount of debt to Columbus Mortgage, but argue that prior to filing for Chapter 11 bankruptcy, two valuable properties were conveyed from the Separate Muratore Companies to Columbus Mortgage in partial satisfaction of the admitted debt.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Regardless of the fiduciary propriety of the real-estate-for-debt transaction,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Mr. Muratore admitted before the district court that the obligation created by his arrangement of Columbus Mortgage loans to the Separate Muratore Companies was a money debt.   There was no agreement that the debt could be repaid through a transfer of properties chosen by the debtor.   Nor was there evidence of custom from which such an agreement could be implied.   Since loans are to be normally repaid with money and not with houses or any other less liquid type of asset, even when viewing the record in the light most hospitable to the Muratore Defendants we find untenable the argument that the real-estate transfer satisfied the debt.   We agree with the district court that the debt and the real estate transaction have separate identities.   No genuine factual dispute revolves around the issue of loan satisfaction by the real estate conveyance.   Without prejudice to the bankruptcy court's final assessment of any claim by the Muratore Defendants arising from the real estate transfer, the money debt remains and the district court properly decided to enforce the payment of the same.   We now turn to a determination of the extent of the debt.</p>\n    </div>\n    <p>2. Waste, Failure to Mitigate, and Setoff</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court held as a matter of law that what the Muratore Defendants have defined as waste and failure to mitigate are unavailing theories as they pertain to the motion for summary judgment on Count III. We agree.   Both the waste and failure to mitigate theories operate on the presumption that the real-estate conveyance was a payment toward the Muratore Defendants' debt.   The district court found that the real-estate conveyance cannot rightly be deemed the equivalent of a money payment on the Muratore Defendants' debt and, therefore, any credit or complaint relating to the transferred properties is entirely separate from the debt owed by defendant, and may be brought up before the bankruptcy court.   The $18,000 in rental income that the bankrupt estate supposedly received due to its possession of the properties is no different.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The question of setoff is different than those of waste and failure to mitigate, in that defendants' theory of setoff involves debts not dependant on the real property conveyance.   The Muratore Defendants allege a right to a setoff of $418,046.25 under 11 U.S.C. &#167; 553,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> citing evidence of indebtedness carried on the ledger cards of Columbus for wages paid by the Muratore Defendants to employees of Columbus, and for rental obligations due from Columbus.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Section 553 does not create new substantive law, but incorporates in bankruptcy the common law right of setoff, with a few additional restrictions.  U.S. ex rel. I.R.S. v. Norton, 717 F.2d 767, 772 (3d Cir.1983).   The right of setoff allows parties that owe mutual debts to each other to assert the amounts owed, subtract one from the other, and pay only the balance.  In re Bevill, Bresler &amp; Schulman Asset Mgmt. Corp., 896 F.2d 54, 57 (3d Cir.1990).   However, allowing setoff undermines a basic premise of bankruptcy law, equality among creditors, by \"permit[ting] a creditor to obtain full satisfaction of a claim by extinguishing an equal amount of the creditor's obligation to the debtor ... in effect, the creditor receives a 'preference'.\"  Id. (quoting In re Braniff Airways, Inc., 42 B.R. 443, 448 (Bankr.N.D.Tex.1984)).   As a result, setoff in the context of a bankruptcy is not automatic.   Under section 553, debts cannot be setoff unless they are mutual.   Mutuality requires that the debts \"be in the same right and between the same parties, standing in the same capacity.\"   4 Collier on Bankruptcy &#167; 553.04 (15th ed. 1992).   Where the liability of the party seeking the setoff arises from breach of a fiduciary duty, mutuality of debts does not exist and therefore no setoff is available.  Id.  See also In re Drexel Burnham Lambert Group, Inc., 113 B.R. 830, 847-48 (Bankr.S.D.N.Y.1990);  In re Esgro, Inc., 645 F.2d 794, 797 (9th Cir.1981) (discussing precursor to section 553);  Allegaert v. Perot, 466 F.Supp. 516, 518 (S.D.N.Y.1978).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">If the district court correctly found that Mr. Muratore breached his fiduciary duty to Columbus Mortgage by causing the unsecured loans to the Muratore Defendants to be made, then the debts of the two parties are not mutual and no setoff is allowed as a matter of law.   The district court determined that the Muratore Defendants violated their fiduciary responsibilities and assisted in the bankruptcy of Columbus Mortgage by taking actions to their benefit and against the interests of the debenture holders.   The Muratore Defendants argue that the loan transactions carried on between Columbus Mortgage, on the one side, and the Separate Muratore Companies and the Muratores, on the other, were honest, arm's-length business dealings.   Defendants cite their accounting documentation as proof of the legitimacy of the loans and terms at issue.   After reviewing the record, we cannot find error in the district court's determination that the Muratore Defendants seriously breached their fiduciary obligations.   This breach of fiduciary duty created a lack of mutuality between the unsecured loans which were made to the Muratore Defendants by Columbus Mortgage and any money advanced to Columbus Mortgage by the Muratore Defendants.   As a result, there is no genuine issue of material fact regarding the propriety of any setoff of the debt owed by the Muratore Defendants.3. Applying Cash Payments to Interest</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Defendants next argue that summary judgment was improper because of a dispute about the effect of partial money payments on their debt obligations.   Defendants claim that the amount owed is lower than the trial court found because the partial payments were to be used to reduce the principal (without capitalizing unpaid interest) rather than first paying accumulated interest.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The district court concluded that repayment should have been on an interest-first basis and found that the Separate Muratore Companies owed substantially more than previously suggested by the Columbus Mortgage account ledgers.   The Muratore Defendants argue that the district court did not have sufficient evidence to decide that the repayment method should have been on an interest-first basis.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It is undisputed that the record contains no express agreement detailing the method for repaying the loans.   Sample promissory notes used by Columbus Mortgage suggest that the standard practice for Columbus Mortgage was payment of interest first, with the remainder of any given payment going toward decreasing the principal.   Defendants did not place into the record any promissory notes allowing payment of principal first, then interest.   Defendants rely primarily on unsubstantiated statements and assertions that question the evidence submitted by the Trustee, and fail to present hard evidence to cast doubt on the Trustees' or the district court's calculations of the outstanding obligation.   Defendants assert that such calculations were done incorrectly and were based on incorrect assumptions, but provide no evidenced alternatives to support these assertions.   In short, Defendants offer no \"significant probative evidence\" that creates a genuine dispute about the terms of repayment.  Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 249, 106 S.Ct. 2505, 2511, 91 L.Ed.2d 202 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We note further that the dispute over the terms of repayment ultimately presents not a factual question for a jury but a legal question for the court.   While Rhode Island law is unclear on the subject, the normal rule throughout the nation is that, absent an express agreement to the contrary, there is a presumption that loan payments are made to interest first and then principal.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  See In re Department of Energy Stripper Well Exemption Litigation, 944 F.2d 914, 916 (Temp.Emer.Ct.App.1991);  Bonjorno v. Kaiser Aluminum &amp; Chemical Corp., 865 F.2d 566, 576 (3d Cir.1989), aff'd in part and rev'd in part on other grounds, 494 U.S. 827, 110 S.Ct. 1570, 108 L.Ed.2d 842 (1990);  Devex Corp. v. General Motors Corp., 749 F.2d 1020, 1025 n. 6 (3d Cir.1984), cert. denied, 474 U.S. 819, 106 S.Ct. 68, 88 L.Ed.2d 55 (1985);  Nat G. Harrison Overseas Corp v. American Barge Sun Coaster, 475 F.2d 504, 507 (5th Cir.1973);  Whiteside v. Washington Loan and Trust Co., 95 F.2d 83, 87 (D.C.Cir.1937);  Torosian v. National Capital Bank, 411 F.Supp. 167, 173 (D.D.C.1976);  Shutts v. Phillips Petroleum Co., 222 Kan. 527, 567 P.2d 1292, 1321 (1977), cert. denied, 434 U.S. 1068, 98 S.Ct. 1246, 55 L.Ed.2d 769 (1978);  Landess v. State, 335 P.2d 1077 (Okla.1958);  see also 45 Am.Jur.2d, Interest and Usury, &#167; 99, pp. 88-89;  47 C.J.S., Interest, &#167; 66, pp. 72-73.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As the United States Rule contemplates that loan repayments ordinarily are to be credited first to interest, absent a contrary agreement, we are not inclined to conjure a different rule under Rhode Island law.   Moreover, sample promissory notes, testimony, and the national custom of crediting loan repayments first to interest, all support the district court's conclusion.   Since there was no genuine factual dispute about the property transfer, the alleged reductions or the manner of debt calculation, we hold that the district court correctly calculated the outstanding debt at $2,146,034.24.III.</p>\n    </div>\n    <p>Entry of Final Judgment</p>\n    <p>A. Standard for Review</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A district court \"may direct the entry of a final judgment as to one or more but fewer than all of the claims or parties only upon an express determination that there is no just reason for delay and upon an express direction for the entry of judgment.\"   Fed.R.Civ.P. 54(b).   Orders pursuant to Rule 54(b) are reviewable by the Court of Appeals for abuse of discretion by the trial court.  Sears, Roebuck &amp; Co. v. Mackey, 351 U.S. 427, 437, 76 S.Ct. 895, 901, 100 L.Ed. 1297 (1956);  Ginett v. Computer Task Group, Inc., 962 F.2d 1085, 1092 (2d Cir.1992).   This court, however, has limited the Mackey holding to cases like the instant one in which a Rule 54(b) certificate has been granted by the district court.  Makuc v. American Honda Motor Co., 692 F.2d 172, 173 (1st Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In Spiegel v. Trustees of Tufts College, 843 F.2d 38 (1st Cir.1988), we held that the district court's certification of a final judgment pursuant to Rule 54(b) must satisfy certain criteria.   First, the judgment must have the \"requisite aspects of finality.\"  Id. at 43 (citing Morrison-Knudsen Co. v. Archer, 655 F.2d 962, 965 (9th Cir.1981)).   Second, the district court must have made its decision to certify a final judgment while viewing all claims and parties in perspective.   See id.  (citing Pahlavi v. Palandjian, 744 F.2d 902, 904 n. 5 (1st Cir.1984), and quoting Curtiss-Wright Corp. v. General Elec. Co., 446 U.S. 1, 10, 100 S.Ct. 1460, 1466, 64 L.Ed.2d 1 (1980)).   Third, we examine the trial judge's \"assessment of the equities\" regarding any justifiable reasons for delay.  Spiegel, 843 F.2d at 43.   This process is necessarily case-specific and requires an assessment of the entire litigation and an analysis of factors which suggest reasons to relax the usual prohibition against piecemeal appellate review.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  \"If the district court has fulfilled its responsibility of enlightening us as to the basis for certification ... then we give 'substantial deference' to the court's exercise of its discretion.\"  Id. (quoting Pahlavi, 744 F.2d at 904 n. 5).</p>\n    </div>\n    <p>B. Discussion</p>\n    <p>1. Two-Pronged Threshold Test</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The first prong of our inquiry is whether judgment on Count III, alone, satisfies the requirement of finality.   Count III of the Trustee's first amended complaint simply asserts an amount of money owed to the bankrupt estate by the Muratore Defendants.   There can be little doubt that entering judgment on Count III provides the requisite quantum of finality.   See Spiegel, 843 F.2d at 43.   If a certain sum of money is deemed to be owed to a bankrupt estate, a decision that recognizes the debt and orders payment is a coherent and final disposition.   The debt is either owed or it is not.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Second, we verify whether the trial judge considered the interrelatedness of claims and the overall context of the case before him.   See Spiegel, 843 F.2d at 43 (citing Pahlavi, 744 F.2d at 904 n. 5, and quoting Curtiss-Wright Corp., 446 U.S. at 10, 100 S.Ct. at 1466).   Here, the district court observed that a grant of partial summary judgment would cause the other counts to become moot, since the effect of the satisfaction of the Count III judgment would be to deplete the Muratore Defendants of their assets.   The district court was explicitly referring to a contextual analysis.   The district judge found that the assets of defendants are not sufficient to satisfy any further money claims.   Thus, we hold that the second Rule 54(b) criterion was met when the district judge contemplated his action pertaining to Count III with a view to the other five counts and not in an abstract or myopic fashion.2. Equities</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Moving to the heart of this analysis, we examine whether the trial judge abused his discretion in determining that there was \"no just reason for delay,\" Fed.R.Civ.P. 54(b), in light of the futility of the defendants' claims regarding reductions in the amount of the debt and the time-sensitive position of the Trustee and debenture holders.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In the usual case, if there is a possibility of a later setoff of a money debt, Rule 54(b) certification of the debt would be improper because of the inefficient and inequitable result which would occur if one party were allowed to collect money which may have to be paid back to the other party when the remaining litigation is completed.  Pahlavi, 744 F.2d at 904.   However, that is not the case here.   No setoff or reduction of the Muratore Defendants' debt could be allowed as a matter of law.   The claimed reductions relating to the transferred property could not be applied to reduce the money debt.   The amount allegedly owed by Columbus Mortgage for wages and rent cannot be setoff because the fiduciary relationship between the two parties renders the debts non-mutual.   Here then, we do not face a situation where the Muratore Defendants will pay Columbus Mortgage only to have Columbus Mortgage return the money when the remaining claims are decided.   Rather, the Muratore Defendants will have to join the other unsecured creditors and proceed through the Bankruptcy Court in an attempt to recover any amount allegedly owed by Columbus Mortgage.   The claimed setoffs present no just reason for delay.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The district court determined that certification was proper because the Trustee and debenture holders would be harmed with the postponement of any appeal.   The trial court, in exercising its discretion in the Rule 54(b) context, may take time and value into consideration in finding delay unreasonable, particularly in a case of failure to meet basic fiduciary responsibilities.   Cf. Curtiss-Wright Corp., 446 U.S. 1, 100 S.Ct. 1460 (consideration of time-value of money).   While there is an economic preference for all claims in a particular case to move to the appeal stage together, a demonstration of clear injustice or hardship resulting from delaying a final judgment on a particular question may justify certification.   Since the district court in the instant case considered the appropriate criteria in a reasonable and coherent manner, \"we conclude that [the court] did not abuse its discretion....\"  Curtiss-Wright Corp., 446 U.S. at 12, 100 S.Ct. at 1467;  see Spiegel, 843 F.2d 38;  see also Pierce v. Underwood, 487 U.S. 552, 562, 108 S.Ct. 2541, 2548, 101 L.Ed.2d 490 (1988).   There was \"no just reason for delay.\"   Fed.R.Civ.P. 54(b).</p>\n    </div>\n    <p>IV.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We hold that there was no genuine dispute of material fact concerning the district court's calculation of the debt owed by the Muratore Defendants to Columbus Mortgage and its Trustee in the amount of $2,146,034.24.   Fed.R.Civ.P. 56(c).   The attempt to satisfy the debt through a transfer of real estate was unavailing because there is no evidence of an arrangement between the parties whereby real estate conveyances were to be considered payments on the outstanding debt.   No reduction of the debt by funds related to the properties can be granted, because the property itself was not a repayment for the loans made to the Muratore Defendants.   Because defendants created the loans in violation of the fiduciary duty owed to the plaintiff, no setoff for other alleged debts owed by plaintiff to defendants is available.   Furthermore, the cash payments on the debt were incorrectly applied to the principal rather than the interest, and therefore the sum calculated by the district court was correct.   We have examined the record in the light most favorable to defendants, but we are unwilling to go further and take the leaps of faith suggested by the Muratore Defendants.   Finally, we hold that entry of final judgment on Count III pursuant to Rule 54(b) was well within the sound discretion of the district court.   Fed.R.Civ.P. 54(b).   We, therefore, affirm the district court's summary judgment on Count III.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"Debentures are unsecured debt, as opposed to bonds, which are secured by the assets of the issuing company.\"  In re Worlds of Wonder Sec. Litigation, 814 F.Supp. 850, 854 n. 2 (N.D.Cal.1993)</p>\n        <p>See also SEC v. Howatt, 525 F.2d 226, 229 (1st Cir.1975).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The two properties conveyed by the Muratore Defendants to Columbus Mortgage are located at 1845 Post Road, Warwick, Rhode Island, and 275-277 Atwells Avenue, Providence, Rhode Island</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 11 U.S.C. &#167; 362 provides for an automatic stay on the property of an estate which is undergoing voluntary or involuntary bankruptcy.   However, under &#167; 362(d)(2)(A), a party in interest may obtain relief from the stay if the debtor has no equity in the property</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Trustee's six-count action includes the following allegations:  Count I, Breach of Fiduciary Duty;  Count II, Conversion;  Count III, Debt Due and Owing;  Count IV, Breach of Contract, and Count V, a second Breach of Contract</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We do not disturb the district court's determination that the various actors who constitute the Muratore Defendants are alter-egos of one another.   That finding by the district court has not been seriously challenged on appeal and rests on sound legal principles.   See Oman Int'l Fin.  Ltd. v. Hoiyong Gems Corp., 616 F.Supp. 351, 363-66 (D.R.I.1985) (discussing law of corporate collectivity) (affirmatively cited in United Elec., Radio and Mach. Workers of America v. 163 Pleasant Street Corp., 960 F.2d 1080, 1096 (1st Cir.1992));  cf. Vucci v. Myers Bros. Parking Sys., 494 A.2d 530, 535-36 (R.I.1985).   Thus, we will discuss the Columbus Mortgage debt as an obligation of the aggregate of defendants without segregating loans among the particular Muratore entities</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This court finds questionable that the Separate Muratore Companies attempted to repay a seven-digit debt through a property transfer at the direction of Mr. Muratore when, two months later, the creditor, Columbus Mortgage, voluntarily filed a Chapter 11 bankruptcy petition also by the hand of Mr. Muratore.   The facts undisputedly show that Mr. Muratore was effectively in control of both the creditor and debtor institutions involved in these transactions.   It is evident that a large cash debt was supposedly satisfied at a time and under circumstances which greatly benefitted the Muratore Defendants and harmed the soon-to-be declared bankrupt company controlled by Mr. Muratore, working to the detriment of the unsecured creditors of that company</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In pertinent part, 11 U.S.C. &#167; 553 provides:  \"[T]his title does not affect any right of a creditor to offset a mutual debt owing by such creditor to the debtor that arose before the commencement of the case under this title against a claim of such creditor against the debtor that arose before the commencement of the case.\"  11 U.S.C. &#167; 553(a) (1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> By allowing the payment of principal first, the Muratore Defendants were able to save over $600,000 in interest on their loans</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Some courts have referred to this principle as the \" 'United States Rule' on partial payments.\"   Shutts v. Phillips Petroleum Co., 222 Kan. 527, 567 P.2d 1292, 1321 (1977), cert. denied, 434 U.S. 1068, 98 S.Ct. 1246, 55 L.Ed.2d 769 (1978).   The rule has ancient roots;  it was first acknowledged by the Supreme Court over a century and a half ago.   See Story v. Livingston, 38 U.S.  (13 Pet.) 359, 371, 10 L.Ed. 200 (1839)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Factors analyzed by other courts in evaluating Rule 54(b) motions include (1) the relationship between the adjudicated and non-adjudicated claims, (2) the possibility that the need for review might be mooted by future developments in the district court, (3) the possibility that the same issue might have to be considered again by the reviewing court, (4) the presence or absence of a claim or counterclaim which might result in a setoff against the judgment which is to be made final, (5) miscellaneous considerations such as delay, economic and solvency considerations, efficiency, frivolity of competing claims, and expense.  Allis-Chalmers Corp. v. Philadelphia Electric Co., 521 F.2d 360, 364 (3d Cir.1975)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> An additional requirement for a proper certification is that the district judge must have made an \"express direction for the entry of judgment.\"   Fed.R.Civ.P. 54(b).   This requirement was obviously met by the judge's oral and written directions</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">854</span></span></p>\n    <p class=\"parties\">Stephen DARR, Trustee of Columbus Mortgage and Loan<br>Corporation of Rhode Island, Inc., Plaintiff, Appellee,<br>v.<br>Joseph R. MURATORE, Sr., et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 93-1154.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 5, 1993.<br>Decided Nov. 1, 1993.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Paul J. Bogosian, Jr., West Yarmouth, MA, with whom Hodosh, Spinella &amp; Angelone, Providence, RI, were on brief, for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Joseph Avanzato, Sauderstown, RI, with whom John F. Bomster and Adler Pollock &amp; Sheehan Inc., Providence, RI, were on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before CYR and STAHL, Circuit Judges, and FUSTE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">FUSTE, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Trustee for a bankrupt mortgage lending institution brought an action against the former chairman and chief executive officer of the company, his wife, who was also an officer and director of the bankrupt lender, and three separate real estate and development corporations controlled by the couple.   The Trustee's action sought to recover over two million dollars allegedly owed to the bankrupt lending institution by defendants.   The Trustee contends that defendants first, improperly created the debt, second, fashioned a favorable calculation of the amount due, and third, incorrectly declared the loans repaid through a questionable real estate conveyance.   The Trustee claims that defendants violated their fiduciary duty to the institution and to the lender's numerous debenture holders.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendants argue that no fiduciary duty was transgressed, and counter that the Trustee committed waste and failed to mitigate damages to the bankrupt estate by allowing foreclosure on the properties which allegedly were conveyed in order to satisfy the debt.   They also take issue with the method of debt calculation utilized by the district court.   In addition, defendants contend that they are entitled to a significant reduction of any outstanding debt because of the equity in, and rental income from, the conveyed real estate, and to a further reduction of the debt because of the Trustee's alleged failure to prevent the foreclosures of the properties.   Finally, defendants argue that they should receive a setoff of any debt owed to plaintiff as a result of various unrelated expenses allegedly advanced by defendants to the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the instant appeal, defendants challenge two decisions of the district court:  A grant of partial summary judgment with respect to the total remaining debt owed by defendants, and the court's certification of final judgment.   We now affirm the district court's partial summary judgment and hold that final judgment certification was justified.   Defendants' claims of payment through property transfer, waste, failure to mitigate, setoff, and miscalculation of debt are unavailing as a matter of law.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">From August 1961 to December 1991, Defendant-Appellant Joseph R. Muratore, Sr.  (\"Mr. Muratore\") owned and controlled a mortgage lending institution, Columbus Mortgage &amp; Loan Corporation of Rhode Island, Inc., as well as its wholly-owned real estate development corporation subsidiary, Columbus Development Corporation.   The nature of the business of Columbus Mortgage was to serve as a mortgage lending firm specializing in residential real estate loans secured by first and second mortgages on real estate.   At some point, however, Columbus Mortgage entered into the business of making unsecured loans in its real estate dealings, financing them in large part through the sale of debentures.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Columbus Mortgage eventually took its business a step further and sold a second generation of debentures to refinance the first generation of maturing obligations.   As of December 31, 1989, Columbus Mortgage had $4,400,139 in outstanding debentures.   It is undisputed that Mr. Muratore owed a fiduciary duty to the debenture holders, as well as to Columbus Mortgage.   In February 1991, Columbus Mortgage declared bankruptcy, acknowledging its inability to repay its debts in full, including its debentures.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Mr. Muratore and his wife, Defendant-Appellant Rose E. Muratore (\"Mrs. Muratore\"), controlled other Rhode Island corporations, officially unrelated to Columbus Mortgage, that, inter alia, were in the business of selling and developing real estate:  Defendants-Appellants Muratore Agency, Inc.  (\"Muratore Agency\"), Muratore Realty Corp.  (\"Muratore Realty\"), and Shawomet Holding Associates (\"Shawomet\") (collectively referred to as the \"Separate Muratore Companies\").   We refer, collectively, to all Muratore persons and Muratore corporations as the \"Muratore Defendants\".</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There is no doubt that Columbus Mortgage provided several unsecured loans to the Separate Muratore Companies, drawing funds from the pool of money accumulated by the selling of debentures to citizens of Rhode Island.   These loans were by no means insignificant.   In fact, loans to the Separate Muratore Companies, most or all of which were unsecured, totaled $2,044,313 as of June 30, 1989, more than half of Columbus Mortgage's total assets of $3,973,791 at that time.   In addition, the record strongly suggests that Columbus Mortgage's funds were used to pay miscellaneous personal debts of Mr. Muratore.   The record contains no proof of repayment from Mr. Muratore to Columbus Mortgage.   The bottom line is that the Muratore Defendants claim that their total indebtedness was approximately $900,000 in December 1990, and $1,200,000 in 1992.   Plaintiff-Appellee Stephen Darr, Chapter 11 Bankruptcy Trustee of Columbus Mortgage (\"Trustee\"), argues that the defendant's obligation was over $2,000,000.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Muratore Companies paid off some portion of the debt in cash.   However, the payments were applied to principal rather than to accumulated interest.   The Muratore Defendants claim that their remaining debt to Columbus Mortgage was discharged in full on or about December 15, 1990, when two pieces of real estate of disputed equity value were conveyed from the Muratore Defendants to Columbus Mortgage.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In an affidavit, Mr. Muratore, an experienced appraiser in his own right, affirmed under oath that at the time of the conveyance he believed that the fair market value of the properties was $2,000,000, and that approximately $800,000 were still owed on the properties' mortgages.   Thus, according to Mr. Muratore, the equity value of the properties was approximately $1,200,000.   In the affidavit, Mr. Muratore also referred to an independent aggregate appraisal of the properties, before encumbrances, of $1,660,000, meaning that as of December 15, 1990 the equity in the properties was approximately $860,000.   Scanning the record, we only find an independent appraisal of the Post Road Property, valued at $856,000 as of December 19, 1992.   The Trustee challenges the Muratore Defendants' valuation of the property, contending that given the unpaid portion of the mortgages on the two properties, their aggregate equity value was less than $100,000.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Muratore Defendants claim that the Trustee committed waste by failing to refinance the properties' mortgages and allowing foreclosure, causing the estate to lose whatever equity remained.   Columbus Mortgage, through the Trustee, argues that it permitted foreclosure on the properties pursuant to 11 U.S.C. &#167; 362 because they lacked equity value.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The Muratore Defendants contend that they deserve a reduction of the amount owed to Columbus Mortgage equal to the sum of the equity in the properties, the accrued rental income derived from the properties before foreclosure, and funds owed to the Separate Muratore Companies by Columbus Mortgage stemming from transactions unrelated to the debt at issue in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Two months after the conveyance of the properties, on February 15, 1991, Columbus Mortgage, under the guidance of Mr. Muratore, filed a voluntary Chapter 11 bankruptcy petition with the United States Bankruptcy Court for the District of Rhode Island.  11 U.S.C. &#167; 1121.   At first, Columbus Mortgage operated as a debtor in possession;  however, the creditors' committee brought an adversary proceeding in the bankruptcy court for the purpose of collecting money damages from the Muratore Defendants.   In early April 1992, the adversary proceeding was withdrawn to the United States District Court for the District of Rhode Island.   Soon thereafter, Stephen Darr was appointed Columbus Mortgage's Bankruptcy Trustee.   The Trustee, substituted for the creditors' committee, continued a six-count action to recover damages allegedly sustained by the estate and supposedly caused by the Muratore Defendants.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On October 14, 1992, the Trustee filed a Fed.R.Civ.P. 56 motion for partial summary judgment and for entry of final judgment on Count III of the first amended complaint alleging a debt due and owing.   Fed.R.Civ.P. 54(b).   On January 12, 1993, the district court granted the Trustee's motion and entered final judgment on Count III against the Muratore Defendants in the amount of $2,146,034.24.   The district court concluded that the Muratore Defendants were in fact one entity, one corpus, and ordered final judgment on Count III because there was \"no just reason for delay.\"   The district judge's primary rationale for Rule 54(b) certification was that the Muratore Defendants' assets available to settle the claim were barely sufficient to pay the debt and that relief should be granted to the debenture holders as soon as possible.   The court noted that entry of judgment on Count III would probably cause the other counts to become moot because of the limited resources of the Muratore Defendants.</p>\n    </div>\n    <p>II.</p>\n    <p>Summary Judgment</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In order to review the district court's certification of summary judgment on Count III of the adversary proceeding against Mr. Muratore, we must decide whether the district court's ruling fulfilled the requirements for summary judgment and Rule 54(b) certification.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>A. Standard for Review</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Our review of summary judgment decisions is plenary.  Griggs-Ryan v. Smith, <span class=\"citation\" data-id=\"542297\"><a href=\"/opinion/542297/gerald-griggs-ryan-v-beulah-smith-gerald-griggs-ryan-v-richard-connelly/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span>, 115 (1st Cir.1990).   Summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).   In applying this standard to the instant case, we view the record in the light most favorable to the nonmovants, the Muratore Defendants.  Bank One Texas, N.A. v. A.J. Warehouse, Inc., <span class=\"citation\" data-id=\"586284\"><a href=\"/opinion/586284/bank-one-texas-na-v-aj-warehouse-inc/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">94</span></a></span>, 97 (1st Cir.1992).   A nonmovant, however, bears the burden of placing at least a single material fact into dispute after a moving party offers evidence of the absence of a genuine issue.   See Jaroma v. Massey, <span class=\"citation\" data-id=\"521954\"><a href=\"/opinion/521954/alexander-jaroma-v-james-j-massey-etc/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 20 (1st Cir.1989) (per curiam);  White v. Hearst Corp., <span class=\"citation\" data-id=\"398895\"><a href=\"/opinion/398895/claire-m-white-and-john-white-ta-whites-news-v-the-hearst-corporation/\"><span class=\"volume\">669</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 17 (1st Cir.1982).  \"[T]here is no issue for trial unless there is sufficient evidence favoring the nonmoving party for a jury to return a verdict for that party.\"  Anderson v. Liberty Lobby, Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2511, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </a></span>(1986).   A nonmoving party has a duty to oppose a cogent summary judgment motion.  Id.</p>\n    </div>\n    <p>B. Discussion</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Defendants assert that there exist genuine issues of material fact regarding the debt owed to Columbus Mortgage which preclude a grant of summary judgment.   In order to address these allegations, we must examine whether the real estate conveyance was a valid debt payment, whether the defendants were entitled to any reductions of the debt, and whether it was correct for the defendants to apply payments to the principal rather than the interest component of the debt.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>1. Were Real Estate Conveyances Debt Payments?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The record clearly demonstrates that the Muratore Defendants owe Columbus Mortgage a significant sum of money.   Defendants admit to a certain amount of debt to Columbus Mortgage, but argue that prior to filing for Chapter 11 bankruptcy, two valuable properties were conveyed from the Separate Muratore Companies to Columbus Mortgage in partial satisfaction of the admitted debt.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Regardless of the fiduciary propriety of the real-estate-for-debt transaction,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Mr. Muratore admitted before the district court that the obligation created by his arrangement of Columbus Mortgage loans to the Separate Muratore Companies was a money debt.   There was no agreement that the debt could be repaid through a transfer of properties chosen by the debtor.   Nor was there evidence of custom from which such an agreement could be implied.   Since loans are to be normally repaid with money and not with houses or any other less liquid type of asset, even when viewing the record in the light most hospitable to the Muratore Defendants we find untenable the argument that the real-estate transfer satisfied the debt.   We agree with the district court that the debt and the real estate transaction have separate identities.   No genuine factual dispute revolves around the issue of loan satisfaction by the real estate conveyance.   Without prejudice to the bankruptcy court's final assessment of any claim by the Muratore Defendants arising from the real estate transfer, the money debt remains and the district court properly decided to enforce the payment of the same.   We now turn to a determination of the extent of the debt.</p>\n    </div>\n    <p>2. Waste, Failure to Mitigate, and Setoff</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court held as a matter of law that what the Muratore Defendants have defined as waste and failure to mitigate are unavailing theories as they pertain to the motion for summary judgment on Count III. We agree.   Both the waste and failure to mitigate theories operate on the presumption that the real-estate conveyance was a payment toward the Muratore Defendants' debt.   The district court found that the real-estate conveyance cannot rightly be deemed the equivalent of a money payment on the Muratore Defendants' debt and, therefore, any credit or complaint relating to the transferred properties is entirely separate from the debt owed by defendant, and may be brought up before the bankruptcy court.   The $18,000 in rental income that the bankrupt estate supposedly received due to its possession of the properties is no different.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The question of setoff is different than those of waste and failure to mitigate, in that defendants' theory of setoff involves debts not dependant on the real property conveyance.   The Muratore Defendants allege a right to a setoff of $418,046.25 under 11 U.S.C. &#167; 553,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> citing evidence of indebtedness carried on the ledger cards of Columbus for wages paid by the Muratore Defendants to employees of Columbus, and for rental obligations due from Columbus.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Section 553 does not create new substantive law, but incorporates in bankruptcy the common law right of setoff, with a few additional restrictions.  U.S. ex rel. I.R.S. v. Norton, <span class=\"citation\" data-id=\"424885\"><a href=\"/opinion/424885/united-states-of-america-on-behalf-of-its-agency-internal-revenue-service/\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">767</span></a></span>, 772 (3d Cir.1983).   The right of setoff allows parties that owe mutual debts to each other to assert the amounts owed, subtract one from the other, and pay only the balance.  In re Bevill, Bresler &amp; Schulman Asset Mgmt. Corp., <span class=\"citation\" data-id=\"536526\"><a href=\"/opinion/536526/in-the-matter-of-bevill-bresler-schulman-asset-management-corporation/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">54</span></a></span>, 57 (3d Cir.1990).   However, allowing setoff undermines a basic premise of bankruptcy law, equality among creditors, by \"permit[ting] a creditor to obtain full satisfaction of a claim by extinguishing an equal amount of the creditor's obligation to the debtor ... in effect, the creditor receives a 'preference'.\"  <span class=\"citation\" data-id=\"536526\"><a href=\"/opinion/536526/in-the-matter-of-bevill-bresler-schulman-asset-management-corporation/\"><span class=\"id_token\">Id.</span> (quoting In </a></span>re Braniff Airways, Inc., <span class=\"citation\" data-id=\"1908805\"><a href=\"/opinion/1908805/in-re-braniff-airways-inc/\"><span class=\"volume\">42</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">443</span></a></span>, 448 (Bankr.N.D.Tex.1984)).   As a result, setoff in the context of a bankruptcy is not automatic.   Under section 553, debts cannot be setoff unless they are mutual.   Mutuality requires that the debts \"be in the same right and between the same parties, standing in the same capacity.\"   4 Collier on Bankruptcy &#167; 553.04 (15th ed. 1992).   Where the liability of the party seeking the setoff arises from breach of a fiduciary duty, mutuality of debts does not exist and therefore no setoff is available.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  See also </span>In re Drexel Burnham Lambert Group, Inc., <span class=\"citation\" data-id=\"1990531\"><a href=\"/opinion/1990531/in-re-drexel-burnham-lambert-group-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">830</span></a></span>, 847-48 (Bankr.S.D.N.Y.1990);  In re Esgro, Inc., <span class=\"citation\" data-id=\"389213\"><a href=\"/opinion/389213/in-the-matter-of-esgro-inc-a-california-corporation-debtor-toys-r/\"><span class=\"volume\">645</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">794</span></a></span>, 797 (9th Cir.1981) (discussing precursor to section 553);  Allegaert v. Perot, <span class=\"citation\" data-id=\"2360937\"><a href=\"/opinion/2360937/allegaert-v-perot/\"><span class=\"volume\">466</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">516</span></a></span>, 518 (S.D.N.Y.1978).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">If the district court correctly found that Mr. Muratore breached his fiduciary duty to Columbus Mortgage by causing the unsecured loans to the Muratore Defendants to be made, then the debts of the two parties are not mutual and no setoff is allowed as a matter of law.   The district court determined that the Muratore Defendants violated their fiduciary responsibilities and assisted in the bankruptcy of Columbus Mortgage by taking actions to their benefit and against the interests of the debenture holders.   The Muratore Defendants argue that the loan transactions carried on between Columbus Mortgage, on the one side, and the Separate Muratore Companies and the Muratores, on the other, were honest, arm's-length business dealings.   Defendants cite their accounting documentation as proof of the legitimacy of the loans and terms at issue.   After reviewing the record, we cannot find error in the district court's determination that the Muratore Defendants seriously breached their fiduciary obligations.   This breach of fiduciary duty created a lack of mutuality between the unsecured loans which were made to the Muratore Defendants by Columbus Mortgage and any money advanced to Columbus Mortgage by the Muratore Defendants.   As a result, there is no genuine issue of material fact regarding the propriety of any setoff of the debt owed by the Muratore Defendants.3. Applying Cash Payments to Interest</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Defendants next argue that summary judgment was improper because of a dispute about the effect of partial money payments on their debt obligations.   Defendants claim that the amount owed is lower than the trial court found because the partial payments were to be used to reduce the principal (without capitalizing unpaid interest) rather than first paying accumulated interest.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The district court concluded that repayment should have been on an interest-first basis and found that the Separate Muratore Companies owed substantially more than previously suggested by the Columbus Mortgage account ledgers.   The Muratore Defendants argue that the district court did not have sufficient evidence to decide that the repayment method should have been on an interest-first basis.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It is undisputed that the record contains no express agreement detailing the method for repaying the loans.   Sample promissory notes used by Columbus Mortgage suggest that the standard practice for Columbus Mortgage was payment of interest first, with the remainder of any given payment going toward decreasing the principal.   Defendants did not place into the record any promissory notes allowing payment of principal first, then interest.   Defendants rely primarily on unsubstantiated statements and assertions that question the evidence submitted by the Trustee, and fail to present hard evidence to cast doubt on the Trustees' or the district court's calculations of the outstanding obligation.   Defendants assert that such calculations were done incorrectly and were based on incorrect assumptions, but provide no evidenced alternatives to support these assertions.   In short, Defendants offer no \"significant probative evidence\" that creates a genuine dispute about the terms of repayment.  Anderson v. Liberty Lobby, Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2511, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </a></span>(1986).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We note further that the dispute over the terms of repayment ultimately presents not a factual question for a jury but a legal question for the court.   While Rhode Island law is unclear on the subject, the normal rule throughout the nation is that, absent an express agreement to the contrary, there is a presumption that loan payments are made to interest first and then principal.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  See In re Department of Energy Stripper Well Exemption Litigation, <span class=\"citation no-link\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">914</span></span>, 916 (Temp.Emer.Ct.App.1991);  Bonjorno v. Kaiser Aluminum &amp; Chemical Corp., <span class=\"citation\" data-id=\"516927\"><a href=\"/opinion/516927/bonjorno-joseph-a-kerr-george-m-and-clisby-barbara-k-as/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">566</span></a></span>, 576 (3d Cir.1989), aff'd in part and rev'd in part on other grounds, <span class=\"citation\" data-id=\"112403\"><a href=\"/opinion/112403/kaiser-aluminum-chemical-corp-v-bonjorno/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">827</span></a></span>, <span class=\"citation\" data-id=\"112403\"><a href=\"/opinion/112403/kaiser-aluminum-chemical-corp-v-bonjorno/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1570</span></a></span>, <span class=\"citation\" data-id=\"112403\"><a href=\"/opinion/112403/kaiser-aluminum-chemical-corp-v-bonjorno/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span> </a></span>(1990);  Devex Corp. v. General Motors Corp., <span class=\"citation\" data-id=\"445239\"><a href=\"/opinion/445239/devex-corporation-technograph-inc-william-c-mccoy-theodore-a/\"><span class=\"volume\">749</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1020</span></a></span>, 1025 n. 6 (3d Cir.1984), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">819</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">68</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">55</span> </span>(1985);  Nat G. Harrison Overseas Corp v. American Barge Sun Coaster, <span class=\"citation\" data-id=\"309552\"><a href=\"/opinion/309552/nat-g-harrison-overseas-corp-v-american-barge-sun-coaster-and-her/\"><span class=\"volume\">475</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">504</span></a></span>, 507 (5th Cir.1973);  Whiteside v. Washington Loan and Trust Co., <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></span>, 87 (D.C.Cir.1937);  Torosian v. National Capital Bank, <span class=\"citation\" data-id=\"1642975\"><a href=\"/opinion/1642975/torosian-v-national-capital-bank-of-washington/\"><span class=\"volume\">411</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">167</span></a></span>, 173 (D.D.C.1976);  Shutts v. Phillips Petroleum Co., <span class=\"citation\" data-id=\"1195484\"><a href=\"/opinion/1195484/shutts-v-phillips-petroleum-co/\"><span class=\"volume\">222</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">527</span></a></span>, <span class=\"citation\" data-id=\"1195484\"><a href=\"/opinion/1195484/shutts-v-phillips-petroleum-co/\"><span class=\"volume\">567</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1292</span></a></span>, 1321 (1977), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1068</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1246</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">769</span> </span>(1978);  Landess v. State, <span class=\"citation\" data-id=\"1373692\"><a href=\"/opinion/1373692/landess-v-state/\"><span class=\"volume\">335</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1077</span> </a></span>(Okla.1958);  see also 45 Am.Jur.2d, Interest and Usury, &#167; 99, pp. 88-89;  47 C.J.S., Interest, &#167; 66, pp. 72-73.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As the United States Rule contemplates that loan repayments ordinarily are to be credited first to interest, absent a contrary agreement, we are not inclined to conjure a different rule under Rhode Island law.   Moreover, sample promissory notes, testimony, and the national custom of crediting loan repayments first to interest, all support the district court's conclusion.   Since there was no genuine factual dispute about the property transfer, the alleged reductions or the manner of debt calculation, we hold that the district court correctly calculated the outstanding debt at $2,146,034.24.III.</p>\n    </div>\n    <p>Entry of Final Judgment</p>\n    <p>A. Standard for Review</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A district court \"may direct the entry of a final judgment as to one or more but fewer than all of the claims or parties only upon an express determination that there is no just reason for delay and upon an express direction for the entry of judgment.\"   Fed.R.Civ.P. 54(b).   Orders pursuant to Rule 54(b) are reviewable by the Court of Appeals for abuse of discretion by the trial court.  Sears, Roebuck &amp; Co. v. Mackey, <span class=\"citation\" data-id=\"105409\"><a href=\"/opinion/105409/sears-roebuck-co-v-mackey/\"><span class=\"volume\">351</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">427</span></a></span>, 437, <span class=\"citation\" data-id=\"105409\"><a href=\"/opinion/105409/sears-roebuck-co-v-mackey/\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">895</span></a></span>, 901, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1297</span> </span>(1956);  Ginett v. Computer Task Group, Inc., <span class=\"citation\" data-id=\"582700\"><a href=\"/opinion/582700/frank-j-ginett-cross-appellant-v-computer-task-group-inc/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1092 (2d Cir.1992).   This court, however, has limited the Mackey holding to cases like the instant one in which a Rule 54(b) certificate has been granted by the district court.  Makuc v. American Honda Motor Co., <span class=\"citation\" data-id=\"410371\"><a href=\"/opinion/410371/anne-m-makuc-v-american-honda-motor-co-inc/\"><span class=\"volume\">692</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">172</span></a></span>, 173 (1st Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In Spiegel v. Trustees of Tufts College, <span class=\"citation\" data-id=\"503774\"><a href=\"/opinion/503774/professor-harriet-spiegel-v-the-trustees-of-tufts-college/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span> </a></span>(1st Cir.1988), we held that the district court's certification of a final judgment pursuant to Rule 54(b) must satisfy certain criteria.   First, the judgment must have the \"requisite aspects of finality.\"  <span class=\"citation\" data-id=\"503774\"><a href=\"/opinion/503774/professor-harriet-spiegel-v-the-trustees-of-tufts-college/\"><span class=\"id_token\">Id.</span> at 43 </a></span>(citing Morrison-Knudsen Co. v. Archer, <span class=\"citation\" data-id=\"392897\"><a href=\"/opinion/392897/morrison-knudsen-company-inc-a-delaware-corporation-plaintiff-/\"><span class=\"volume\">655</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></a></span>, 965 (9th Cir.1981)).   Second, the district court must have made its decision to certify a final judgment while viewing all claims and parties in perspective.   See <span class=\"citation\" data-id=\"392897\"><a href=\"/opinion/392897/morrison-knudsen-company-inc-a-delaware-corporation-plaintiff-/\"><span class=\"id_token\">id.</span>  (citing Pahlavi </a></span>v. Palandjian, <span class=\"citation\" data-id=\"442089\"><a href=\"/opinion/442089/chahram-pahlavi-v-petros-a-palandjian/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">902</span></a></span>, 904 n. 5 (1st Cir.1984), and quoting Curtiss-Wright Corp. v. General Elec. Co., <span class=\"citation\" data-id=\"110244\"><a href=\"/opinion/110244/curtiss-wright-corp-v-general-elec-co/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 10, <span class=\"citation\" data-id=\"110244\"><a href=\"/opinion/110244/curtiss-wright-corp-v-general-elec-co/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1460</span></a></span>, 1466, <span class=\"citation\" data-id=\"110244\"><a href=\"/opinion/110244/curtiss-wright-corp-v-general-elec-co/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span> </a></span>(1980)).   Third, we examine the trial judge's \"assessment of the equities\" regarding any justifiable reasons for delay.  <span class=\"citation\" data-id=\"503774\"><span class=\"antecedent_guess\">Spiegel,</span> <a href=\"/opinion/503774/professor-harriet-spiegel-v-the-trustees-of-tufts-college/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">43</span></a></span>.   This process is necessarily case-specific and requires an assessment of the entire litigation and an analysis of factors which suggest reasons to relax the usual prohibition against piecemeal appellate review.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  \"If the district court has fulfilled its responsibility of enlightening us as to the basis for certification ... then we give 'substantial deference' to the court's exercise of its discretion.\"  <span class=\"citation\" data-id=\"503774\"><a href=\"/opinion/503774/professor-harriet-spiegel-v-the-trustees-of-tufts-college/\"><span class=\"id_token\">Id.</span> (quoting Pahlavi, </a></span>744 F.2d at 904 n. 5).</p>\n    </div>\n    <p>B. Discussion</p>\n    <p>1. Two-Pronged Threshold Test</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The first prong of our inquiry is whether judgment on Count III, alone, satisfies the requirement of finality.   Count III of the Trustee's first amended complaint simply asserts an amount of money owed to the bankrupt estate by the Muratore Defendants.   There can be little doubt that entering judgment on Count III provides the requisite quantum of finality.   See <span class=\"citation\" data-id=\"503774\"><span class=\"antecedent_guess\">Spiegel,</span> <a href=\"/opinion/503774/professor-harriet-spiegel-v-the-trustees-of-tufts-college/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">43</span></a></span>.   If a certain sum of money is deemed to be owed to a bankrupt estate, a decision that recognizes the debt and orders payment is a coherent and final disposition.   The debt is either owed or it is not.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Second, we verify whether the trial judge considered the interrelatedness of claims and the overall context of the case before him.   See <span class=\"citation\" data-id=\"503774\"><span class=\"antecedent_guess\">Spiegel,</span> <a href=\"/opinion/503774/professor-harriet-spiegel-v-the-trustees-of-tufts-college/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">43</span> </a></span>(citing <span class=\"citation\" data-id=\"442089\"><span class=\"antecedent_guess\">Pahlavi,</span> <a href=\"/opinion/442089/chahram-pahlavi-v-petros-a-palandjian/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">904</span> </a></span>n. 5, and quoting Curtiss-Wright <span class=\"citation\" data-id=\"110244\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/110244/curtiss-wright-corp-v-general-elec-co/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">10</span></a></span>, 100 S.Ct. at 1466).   Here, the district court observed that a grant of partial summary judgment would cause the other counts to become moot, since the effect of the satisfaction of the Count III judgment would be to deplete the Muratore Defendants of their assets.   The district court was explicitly referring to a contextual analysis.   The district judge found that the assets of defendants are not sufficient to satisfy any further money claims.   Thus, we hold that the second Rule 54(b) criterion was met when the district judge contemplated his action pertaining to Count III with a view to the other five counts and not in an abstract or myopic fashion.2. Equities</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Moving to the heart of this analysis, we examine whether the trial judge abused his discretion in determining that there was \"no just reason for delay,\" Fed.R.Civ.P. 54(b), in light of the futility of the defendants' claims regarding reductions in the amount of the debt and the time-sensitive position of the Trustee and debenture holders.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In the usual case, if there is a possibility of a later setoff of a money debt, Rule 54(b) certification of the debt would be improper because of the inefficient and inequitable result which would occur if one party were allowed to collect money which may have to be paid back to the other party when the remaining litigation is completed.  <span class=\"citation\" data-id=\"442089\"><span class=\"antecedent_guess\">Pahlavi,</span> <a href=\"/opinion/442089/chahram-pahlavi-v-petros-a-palandjian/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">904</span></a></span>.   However, that is not the case here.   No setoff or reduction of the Muratore Defendants' debt could be allowed as a matter of law.   The claimed reductions relating to the transferred property could not be applied to reduce the money debt.   The amount allegedly owed by Columbus Mortgage for wages and rent cannot be setoff because the fiduciary relationship between the two parties renders the debts non-mutual.   Here then, we do not face a situation where the Muratore Defendants will pay Columbus Mortgage only to have Columbus Mortgage return the money when the remaining claims are decided.   Rather, the Muratore Defendants will have to join the other unsecured creditors and proceed through the Bankruptcy Court in an attempt to recover any amount allegedly owed by Columbus Mortgage.   The claimed setoffs present no just reason for delay.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The district court determined that certification was proper because the Trustee and debenture holders would be harmed with the postponement of any appeal.   The trial court, in exercising its discretion in the Rule 54(b) context, may take time and value into consideration in finding delay unreasonable, particularly in a case of failure to meet basic fiduciary responsibilities.   Cf. Curtiss-Wright Corp., <span class=\"citation\" data-id=\"110244\"><a href=\"/opinion/110244/curtiss-wright-corp-v-general-elec-co/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"110244\"><a href=\"/opinion/110244/curtiss-wright-corp-v-general-elec-co/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1460</span> </a></span>(consideration of time-value of money).   While there is an economic preference for all claims in a particular case to move to the appeal stage together, a demonstration of clear injustice or hardship resulting from delaying a final judgment on a particular question may justify certification.   Since the district court in the instant case considered the appropriate criteria in a reasonable and coherent manner, \"we conclude that [the court] did not abuse its discretion....\"  Curtiss-Wright <span class=\"citation\" data-id=\"110244\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/110244/curtiss-wright-corp-v-general-elec-co/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">12</span></a></span>, 100 S.Ct. at 1467;  see Spiegel, <span class=\"citation\" data-id=\"503774\"><a href=\"/opinion/503774/professor-harriet-spiegel-v-the-trustees-of-tufts-college/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span></a></span>;  see also Pierce v. Underwood, <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">552</span></a></span>, 562, <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2541</span></a></span>, 2548, <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span> </a></span>(1988).   There was \"no just reason for delay.\"   Fed.R.Civ.P. 54(b).</p>\n    </div>\n    <p>IV.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We hold that there was no genuine dispute of material fact concerning the district court's calculation of the debt owed by the Muratore Defendants to Columbus Mortgage and its Trustee in the amount of $2,146,034.24.   Fed.R.Civ.P. 56(c).   The attempt to satisfy the debt through a transfer of real estate was unavailing because there is no evidence of an arrangement between the parties whereby real estate conveyances were to be considered payments on the outstanding debt.   No reduction of the debt by funds related to the properties can be granted, because the property itself was not a repayment for the loans made to the Muratore Defendants.   Because defendants created the loans in violation of the fiduciary duty owed to the plaintiff, no setoff for other alleged debts owed by plaintiff to defendants is available.   Furthermore, the cash payments on the debt were incorrectly applied to the principal rather than the interest, and therefore the sum calculated by the district court was correct.   We have examined the record in the light most favorable to defendants, but we are unwilling to go further and take the leaps of faith suggested by the Muratore Defendants.   Finally, we hold that entry of final judgment on Count III pursuant to Rule 54(b) was well within the sound discretion of the district court.   Fed.R.Civ.P. 54(b).   We, therefore, affirm the district court's summary judgment on Count III.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"Debentures are unsecured debt, as opposed to bonds, which are secured by the assets of the issuing company.\"  In re Worlds of Wonder Sec. Litigation, <span class=\"citation no-link\"><span class=\"volume\">814</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">850</span></span>, 854 n. 2 (N.D.Cal.1993)</p>\n        <p>See also SEC v. Howatt, <span class=\"citation\" data-id=\"331043\"><a href=\"/opinion/331043/fed-sec-l-rep-p-95346-securities-and-exchange-commission/\"><span class=\"volume\">525</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">226</span></a></span>, 229 (1st Cir.1975).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The two properties conveyed by the Muratore Defendants to Columbus Mortgage are located at 1845 Post Road, Warwick, Rhode Island, and 275-277 Atwells Avenue, Providence, Rhode Island</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 11 U.S.C. &#167; 362 provides for an automatic stay on the property of an estate which is undergoing voluntary or involuntary bankruptcy.   However, under &#167; 362(d)(2)(A), a party in interest may obtain relief from the stay if the debtor has no equity in the property</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Trustee's six-count action includes the following allegations:  Count I, Breach of Fiduciary Duty;  Count II, Conversion;  Count III, Debt Due and Owing;  Count IV, Breach of Contract, and Count V, a second Breach of Contract</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We do not disturb the district court's determination that the various actors who constitute the Muratore Defendants are alter-egos of one another.   That finding by the district court has not been seriously challenged on appeal and rests on sound legal principles.   See Oman Int'l Fin.  Ltd. v. Hoiyong Gems Corp., <span class=\"citation\" data-id=\"1812397\"><a href=\"/opinion/1812397/oman-intern-finance-ltd-v-hoiyong-gems-corp/\"><span class=\"volume\">616</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">351</span></a></span>, 363-66 (D.R.I.1985) (discussing law of corporate collectivity) (affirmatively cited in United Elec., Radio and Mach. Workers of America v. 163 Pleasant Street Corp., <span class=\"citation\" data-id=\"580868\"><a href=\"/opinion/580868/united-electrical-radio-and-machine-workers-of-america-v-163-pleasant/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1080</span></a></span>, 1096 (1st Cir.1992));  cf. Vucci v. Myers Bros. Parking Sys., <span class=\"citation\" data-id=\"2381189\"><a href=\"/opinion/2381189/vucci-v-meyers-bros-parking-system/\"><span class=\"volume\">494</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">530</span></a></span>, 535-36 (R.I.1985).   Thus, we will discuss the Columbus Mortgage debt as an obligation of the aggregate of defendants without segregating loans among the particular Muratore entities</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This court finds questionable that the Separate Muratore Companies attempted to repay a seven-digit debt through a property transfer at the direction of Mr. Muratore when, two months later, the creditor, Columbus Mortgage, voluntarily filed a Chapter 11 bankruptcy petition also by the hand of Mr. Muratore.   The facts undisputedly show that Mr. Muratore was effectively in control of both the creditor and debtor institutions involved in these transactions.   It is evident that a large cash debt was supposedly satisfied at a time and under circumstances which greatly benefitted the Muratore Defendants and harmed the soon-to-be declared bankrupt company controlled by Mr. Muratore, working to the detriment of the unsecured creditors of that company</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In pertinent part, 11 U.S.C. &#167; 553 provides:  \"[T]his title does not affect any right of a creditor to offset a mutual debt owing by such creditor to the debtor that arose before the commencement of the case under this title against a claim of such creditor against the debtor that arose before the commencement of the case.\"  11 U.S.C. &#167; 553(a) (1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> By allowing the payment of principal first, the Muratore Defendants were able to save over $600,000 in interest on their loans</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Some courts have referred to this principle as the \" 'United States Rule' on partial payments.\"   Shutts v. Phillips Petroleum Co., <span class=\"citation\" data-id=\"1195484\"><a href=\"/opinion/1195484/shutts-v-phillips-petroleum-co/\"><span class=\"volume\">222</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">527</span></a></span>, <span class=\"citation\" data-id=\"1195484\"><a href=\"/opinion/1195484/shutts-v-phillips-petroleum-co/\"><span class=\"volume\">567</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1292</span></a></span>, 1321 (1977), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1068</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1246</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">769</span> </span>(1978).   The rule has ancient roots;  it was first acknowledged by the Supreme Court over a century and a half ago.   See Story v. Livingston, 38 U.S.  (13 Pet.) 359, 371, <span class=\"citation\" data-id=\"86100\"><a href=\"/opinion/86100/story-v-livingston/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">200</span> </a></span>(1839)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Factors analyzed by other courts in evaluating Rule 54(b) motions include (1) the relationship between the adjudicated and non-adjudicated claims, (2) the possibility that the need for review might be mooted by future developments in the district court, (3) the possibility that the same issue might have to be considered again by the reviewing court, (4) the presence or absence of a claim or counterclaim which might result in a setoff against the judgment which is to be made final, (5) miscellaneous considerations such as delay, economic and solvency considerations, efficiency, frivolity of competing claims, and expense.  Allis-Chalmers Corp. v. Philadelphia Electric Co., <span class=\"citation\" data-id=\"329547\"><a href=\"/opinion/329547/allis-chalmers-corporation-v-philadelphia-electric-company-v/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">360</span></a></span>, 364 (3d Cir.1975)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> An additional requirement for a proper certification is that the district judge must have made an \"express direction for the entry of judgment.\"   Fed.R.Civ.P. 54(b).   This requirement was obviously met by the judge's oral and written directions</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/86100/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105409/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110244/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112137/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112403/",
    "https://www.courtlistener.com/api/rest/v3/opinions/309552/",
    "https://www.courtlistener.com/api/rest/v3/opinions/329547/",
    "https://www.courtlistener.com/api/rest/v3/opinions/331043/",
    "https://www.courtlistener.com/api/rest/v3/opinions/389213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/392897/",
    "https://www.courtlistener.com/api/rest/v3/opinions/398895/",
    "https://www.courtlistener.com/api/rest/v3/opinions/410371/",
    "https://www.courtlistener.com/api/rest/v3/opinions/424885/",
    "https://www.courtlistener.com/api/rest/v3/opinions/442089/",
    "https://www.courtlistener.com/api/rest/v3/opinions/445239/",
    "https://www.courtlistener.com/api/rest/v3/opinions/503774/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516927/",
    "https://www.courtlistener.com/api/rest/v3/opinions/521954/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536526/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542297/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580868/",
    "https://www.courtlistener.com/api/rest/v3/opinions/582700/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586284/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1195484/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1373692/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1642975/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1812397/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1908805/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1990531/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2360937/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2381189/"
  ]
}