{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195003/",
  "id": 195003,
  "absolute_url": "/opinion/195003/larocque-v-rwf-inc/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195003/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:30:06Z",
  "date_modified": "2020-02-21T23:42:34.052699Z",
  "type": "010combined",
  "sha1": "b0d7ca73c2f5df0ec514e5420aba2a71a31e0d7b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1473.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \nNo. 93-1473\n\n                     EDWARD LAROCQUE, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                      R.W.F., INC., ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n      [Hon. Raymond J. Pettine, Senior U.S. District Judge]\n                                                          \n\n                                           \n\n                              Before\n\n                        Cyr, Circuit Judge,\n                                          \n\n                  Rosenn,* Senior Circuit Judge,\n                                               \n\n                    and Stahl, Circuit Judge.\n                                            \n\n                                           \n\n   Thomas J.  Young with whom  Young &amp; LaPuzza, Thomas  J. McAndrew,\n                                                                   \nand Patricia E. Andrews were on brief for appellants.\n                     \n   Marc B. Gursky for appellee Teamsters Local 251.\n                 \n   James M.  Green with whom  Powers, Kinder &amp; Keeney,  Inc. were on\n                                                            \nbrief for appellees R.W.F., Inc. and Wetterau, Inc.\n\n                                           \n                         November 2, 1993\n                                           \n\n                \n\n*Of the Third Circuit, sitting by designation.\n\n          CYR, Circuit  Judge.  Appellants  challenge a  district\n          CYR, Circuit  Judge.  \n                             \n\ncourt judgment directing  the enforcement of a  labor arbitration\n\naward upholding a proposed \"dovetailing\" of the separate seniori-\n\nty  lists maintained by the defendant-appellee, R.W.F, Inc. prior\n\nto the consolidation  of its two divisions.   Because we conclude\n\nthat  the arbitral  award was  within the  scope of  the parties'\n\narbitral  submission and drew  its essence from  their collective\n\nbargaining agreements, we affirm the district court judgment.\n\n                                I\n\n                            BACKGROUND\n                                      \n\n          Appellants were  employed at  Laurans Standard  Grocery\n\nCompany (Laurans), in Cranston,  Rhode Island, an  unincorporated\n\ndivision  of defendant-appellee  R.W.F., Inc.  (RWF), which  also\n\noperated a  second division,  Roger Williams  Foods, Inc.  (Roger\n\nWilliams), a separate corporation, in  Cumberland, Rhode Island.1\n\nEach division  had  a separate  collective  bargaining  agreement\n\n(CBA) with Teamsters Local 251.\n\n          After  acquiring RWF  in 1988, appellee  Wetterau, Inc.\n\nannounced  plans to relocate  the Roger Williams  division opera-\n\ntions outside  of Rhode Island,  and transfer the  Roger Williams\n\nworkers to the  Laurans operation.   RWF  proposed to  \"dovetail\"\n\n                    \n\n     1RWF was founded as a grocery distributor in 1945.  In 1973,\nit branched out and created Laurans, which shared warehouse space\nwith Roger Williams until 1987 when the Cranston facility opened.\n\n                                2\n\n(i.e.,  integrate) the  Roger Williams  seniority  list into  the\n     \n\nLaurans  seniority list.    The alternative  would  have been  to\n\n\"endtail\" the Roger Williams workers;  that is, treat them as new\n\nemployees and eliminate their Roger Williams seniority.2\n\n          After the  workers at the Laurans  plant [collectively:\n\nLaRocque] filed a grievance protesting  the \"dovetailing\" propos-\n\nal, the matter  was submitted to arbitration.   The basic dispute\n\nthat drove the arbitration was whether Laurans and Roger Williams\n\nwere separate \"employers\" or whether RWF should be considered the\n\n\"employer\" of  the workers at  both divisions.  Under  both CBAs,\n\nthe term \"employer\"  was defined as the  division; \"seniority\" as\n\n\"continuous service  with the  Employer\";  and RWF  was not  men-\n\ntioned.  The  arbitrator found, nonetheless, that RWF  was the de\n                                                                 \n\nfacto employer of the workers  at both divisions, based on, inter\n                                                                 \n\nalia, the history of RWF's development, the shared administrative\n    \n\nand executive operations of the  two divisions, and the fact that\n\n\"Laurans\"  was merely an  unregistered tradename, not  a separate\n\nlegal entity.   LaRocque sought judicial  review of the  arbitral\n\naward in federal  district court pursuant to 29 U.S.C.   185, and\n\nthe district court ultimately granted  summary judgment directing\n\n                    \n\n     2This  case involves  \"competitive-status\" seniority  lists,\nwhich  determine   the order in  which workers  are laid  off and\nrehired.   Thus,  \"endtailing\" would  have left  the  most senior\nRoger Williams  worker with less  seniority than the  most junior\nLaurans worker. \n\n                                3\n\nenforcement.   See  LaRocque v.  R.W.F., Inc.,  793 F.  Supp. 386\n                                             \n\n(D.R.I. 1992).\n\n                                II\n\n                            DISCUSSION\n                                      \n\n          The  highly  deferential  standard  governing  judicial\n\nreview of  labor arbitration  awards  is described  in El  Dorado\n                                                                 \n\nTechnical Servs., Inc. v. Union General de Trabajadores de Puerto\n                                                                 \n\nRico, 961 F.2d 317, 319 (1st Cir. 1992):\n    \n\n          [A] court should uphold an award that depends\n          on an  arbitrator's interpretation of  a col-\n          lective bargaining agreement  if it can find,\n          within the four corners of the agreement, any\n                                                       \n          plausible basis for that interpretation.\n                                                 \n\n(emphasis added; citations omitted).  See generally United Paper-\n                                                                 \n\nworkers Int'l Union  v. Misco, Inc., 484  U.S. 29, 38 (1987).   A\n                                   \n\njudicial challenge  to arbitral authority requires  the reviewing\n\ncourt to  consider both the  CBA and the arbitral  submission, El\n                                                                 \n\nDorado,  961 F.2d  at 320;  Challenger Caribbean  Corp. v.  Union\n                                                                 \n\nGeneral de  Trabajadores, 903 F.2d  857, 860-61  (1st Cir.  1990)\n                        \n\n(citing  cases), bearing  foremost in  mind  the admonition  that\n\n\"courts  [do not have] the final  say on the merits of [arbitral]\n\nawards,\" United Steelworkers of America v. Enterprise Wheel &amp; Car\n                                                                 \n\nCorp., 363 U.S. 593, 596 (1960).   \"Of course, this does not mean\n     \n\nthat an arbitrator has 'carte blanche approval' for any and every\n\narbitral decision . . . .\"  Dorado  Beach Hotel Corp. v. Union de\n                                                                 \n\n                                4\n\nTrabajadores  de la Industria Gastronomica Local 610, 959 F.2d 2,\n                                                    \n\n4  (1st Cir.  1992) (citations  omitted).   An enforceable  award\n\n\"must  draw its  essence  from  the  contract and  cannot  simply\n\nreflect  the arbitrator's  own  notions  of industrial  justice.\"\n\nMisco, Inc., 484  U.S. at 38; see also  Challenger Caribbean, 903\n                                                            \n\nF.2d at 861. \n\n1.  The Scope of the Arbitral Submission.\n                                        \n\n          Like  many  a  party aggrieved  by  an  arbitral award,\n\nLaRocque comes  poorly clad for  the challenge,  with only  three\n\nappellate claims  meriting  brief discussion.    First,  LaRocque\n\ncontends  that the award  exceeded the scope  of the arbitrator's\n\nauthority, a  claim that flies in the  face of the joint arbitral\n\nsubmission:\n\n          Did RWF, Inc. violate  the [CBAs] between the\n          parties by proposing to dovetail the seniori-\n          ty lists  of its employees under  the Laurans\n          Standard  Agreement and  its employees  under\n          the Roger Williams  Agreement for competitive\n          status  seniority   upon  consolidating   its\n          regional  operations?  If  so, what shall the\n          remedy be?\n\n          Thus, the  parties mutually agreed that  the arbitrator\n\nshould reconcile  the language in  the separate CBAs,  neither of\n\nwhich afforded  definitive guidance in the context  of an unfore-\n\nseen consolidation of the two  divisions, and determine an appro-\n                                                                 \n\npriate remedy.   See Challenger  Caribbean, 903  F.2d at  860-61;\n                                          \n\nGeorgia-Pacific  Corp.  v.  Local 27,  United  Paperworkers Int'l\n                                                                 \n\nUnion, 864 F.2d 940, 944 (1st  Cir. 1988).  Moreover, \"[a]n arbi-\n     \n\n                                5\n\ntrator's view of the scope of the issue . . . is entitled  to the\n\nsame  . . . deference . . . normally accorded to the arbitrator's\n\ninterpretation of  the collective  bargaining agreement  itself.\"\n\nEl  Dorado, 961 F.2d at 321.   Furthermore, once having agreed to\n          \n\nthe arbitral submission, it was  too late for Laurans' workers to\n\nsay  that the  arbitrator acted  ultra vires  merely  because the\n                                            \n\nremedy was not what they had hoped.\n\n2.  The Arbitrator's Factual Findings.\n                                     \n\n          LaRocque  next insists  that  the arbitrator's  finding\n\nthat RWF was the  de facto employer of the workers  at both loca-\n                          \n\ntions is  without  evidentiary support.    This tactic,  too,  is\n\nunavailing.  \n\n          Few aggrieved parties surmount the deferential standard\n\nof  judicial review accorded factual findings within the scope of\n\nan arbitral submission:\n\n          [T]he standard of review is  unrelenting:  as\n          a general proposition, an arbitrator's factu-\n          al  findings are not  open to  judicial chal-\n          lenge.  Even if  the arbitrator was seriously\n          mistaken about  some of the  facts, his award\n          must stand.\n\nEl  Dorado,  961 F.2d  at 320  (citing cases).   As  the evidence\n          \n\npresented  to  the  arbitrator  plainly  demonstrates,  there  is\n\nnothing approaching \"serious error\" in this case.  First, Laurans\n\nis not  a separate  legal entity.   Second, Laurans  Standard, so\n\ndesignated by RWF in  1973, operated out of the  same facility as\n\nRoger Williams until 1987.  Third, the two divisions had the same\n\n                                6\n\npresident  and  the  same  accounting  and  administrative staff.\n\nFinally,  the evidence  demonstrated that substantially  the same\n\nworking conditions and pay rates prevailed within both divisions,\n\nand that virtually  all work was interchangeable  between workers\n\nin the two divisions.   We are not permitted to  second-guess the\n\nfactual findings  of a  labor arbitrator  in the  face of  such a\n\nrecord.  See Air Line Pilots Ass'n Int'l v. Aviation  Ass'n Inc.,\n                                                                \n\n955 F.2d 90, 93 (1st Cir. 1992).  \n\n3.   The \"No-modification\" Clauses.\n                                  \n\n          Finally, LaRocque  points  to purported  curbs  on  the\n\npower of the arbitrator, as set forth in the CBAs:  \"the arbitra-\n\ntor shall not have the power to add to or subtract from or modify\n\nany provisions of  the agreement.\"  These  standard \"no-modifica-\n\ntion\" clauses, see  Local 1445, United Food &amp;  Commercial Workers\n                                                                 \n\nInt'l Union v. Stop &amp; Shop Cos., 776 F.2d 19, 22 (1st Cir. 1985),\n                               \n\nreinforce the  admonition in  Misco, Inc., 484  U.S. at  38, that\n                                         \n\nlegitimate  arbitral awards \"draw  [their] essence from  the con-\n\ntract.\" \n\n          At the mutual invitation of the parties, the arbitrator\n\nwas  empowered to decide  whether the proposal  to \"dovetail\" the\n\ntwo seniority  lists would violate the CBAs, in the circumstances\n                                                                 \n\nposed by the consolidation.  See supra at p.5.  After determining\n                                      \n\nthat the RWF proposal would not violate the CBAs, the arbitrator,\n\nagain at  the explicit  invitation of  the parties,  undertook to\n\n                                7\n\ndetermine  the appropriate remedy.  Since it is indisputable that\n\nthe  language in  neither  CBA  precluded  \"dovetailing\"  in  the\n\ncircumstances of  a consolidation,  the arbitral award  directing\n\n\"dovetailing\" clearly  derived from a  permissible interpretation\n\nof the  agreement  in  the  changed circumstances,  and  did  not\n\n\"simply reflect the  arbitrator's own notions of  industrial jus-\n\ntice,\" id.  As the Court carefully noted in Misco, Inc., \"it must\n                                                       \n\nbe  remembered that grievance and arbitration procedures are part\n\nand parcel of  the ongoing process of collective  bargaining.  It\n\nis  through these processes  that the supplementary  rules of the\n                                                   \n\nplant are established.\"  484 U.S. at 38 (emphasis  added).  Thus,\n\nviewed against  the backdrop of  the CBAs and the  joint arbitral\n\nsubmission,  as well  as the  surrounding  circumstances, see  El\n                                                                 \n\nDorado, 961 F.2d at 320, the challenged award was well within the\n      \n\nconsensual delegation  of arbitral  authority, the  \"no-modifica-\n\ntion\" clause notwithstanding.  See High Concrete Structures, Inc.\n                                                                 \n\nv.  United Elec.,  Radio and  Mach. Workers  Local 166,  879 F.2d\n                                                      \n\n1215, 1219  (3d Cir.  1989) (holding:   \"no-modification\"  clause\n\ndoes  not \"prohibit  the parties  from  agreeing to  a submission\n\nwhich is broader.\")\n\n                               III\n\n                            CONCLUSION\n                                      \n\n                                8\n\n          The joint arbitral  submission empowered the arbitrator\n\nto harmonize the  parallel contract provisions in  dispute and to\n\nfashion a remedy  in light of the surrounding  circumstances.  As\n\nthe arbitral award  faithfully drew its essence  from the collec-\n\ntive bargaining  agreements, it represents neither  an arrogation\n\nof  arbitral power,  nor  an  impermissible  modification.    The\n\ndistrict court judgment must be affirmed.\n\n          Affirmed.  \n          Affirmed.\n                  \n\n                                9\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \nNo. 93-1473\n\n                     EDWARD LAROCQUE, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                      R.W.F., INC., ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n      [Hon. Raymond J. Pettine, Senior U.S. District Judge]\n                                                          \n\n                                           \n\n                              Before\n\n                        Cyr, Circuit Judge,\n                                          \n\n                  Rosenn,* Senior Circuit Judge,\n                                               \n\n                    and Stahl, Circuit Judge.\n                                            \n\n                                           \n\n   Thomas J.  Young with whom  Young &amp; LaPuzza, Thomas  J. McAndrew,\n                                                                   \nand Patricia E. Andrews were on brief for appellants.\n                     \n   Marc B. Gursky for appellee Teamsters Local 251.\n                 \n   James M.  Green with whom  Powers, Kinder &amp; Keeney,  Inc. were on\n                                                            \nbrief for appellees R.W.F., Inc. and Wetterau, Inc.\n\n                                           \n                         November 2, 1993\n                                           \n\n                \n\n*Of the Third Circuit, sitting by designation.\n\n          CYR, Circuit  Judge.  Appellants  challenge a  district\n          CYR, Circuit  Judge.  \n                             \n\ncourt judgment directing  the enforcement of a  labor arbitration\n\naward upholding a proposed \"dovetailing\" of the separate seniori-\n\nty  lists maintained by the defendant-appellee, R.W.F, Inc. prior\n\nto the consolidation  of its two divisions.   Because we conclude\n\nthat  the arbitral  award was  within the  scope of  the parties'\n\narbitral  submission and drew  its essence from  their collective\n\nbargaining agreements, we affirm the district court judgment.\n\n                                I\n\n                            BACKGROUND\n                                      \n\n          Appellants were  employed at  Laurans Standard  Grocery\n\nCompany (Laurans), in Cranston,  Rhode Island, an  unincorporated\n\ndivision  of defendant-appellee  R.W.F., Inc.  (RWF), which  also\n\noperated a  second division,  Roger Williams  Foods, Inc.  (Roger\n\nWilliams), a separate corporation, in  Cumberland, Rhode Island.1\n\nEach division  had  a separate  collective  bargaining  agreement\n\n(CBA) with Teamsters Local 251.\n\n          After  acquiring RWF  in 1988, appellee  Wetterau, Inc.\n\nannounced  plans to relocate  the Roger Williams  division opera-\n\ntions outside  of Rhode Island,  and transfer the  Roger Williams\n\nworkers to the  Laurans operation.   RWF  proposed to  \"dovetail\"\n\n                    \n\n     1RWF was founded as a grocery distributor in 1945.  In 1973,\nit branched out and created Laurans, which shared warehouse space\nwith Roger Williams until 1987 when the Cranston facility opened.\n\n                                2\n\n(i.e.,  integrate) the  Roger Williams  seniority  list into  the\n     \n\nLaurans  seniority list.    The alternative  would  have been  to\n\n\"endtail\" the Roger Williams workers;  that is, treat them as new\n\nemployees and eliminate their Roger Williams seniority.2\n\n          After the  workers at the Laurans  plant [collectively:\n\nLaRocque] filed a grievance protesting  the \"dovetailing\" propos-\n\nal, the matter  was submitted to arbitration.   The basic dispute\n\nthat drove the arbitration was whether Laurans and Roger Williams\n\nwere separate \"employers\" or whether RWF should be considered the\n\n\"employer\" of  the workers at  both divisions.  Under  both CBAs,\n\nthe term \"employer\"  was defined as the  division; \"seniority\" as\n\n\"continuous service  with the  Employer\";  and RWF  was not  men-\n\ntioned.  The  arbitrator found, nonetheless, that RWF  was the de\n                                                                 \n\nfacto employer of the workers  at both divisions, based on, inter\n                                                                 \n\nalia, the history of RWF's development, the shared administrative\n    \n\nand executive operations of the  two divisions, and the fact that\n\n\"Laurans\"  was merely an  unregistered tradename, not  a separate\n\nlegal entity.   LaRocque sought judicial  review of the  arbitral\n\naward in federal  district court pursuant to 29 U.S.C.   185, and\n\nthe district court ultimately granted  summary judgment directing\n\n                    \n\n     2This  case involves  \"competitive-status\" seniority  lists,\nwhich  determine   the order in  which workers  are laid  off and\nrehired.   Thus,  \"endtailing\" would  have left  the  most senior\nRoger Williams  worker with less  seniority than the  most junior\nLaurans worker. \n\n                                3\n\nenforcement.   See  LaRocque v.  R.W.F., Inc.,  793 F.  Supp. 386\n                                             \n\n(D.R.I. 1992).\n\n                                II\n\n                            DISCUSSION\n                                      \n\n          The  highly  deferential  standard  governing  judicial\n\nreview of  labor arbitration  awards  is described  in El  Dorado\n                                                                 \n\nTechnical Servs., Inc. v. Union General de Trabajadores de Puerto\n                                                                 \n\nRico, </pre><span class=\"citation\" data-id=\"581363\"><a href=\"/opinion/581363/el-dorado-technical-services-inc-v-union-general-de-trabajadores-de/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">317</span></a></span><pre class=\"inline\">, 319 (1st Cir. 1992):\n    \n\n          [A] court should uphold an award that depends\n          on an  arbitrator's interpretation of  a col-\n          lective bargaining agreement  if it can find,\n          within the four corners of the agreement, any\n                                                       \n          plausible basis for that interpretation.\n                                                 \n\n(emphasis added; citations omitted).  See generally United Paper-\n                                                                 \n\nworkers Int'l Union  v. Misco, Inc., </pre><span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">484</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span><pre class=\"inline\">, 38 (1987).   A\n                                   \n\njudicial challenge  to arbitral authority requires  the reviewing\n\ncourt to  consider both the  CBA and the arbitral  submission, El\n                                                                 \n\n</pre><span class=\"citation\" data-id=\"581363\"><span class=\"antecedent_guess\">Dorado,</span>  <a href=\"/opinion/581363/el-dorado-technical-services-inc-v-union-general-de-trabajadores-de/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">320</span></a></span><pre class=\"inline\">;  Challenger Caribbean  Corp. v.  Union\n                                                                 \n\nGeneral de  Trabajadores, </pre><span class=\"citation\" data-id=\"541945\"><a href=\"/opinion/541945/challenger-caribbean-corporation-v-union-general-de-trabajadores-de-puerto/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">857</span></a></span><pre class=\"inline\">, 860-61  (1st Cir.  1990)\n                        \n\n(citing  cases), bearing  foremost in  mind  the admonition  that\n\n\"courts  [do not have] the final  say on the merits of [arbitral]\n\nawards,\" United Steelworkers of America v. Enterprise Wheel &amp; Car\n                                                                 \n\nCorp., </pre><span class=\"citation\" data-id=\"106086\"><a href=\"/opinion/106086/steelworkers-v-enterprise-wheel-car-corp/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span><pre class=\"inline\">, 596 (1960).   \"Of course, this does not mean\n     \n\nthat an arbitrator has 'carte blanche approval' for any and every\n\narbitral decision . . . .\"  Dorado  Beach Hotel Corp. v. Union de\n                                                                 \n\n                                4\n\nTrabajadores  de la Industria Gastronomica Local 610, </pre><span class=\"citation\" data-id=\"579482\"><a href=\"/opinion/579482/dorado-beach-hotel-corporation-v-union-de-trabajadores-de-la-industria/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">2</span></a></span><pre class=\"inline\">,\n                                                    \n\n4  (1st Cir.  1992) (citations  omitted).   An enforceable  award\n\n\"must  draw its  essence  from  the  contract and  cannot  simply\n\nreflect  the arbitrator's  own  notions  of industrial  justice.\"\n\nMisco, </pre><span class=\"citation\" data-id=\"111965\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">484</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">38</span></a></span><pre class=\"inline\">; see also  Challenger </pre><span class=\"citation\" data-id=\"541945\"><span class=\"antecedent_guess\">Caribbean,</span> <a href=\"/opinion/541945/challenger-caribbean-corporation-v-union-general-de-trabajadores-de-puerto/\"><span class=\"volume\">903</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span> at <span class=\"page\">861</span></a></span><pre class=\"inline\">. \n\n1.  The Scope of the Arbitral Submission.\n                                        \n\n          Like  many  a  party aggrieved  by  an  arbitral award,\n\nLaRocque comes  poorly clad for  the challenge,  with only  three\n\nappellate claims  meriting  brief discussion.    First,  LaRocque\n\ncontends  that the award  exceeded the scope  of the arbitrator's\n\nauthority, a  claim that flies in the  face of the joint arbitral\n\nsubmission:\n\n          Did RWF, Inc. violate  the [CBAs] between the\n          parties by proposing to dovetail the seniori-\n          ty lists  of its employees under  the Laurans\n          Standard  Agreement and  its employees  under\n          the Roger Williams  Agreement for competitive\n          status  seniority   upon  consolidating   its\n          regional  operations?  If  so, what shall the\n          remedy be?\n\n          Thus, the  parties mutually agreed that  the arbitrator\n\nshould reconcile  the language in  the separate CBAs,  neither of\n\nwhich afforded  definitive guidance in the context  of an unfore-\n\nseen consolidation of the two  divisions, and determine an appro-\n                                                                 \n\npriate remedy.   See Challenger  </pre><span class=\"citation\" data-id=\"541945\"><span class=\"antecedent_guess\">Caribbean,</span> <a href=\"/opinion/541945/challenger-caribbean-corporation-v-union-general-de-trabajadores-de-puerto/\"><span class=\"volume\">903</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">860-61</span></a></span><pre class=\"inline\">;\n                                          \n\nGeorgia-Pacific  Corp.  v.  Local 27,  United  Paperworkers Int'l\n                                                                 \n\nUnion, </pre><span class=\"citation no-link\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">940</span></span><pre class=\"inline\">, 944 (1st  Cir. 1988).  Moreover, \"[a]n arbi-\n     \n\n                                5\n\ntrator's view of the scope of the issue . . . is entitled  to the\n\nsame  . . . deference . . . normally accorded to the arbitrator's\n\ninterpretation of  the collective  bargaining agreement  itself.\"\n\nEl  </pre><span class=\"citation\" data-id=\"581363\"><span class=\"antecedent_guess\">Dorado,</span> <a href=\"/opinion/581363/el-dorado-technical-services-inc-v-union-general-de-trabajadores-de/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">321</span></a></span><pre class=\"inline\">.   Furthermore, once having agreed to\n          \n\nthe arbitral submission, it was  too late for Laurans' workers to\n\nsay  that the  arbitrator acted  ultra vires  merely  because the\n                                            \n\nremedy was not what they had hoped.\n\n2.  The Arbitrator's Factual Findings.\n                                     \n\n          LaRocque  next insists  that  the arbitrator's  finding\n\nthat RWF was the  de facto employer of the workers  at both loca-\n                          \n\ntions is  without  evidentiary support.    This tactic,  too,  is\n\nunavailing.  \n\n          Few aggrieved parties surmount the deferential standard\n\nof  judicial review accorded factual findings within the scope of\n\nan arbitral submission:\n\n          [T]he standard of review is  unrelenting:  as\n          a general proposition, an arbitrator's factu-\n          al  findings are not  open to  judicial chal-\n          lenge.  Even if  the arbitrator was seriously\n          mistaken about  some of the  facts, his award\n          must stand.\n\nEl  </pre><span class=\"citation\" data-id=\"581363\"><span class=\"antecedent_guess\">Dorado,</span>  <a href=\"/opinion/581363/el-dorado-technical-services-inc-v-union-general-de-trabajadores-de/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">320</span> </a></span><pre class=\"inline\"> (citing cases).   As  the evidence\n          \n\npresented  to  the  arbitrator  plainly  demonstrates,  there  is\n\nnothing approaching \"serious error\" in this case.  First, Laurans\n\nis not  a separate  legal entity.   Second, Laurans  Standard, so\n\ndesignated by RWF in  1973, operated out of the  same facility as\n\nRoger Williams until 1987.  Third, the two divisions had the same\n\n                                6\n\npresident  and  the  same  accounting  and  administrative staff.\n\nFinally,  the evidence  demonstrated that substantially  the same\n\nworking conditions and pay rates prevailed within both divisions,\n\nand that virtually  all work was interchangeable  between workers\n\nin the two divisions.   We are not permitted to  second-guess the\n\nfactual findings  of a  labor arbitrator  in the  face of  such a\n\nrecord.  See Air Line Pilots Ass'n Int'l v. Aviation  Ass'n Inc.,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"577005\"><a href=\"/opinion/577005/air-line-pilots-association-international-v-aviation-associates-inc/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">90</span></a></span><pre class=\"inline\">, 93 (1st Cir. 1992).  \n\n3.   The \"No-modification\" Clauses.\n                                  \n\n          Finally, LaRocque  points  to purported  curbs  on  the\n\npower of the arbitrator, as set forth in the CBAs:  \"the arbitra-\n\ntor shall not have the power to add to or subtract from or modify\n\nany provisions of  the agreement.\"  These  standard \"no-modifica-\n\ntion\" clauses, see  Local 1445, United Food &amp;  Commercial Workers\n                                                                 \n\nInt'l Union v. Stop &amp; Shop Cos., </pre><span class=\"citation\" data-id=\"460234\"><a href=\"/opinion/460234/local-1445-united-food-and-commercial-workers-international-union-afl-cio/\"><span class=\"volume\">776</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span><pre class=\"inline\">, 22 (1st Cir. 1985),\n                               \n\nreinforce the  admonition in  Misco, </pre><span class=\"citation\" data-id=\"111965\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">484</span>  <span class=\"reporter\">U.S.</span> at  <span class=\"page\">38</span></a></span><pre class=\"inline\">, that\n                                         \n\nlegitimate  arbitral awards \"draw  [their] essence from  the con-\n\ntract.\" \n\n          At the mutual invitation of the parties, the arbitrator\n\nwas  empowered to decide  whether the proposal  to \"dovetail\" the\n\ntwo seniority  lists would violate the CBAs, in the circumstances\n                                                                 \n\nposed by the consolidation.  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> supra </span><pre class=\"inline\">at p.5.  After determining\n                                      \n\nthat the RWF proposal would not violate the CBAs, the arbitrator,\n\nagain at  the explicit  invitation of  the parties,  undertook to\n\n                                7\n\ndetermine  the appropriate remedy.  Since it is indisputable that\n\nthe  language in  neither  CBA  precluded  \"dovetailing\"  in  the\n\ncircumstances of  a consolidation,  the arbitral award  directing\n\n\"dovetailing\" clearly  derived from a  permissible interpretation\n\nof the  agreement  in  the  changed circumstances,  and  did  not\n\n\"simply reflect the  arbitrator's own notions of  industrial jus-\n\ntice,\" </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>  As the </span><pre class=\"inline\">Court carefully noted in Misco, Inc., \"it must\n                                                       \n\nbe  remembered that grievance and arbitration procedures are part\n\nand parcel of  the ongoing process of collective  bargaining.  It\n\nis  through these processes  that the supplementary  rules of the\n                                                   \n\nplant are </pre><span class=\"citation\" data-id=\"111965\"><span class=\"antecedent_guess\">established.\"</span>  <a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">38</span> </a></span><pre class=\"inline\">(emphasis  added).  Thus,\n\nviewed against  the backdrop of  the CBAs and the  joint arbitral\n\nsubmission,  as well  as the  surrounding  circumstances, see  El\n                                                                 \n\n</pre><span class=\"citation\" data-id=\"581363\"><span class=\"antecedent_guess\">Dorado,</span> <a href=\"/opinion/581363/el-dorado-technical-services-inc-v-union-general-de-trabajadores-de/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">320</span></a></span><pre class=\"inline\">, the challenged award was well within the\n      \n\nconsensual delegation  of arbitral  authority, the  \"no-modifica-\n\ntion\" clause notwithstanding.  See High Concrete Structures, Inc.\n                                                                 \n\nv.  United Elec.,  Radio and  Mach. Workers  Local 166,  </pre><span class=\"citation\" data-id=\"526461\"><a href=\"/opinion/526461/high-concrete-structures-inc-of-nj-v-united-electrical-radio-and/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span>\n                                                      \n\n<span class=\"page\">1215</span></a></span><pre class=\"inline\">, 1219  (3d Cir.  1989) (holding:   \"no-modification\"  clause\n\ndoes  not \"prohibit  the parties  from  agreeing to  a submission\n\nwhich is broader.\")\n\n                               III\n\n                            CONCLUSION\n                                      \n\n                                8\n\n          The joint arbitral  submission empowered the arbitrator\n\nto harmonize the  parallel contract provisions in  dispute and to\n\nfashion a remedy  in light of the surrounding  circumstances.  As\n\nthe arbitral award  faithfully drew its essence  from the collec-\n\ntive bargaining  agreements, it represents neither  an arrogation\n\nof  arbitral power,  nor  an  impermissible  modification.    The\n\ndistrict court judgment must be affirmed.\n\n          Affirmed.  \n          Affirmed.\n                  \n\n                                9\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106086/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111965/",
    "https://www.courtlistener.com/api/rest/v3/opinions/460234/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526461/",
    "https://www.courtlistener.com/api/rest/v3/opinions/541945/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577005/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579482/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581363/"
  ]
}