{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195007/",
  "id": 195007,
  "absolute_url": "/opinion/195007/united-states-v-mancini/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195007/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:30:10Z",
  "date_modified": "2020-02-21T23:42:41.222197Z",
  "type": "010combined",
  "sha1": "8be4732b0e69a8a3394266e3c1881a8b24fa9ab6",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1417.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 93-1417\n\n                        UNITED STATES,\n\n                          Appellant,\n\n                              v.\n\n                      SALVATORE MANCINI,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n     [Hon. Francis J. Boyle, Senior U.S. District Judge]\n                                                       \n\n                                         \n\n                            Before\n\n               Boudin and Stahl, Circuit Judges,\n                                               \n                 and Fuste,* District Judge.\n                                           \n\n                                         \n\nCraig  N. Moore, Assistant United States Attorney, with whom Edwin\n                                                                  \nJ.  Gale, United States Attorney, Ira  Belkin, Assistant United States\n                                         \nAttorney,  and Margaret E.  Curran, Assistant United  States Attorney,\n                              \nwere on brief for appellant.\nJohn A. MacFadyen, with whom Richard M. Egbert and Peter  DiBiase,\n                                                                 \nwere on brief for appellee.\n                                         \n\n                       November 4, 1993\n                                         \n\n                 \n*Of the District of Puerto Rico, sitting by designation.\n\n          STAHL,  Circuit Judge.  In this criminal appeal, we\n                               \n\nmust  decide whether  the Mayor  of  North Providence,  Rhode\n\nIsland,   defendant   Salvatore  Mancini   (\"Mancini\"),   has\n\nstanding1  to challenge a  search of the town's archive attic\n\nand  subsequent  seizure  of  the  Mayor's  1987  appointment\n\ncalendar.   The  district court  ruled  in Mancini's  favor.2\n\nThe government timely  filed this interlocutory appeal.3   We\n\naffirm the district court's ruling.\n\n                              I.\n                                \n\n                      FACTUAL BACKGROUND\n                                        \n\n          We recount  only those facts  relevant to resolving\n\nthe issue  on appeal.   On November  20, 1992,  a grand  jury\n\nindicted  Mancini on one  count of attempted  extortion under\n\ncolor of  official right, in  violation of 18 U.S.C.    1951.\n\n                    \n\n1.  The inquiry turns, in this case, on whether the defendant\ndemonstrated a legitimate  expectation of privacy,  see Rakas\n                                                             \nv.  Illinois,  439 U.S.  128  (1978),  and  we use  the  term\n            \n`standing'  in  the  present context  as  shorthand  for that\ninquiry.   United States  v. Sanchez, 943  F.2d 110,  113 n.1\n                                    \n(1st Cir. 1991).\n\n2.  After  finding that Mancini  had standing to  contest the\nsearch  and  seizure, the  district  court went  on  to grant\nMancini's  motion to suppress the appointment calendar on the\nground that the affidavit used to acquire  the search warrant\nomitted  certain facts which, if disclosed to the Magistrate,\nwould have demonstrated a lack of probable cause.  On appeal,\nthe government does not contest this finding.  Therefore, the\nonly issue before us is the standing question.\n\n3.  In relevant part, 18 U.S.C.    3731 provides:  \"An appeal\nby the United States  shall lie to a court of  appeals from a\ndecision  or order  of  the  district  court  suppressing  or\nexcluding evidence . . . .\"\n\n                             -2-\n                              2\n\nAccording  to  the  indictment,  in  November  1987,  Mancini\n\naccepted  a $2,000  payment from  real  estate developers  in\n\nexchange   for  the  issuance   of  certain  certificates  of\n\noccupancy for residential apartments owned by the developers.\n\n          Prior   to  the   indictment,  in  the   course  of\n\ninvestigating  the  allegations  against   Mancini,  the  FBI\n\nattempted to  obtain the relevant certificates  of occupancy.\n\nAt  approximately 4:30  p.m.  on October  29,  1992, two  FBI\n\nagents,  Timothy O'Keefe  and Charles  Prunier,  went to  the\n\nNorth Providence Town  Hall to interview the  town's building\n\ninspector, Albert  DiPetrillo, and  to serve  him with  grand\n\njury   subpoenas  calling  for  his  testimony  and  for  the\n\nproduction of  the eleven  allegedly illegal certificates  of\n\noccupancy.     The  subpoenas  required  production   of  the\n\ncertificates by 9:30 the following morning. \n\n          DiPetrillo told the  agents that Town Hall  records\n\nwere kept  in a room  known as the  archive attic.   Both the\n\nmaintenance  and personnel departments had keys to the attic.\n\nAt  DiPetrillo's  direction,  another town  employee,  Robert\n\nHennessey, obtained the keys to  the attic from a maintenance\n\nworker  and accompanied  the two  agents  through two  locked\n\ndoors and into the attic.  The attic, which is above and runs\n\nthe length of  the Town Hall, contained boxes  of records and\n\nmiscellaneous equipment, none of which appeared to the agents\n\nto be organized in any particular manner.\n\n                             -3-\n                              3\n\n          When  the  three  men   first  entered  the  attic,\n\nHennessey suggested  to the agents  that they might  find the\n\ncertificates in boxes of Building Department  records located\n\nnear the door through which they had just passed.  An initial\n\nexamination  of those boxes did not uncover the certificates.\n\nHennessey then informed  the agents that there were two other\n\nrooms in the attic containing  town records.  After a cursory\n\nexamination  of the other  rooms indicated that  only records\n\nfrom before 1940 were present,  the three men returned to the\n\nroom they had entered first.   The agents again began looking\n\nfor  the certificates  in  the boxes  located  in this  room.\n\nAccording  to  Hennessey's   testimony  at  the   suppression\n\nhearing,  he directed  the agents  to a  particular stack  of\n\nboxes.   Agent Prunier,  however, \"wandered  off\" in  another\n\ndirection.  At some point, Prunier came across a box labelled\n\n\"Mayor's Appointment  Books.\"   The  flaps  on the  box  were\n\nturned down to  cover the top of  the box, but they  were not\n\ninterlocked.  Prunier  lifted the flaps and saw  that the box\n\ndid, in fact, contain appointment books, including a book for\n\n1987.4   Prunier browsed through  the 1987 book  and replaced\n\nit in the box.   Meanwhile, Agent O'Keefe located the sought-\n\nafter certificates  of occupancy in  one of the boxes  in the\n\n                    \n\n4.  The appointment  book here at  issue is a  rather typical\nred-covered  office calendar, with  one page devoted  to each\nday  of  1987.   The  hard cover  reads  \"Appointments,\" with\n\"1987\"  appearing  underneath.   The  inside  front  cover is\ndenoted \"1987 Half Hourly Standard Appointment Diary.\"\n\n                             -4-\n                              4\n\narea  that Hennessey had  originally suggested.   This search\n\nlasted approximately two hours.\n\n          On November 16, 1992, the FBI applied for a warrant\n\nto search  the archive attic  and seize the  1987 appointment\n\ncalendar.  A Magistrate Judge  signed the warrant, and it was\n\nexecuted  the  same   day.    The  calendar   was  retrieved.\n\nAccording  to the  government,  the  calendar is  significant\n\nbecause of  an entry made  on November  24, 1987, a  few days\n\nbefore  the  alleged illegal  payoff and  one day  before the\n\ncertificates  were issued.  That entry indicates that Mancini\n\nhad a  noon appointment with  Art Aloisio, who,  according to\n\nKenneth Stoll,  arranged the  meeting  where Stoll  allegedly\n\nmade the payoff to the Mayor.5\n\n          Prior  to  trial,  Mancini moved  to  suppress  the\n\nappointment calendar because 1) the agents' initial discovery\n\nof the  calendar  was the  result of  a warrantless,  illegal\n\nsearch,  and 2)  the  later search,  executed  pursuant to  a\n\nwarrant, was both the fruit  of the first, illegal search and\n\n                    \n\n5.  The calendar entry took on greater importance in the face\nof  Stoll's  credibility problems.    During  the suppression\nhearing,  F.B.I. Agent Joyce,  who signed the  search warrant\naffidavit, conceded  that Stoll, who was to  be a prosecution\nwitness, had  lied on  several occasions  to  the F.B.I.  and\nUnited States Attorney's office.  In fact, the government had\nrescinded  a  non-prosecution  agreement  it  had  previously\nreached  with  Stoll  because  it  believed  that  Stoll  had\nbreached his obligation to speak truthfully.  None of Stoll's\ncredibility problems were divulged to the Magistrate, leading\nto the portion of the district court's suppression order that\nis not here appealed.\n\n                             -5-\n                              5\n\nthe  product  of   a  misleading  affidavit.     Following  a\n\nsuppression  hearing,6  the district  court first  found that\n\nMancini  had  standing  to contest  the  search  and seizure.\n\nAddressing  the merits,  the  court then  rejected  Mancini's\n\nclaim  that the agents'  conduct in discovering  the calendar\n\nwas   illegal.    The  court  concluded,  however,  that  the\n\nsubsequent search warrant  should never have been  issued due\n\nto  the   government's  failure  to  disclose   the  negative\n\ninformation concerning Stoll.   Therefore, the court  granted\n\nthe motion  to suppress.   As noted  earlier, the  government\n\nonly challenges the court's standing determination.\n\n                             II.\n                                \n\n                      STANDARD OF REVIEW\n                                        \n\n           In  reviewing  the  district  court's  suppression\n\norder, we uphold  findings of fact, including  mixed fact/law\n\nfindings,  unless they  are clearly  erroneous.   See  United\n                                                             \n\nStates v. Carty, 993 F.2d 1005, 1008 (1st Cir. 1993) (factual\n               \n\n                    \n\n6.  At the  suppression hearing, Prunier, Joyce,  and Mayoral\nChief  of Staff Leo J. Perrotta were called to testify by the\ngovernment.   Hennessey was  the only witness  called by  the\ndefense.  Mancini did not testify, but submitted an affidavit\nstating that in 1987 he kept a daily calendar diary which was\n\"maintained as  a personal  rather than  a public  document,\"\nthat  the diary  was \"kept  in  a closed  box marked  Mayor's\nAppointment  Books\" located in  the locked archive  room, and\nthat he instructed  his Chief  of Staff that  \"no one was  to\nhave access to any of  my boxes, including the box containing\nthe calendars, without  permission.\"  Mancini  further stated\nthat \"[a]t all times, I believed that my boxes, including the\none  containing the calendars, were my private property, were\nunder my control, and were to  be left alone by all  persons,\nincluding town personnel.\"\n\n                             -6-\n                              6\n\nfindings); United States v.  Rodriguez-Morales, 929 F.2d 780,\n                                              \n\n783 (1st Cir. 1991)\n\n(mixed findings),  cert. denied, 112  S. Ct. 868 (1992).   We\n                               \n\nreview  conclusions of law de novo.  Carty, 993 F.2d at 1008.\n                                          \n\nThe legal standard used by the district court is also subject\n\nto plenary review.  Sanchez, 943 F.2d at 112.  \n                           \n\n          It  is well settled  that a defendant  who fails to\n\ndemonstrate a legitimate  expectation of privacy in  the area\n\nsearched or the item seized will not have \"standing\" to claim\n\nthat an illegal search or  seizure occurred.  Rakas, 439 U.S.\n                                                   \n\nat 138-48; Sanchez, 943 F.2d at 112-13. In order to make such\n                  \n\na  demonstration, the defendant  must show both  a subjective\n\nexpectation  of  privacy  and   that  society  accepts   that\n\nexpectation  as   objectively  reasonable.     California  v.\n                                                         \n\nGreenwood, 486 U.S. 35, 39 (1988); Katz v. United States, 389\n                                                        \n\nU.S. 347, 361 (1967)(Harlan, J.  concurring).  The burden  of\n\nproving a  reasonable expectation  of privacy  lies with  the\n\ndefendant.   Sanchez, 943  F.2d at 113.   The  defendant must\n                    \n\ndemonstrate a privacy expectation in both the item seized and\n\nthe place searched.  United  States v. Salvucci, 448 U.S. 83,\n                                               \n\n93 (1980) (\"[W]e  must . . . engage in a conscientious effort\n\nto apply  the Fourth Amendment  by asking not  merely whether\n\nthe defendant had a possessory interest in the  items seized,\n\nbut  whether he  had an  expectation of  privacy in  the area\n\nsearched.\")(internal  quotations omitted);  United States  v.\n                                                         \n\n                             -7-\n                              7\n\nAguirre,  839 F.2d 854, 856 (1st Cir. 1988)(\"Before embarking\n       \n\nupon  the merits  of  a  suppression  challenge,  a  criminal\n\ndefendant must  show that he had a  reasonable expectation of\n\nprivacy in  the area  searched and in  relation to  the items\n\nseized.\").\n\n                             III.\n                                 \n\n                          DISCUSSION\n                                    \n\n          In determining that Mancini had standing to contest\n\nthe  search,  the   district  court  first  ruled   that  the\n\nappointment book was  not a public record.   United States v.\n                                                          \n\nMancini, No. 92-117B, slip op.  at 4 (D.R.I. April 12, 1993).\n       \n\nThen, the  court concluded that  the act of placing  the book\n\ninto a  box \"does  not remove the  document from  the mayor's\n\nfiles.\"    Id. Finally,  the  court  stated  that it  is  not\n             \n\n\"significant that the  record was not  found in the  physical\n\nconfines  of the  Mayor's  office.   It  was  where it  could\n\nexpected [sic] to be, a 1987 document, in the archives.\"  Id.\n                                                             \n\nat  4-5.   On this  appeal,  the government  argues that  the\n\ndistrict court erroneously found that the calendar was a non-\n\npublic document, and  further contends that Mancini  did not,\n\nand  could  not,  demonstrate a  privacy  expectation  in the\n\narchive attic.  We address the two issues in turn.    \n\nA.  The Mayor's Appointment Calendar\n                                    \n\n          In finding that Mancini's appointment calendar is a\n\n\"non-public  record,\"  the   district  court  analogized  the\n\n                             -8-\n                              8\n\ncalendar to the personal effects located in the desk and file\n\ncabinets of a public employee in O'Connor v. Ortega, 480 U.S.\n                                                   \n\n709 (1987). \n\n          In  Ortega,  the  Supreme  Court  ruled  that   the\n                    \n\ndefendant, Dr. Ortega had a reasonable expectation of privacy\n\nin his desk and file cabinets, both of which  were located in\n\nhis office.   Id. at 718.7   The Court  found significant the\n                 \n\npersonal nature of  the items in the desk  and file cabinets,\n\n\"which  included  personal   correspondence,  medical  files,\n\ncorrespondence  from  private  patients  unconnected  to  the\n\nHospital,  personal  financial  records,  teaching  aids  and\n\nnotes, and  personal gifts  and mementos.\"   Id.   The papers\n                                                \n\nwere not exclusively private, however, as was demonstrated by\n\nthe testimony  of  one  of  the investigators  who  tried  to\n\nseparate  the personal items from  the public documents.  Id.\n                                                             \n\nat 713  (\"`Trying to  sort State from  non-State, it  was too\n\nmuch to do, so I gave it up and boxed it up.'\").\n\n          Like the papers contained in Dr. Ortega's files and\n\ndesk,  the Mayor's personal  and public calendar  entries are\n\nintermingled.    In  many  instances,  it  is  impossible  to\n\nclassify an appointment as one or the other.  Names of public\n\nofficials alone, jotted down next to a preprinted hour of the\n\n                    \n\n7.  Before addressing the specifics of Dr. Ortega's case, the\nCourt first rejected  the Solicitor  General's position  that\npublic employees can  never have a reasonable  expectation of\nprivacy in  their place  of work.   Ortega, 480 U.S.  at 717.\n                                          \nThe government here makes no such claim.\n\n                             -9-\n                              9\n\nday, do  not  reveal the  context  of the  intended  meeting.\n\nThus, we are not persuaded  by the government's argument that\n\nwe  should resolve this  issue mathematically, by calculating\n\nand comparing the number of facially public versus non-public\n\nappointments contained  in the calendar.   Even if  the ratio\n\ncould be divined, we believe the proper inquiry to  be one of\n\ncomposite nature,  not  number.   A perusal  of the  calendar\n\nreveals  that many  of the  Mayor's entries were  intended to\n\nremind   him   of  such   clearly   personal   activities  as\n\nchristenings,  bachelor  dinners,   doctor  appointments  and\n\nweddings;  some even concern his personal plans for holidays.\n\nWe are  persuaded that these entries make  the overall nature\n                                                             \n\nof  the  calendar  sufficiently   non-public  to  justify   a\n\nlegitimate expectation of privacy.  \n\n          Moreover, although Mancini's secretaries had access\n\nto the  appointment calendar,8  shared access  to a  document\n\ndoes   not  prevent  one   from  claiming   Fourth  Amendment\n\nprotection in that  document.   See Mancusi  v. DeForte,  392\n                                                       \n\nU.S.  364, 369  (1968)(exclusive access  to  an office  or to\n\ndocuments contained within an office is not a prerequisite to\n\nclaiming Fourth Amendment protection).     \n\n                    \n\n8.  By  all  accounts,  Mancini's   appointment  calendar  is\ntypical of  the kind of  calendar maintained by  business and\nprofessional people.  The daily log appeared to be maintained\nby  secretaries  who worked  for  the  Mayor,  the  same  way\nbusiness   calendars  are   often   maintained  by   personal\nassistants.\n\n                             -10-\n                              10\n\nB.  The Attic Archive Room in City Hall\n                                       \n\n          Accepting the district court's conclusion that  the\n\nappointment book  had  a sufficiently  personal character  to\n\njustify  Fourth Amendment  protection,  the question  remains\n\nwhether  Mancini had a  reasonable expectation of  privacy in\n\nthe  place  searched.   The  district  court  said  that  the\n\nappointment  book  was   \"not  remove[d]...from  the  mayor's\n\nfiles,\"  but rather  was found  where  a 1987  file could  be\n\n\"expected  to be  [found],  in  the archives.\"    We do  not,\n\nhowever, think this is conclusive.  As we have stated:\n\n               The most  intimate of  documents, if\n               left strewn about in the most public\n               of  places, would  surely not  [give\n               rise to an  expectation of privacy].\n               That   the    items   seized    were\n               appellant's personal  effects was  a\n               mark  in   his  favor--but   without\n               competent evidence to show that they\n               were  left  in  a  place  and  under\n               circumstances which could  (and did)\n               give  rise  to   an  expectation  of\n               privacy, the mark fell far short.\n\nUnited States v.  Aguirre, 839 F.2d 854, 857  (1st Cir. 1988)\n                         \n\n(footnote  omitted).  Accordingly,  we turn our  attention to\n\nthe question  of Mancini's privacy  interest in a box  in the\n\narchive attic.\n\n          On  appeal,  both  sides  rely  on  cases involving\n\nsearches  of business premises.9   In the  government's view,\n\n                    \n\n9.  We  agree,  for  purposes  of  this  appeal,  that  cases\ninvolving   business  premises   searches  are   sufficiently\nanalogous to provide guidance. \n\n                             -11-\n                              11\n\nthese   cases  establish  that   an  employee  can   have  an\n\nexpectation of privacy only in his or her own work area.  Not\n\nsurprisingly, Mancini  takes  the opposite  view, i.e.,  that\n\ncase law establishes \"beyond peradventure\" that an employee's\n\nexpectation of privacy  is not limited to his  own work area.\n\nThe truth lies somewhere in between.\n\n          It is undisputed that, under certain circumstances,\n\na  corporate  officer  or employee  may  assert  a reasonable\n\nexpectation of privacy  in his/her corporate offices  even if\n\nshared with  others, and  may have standing  with respect  to\n\nsearches  of  corporate  premises and  records.    See, e.g.,\n                                                            \n\nMancusi 392 U.S.  at 369 (\"It has long  been settled that one\n       \n\nhas standing  to object to a search of  his office as well as\n\nhis home.\").  In addition, \"[g]iven the great variety of work\n\nenvironments  in the public  sector, the question  whether an\n\nemployee  has a  reasonable expectation  of  privacy must  be\n\naddressed on a case-by-case basis.\"  Ortega, 480 U.S. at 718.\n                                           \n\n          We consider the following factors to be  especially\n\nrelevant to the standing determination:  \n\n          \"ownership,  possession  and/or  control;\n          historical use  of the  property searched\n          or the thing seized;  ability to regulate\n          access; the  totality of  the surrounding\n          circumstances;    the     existence    or\n          nonexistence of a subjective anticipation\n          of    privacy;    and    the    objective\n          reasonableness  of  such   an  expectancy\n          under the facts of a given case.\"  \n\n                             -12-\n                              12\n\nSee  Sanchez,  943 F.2d  at  113  (quoting  United States  v.\n                                                         \n\nAguirre, 839 F.2d 854, 856-57 (1st Cir. 1988)).  We also take\n       \n\nnotice  of  the  position  of  authority  held  by  the party\n\nasserting  his/her fourth amendment rights.  United States v.\n                                                          \n\nBrien, 617 F.2d 299, 306 (1st Cir. 1980). \n     \n\n          In  United States v. Moscatiello, 771 F.2d 589, 601\n                                          \n\n(1st Cir. 1985), we reversed a district  court decision which\n\ndenied  two individual  defendants  standing  to contest  the\n\nsearch of  a warehouse which  was owned by a  corporation and\n\nused  to store marijuana  before transport.   We rejected the\n\ndistrict  court's   reasoning  that  the   defendants  lacked\n\nstanding  because they neither  owned the warehouse  nor used\n\nany  portion  of  it  for  personal matters.    Id.  at  601.\n                                                   \n\nInstead, we noted that the defendants, along with two others,\n\nfurnished the  money to buy  the warehouse in  the name of  a\n\ncorporation  in which  they held  all  the stock.   This,  we\n\nconcluded,  gave them a proprietary interest in the building.\n\nId.   Of more importance, however, was the fact that only the\n   \n\ndefendants  and one of  their coconspirators had  keys to the\n\nwarehouse, that the warehouse was  kept locked, that very few\n\npeople  had access  to it,  and that  the defendants  did, in\n\nfact, keep some  personal property there.  Id.   We therefore\n                                              \n\ndetermined  that the defendants  had standing to  contest the\n\nwarehouse search.  Id.\n                      \n\n                             -13-\n                              13\n\n          In  United States v. Thornley, 707 F.2d 622, 624-25\n                                       \n\n(1st Cir.  1983), on the  other hand, we upheld  the district\n\ncourt's rejection of a standing claim made by a defendant who\n\nhad removed incriminating documents from his business and had\n\nstored  them  in  the basement  of  a  three-tenant apartment\n\nbuilding owned by a  close friend.  Id. at 624-25.   We found\n                                       \n\nthat several  factors militated  against defendant  having an\n\nobjective expectation  of privacy,  including the  facts that\n\nthe storage  area was a common area  that was not kept locked\n\nand  that  access was  possible  through  an  old hole  in  a\n\nsidewall.  Id. at 624.  Also, we noted that the area had been\n              \n\nused by a tenant long before defendant's use of it, and  that\n\nthe  tenant was never told that her  use was prohibited.  Id.\n                                                             \n\nat 624-25.   Finally, we observed that the  basement was open\n\nnot only to  tenants, but to children  who used it as  a play\n\narea.  Id. at 625.  These facts, combined with the  fact that\n          \n\nthe defendant was not a tenant of the building and lacked any\n\nevidence  to  support  his  expectation  of  privacy   claim,\n\ncompelled  us to  conclude  that  the  defendant  \"could  not\n\ninsulate  himself  against  the  discovery  of  incriminating\n\nmaterial by  . . . hiding it  in a place . .  . in which [he]\n\nhad  no  legal   interest  or  even  access   rights.\"    Id.\n                                                             \n\n(quotations omitted).\n\n          Finally, in Brien, we affirmed the district court's\n                           \n\nfinding of an expectation of privacy on the part of corporate\n\n                             -14-\n                              14\n\nemployees  in business  records  seized  from  areas  of  the\n\ncorporate office other than their  own work stations.  Brien,\n                                                            \n\n617 F.2d  at  306.   In so  doing, we  approved the  district\n\ncourt's focus on the following  factors:  1) each defendant's\n\nposition  in the  firm;  2) his  ownership  interest; 3)  his\n\nresponsibilities; 4)  his power  to exclude  others from  the\n\narea; 5) whether he worked  in the area; and 6)  his presence\n\nat the  time of the search.   Id.  We also  found it relevant\n                                 \n\nthat the office  in question was  noteworthy for its  extreme\n\nsecurity measures.  Id. at n.9.10\n                       \n\n          Although we  are clearly grappling  with matters of\n\ndegree, the facts here, in light of the foregoing precedents,\n\npersuade  us that the  Mayor has demonstrated  an objectively\n\nreasonable  expectation  of  privacy in  the  archive  attic.\n\nMancini  was  mayor of  the  city  of  North  Providence  for\n\nnineteen  years, throughout which he maintained his office in\n\nthe same building.   The archive attic, as noted  previously,\n\nwas upstairs in  the very  building in  which Mancini  worked\n\nthroughout his  tenure in  political office.   Moreover,  the\n\nrecord shows  that Mancini took  steps to assure that  no one\n\n                    \n\n10.  Some  standing decisions  turn  on the  applicability of\ncertain business regulations that may reduce one's reasonable\nexpectation of  privacy.  See,  e.g. United States  v. Leary,\n                                                            \n846  F.2d 592, 596-98  (10th Cir. 1988)  (exporting);  United\n                                                             \nStates  v.  Chuang, 897  F.2d  646,  649-51  (2d  Cir.  1990)\n                  \n(banking),  cert.  denied, 498  U.S.  824  (1990).   No  such\n                         \nregulations apply to this case.\n\n                             -15-\n                              15\n\nwould   have  access   to  his   files   without  his   prior\n\nauthorization.11      Finally,   we   note   that   Mancini's\n\nbelongings were  clearly  labeled and  were  segregated  from\n\nother items in the secured archive attic.  \n\n          Accordingly, Mancini could have expected that  only\n\nmembers  of the  maintenance  or  personnel  staff,  who  had\n\ninstructions  not to disturb  the Mayor's boxes,  could enter\n\nthe attic, and that his personal records would not be touched\n\nexcept with  his permission  or that of  his Chief  of Staff.\n\nCf.   Mancusi, 392  U.S. at 369.   In our  opinion, Mancini's\n             \n\nactions  demonstrate an expectation of privacy in the archive\n\nattic which we find to be objectively reasonable. \n\n                             IV.\n                                \n\n                          CONCLUSION\n                                    \n\n          For the foregoing reasons, we hold that Mancini has\n\nstanding to challenge the search  and seizure here at  issue.\n\nAccordingly, the ruling of the district court is affirmed.\n                                                 affirmed\n                                                         \n\n                    \n\n11.  In  addition  to  Mancini's   sworn  statement  that  he\nspecifically \"instructed my Chief of Staff that no one was to\nhave access to any of  my boxes, including the box containing\nthe calendars, without permission,\"  Robert Hennessey, a city\nemployee, testified as follows:\n\n     Q.   Did you have permission to go into this box?\n     A.   No.\n     Q.   Did  you have  permission  to go  into  any of  the\nMayor's        property in the archives?\n     A.   No.\n     Q.   Who, if you know, was the only person authorized to\n          permit entry into those boxes?\n     A.   I would say the Mayor  or Leo Perrotta [the Mayor's\n          Chief of Staff].\n\n                             -16-\n                              16\n",
  "html": "<p class=\"case_cite\">8 F.3d 104</p>\n    <p class=\"parties\">UNITED STATES, Appellant,<br>v.<br>Salvatore MANCINI, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1417.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 6, 1993.<br>Decided Nov. 4, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Craig N. Moore, Asst. U.S. Atty., with whom Edwin J. Gale, U.S. Atty., Ira Belkin, and Margaret E. Curran, Asst. U.S. Attys., Providence, RI, were on brief, for appellant.</p>\n      <p class=\"indent\">John A. MacFadyen, Providence, RI, with whom Richard M. Egbert, Boston, MA, and Peter DiBiase, Providence, RI, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN and STAHL, Circuit Judges, and FUSTE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this criminal appeal, we must decide whether the Mayor of North Providence, Rhode Island, defendant Salvatore Mancini (\"Mancini\"), has standing<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> to challenge a search of the town's archive attic and subsequent seizure of the Mayor's 1987 appointment calendar.   The district court ruled in Mancini's favor.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The government timely filed this interlocutory appeal.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We affirm the district court's ruling.</p>\n    </div>\n    <p>I.</p>\n    <p>FACTUAL BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recount only those facts relevant to resolving the issue on appeal.   On November 20, 1992, a grand jury indicted Mancini on one count of attempted extortion under color of official right, in violation of 18 U.S.C. &#167; 1951.   According to the indictment, in November 1987, Mancini accepted a $2,000 payment from real estate developers in exchange for the issuance of certain certificates of occupancy for residential apartments owned by the developers.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Prior to the indictment, in the course of investigating the allegations against Mancini, the FBI attempted to obtain the relevant certificates of occupancy.   At approximately 4:30 p.m. on October 29, 1992, two FBI agents, Timothy O'Keefe and Charles Prunier, went to the North Providence Town Hall to interview the town's building inspector, Albert DiPetrillo, and to serve him with grand jury subpoenas calling for his testimony and for the production of the eleven allegedly illegal certificates of occupancy.   The subpoenas required production of the certificates by 9:30 the following morning.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">DiPetrillo told the agents that Town Hall records were kept in a room known as the archive attic.   Both the maintenance and personnel departments had keys to the attic.   At DiPetrillo's direction, another town employee, Robert Hennessey, obtained the keys to the attic from a maintenance worker and accompanied the two agents through two locked doors and into the attic.   The attic, which is above and runs the length of the Town Hall, contained boxes of records and miscellaneous equipment, none of which appeared to the agents to be organized in any particular manner.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">When the three men first entered the attic, Hennessey suggested to the agents that they might find the certificates in boxes of Building Department records located near the door through which they had just passed.   An initial examination of those boxes did not uncover the certificates.   Hennessey then informed the agents that there were two other rooms in the attic containing town records.   After a cursory examination of the other rooms indicated that only records from before 1940 were present, the three men returned to the room they had entered first.   The agents again began looking for the certificates in the boxes located in this room.   According to Hennessey's testimony at the suppression hearing, he directed the agents to a particular stack of boxes.   Agent Prunier, however, \"wandered off\" in another direction.   At some point, Prunier came across a box labelled \"Mayor's Appointment Books.\"   The flaps on the box were turned down to cover the top of the box, but they were not interlocked.   Prunier lifted the flaps and saw that the box did, in fact, contain appointment books, including a book for 1987.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Prunier browsed through the 1987 book and replaced it in the box.   Meanwhile, Agent O'Keefe located the sought-after certificates of occupancy in one of the boxes in the area that Hennessey had originally suggested.   This search lasted approximately two hours.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On November 16, 1992, the FBI applied for a warrant to search the archive attic and seize the 1987 appointment calendar.   A Magistrate Judge signed the warrant, and it was executed the same day.   The calendar was retrieved.   According to the government, the calendar is significant because of an entry made on November 24, 1987, a few days before the alleged illegal payoff and one day before the certificates were issued.   That entry indicates that Mancini had a noon appointment with Art Aloisio, who, according to Kenneth Stoll, arranged the meeting where Stoll allegedly made the payoff to the Mayor.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Prior to trial, Mancini moved to suppress the appointment calendar because 1) the agents' initial discovery of the calendar was the result of a warrantless, illegal search, and 2) the later search, executed pursuant to a warrant, was both the fruit of the first, illegal search and the product of a misleading affidavit.   Following a suppression hearing,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> the district court first found that Mancini had standing to contest the search and seizure.   Addressing the merits, the court then rejected Mancini's claim that the agents' conduct in discovering the calendar was illegal.   The court concluded, however, that the subsequent search warrant should never have been issued due to the government's failure to disclose the negative information concerning Stoll.   Therefore, the court granted the motion to suppress.   As noted earlier, the government only challenges the court's standing determination.</p>\n    </div>\n    <p>II.</p>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In reviewing the district court's suppression order, we uphold findings of fact, including mixed fact/law findings, unless they are clearly erroneous.   See United States v. Carty, 993 F.2d 1005, 1008 (1st Cir.1993) (factual findings);  United States v. Rodriguez-Morales, 929 F.2d 780, 783 (1st Cir.1991) (mixed findings), cert. denied, --- U.S. ----, 112 S.Ct. 868, 116 L.Ed.2d 774 (1992).   We review conclusions of law de novo.  Carty, 993 F.2d at 1008.   The legal standard used by the district court is also subject to plenary review.  Sanchez, 943 F.2d at 112.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is well settled that a defendant who fails to demonstrate a legitimate expectation of privacy in the area searched or the item seized will not have \"standing\" to claim that an illegal search or seizure occurred.  Rakas, 439 U.S. at 138-48, 99 S.Ct. at 427-33;  Sanchez, 943 F.2d at 112-13.   In order to make such a demonstration, the defendant must show both a subjective expectation of privacy and that society accepts that expectation as objectively reasonable.  California v. Greenwood, 486 U.S. 35, 39, 108 S.Ct. 1625, 1628, 100 L.Ed.2d 30 (1988);  Katz v. United States, 389 U.S. 347, 361, 88 S.Ct. 507, 516, 19 L.Ed.2d 576 (1967) (Harlan, J. concurring).   The burden of proving a reasonable expectation of privacy lies with the defendant.  Sanchez, 943 F.2d at 113.   The defendant must demonstrate a privacy expectation in both the item seized and the place searched.  United States v. Salvucci, 448 U.S. 83, 93, 100 S.Ct. 2547, 2553, 65 L.Ed.2d 619 (1980) (\"[W]e must ... engage in a conscientious effort to apply the Fourth Amendment by asking not merely whether the defendant had a possessory interest in the items seized, but whether he had an expectation of privacy in the area searched.\")  (internal quotations omitted);  United States v. Aguirre, 839 F.2d 854, 856 (1st Cir.1988) (\"Before embarking upon the merits of a suppression challenge, a criminal defendant must show that he had a reasonable expectation of privacy in the area searched and in relation to the items seized.\").III.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In determining that Mancini had standing to contest the search, the district court first ruled that the appointment book was not a public record.   United States v. Mancini, No. 92-117B, slip op. at 4 (D.R.I. April 12, 1993).   Then, the court concluded that the act of placing the book into a box \"does not remove the document from the mayor's files.\"   Id.  Finally, the court stated that it is not \"significant that the record was not found in the physical confines of the Mayor's office.   It was where it could expected [sic] to be, a 1987 document, in the archives.\"   Id. at 4-5.   On this appeal, the government argues that the district court erroneously found that the calendar was a non-public document, and further contends that Mancini did not, and could not, demonstrate a privacy expectation in the archive attic.   We address the two issues in turn.</p>\n    </div>\n    <p>A. The Mayor's Appointment Calendar</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In finding that Mancini's appointment calendar is a \"non-public record,\" the district court analogized the calendar to the personal effects located in the desk and file cabinets of a public employee in O'Connor v. Ortega, 480 U.S. 709, 107 S.Ct. 1492, 94 L.Ed.2d 714 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In Ortega, the Supreme Court ruled that the defendant, Dr. Ortega had a reasonable expectation of privacy in his desk and file cabinets, both of which were located in his office.  Id. at 718, 107 S.Ct. at 1498.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The Court found significant the personal nature of the items in the desk and file cabinets, \"which included personal correspondence, medical files, correspondence from private patients unconnected to the Hospital, personal financial records, teaching aids and notes, and personal gifts and mementos.\"  Id.  The papers were not exclusively private, however, as was demonstrated by the testimony of one of the investigators who tried to separate the personal items from the public documents.  Id. at 713, 107 S.Ct. at 1495 (\" 'Trying to sort State from non-State, it was too much to do, so I gave it up and boxed it up.' \").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Like the papers contained in Dr. Ortega's files and desk, the Mayor's personal and public calendar entries are intermingled.   In many instances, it is impossible to classify an appointment as one or the other.   Names of public officials alone, jotted down next to a preprinted hour of the day, do not reveal the context of the intended meeting.   Thus, we are not persuaded by the government's argument that we should resolve this issue mathematically, by calculating and comparing the number of facially public versus non-public appointments contained in the calendar.   Even if the ratio could be divined, we believe the proper inquiry to be one of composite nature, not number.   A perusal of the calendar reveals that many of the Mayor's entries were intended to remind him of such clearly personal activities as christenings, bachelor dinners, doctor appointments and weddings;  some even concern his personal plans for holidays.   We are persuaded that these entries make the overall nature of the calendar sufficiently non-public to justify a legitimate expectation of privacy.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Moreover, although Mancini's secretaries had access to the appointment calendar,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> shared access to a document does not prevent one from claiming Fourth Amendment protection in that document.   See Mancusi v. DeForte, 392 U.S. 364, 369, 88 S.Ct. 2120, 2124, 20 L.Ed.2d 1154 (1968) (exclusive access to an office or to documents contained within an office is not a prerequisite to claiming Fourth Amendment protection).</p>\n    </div>\n    <p>B. The Attic Archive Room in City Hall</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Accepting the district court's conclusion that the appointment book had a sufficiently personal character to justify Fourth Amendment protection, the question remains whether Mancini had a reasonable expectation of privacy in the place searched.   The district court said that the appointment book was \"not remove[d] ... from the mayor's files,\" but rather was found where a 1987 file could be \"expected to be [found], in the archives.\"   We do not, however, think this is conclusive.   As we have stated:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>The most intimate of documents, if left strewn about in the most public of places, would surely not [give rise to an expectation of privacy].  That the items seized were appellant's personal effects was a mark in his favor--but without competent evidence to show that they were left in a place and under circumstances which could (and did) give rise to an expectation of privacy, the mark fell far short.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">United States v. Aguirre, 839 F.2d 854, 857 (1st Cir.1988) (footnote omitted).   Accordingly, we turn our attention to the question of Mancini's privacy interest in a box in the archive attic.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On appeal, both sides rely on cases involving searches of business premises.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  In the government's view, these cases establish that an employee can have an expectation of privacy only in his or her own work area.   Not surprisingly, Mancini takes the opposite view, i.e., that case law establishes \"beyond peradventure\" that an employee's expectation of privacy is not limited to his own work area.   The truth lies somewhere in between.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is undisputed that, under certain circumstances, a corporate officer or employee may assert a reasonable expectation of privacy in his/her corporate offices even if shared with others, and may have standing with respect to searches of corporate premises and records.   See, e.g., Mancusi 392 U.S. at 369, 88 S.Ct. at 2124 (\"It has long been settled that one has standing to object to a search of his office as well as his home.\").   In addition, \"[g]iven the great variety of work environments in the public sector, the question whether an employee has a reasonable expectation of privacy must be addressed on a case-by-case basis.\"  Ortega, 480 U.S. at 718, 107 S.Ct. at 1498.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We consider the following factors to be especially relevant to the standing determination:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>\"ownership, possession and/or control;  historical use of the property searched or the thing seized;  ability to regulate access;  the totality of the surrounding circumstances;  the existence or nonexistence of a subjective anticipation of privacy;  and the objective reasonableness of such an expectancy under the facts of a given case.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">See Sanchez, 943 F.2d at 113 (quoting United States v. Aguirre, 839 F.2d 854, 856-57 (1st Cir.1988)).   We also take notice of the position of authority held by the party asserting his/her fourth amendment rights.  United States v. Brien, 617 F.2d 299, 306 (1st Cir.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In United States v. Moscatiello, 771 F.2d 589, 601 (1st Cir.1985), we reversed a district court decision which denied two individual defendants standing to contest the search of a warehouse which was owned by a corporation and used to store marijuana before transport.   We rejected the district court's reasoning that the defendants lacked standing because they neither owned the warehouse nor used any portion of it for personal matters.  Id. at 601.   Instead, we noted that the defendants, along with two others, furnished the money to buy the warehouse in the name of a corporation in which they held all the stock.   This, we concluded, gave them a proprietary interest in the building.  Id.  Of more importance, however, was the fact that only the defendants and one of their coconspirators had keys to the warehouse, that the warehouse was kept locked, that very few people had access to it, and that the defendants did, in fact, keep some personal property there.  Id.  We therefore determined that the defendants had standing to contest the warehouse search.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In United States v. Thornley, 707 F.2d 622, 624-25 (1st Cir.1983), on the other hand, we upheld the district court's rejection of a standing claim made by a defendant who had removed incriminating documents from his business and had stored them in the basement of a three-tenant apartment building owned by a close friend.  Id. at 624-25.   We found that several factors militated against defendant having an objective expectation of privacy, including the facts that the storage area was a common area that was not kept locked and that access was possible through an old hole in a sidewall.  Id. at 624.   Also, we noted that the area had been used by a tenant long before defendant's use of it, and that the tenant was never told that her use was prohibited.  Id. at 624-25.   Finally, we observed that the basement was open not only to tenants, but to children who used it as a play area.  Id. at 625.   These facts, combined with the fact that the defendant was not a tenant of the building and lacked any evidence to support his expectation of privacy claim, compelled us to conclude that the defendant \"could not insulate himself against the discovery of incriminating material by ... hiding it in a place ... in which [he] had no legal interest or even access rights.\"  Id. (quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Finally, in Brien, we affirmed the district court's finding of an expectation of privacy on the part of corporate employees in business records seized from areas of the corporate office other than their own work stations.  Brien, 617 F.2d at 306.   In so doing, we approved the district court's focus on the following factors:  1) each defendant's position in the firm;  2) his ownership interest;  3) his responsibilities;  4) his power to exclude others from the area;  5) whether he worked in the area;  and 6) his presence at the time of the search.  Id.  We also found it relevant that the office in question was noteworthy for its extreme security measures.  Id. at n. 9.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although we are clearly grappling with matters of degree, the facts here, in light of the foregoing precedents, persuade us that the Mayor has demonstrated an objectively reasonable expectation of privacy in the archive attic.   Mancini was mayor of the city of North Providence for nineteen years, throughout which he maintained his office in the same building.   The archive attic, as noted previously, was upstairs in the very building in which Mancini worked throughout his tenure in political office.   Moreover, the record shows that Mancini took steps to assure that no one would have access to his files without his prior authorization.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Finally, we note that Mancini's belongings were clearly labeled and were segregated from other items in the secured archive attic.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Accordingly, Mancini could have expected that only members of the maintenance or personnel staff, who had instructions not to disturb the Mayor's boxes, could enter the attic, and that his personal records would not be touched except with his permission or that of his Chief of Staff.   Cf. Mancusi, 392 U.S. at 369, 88 S.Ct. at 2124.   In our opinion, Mancini's actions demonstrate an expectation of privacy in the archive attic which we find to be objectively reasonable.</p>\n    </div>\n    <p>IV.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">For the foregoing reasons, we hold that Mancini has standing to challenge the search and seizure here at issue.   Accordingly, the ruling of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The inquiry turns, in this case, on whether the defendant demonstrated a legitimate expectation of privacy, see Rakas v. Illinois, 439 U.S. 128, 99 S.Ct. 421, 58 L.Ed.2d 387 (1978), and we use the term 'standing' in the present context as shorthand for that inquiry.  United States v. Sanchez, 943 F.2d 110, 113 n. 1 (1st Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> After finding that Mancini had standing to contest the search and seizure, the district court went on to grant Mancini's motion to suppress the appointment calendar on the ground that the affidavit used to acquire the search warrant omitted certain facts which, if disclosed to the Magistrate, would have demonstrated a lack of probable cause.   On appeal, the government does not contest this finding.   Therefore, the only issue before us is the standing question</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In relevant part, 18 U.S.C. &#167; 3731 provides:  \"An appeal by the United States shall lie to a court of appeals from a decision or order of the district court suppressing or excluding evidence....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The appointment book here at issue is a rather typical red-covered office calendar, with one page devoted to each day of 1987.   The hard cover reads \"Appointments,\" with \"1987\" appearing underneath.   The inside front cover is denoted \"1987 Half Hourly Standard Appointment Diary.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The calendar entry took on greater importance in the face of Stoll's credibility problems.   During the suppression hearing, F.B.I. Agent Joyce, who signed the search warrant affidavit, conceded that Stoll, who was to be a prosecution witness, had lied on several occasions to the F.B.I. and United States Attorney's office.   In fact, the government had rescinded a non-prosecution agreement it had previously reached with Stoll because it believed that Stoll had breached his obligation to speak truthfully.   None of Stoll's credibility problems were divulged to the Magistrate, leading to the portion of the district court's suppression order that is not here appealed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> At the suppression hearing, Prunier, Joyce, and Mayoral Chief of Staff Leo J. Perrotta were called to testify by the government.   Hennessey was the only witness called by the defense.   Mancini did not testify, but submitted an affidavit stating that in 1987 he kept a daily calendar diary which was \"maintained as a personal rather than a public document,\" that the diary was \"kept in a closed box marked Mayor's Appointment Books\" located in the locked archive room, and that he instructed his Chief of Staff that \"no one was to have access to any of my boxes, including the box containing the calendars, without permission.\"   Mancini further stated that \"[a]t all times, I believed that my boxes, including the one containing the calendars, were my private property, were under my control, and were to be left alone by all persons, including town personnel.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Before addressing the specifics of Dr. Ortega's case, the Court first rejected the Solicitor General's position that public employees can never have a reasonable expectation of privacy in their place of work.  Ortega, 480 U.S. at 717, 107 S.Ct. at 1497.   The government here makes no such claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> By all accounts, Mancini's appointment calendar is typical of the kind of calendar maintained by business and professional people.   The daily log appeared to be maintained by secretaries who worked for the Mayor, the same way business calendars are often maintained by personal assistants</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We agree, for purposes of this appeal, that cases involving business premises searches are sufficiently analogous to provide guidance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Some standing decisions turn on the applicability of certain business regulations that may reduce one's reasonable expectation of privacy.   See, e.g. United States v. Leary, 846 F.2d 592, 596-98 (10th Cir.1988) (exporting);  United States v. Chuang, 897 F.2d 646, 649-51 (2d Cir.1990) (banking), cert. denied, 498 U.S. 824, 111 S.Ct. 77, 112 L.Ed.2d 50 (1990).   No such regulations apply to this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In addition to Mancini's sworn statement that he specifically \"instructed my Chief of Staff that no one was to have access to any of my boxes, including the box containing the calendars, without permission,\" Robert Hennessey, a city employee, testified as follows:</p>\n        <p>Q. Did you have permission to go into this box?</p>\n        <p>A. No.</p>\n        <p>Q. Did you have permission to go into any of the Mayor's property in the archives?</p>\n        <p>A. No.</p>\n        <p>Q. Who, if you know, was the only person authorized to permit entry into those boxes?</p>\n        <p>A. I would say the Mayor or Leo Perrotta [the Mayor's Chief of Staff].</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellant,<br>v.<br>Salvatore MANCINI, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1417.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 6, 1993.<br>Decided Nov. 4, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Craig N. Moore, Asst. U.S. Atty., with whom Edwin J. Gale, U.S. Atty., Ira Belkin, and Margaret E. Curran, Asst. U.S. Attys., Providence, RI, were on brief, for appellant.</p>\n      <p class=\"indent\">John A. MacFadyen, Providence, RI, with whom Richard M. Egbert, Boston, MA, and Peter DiBiase, Providence, RI, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN and STAHL, Circuit Judges, and FUSTE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this criminal appeal, we must decide whether the Mayor of North Providence, Rhode Island, defendant Salvatore Mancini (\"Mancini\"), has standing<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> to challenge a search of the town's archive attic and subsequent seizure of the Mayor's 1987 appointment calendar.   The district court ruled in Mancini's favor.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The government timely filed this interlocutory appeal.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We affirm the district court's ruling.</p>\n    </div>\n    <p>I.</p>\n    <p>FACTUAL BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recount only those facts relevant to resolving the issue on appeal.   On November 20, 1992, a grand jury indicted Mancini on one count of attempted extortion under color of official right, in violation of 18 U.S.C. &#167; 1951.   According to the indictment, in November 1987, Mancini accepted a $2,000 payment from real estate developers in exchange for the issuance of certain certificates of occupancy for residential apartments owned by the developers.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Prior to the indictment, in the course of investigating the allegations against Mancini, the FBI attempted to obtain the relevant certificates of occupancy.   At approximately 4:30 p.m. on October 29, 1992, two FBI agents, Timothy O'Keefe and Charles Prunier, went to the North Providence Town Hall to interview the town's building inspector, Albert DiPetrillo, and to serve him with grand jury subpoenas calling for his testimony and for the production of the eleven allegedly illegal certificates of occupancy.   The subpoenas required production of the certificates by 9:30 the following morning.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">DiPetrillo told the agents that Town Hall records were kept in a room known as the archive attic.   Both the maintenance and personnel departments had keys to the attic.   At DiPetrillo's direction, another town employee, Robert Hennessey, obtained the keys to the attic from a maintenance worker and accompanied the two agents through two locked doors and into the attic.   The attic, which is above and runs the length of the Town Hall, contained boxes of records and miscellaneous equipment, none of which appeared to the agents to be organized in any particular manner.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">When the three men first entered the attic, Hennessey suggested to the agents that they might find the certificates in boxes of Building Department records located near the door through which they had just passed.   An initial examination of those boxes did not uncover the certificates.   Hennessey then informed the agents that there were two other rooms in the attic containing town records.   After a cursory examination of the other rooms indicated that only records from before 1940 were present, the three men returned to the room they had entered first.   The agents again began looking for the certificates in the boxes located in this room.   According to Hennessey's testimony at the suppression hearing, he directed the agents to a particular stack of boxes.   Agent Prunier, however, \"wandered off\" in another direction.   At some point, Prunier came across a box labelled \"Mayor's Appointment Books.\"   The flaps on the box were turned down to cover the top of the box, but they were not interlocked.   Prunier lifted the flaps and saw that the box did, in fact, contain appointment books, including a book for 1987.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Prunier browsed through the 1987 book and replaced it in the box.   Meanwhile, Agent O'Keefe located the sought-after certificates of occupancy in one of the boxes in the area that Hennessey had originally suggested.   This search lasted approximately two hours.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On November 16, 1992, the FBI applied for a warrant to search the archive attic and seize the 1987 appointment calendar.   A Magistrate Judge signed the warrant, and it was executed the same day.   The calendar was retrieved.   According to the government, the calendar is significant because of an entry made on November 24, 1987, a few days before the alleged illegal payoff and one day before the certificates were issued.   That entry indicates that Mancini had a noon appointment with Art Aloisio, who, according to Kenneth Stoll, arranged the meeting where Stoll allegedly made the payoff to the Mayor.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Prior to trial, Mancini moved to suppress the appointment calendar because 1) the agents' initial discovery of the calendar was the result of a warrantless, illegal search, and 2) the later search, executed pursuant to a warrant, was both the fruit of the first, illegal search and the product of a misleading affidavit.   Following a suppression hearing,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> the district court first found that Mancini had standing to contest the search and seizure.   Addressing the merits, the court then rejected Mancini's claim that the agents' conduct in discovering the calendar was illegal.   The court concluded, however, that the subsequent search warrant should never have been issued due to the government's failure to disclose the negative information concerning Stoll.   Therefore, the court granted the motion to suppress.   As noted earlier, the government only challenges the court's standing determination.</p>\n    </div>\n    <p>II.</p>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In reviewing the district court's suppression order, we uphold findings of fact, including mixed fact/law findings, unless they are clearly erroneous.   See United States v. Carty, <span class=\"citation\" data-id=\"607110\"><a href=\"/opinion/607110/united-states-v-ralph-h-carty/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1005</span></a></span>, 1008 (1st Cir.1993) (factual findings);  United States v. Rodriguez-Morales, <span class=\"citation\" data-id=\"558566\"><a href=\"/opinion/558566/united-states-v-osvaldo-rodriguez-morales/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">780</span></a></span>, 783 (1st Cir.1991) (mixed findings), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">868</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">774</span> </span>(1992).   We review conclusions of law de novo.  <span class=\"citation\" data-id=\"607110\"><span class=\"antecedent_guess\">Carty,</span> <a href=\"/opinion/607110/united-states-v-ralph-h-carty/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1008</span></a></span>.   The legal standard used by the district court is also subject to plenary review.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Sanchez,</span> <span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">112</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is well settled that a defendant who fails to demonstrate a legitimate expectation of privacy in the area searched or the item seized will not have \"standing\" to claim that an illegal search or seizure occurred.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Rakas,</span> <span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">138-48</span></span>, 99 S.Ct. at 427-33;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Sanchez,</span> <span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">112</span></span>-13.   In order to make such a demonstration, the defendant must show both a subjective expectation of privacy and that society accepts that expectation as objectively reasonable.  California v. Greenwood, <span class=\"citation\" data-id=\"112067\"><a href=\"/opinion/112067/california-v-greenwood/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">35</span></a></span>, 39, <span class=\"citation\" data-id=\"112067\"><a href=\"/opinion/112067/california-v-greenwood/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1625</span></a></span>, 1628, <span class=\"citation\" data-id=\"112067\"><a href=\"/opinion/112067/california-v-greenwood/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">30</span> </a></span>(1988);  Katz v. United States, <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 361, <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">507</span></a></span>, 516, <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span> </a></span>(1967) (Harlan, J. concurring).   The burden of proving a reasonable expectation of privacy lies with the defendant.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Sanchez,</span> <span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">113</span></span>.   The defendant must demonstrate a privacy expectation in both the item seized and the place searched.  United States v. Salvucci, <span class=\"citation\" data-id=\"110325\"><a href=\"/opinion/110325/united-states-v-salvucci/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 93, <span class=\"citation\" data-id=\"110325\"><a href=\"/opinion/110325/united-states-v-salvucci/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2547</span></a></span>, 2553, <span class=\"citation\" data-id=\"110325\"><a href=\"/opinion/110325/united-states-v-salvucci/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span> </a></span>(1980) (\"[W]e must ... engage in a conscientious effort to apply the Fourth Amendment by asking not merely whether the defendant had a possessory interest in the items seized, but whether he had an expectation of privacy in the area searched.\")  (internal quotations omitted);  United States v. Aguirre, <span class=\"citation\" data-id=\"501807\"><a href=\"/opinion/501807/united-states-v-luis-a-aguirre/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span>, 856 (1st Cir.1988) (\"Before embarking upon the merits of a suppression challenge, a criminal defendant must show that he had a reasonable expectation of privacy in the area searched and in relation to the items seized.\").III.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In determining that Mancini had standing to contest the search, the district court first ruled that the appointment book was not a public record.   United States v. Mancini, No. 92-117B, slip op. at 4 (D.R.I. April 12, 1993).   Then, the court concluded that the act of placing the book into a box \"does not remove the document from the mayor's files.\"   <span class=\"citation\" data-id=\"501807\"><a href=\"/opinion/501807/united-states-v-luis-a-aguirre/\"><span class=\"id_token\">Id.</span>  Finally, the </a></span>court stated that it is not \"significant that the record was not found in the physical confines of the Mayor's office.   It was where it could expected [sic] to be, a 1987 document, in the archives.\"   <span class=\"citation\" data-id=\"501807\"><a href=\"/opinion/501807/united-states-v-luis-a-aguirre/\"><span class=\"id_token\">Id.</span> at 4-5. </a></span>  On this appeal, the government argues that the district court erroneously found that the calendar was a non-public document, and further contends that Mancini did not, and could not, demonstrate a privacy expectation in the archive attic.   We address the two issues in turn.</p>\n    </div>\n    <p>A. The Mayor's Appointment Calendar</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In finding that Mancini's appointment calendar is a \"non-public record,\" the district court analogized the calendar to the personal effects located in the desk and file cabinets of a public employee in O'Connor v. Ortega, <span class=\"citation\" data-id=\"111851\"><a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">709</span></a></span>, <span class=\"citation\" data-id=\"111851\"><a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1492</span></a></span>, <span class=\"citation\" data-id=\"111851\"><a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span> </a></span>(1987).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In Ortega, the Supreme Court ruled that the defendant, Dr. Ortega had a reasonable expectation of privacy in his desk and file cabinets, both of which were located in his office.  <span class=\"citation\" data-id=\"111851\"><a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"id_token\">Id.</span> at 718, </a></span>107 S.Ct. at 1498.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The Court found significant the personal nature of the items in the desk and file cabinets, \"which included personal correspondence, medical files, correspondence from private patients unconnected to the Hospital, personal financial records, teaching aids and notes, and personal gifts and mementos.\"  <span class=\"citation\" data-id=\"111851\"><a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"id_token\">Id.</span>  The papers </a></span>were not exclusively private, however, as was demonstrated by the testimony of one of the investigators who tried to separate the personal items from the public documents.  <span class=\"citation\" data-id=\"111851\"><a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"id_token\">Id.</span> at 713, </a></span>107 S.Ct. at 1495 (\" 'Trying to sort State from non-State, it was too much to do, so I gave it up and boxed it up.' \").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Like the papers contained in Dr. Ortega's files and desk, the Mayor's personal and public calendar entries are intermingled.   In many instances, it is impossible to classify an appointment as one or the other.   Names of public officials alone, jotted down next to a preprinted hour of the day, do not reveal the context of the intended meeting.   Thus, we are not persuaded by the government's argument that we should resolve this issue mathematically, by calculating and comparing the number of facially public versus non-public appointments contained in the calendar.   Even if the ratio could be divined, we believe the proper inquiry to be one of composite nature, not number.   A perusal of the calendar reveals that many of the Mayor's entries were intended to remind him of such clearly personal activities as christenings, bachelor dinners, doctor appointments and weddings;  some even concern his personal plans for holidays.   We are persuaded that these entries make the overall nature of the calendar sufficiently non-public to justify a legitimate expectation of privacy.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Moreover, although Mancini's secretaries had access to the appointment calendar,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> shared access to a document does not prevent one from claiming Fourth Amendment protection in that document.   See Mancusi v. DeForte, <span class=\"citation\" data-id=\"107745\"><a href=\"/opinion/107745/mancusi-v-deforte/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span>, 369, <span class=\"citation\" data-id=\"107745\"><a href=\"/opinion/107745/mancusi-v-deforte/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2120</span></a></span>, 2124, <span class=\"citation\" data-id=\"107745\"><a href=\"/opinion/107745/mancusi-v-deforte/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1154</span> </a></span>(1968) (exclusive access to an office or to documents contained within an office is not a prerequisite to claiming Fourth Amendment protection).</p>\n    </div>\n    <p>B. The Attic Archive Room in City Hall</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Accepting the district court's conclusion that the appointment book had a sufficiently personal character to justify Fourth Amendment protection, the question remains whether Mancini had a reasonable expectation of privacy in the place searched.   The district court said that the appointment book was \"not remove[d] ... from the mayor's files,\" but rather was found where a 1987 file could be \"expected to be [found], in the archives.\"   We do not, however, think this is conclusive.   As we have stated:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>The most intimate of documents, if left strewn about in the most public of places, would surely not [give rise to an expectation of privacy].  That the items seized were appellant's personal effects was a mark in his favor--but without competent evidence to show that they were left in a place and under circumstances which could (and did) give rise to an expectation of privacy, the mark fell far short.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">United States v. Aguirre, <span class=\"citation\" data-id=\"501807\"><a href=\"/opinion/501807/united-states-v-luis-a-aguirre/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span>, 857 (1st Cir.1988) (footnote omitted).   Accordingly, we turn our attention to the question of Mancini's privacy interest in a box in the archive attic.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On appeal, both sides rely on cases involving searches of business premises.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  In the government's view, these cases establish that an employee can have an expectation of privacy only in his or her own work area.   Not surprisingly, Mancini takes the opposite view, i.e., that case law establishes \"beyond peradventure\" that an employee's expectation of privacy is not limited to his own work area.   The truth lies somewhere in between.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is undisputed that, under certain circumstances, a corporate officer or employee may assert a reasonable expectation of privacy in his/her corporate offices even if shared with others, and may have standing with respect to searches of corporate premises and records.   See, e.g., <span class=\"citation\" data-id=\"107745\"><span class=\"antecedent_guess\">Mancusi</span> <a href=\"/opinion/107745/mancusi-v-deforte/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">369</span></a></span>, 88 S.Ct. at 2124 (\"It has long been settled that one has standing to object to a search of his office as well as his home.\").   In addition, \"[g]iven the great variety of work environments in the public sector, the question whether an employee has a reasonable expectation of privacy must be addressed on a case-by-case basis.\"  Ortega, 480 U.S. at <span class=\"citation\" data-id=\"111851\"><span class=\"antecedent_guess\">718,</span> <a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1498</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We consider the following factors to be especially relevant to the standing determination:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>\"ownership, possession and/or control;  historical use of the property searched or the thing seized;  ability to regulate access;  the totality of the surrounding circumstances;  the existence or nonexistence of a subjective anticipation of privacy;  and the objective reasonableness of such an expectancy under the facts of a given case.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Sanchez,</span> <span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">113</span> </span>(quoting United States v. Aguirre, <span class=\"citation\" data-id=\"501807\"><a href=\"/opinion/501807/united-states-v-luis-a-aguirre/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span>, 856-57 (1st Cir.1988)).   We also take notice of the position of authority held by the party asserting his/her fourth amendment rights.  United States v. Brien, <span class=\"citation\" data-id=\"375743\"><a href=\"/opinion/375743/united-states-v-james-a-brien-united-states-of-america-v-thomas-labus/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">299</span></a></span>, 306 (1st Cir.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In United States v. Moscatiello, <span class=\"citation\" data-id=\"457689\"><a href=\"/opinion/457689/united-states-v-christopher-moscatiello-united-states-of-america-v-john/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">589</span></a></span>, 601 (1st Cir.1985), we reversed a district court decision which denied two individual defendants standing to contest the search of a warehouse which was owned by a corporation and used to store marijuana before transport.   We rejected the district court's reasoning that the defendants lacked standing because they neither owned the warehouse nor used any portion of it for personal matters.  <span class=\"citation\" data-id=\"457689\"><a href=\"/opinion/457689/united-states-v-christopher-moscatiello-united-states-of-america-v-john/\"><span class=\"id_token\">Id.</span> at 601. </a></span>  Instead, we noted that the defendants, along with two others, furnished the money to buy the warehouse in the name of a corporation in which they held all the stock.   This, we concluded, gave them a proprietary interest in the building.  <span class=\"citation\" data-id=\"457689\"><a href=\"/opinion/457689/united-states-v-christopher-moscatiello-united-states-of-america-v-john/\"><span class=\"id_token\">Id.</span>  Of more </a></span>importance, however, was the fact that only the defendants and one of their coconspirators had keys to the warehouse, that the warehouse was kept locked, that very few people had access to it, and that the defendants did, in fact, keep some personal property there.  <span class=\"citation\" data-id=\"457689\"><a href=\"/opinion/457689/united-states-v-christopher-moscatiello-united-states-of-america-v-john/\"><span class=\"id_token\">Id.</span>  We therefore </a></span>determined that the defendants had standing to contest the warehouse search.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In United States v. Thornley, <span class=\"citation\" data-id=\"418706\"><a href=\"/opinion/418706/united-states-v-ronald-thornley/\"><span class=\"volume\">707</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">622</span></a></span>, 624-25 (1st Cir.1983), on the other hand, we upheld the district court's rejection of a standing claim made by a defendant who had removed incriminating documents from his business and had stored them in the basement of a three-tenant apartment building owned by a close friend.  <span class=\"citation\" data-id=\"418706\"><a href=\"/opinion/418706/united-states-v-ronald-thornley/\"><span class=\"id_token\">Id.</span> at 624-25. </a></span>  We found that several factors militated against defendant having an objective expectation of privacy, including the facts that the storage area was a common area that was not kept locked and that access was possible through an old hole in a sidewall.  <span class=\"citation\" data-id=\"418706\"><a href=\"/opinion/418706/united-states-v-ronald-thornley/\"><span class=\"id_token\">Id.</span> at 624. </a></span>  Also, we noted that the area had been used by a tenant long before defendant's use of it, and that the tenant was never told that her use was prohibited.  <span class=\"citation\" data-id=\"418706\"><a href=\"/opinion/418706/united-states-v-ronald-thornley/\"><span class=\"id_token\">Id.</span> at 624-25. </a></span>  Finally, we observed that the basement was open not only to tenants, but to children who used it as a play area.  <span class=\"citation\" data-id=\"418706\"><a href=\"/opinion/418706/united-states-v-ronald-thornley/\"><span class=\"id_token\">Id.</span> at 625. </a></span>  These facts, combined with the fact that the defendant was not a tenant of the building and lacked any evidence to support his expectation of privacy claim, compelled us to conclude that the defendant \"could not insulate himself against the discovery of incriminating material by ... hiding it in a place ... in which [he] had no legal interest or even access rights.\"  <span class=\"citation\" data-id=\"418706\"><a href=\"/opinion/418706/united-states-v-ronald-thornley/\"><span class=\"id_token\">Id.</span> (quotations omitted).</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Finally, in Brien, we affirmed the district court's finding of an expectation of privacy on the part of corporate employees in business records seized from areas of the corporate office other than their own work stations.  <span class=\"citation\" data-id=\"375743\"><span class=\"antecedent_guess\">Brien,</span> <a href=\"/opinion/375743/united-states-v-james-a-brien-united-states-of-america-v-thomas-labus/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">306</span></a></span>.   In so doing, we approved the district court's focus on the following factors:  1) each defendant's position in the firm;  2) his ownership interest;  3) his responsibilities;  4) his power to exclude others from the area;  5) whether he worked in the area;  and 6) his presence at the time of the search.  <span class=\"citation\" data-id=\"375743\"><a href=\"/opinion/375743/united-states-v-james-a-brien-united-states-of-america-v-thomas-labus/\"><span class=\"id_token\">Id.</span>  We also </a></span>found it relevant that the office in question was noteworthy for its extreme security measures.  <span class=\"citation\" data-id=\"375743\"><a href=\"/opinion/375743/united-states-v-james-a-brien-united-states-of-america-v-thomas-labus/\"><span class=\"id_token\">Id.</span> at n. </a></span>9.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although we are clearly grappling with matters of degree, the facts here, in light of the foregoing precedents, persuade us that the Mayor has demonstrated an objectively reasonable expectation of privacy in the archive attic.   Mancini was mayor of the city of North Providence for nineteen years, throughout which he maintained his office in the same building.   The archive attic, as noted previously, was upstairs in the very building in which Mancini worked throughout his tenure in political office.   Moreover, the record shows that Mancini took steps to assure that no one would have access to his files without his prior authorization.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Finally, we note that Mancini's belongings were clearly labeled and were segregated from other items in the secured archive attic.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Accordingly, Mancini could have expected that only members of the maintenance or personnel staff, who had instructions not to disturb the Mayor's boxes, could enter the attic, and that his personal records would not be touched except with his permission or that of his Chief of Staff.   Cf. Mancusi, 392 U.S. at <span class=\"citation no-link\"><span class=\"antecedent_guess\">369,</span> <span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2124</span></span>.   In our opinion, Mancini's actions demonstrate an expectation of privacy in the archive attic which we find to be objectively reasonable.</p>\n    </div>\n    <p>IV.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">For the foregoing reasons, we hold that Mancini has standing to challenge the search and seizure here at issue.   Accordingly, the ruling of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The inquiry turns, in this case, on whether the defendant demonstrated a legitimate expectation of privacy, see Rakas v. Illinois, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">387</span> </span>(1978), and we use the term 'standing' in the present context as shorthand for that inquiry.  United States v. Sanchez, <span class=\"citation\" data-id=\"567586\"><a href=\"/opinion/567586/united-states-v-erwin-sanchez/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">110</span></a></span>, 113 n. 1 (1st Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> After finding that Mancini had standing to contest the search and seizure, the district court went on to grant Mancini's motion to suppress the appointment calendar on the ground that the affidavit used to acquire the search warrant omitted certain facts which, if disclosed to the Magistrate, would have demonstrated a lack of probable cause.   On appeal, the government does not contest this finding.   Therefore, the only issue before us is the standing question</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In relevant part, 18 U.S.C. &#167; 3731 provides:  \"An appeal by the United States shall lie to a court of appeals from a decision or order of the district court suppressing or excluding evidence....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The appointment book here at issue is a rather typical red-covered office calendar, with one page devoted to each day of 1987.   The hard cover reads \"Appointments,\" with \"1987\" appearing underneath.   The inside front cover is denoted \"1987 Half Hourly Standard Appointment Diary.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The calendar entry took on greater importance in the face of Stoll's credibility problems.   During the suppression hearing, F.B.I. Agent Joyce, who signed the search warrant affidavit, conceded that Stoll, who was to be a prosecution witness, had lied on several occasions to the F.B.I. and United States Attorney's office.   In fact, the government had rescinded a non-prosecution agreement it had previously reached with Stoll because it believed that Stoll had breached his obligation to speak truthfully.   None of Stoll's credibility problems were divulged to the Magistrate, leading to the portion of the district court's suppression order that is not here appealed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> At the suppression hearing, Prunier, Joyce, and Mayoral Chief of Staff Leo J. Perrotta were called to testify by the government.   Hennessey was the only witness called by the defense.   Mancini did not testify, but submitted an affidavit stating that in 1987 he kept a daily calendar diary which was \"maintained as a personal rather than a public document,\" that the diary was \"kept in a closed box marked Mayor's Appointment Books\" located in the locked archive room, and that he instructed his Chief of Staff that \"no one was to have access to any of my boxes, including the box containing the calendars, without permission.\"   Mancini further stated that \"[a]t all times, I believed that my boxes, including the one containing the calendars, were my private property, were under my control, and were to be left alone by all persons, including town personnel.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Before addressing the specifics of Dr. Ortega's case, the Court first rejected the Solicitor General's position that public employees can never have a reasonable expectation of privacy in their place of work.  <span class=\"citation\" data-id=\"111851\"><span class=\"antecedent_guess\">Ortega,</span> <a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">717</span></a></span>, 107 S.Ct. at 1497.   The government here makes no such claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> By all accounts, Mancini's appointment calendar is typical of the kind of calendar maintained by business and professional people.   The daily log appeared to be maintained by secretaries who worked for the Mayor, the same way business calendars are often maintained by personal assistants</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We agree, for purposes of this appeal, that cases involving business premises searches are sufficiently analogous to provide guidance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Some standing decisions turn on the applicability of certain business regulations that may reduce one's reasonable expectation of privacy.   See, e.g. United States v. Leary, <span class=\"citation\" data-id=\"505922\"><a href=\"/opinion/505922/united-states-v-richard-j-leary-and-fl-kleinberg-co/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">592</span></a></span>, 596-98 (10th Cir.1988) (exporting);  United States v. Chuang, <span class=\"citation\" data-id=\"537623\"><a href=\"/opinion/537623/united-states-v-kuang-hsung-j-chuang-aka-joseph-chuang/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">646</span></a></span>, 649-51 (2d Cir.1990) (banking), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">824</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">77</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">50</span> </span>(1990).   No such regulations apply to this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In addition to Mancini's sworn statement that he specifically \"instructed my Chief of Staff that no one was to have access to any of my boxes, including the box containing the calendars, without permission,\" Robert Hennessey, a city employee, testified as follows:</p>\n        <p>Q. Did you have permission to go into this box?</p>\n        <p>A. No.</p>\n        <p>Q. Did you have permission to go into any of the Mayor's property in the archives?</p>\n        <p>A. No.</p>\n        <p>Q. Who, if you know, was the only person authorized to permit entry into those boxes?</p>\n        <p>A. I would say the Mayor or Leo Perrotta [the Mayor's Chief of Staff].</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107564/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107745/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110325/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111851/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112067/",
    "https://www.courtlistener.com/api/rest/v3/opinions/375743/",
    "https://www.courtlistener.com/api/rest/v3/opinions/418706/",
    "https://www.courtlistener.com/api/rest/v3/opinions/457689/",
    "https://www.courtlistener.com/api/rest/v3/opinions/501807/",
    "https://www.courtlistener.com/api/rest/v3/opinions/505922/",
    "https://www.courtlistener.com/api/rest/v3/opinions/537623/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558566/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567586/",
    "https://www.courtlistener.com/api/rest/v3/opinions/607110/"
  ]
}