{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195004/",
  "id": 195004,
  "absolute_url": "/opinion/195004/united-states-v-del-valle/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195004/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:30:07Z",
  "date_modified": "2020-02-21T23:42:35.907280Z",
  "type": "010combined",
  "sha1": "1d7e90a75870ce1530d691e086515e2c66d8ce80",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1842.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-1842\n\n                        UNITED STATES,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n                    CARMEN RUIZ-DEL VALLE,\n                      A/K/A MARIA SOTO,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jaime Pieras, Jr., U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                  Torruella, Circuit Judge,\n                                          \n                Bownes, Senior Circuit Judge,\n                                            \n                  and Stahl, Circuit Judge. \n                                          \n\n                                         \n\nLydia Lizarribar-Masini for appellant.\n                       \nMiguel  A. Pereira,  Assistant United  States Attorney,  with whom\n                  \nCharles E.  Fitzwilliam, United  States Attorney  and Jose  A. Quiles-\n                                                                  \nEspinosa, Senior Litigation Counsel, were on brief for appellee. \n    \n\n                                         \n\n                       November 3, 1993\n                                         \n\n          BOWNES, Senior  Circuit Judge.   After  executing a\n          BOWNES, Senior  Circuit Judge.\n                                       \n\nplea agreement,  defendant-appellant, Carmen  Ruiz del  Valle\n\n(Ruiz), pled guilty to counts  two, five and six of a  super-\n\nseding indictment on  January 22, 1992.  Counts  two and five\n\ncharged  that defendant, along  with her common  law husband,\n\nArturo Reyes Diaz  (Reyes), and Orlando Col n  Santiago, with\n\naiding  and abetting  each other,  and  with possessing  with\n\nintent  to distribute  5,152  and 3,566  grams  of heroin  in\n\nviolation of 21 U.S.C.   841(a)(1) and  18 U.S.C.   2.  Count\n\nsix charged that  defendant and Reyes used and  carried fire-\n\narms during  and in relation  to a drug trafficking  crime in\n\nviolation of  18 U.S.C.    924(c)(1).   This count  carries a\n\nminimum mandatory sentence of five years.\n\n          There  are two issues:  whether defendant should be\n\nallowed to withdraw  her guilty plea  to the firearms  charge\n\n(count six); and whether the district court erred in sentenc-\n\ning defendant on the other two counts by adding two points to\n\nher base offense level  because she played a  leadership role\n\nin the offense.\n\n                          THE FACTS\n                                   \n\n          In  order to understand  the first issue  the facts\n\nmust be related in  detail.  In the late afternoon  of August\n\n25, 1991, a suitcase arrived at the International  Airport in\n\nSan  Juan.   It had  been delivered  by an  American Airlines\n\nflight from the Dominican Republic.  Because the suitcase had\n\n                             -2-\n                              2\n\narrived from a foreign country,  it was deposited in the U.S.\n\nCustoms area for inspection.\n\n          The  inspecting  Customs  Officer  noted  that  the\n\nsuitcase left Kennedy  Airport in New York City  on August 23\n\ndestined  for San  Juan.   By  mistake the  suitcase was  not\n\nunloaded at  San Juan  and was taken  to the  carrier's final\n\ndestination,  the Dominican Republic.   The suitcase  was re-\n\nturned to San Juan,  its original destination, on August  25.\n\nThe suitcase had an American Airlines claim tag with the name\n\nof Maria Soto,  and there was a passenger  identification tag\n\nbearing the  same name.   Because the  suitcase had  a strong\n\nchemical  odor, the  Customs Inspector  opened  it and  found\n\nseven  packages that field-tested  positive for heroin.   The\n\ntotal amount of heroin weighed 5,152.1 grams.   Special Agent\n\nRodolfo Salcedo of the Customs Service was notified.\n\n          Agent Salcedo immediately  tried to find the  owner\n\nof the  suitcase.   He ascertained  that  an airport  baggage\n\nhandler,  Wilfredo Ortiz, had tried to retrieve the suitcase,\n\nbut was  told that  only the owner  could do  so.   Ortiz was\n\ninterviewed by  Agent Salcedo and  DEA agents.  He  gave them\n\nessentially  the following information.  On August 25, defen-\n\ndant, accompanied by Reyes and a small child, went to Ortiz's\n\nhome.  Defendant identified Reyes as her husband.   Defendant\n\ntold  Ortiz that an American  Airlines employee, whom she had\n\nphoned, told her that the  suitcase had arrived.  She offered\n\n                             -3-\n                              3\n\nOrtiz $15,000 if he helped her retrieve the suitcase from the\n\nCustoms area.   Defendant  then drove  Ortiz to  the airport,\n\ngave him five dollars, and  told him that after obtaining the\n\nsuitcase  he was to take a taxi to the Laguna Gardens parking\n\nlot where she and Reyes would be waiting for him.  As already\n\nnoted, Ortiz was unable to obtain the suitcase.\n\n          Defendant  drove  Ortiz   back  to  his  residence.\n\nDuring the  drive defendant asked Ortiz when his next working\n\nday was.  Ortiz  told her it was Tuesday, August  27.  Defen-\n\ndant told  Ortiz that  she would look  for him on  that date.\n\nAlso, during  the drive  back to  Ortiz's home,  Reyes stated\n\nthat  the  suitcase  contained \"seven  big  eggs\"  wrapped in\n\nplastic containing drugs.     In  a subsequent  conversation,\n\npresumably by telephone, Ortiz told defendant that he knew an\n\nAmerican Airlines  employee who  could retrieve  the suitcase\n\nfor a fee.  Defendant said  that she would pay Ortiz $15,000,\n\nand the American Airlines employee $10,000.  Ortiz then asked\n\ndefendant what was in the suitcase, and defendant told him it\n\ncontained heroin.\n\n          On August 28, DEA Agent  Victor Ayala, acting as an\n\nundercover agent, was telephonically  introduced to defendant\n\nas  the American  Airlines employee  who  could retrieve  the\n\nsuitcase.  During the recorded telephone conversation, defen-\n\ndant agreed to pay Ayala $10,000 for delivering the suitcase.\n\nAyala  inquired about the  contents of  the suitcase  and was\n\n                             -4-\n                              4\n\ntold that it contained heroin.  Defendant and Ayala agreed to\n\nmeet at the San Juan Airport  so she could give him her  bag-\n\ngage claim ticket.\n\n          In  the early afternoon of August 28, defendant and\n\nReyes came to the airport.   Agent Ayala, who was accompanied\n\nby  Ortiz, was  given a  baggage claim  ticket with  the name\n\n\"Soto/ Maria.\"   Defendant told Ayala not to  worry about his\n\nmoney, that  it was  secure.  Ayala  told defendant  that she\n\nwould be  called as soon as he  obtained the suitcase.  About\n\nthree hours later Ayala called defendant and told her that he\n\nhad the suitcase.  This  telephone call was recorded.  Defen-\n\ndant talked to Ortiz and told him that her husband and anoth-\n\ner person would  pick up the suitcase and  deliver the money.\n\nDefendant also talked  to Ayala and told him that if he was a\n\ncop, she would chop his head off.\n\n          About two and a half hours later  there was another\n\nrecorded telephone  call between Ayala and defendant.  At the\n\nstart of the  phone call defendant told Ayala  that the money\n\nman had  just arrived and to call back  in two minutes.  This\n\nwas done, and  the second phone  call was duly recorded.   It\n\nwas  agreed that  defendant would pay  Ayala the  $10,000 and\n\npick  up  the suitcase  the next  day about  10:30 a.m.   The\n\nexchange of money for the suitcase was to take place in front\n\nof Wendy's Restaurant at the airport.\n\n                             -5-\n                              5\n\n          The  next day, at  about 10:45 a.m.,  the other two\n\ndefendants named in  the indictment, Reyes and  Col n, pulled\n\nup and  parked  in front  of Wendy's  as agreed.   Reyes  was\n\ndriving.  Col n got out of the car and gave Agent Ayala a bag\n\nin which there was a  twelve-can container of Pepsi Cola with\n\nsix cans  of Pepsi and  $10,000 in  cash.   Col n told  Agent\n\nAyala to put the suitcase on the back seat of the car.  After\n\nthis was  done, Col n was arrested.   Reyes tried to  flee by\n\ndriving away.  After a three minute chase, he was stopped and\n\narrested.    During  his attempted  flight,  Reyes  threw the\n\nsuitcase out of the window of the car.\n\n          The next  day, August 29, at about  7:35 p.m., Cus-\n\ntoms and  DEA agents,  acting pursuant  to a  duly authorized\n\nwarrant,  searched the condominium apartment held in the name\n\nof defendant and jointly  occupied by her and Reyes.   No one\n\nwas in the apartment at the time of the search.  Found in the\n\napartment and  seized were  3,566 grams  of heroin,  assorted\n\ndrug paraphernalia,  including scales and  three weapons with\n\nthe ammunition necessary for their  use.  The firearms were a\n\ntwelve-gauge  shotgun, altered to make it a hand-held weapon,\n\na Winchester rifle, model 94, and a pistol.\n\n                      PROCEDURAL HISTORY\n                                        \n\n          As already noted,  defendant pled  guilty on  Janu-\n\nary 22, 1992.  She  was sentenced on June 15, 1992, and filed\n\na notice of appeal from the sentencing on June 19.\n\n                             -6-\n                              6\n\n          Unlike  defendant Ruiz,  her husband,  Reyes, opted\n\nfor a  bench trial.   For reasons that will  become apparent,\n\nthe record of that trial is part  of the record in this case.\n\nReyes was tried on August 20, 1992, on counts one, two, five,\n\nsix, seven,  and eight.   Count one  charged conspiracy  with\n\nintent to  distribute multi-kilo quantities of heroin; counts\n\ntwo and five charged possession with intent to distribute the\n\nsame multi-kilo  amounts of heroin.   Counts six,  seven, and\n\neight were firearms counts charging violations of 18 U.S.C.  \n\n924(c)(1).  These counts carried minimum  mandatory sentences\n\nof five years.\n\n          Reyes did not plead guilty to counts one, two,  and\n\nfive, but  neither did he  contest them.  His  entire defense\n\nwas  concentrated on  the firearms  counts.   On this  he was\n\nsuccessful.    The  same district  court  judge  who accepted\n\ndefendant's guilty pleas presided at  the bench trial of  her\n\nhusband.  Because  it is important to our  resolution of this\n\ncase we quote the  pertinent portion of the  district court's\n\nrulings and findings in the case against Reyes:  \n\n               It  is clear  from  the cases  which\n          have just been summarized that the objec-\n          tive  of  924(c)(1) is  to  penalize drug\n          transactions which could  easily escalate\n          into violence.  Such is not the situation\n          at hand.  It  may be true that  the fire-\n          arms were  located at  the apartment  for\n          the purpose of protecting a drug business\n          which  was  admittedly conducted  in  the\n          apartment, but the mere presence of fire-\n          arms is not  sufficient for a conviction,\n          for  there must  be a  nexus between  the\n\n                             -7-\n                              7\n\n          firearm and the facilitation of the tran-\n          saction at issue.\n\n               The  defendant  did not  arrange  to\n          meet the undercover  agent at the  apart-\n          ment;  they met at  the airport.   At the\n          time  of  the  search the  apartment  was\n          vacant  and  no drug  business  was being\n          conducted.\n\n               There  are  other  firearm  statutes\n          whose purpose is to deter the  possession\n          of  firearms without  a permit.   Section\n          924(c)(1) was not  drafted for that  pur-\n          pose.\n\n               Even though  the defendant  has also\n          been charged  with a  conspiracy to  dis-\n          tribute a controlled substance, the exis-\n          tence of such a  conspiracy is not suffi-\n          cient to support a conviction for a fire-\n          arm  which was not  proven to be  part of\n          the  commission  of the  felony.   United\n                                                   \n          States  v. Pietri,  683  F.2d 877,  Fifth\n                           \n          Circuit  1982  (sufficient   evidence  to\n          support  convictions  where  conspirators\n          met with  undercover agent  with revolver\n          concealed in pant leg).\n\n               Wherefore, in view of the foregoing,\n          the  Court  hereby  finds that  there  is\n          insufficient evidence for  convictions as\n          to Counts Six, Seven and Eight, which are\n          the firearms counts.\n\nUnited  States v. Reyes Diaz, 797 F.  Supp. 96, 97 (D. Puerto\n                            \n\nRico 1992).\n\n          On October  9, 1992,  defendant Ruiz  moved in  the\n\ndistrict court to withdraw her  guilty plea on count six, the\n\nfirearms charge.   The  district court  quite properly  ruled\n\nthat it lacked jurisdiction to entertain such a motion.  Fed.\n\nR. Crim. P.  32(d) provides, that, after  sentencing, \"a plea\n\nmay be set aside only on direct  appeal or by motion under 28\n\n                             -8-\n                              8\n\nU.S.C.    2255.\"  Because  in her notice of  appeal defendant\n\nRuiz questioned the evidentiary basis  for her plea of guilty\n\nto the  firearms count, the  issue whether she should  be al-\n\nlowed to withdraw  her guilty plea to that  count is properly\n\nbefore us, as the government concedes.1\n\n                           ANALYSIS\n                                   \n\n          We start with the Rule  11 plea hearing.   Although\n\ndefendant has not directly  attacked the manner in which  the\n\nplea hearing was conducted, an examination  of the plea hear-\n\ning is logically  the first step in the review process.  This\n\nis so even  if a claim of non-compliance with Rule 11 was not\n\npresented to the trial court.  United States v. Parra-Ibanez,\n                                                            \n\n936  F.2d 588,  593 (1st  Cir. 1991).   In  United  States v.\n                                                          \n\nPadin-Torres,  988 F.2d 280 (1st Cir.  1993) we noted, citing\n            \n\nto Parra-Ibanez:  \"Rule 11  objections, so far as they affect\n               \n\nthe  'knowing' character of  the plea are  treated with extra\n\nsolicitude.\"  See  also United States v. Mateo,  950 F.2d 44,\n                                              \n\n45 (1st Cir. 1991) (a  Rule 11 challenge will not  be consid-\n\nered waived  since Rule  11 protects not  only rights  of the\n\ndefendant  but also  the \"'fairness,  integrity  [and] public\n\nreputation  of judicial proceedings.'\").  In United States v.\n                                                          \n\nDaniels,  821 F.2d  76, 81  (1st Cir.  1987), we  noted that,\n       \n\n                    \n\n1.  The government's statement of issue one is:\n     I.   Whether  Appellant's Request  to Withdraw  Her\n          Voluntary Plea of  Guilty to Count Six  of the\n          Superseding Indictment Should be Granted.\n\n                             -9-\n                              9\n\nbecause the  \"fairness, integrity [and] public  reputation of\n\njudicial proceedings\"  is at  stake in  Rule 11  proceedings,\n\nappellate courts have sometimes considered Rule 11 violations\n\nsua sponte.\n          \n\n          There  are  certain basic  duties  that a  district\n\ncourt must  fulfill in conducting  a Rule 11 hearing.   Under\n\nthe Rule, the court must address the defendant personally and\n\ndetermine  that the defendant  understands the nature  of the\n\ncharges to  which the  plea  is offered.   Fed.  R. Crim.  P.\n\n11(c)(1).   The Supreme  Court in commenting  on the require-\n\nments of Rule 11 has stated:\n\n               Thus, in  addition to  directing the\n          judge  to  inquire into  the  defendant's\n          understanding of the nature of the charge\n          and the consequences of his plea, Rule 11\n          also requires  the judge to  satisfy him-\n          self that  there is a  factual basis  for\n          the plea.  The judge must determine \"that\n          the  conduct which  the defendant  admits\n          constitutes  the offense  charged in  the\n          indictment or  information or  an offense\n          included therein  to which  the defendant\n          has  pleaded  guilty.\"    Requiring  this\n          examination of  the relation  between the\n          law  and the  acts  the defendant  admits\n          having committed is  designed to \"protect\n          a  defendant  who is  in the  position of\n          pleading voluntarily with  an understand-\n          ing of the nature of the charge but with-\n          out realizing that  his conduct does  not\n          actually fall within the charge.\"\n\nMcCarthy v. United States, 394 U.S.  459, 467 (1969) (quoting\n                         \n\nFed. R. Crim. P. 11, advisory committee's note).\n\n          Our  cases stress that the district court must make\n\nsure that the plea is voluntary and that the defendant under-\n\n                             -10-\n                              10\n\nstands the  charges against her.   In Mack v.  United States,\n                                                            \n\n635  F.2d 20, 25 (1st Cir. 1980),  we stated:  \"Insuring that\n\nthe plea is truly voluntary means that the court must resolve\n                 \n\nall doubts and questions arising  about the guilty plea.\"  It\n\nis axiomatic  that the  procedures followed  by the  district\n\ncourt in accepting  a plea are  crucial in later  determining\n\nwhether  the  plea  was truly  understanding  and  voluntary.\n\nUnited States v. Kobrosky, 711 F.2d 449, 455 (1st Cir. 1983).\n                         \n\nIn United  States v.  Allard, 926 F.2d  1237, 1245  (1st Cir.\n                            \n\n1991), we pointed out:  \"The plain language of the rule [Fed.\n\nR.  Crim. P.  11(c)] requires  the court  both to  inform the\n\ndefendant of the  nature of the charge and  make a determina-\n\ntion that he understands it.\"  In reviewing  the record  of a\n\nchange  of plea hearing,  we bear  in mind  that there  is no\n\n\"talismanic  test\" for  determining compliance  with the  re-\n\nquirements of the  rule.  \"We must look  at the circumstances\n\nof the  case to determine whether the district court informed\n\nthe defendant of the charges, and  determined that the defen-\n\ndant understood them.\"   United States v. Zorrilla,  982 F.2d\n                                                  \n\n28, 30 (1st Cir. 1992), cert. denied, 113 S. Ct. 1665 (1993).\n                                    \n\n          We find the change of  plea hearing as to the fire-\n\narms count, which is the only one at issue, defective for two\n\nreasons.   First, the charge  was not read to  defendant, nor\n\nwas it explained to  her by the court.  It  is true that both\n\ndefendant and her attorney assured the court  that she under-\n\n                             -11-\n                              11\n\nstood all  of the  charges against her.   But  this does  not\n\nexcuse  the judge from  personally explaining the  charges to\n\nthe defendant  and then questioning  her to be sure  that she\n\nunderstands them.  This was especially so here because in its\n\noutline  of the evidence the government  alluded only once to\n\nthe firearms count.  The prosecutor stated:  \"Subsequently, a\n\nsearch of the  defendant Ruiz Del Valle's  apartment produced\n\nthree weapons  and additional heroin  in the amount  of 3,566\n\ngrams.\"  This  is hardly sufficient  to explain the  firearms\n\ncount.\n\n          The second reason we think the plea hearing violat-\n\ned Rule 11 was  that the court was, or should  have been, put\n\non notice by a statement by the defendant that she either did\n\nnot understand the firearms charge or felt that  the presence\n\nof a weapon in her apartment was  not a crime.  The statement\n\nmade by defendant  was:  \"I knew  that there was a  weapon in\n\nthe room, but  I did not  buy that weapon  and I did  not use\n\nit.\"  Beyond ascertaining  that the word \"room\"  meant defen-\n\ndant's apartment, no  further inquiry was made.   The court's\n\nfailure to inquire of defendant  and the prosecutor about the\n\nfirearms  charge was of special significance here because the\n\ncourt later decided  on facts that were  identical that there\n\nwas  insufficient  evidence  for  conviction  of  defendant's\n\nhusband on the  firearms charges.   In fact, the  defendant's\n\nstatement that she did not  buy the weapon or use it,  should\n\n                             -12-\n                              12\n\nhave,  under the  court's rationale  in  the husband's  case,\n\nprompted the  court to refuse  to accept defendant's  plea on\n\nthe firearms count.\n\n          We wish to make it clear that we are not passing on\n\nthe  legal or  factual correctness  of  the district  court's\n\nopinion.  For purposes of this appeal we consider the opinion\n\nonly because it reflects the understanding of the judge as to\n\nwhether the evidence was  sufficient for a conviction on  the\n\nfirearms count.  He found that it was not.  His understanding\n\nof the  requirements of 18  U.S.C.   924(c)(1) was  that \"the\n\nmere presence of firearms is not sufficient for a conviction,\n\nfor  there  must be  a  nexus  between  the firearm  and  the\n\nfacilitation of  the transaction at  issue.\"  The  court also\n\nfound  it material  that \"[A]t  the  time of  the search  the\n\napartment was vacant  and no drug business was being conduct-\n\ned.\"  Finally, the court held:  \n\n          Even though  the defendant has  also been\n          charged with a conspiracy to distribute a\n          controlled  substance,  the  existence of\n          such a  conspiracy is  not sufficient  to\n          support a conviction  for a firearm which\n          was  not proven to be part of the commis-\n          sion of the felony.\n\n          Our  review of the  record in defendant's  case and\n\nthe trial transcript in her  husband's case convinces us that\n\nas far  as the firearms  counts are concerned  both defendant\n\nand  her husband stood on equal footing.   Both of them occu-\n\npied the  condominium apartment,  although it  was in  defen-\n\n                             -13-\n                              13\n\ndant's  name.   There was  no  evidence as  to who  owned the\n\nweapons found in the apartment.  Reyes did not testify at his\n\nbench trial.  We emphasize that the judge who accepted defen-\n\ndant's  guilty pleas  was the  same one  who later  found her\n\nhusband  not guilty  on the  firearms  counts.   We can  only\n\nconclude that if defendant had  gone to trial, as her husband\n\ndid, that she would also have been found not guilty.\n\n          The  question for the  appellate court on  a direct\n\nappeal of a  post-sentence request for  a plea withdrawal  is\n\nwhether  there has  been a  miscarriage  of justice.   United\n                                                             \n\nStates v. Allard, 926 F.2d at  1243.  Or to put another  cast\n                \n\non it, was there \"an omission inconsistent with the  rudimen-\n\ntary demands of fair procedure\"?   United States v. Japa, 994\n                                                        \n\nF.2d 899,  904  (1st Cir.  1993).   See also  Hill v.  United\n                                                             \n\nStates, 368 U.S. 424, 428 (1962).\n      \n\n          We  conclude  that defendant  should be  allowed to\n\nwithdraw her  plea for two  reasons:  the court's  failure to\n\nfollow the requirements  of Rule 11  violated the demands  of\n\nfair procedure;  and  the  court's  subsequent  findings  and\n\nrulings in  the husband's  case makes  the imposition  of the\n\nminimum mandatory  sentence of  five years  for the  firearms\n\ncount a miscarriage of justice in defendant's case.\n\n     This holding is based on  the unique facts of this case.\n\nWe  are  not suggesting  that  where one  defendant  has pled\n\nguilty and the  other defendant goes to trial  and is acquit-\n\n                             -14-\n                              14\n\nted,  that the pleading defendant has a basis for withdrawing\n\nher plea.  In  this case, there probably  would have been  no\n\nmotion by defendant to withdraw her plea were  it not for the\n\ndistrict  court's decision  on the  firearms  charges in  her\n\nhusband's  case.  The reason, however, for allowing defendant\n\nto  withdraw her  plea was  not the  court's decision  in her\n\nhusband's case; the  reason was the district  court's failure\n\nto  follow the  mandate of  Rule 11 in  accepting defendant's\n\nplea to the firearms count.\n\n          We  must warn defendant,  as we did  her counsel at\n\noral argument, that the withdrawal  of her guilty plea on the\n\nfirearms count is not a guarantee of acquittal on that count.\n\nAll  that defendant  is entitled  to is  a new  trial  on the\n\nfirearms count.   New facts  may emerge  and different  legal\n\nrulings may be made.  We specifically point out that under 18\n\nU.S.C.   924(c)(1) if the firearm is a \"short-barreled rifle\"\n\nor a \"short-barreled shotgun,\" the minimum mandatory sentence\n\nis ten years.   We do not  know whether the rifle  or shotgun\n\nfound  in defendant's apartment fall within this category and\n\nonly bring this to defendant's attention.\n\n                LEADERSHIP ROLE DETERMINATION\n                                             \n\n          The  other  issue  is a  challenge  to  the court's\n\nfinding that defendant played a leadership role in the thwar-\n\nted attempt to  possess and distribute heroin.  Because \"role\n\nin the  offense\" determinations are  fact-bound, the standard\n\n                             -15-\n                              15\n\nof review is clear error.  United States v. Rodriguez Alvara-\n                                                             \n\ndo,  985  F.2d 15,  19  (1st  Cir.  1993); United  States  v.\n                                                         \n\nSchultz, 970 F.2d 960, 963-64 (1st Cir. 1992), cert.  denied,\n                                                            \n\n113 S.  Ct. 1020  (1993); United States  v. Sostre,  967 F.2d\n                                                  \n\n728, 732  (1st Cir. 1992).   We find that the  district court\n\ndid not commit clear error  in finding that defendant was the\n\nleader in the scheme.  The evidence from which such a finding\n\ncould be  made can be  summarized as follows:   defendant was\n\nthe one  who contacted  Ortiz in an  attempt to  retrieve the\n\nsuitcase; the suitcase claim ticket  was in the name of Maria\n\nSoto, an obvious alias; defendant  was the one who offered to\n\npay Ortiz  $15,000 for retrieving the suitcase  from the Cus-\n\ntoms  area; and  defendant was  the one  who negotiated  with\n\nundercover Agent Ayala about recovering the suitcase.\n\n          The leadership  role finding of the  district court\n\nand the upwards adjustment to the base offense is affirmed.\n\n                          CONCLUSION\n                                    \n\n          1.  Defendant may  withdraw her guilty plea  on the\n\nfirearms count.\n\n          2.   The  sentence  of the  defendant  on the  drug\n\ncounts is affirmed.\n\n                             -16-\n                              16\n",
  "html": "<p class=\"case_cite\">8 F.3d 98</p>\n    <p class=\"parties\">UNITED STATES, Plaintiff, Appellee,<br>v.<br>Carmen RUIZ-DEL VALLE, a/k/a Maria Soto, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 92-1842.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 4, 1993.<br>Decided Nov. 3, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lydia Lizarribar-Masini, Hato Rey, PR, for appellant.</p>\n      <p class=\"indent\">Miguel A. Pereira, Asst. U.S. Atty., with whom Charles E. Fitzwilliam, U.S. Atty. and Jose A. Quiles-Espinosa, Sr. Litigation Counsel, Hato Rey, PR, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After executing a plea agreement, defendant-appellant, Carmen Ruiz del Valle (Ruiz), pled guilty to counts two, five and six of a superseding indictment on January 22, 1992.   Counts two and five charged that defendant, along with her common law husband, Arturo Reyes Diaz (Reyes), and Orlando Colon Santiago, with aiding and abetting each other, and with possessing with intent to distribute 5,152 and 3,566 grams of heroin in violation of 21 U.S.C. &#167; 841(a)(1) and 18 U.S.C. &#167; 2.   Count six charged that defendant and Reyes used and carried firearms during and in relation to a drug trafficking crime in violation of 18 U.S.C. &#167; 924(c)(1).   This count carries a minimum mandatory sentence of five years.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">There are two issues:  whether defendant should be allowed to withdraw her guilty plea to the firearms charge (count six);  and whether the district court erred in sentencing defendant on the other two counts by adding two points to her base offense level because she played a leadership role in the offense.THE FACTS</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In order to understand the first issue the facts must be related in detail.   In the late afternoon of August 25, 1991, a suitcase arrived at the International Airport in San Juan.   It had been delivered by an American Airlines flight from the Dominican Republic.   Because the suitcase had arrived from a foreign country, it was deposited in the U.S. Customs area for inspection.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The inspecting Customs Officer noted that the suitcase left Kennedy Airport in New York City on August 23 destined for San Juan.   By mistake the suitcase was not unloaded at San Juan and was taken to the carrier's final destination, the Dominican Republic.   The suitcase was returned to San Juan, its original destination, on August 25.   The suitcase had an American Airlines claim tag with the name of Maria Soto, and there was a passenger identification tag bearing the same name.   Because the suitcase had a strong chemical odor, the Customs Inspector opened it and found seven packages that field-tested positive for heroin.   The total amount of heroin weighed 5,152.1 grams.   Special Agent Rodolfo Salcedo of the Customs Service was notified.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Agent Salcedo immediately tried to find the owner of the suitcase.   He ascertained that an airport baggage handler, Wilfredo Ortiz, had tried to retrieve the suitcase, but was told that only the owner could do so.   Ortiz was interviewed by Agent Salcedo and DEA agents.   He gave them essentially the following information.   On August 25, defendant, accompanied by Reyes and a small child, went to Ortiz's home.   Defendant identified Reyes as her husband.   Defendant told Ortiz that an American Airlines employee, whom she had phoned, told her that the suitcase had arrived.   She offered Ortiz $15,000 if he helped her retrieve the suitcase from the Customs area.   Defendant then drove Ortiz to the airport, gave him five dollars, and told him that after obtaining the suitcase he was to take a taxi to the Laguna Gardens parking lot where she and Reyes would be waiting for him.   As already noted, Ortiz was unable to obtain the suitcase.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendant drove Ortiz back to his residence.   During the drive defendant asked Ortiz when his next working day was.   Ortiz told her it was Tuesday, August 27.   Defendant told Ortiz that she would look for him on that date.   Also, during the drive back to Ortiz's home, Reyes stated that the suitcase contained \"seven big eggs\" wrapped in plastic containing drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In a subsequent conversation, presumably by telephone, Ortiz told defendant that he knew an American Airlines employee who could retrieve the suitcase for a fee.   Defendant said that she would pay Ortiz $15,000, and the American Airlines employee $10,000.   Ortiz then asked defendant what was in the suitcase, and defendant told him it contained heroin.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On August 28, DEA Agent Victor Ayala, acting as an undercover agent, was telephonically introduced to defendant as the American Airlines employee who could retrieve the suitcase.   During the recorded telephone conversation, defendant agreed to pay Ayala $10,000 for delivering the suitcase.   Ayala inquired about the contents of the suitcase and was told that it contained heroin.   Defendant and Ayala agreed to meet at the San Juan Airport so she could give him her baggage claim ticket.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the early afternoon of August 28, defendant and Reyes came to the airport.   Agent Ayala, who was accompanied by Ortiz, was given a baggage claim ticket with the name \"Soto/Maria.\"   Defendant told Ayala not to worry about his money, that it was secure.   Ayala told defendant that she would be called as soon as he obtained the suitcase.   About three hours later Ayala called defendant and told her that he had the suitcase.   This telephone call was recorded.   Defendant talked to Ortiz and told him that her husband and another person would pick up the suitcase and deliver the money.   Defendant also talked to Ayala and told him that if he was a cop, she would chop his head off.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">About two and a half hours later there was another recorded telephone call between Ayala and defendant.   At the start of the phone call defendant told Ayala that the money man had just arrived and to call back in two minutes.   This was done, and the second phone call was duly recorded.   It was agreed that defendant would pay Ayala the $10,000 and pick up the suitcase the next day about 10:30 a.m.   The exchange of money for the suitcase was to take place in front of Wendy's Restaurant at the airport.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The next day, at about 10:45 a.m., the other two defendants named in the indictment, Reyes and Colon, pulled up and parked in front of Wendy's as agreed.   Reyes was driving.   Colon got out of the car and gave Agent Ayala a bag in which there was a twelve-can container of Pepsi Cola with six cans of Pepsi and $10,000 in cash.   Colon told Agent Ayala to put the suitcase on the back seat of the car.   After this was done, Colon was arrested.   Reyes tried to flee by driving away.   After a three minute chase, he was stopped and arrested.   During his attempted flight, Reyes threw the suitcase out of the window of the car.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The next day, August 29, at about 7:35 p.m., Customs and DEA agents, acting pursuant to a duly authorized warrant, searched the condominium apartment held in the name of defendant and jointly occupied by her and Reyes.   No one was in the apartment at the time of the search.   Found in the apartment and seized were 3,566 grams of heroin, assorted drug paraphernalia, including scales and three weapons with the ammunition necessary for their use.   The firearms were a twelve-gauge shotgun, altered to make it a hand-held weapon, a Winchester rifle, model 94, and a pistol.</p>\n    </div>\n    <p>PROCEDURAL HISTORY</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As already noted, defendant pled guilty on January 22, 1992.   She was sentenced on June 15, 1992, and filed a notice of appeal from the sentencing on June 19.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Unlike defendant Ruiz, her husband, Reyes, opted for a bench trial.   For reasons that will become apparent, the record of that trial is part of the record in this case.   Reyes was tried on August 20, 1992, on counts one, two, five, six, seven, and eight.   Count one charged conspiracy with intent to distribute multi-kilo quantities of heroin;  counts two and five charged possession with intent to distribute the same multi-kilo amounts of heroin.   Counts six, seven, and eight were firearms counts charging violations of 18 U.S.C. &#167; 924(c)(1).   These counts carried minimum mandatory sentences of five years.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Reyes did not plead guilty to counts one, two, and five, but neither did he contest them.   His entire defense was concentrated on the firearms counts.   On this he was successful.   The same district court judge who accepted defendant's guilty pleas presided at the bench trial of her husband.   Because it is important to our resolution of this case we quote the pertinent portion of the district court's rulings and findings in the case against Reyes:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is clear from the cases which have just been summarized that the objective of 924(c)(1) is to penalize drug transactions which could easily escalate into violence.   Such is not the situation at hand.   It may be true that the firearms were located at the apartment for the purpose of protecting a drug business which was admittedly conducted in the apartment, but the mere presence of firearms is not sufficient for a conviction, for there must be a nexus between the firearm and the facilitation of the transaction at issue.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The defendant did not arrange to meet the undercover agent at the apartment;  they met at the airport.   At the time of the search the apartment was vacant and no drug business was being conducted.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There are other firearm statutes whose purpose is to deter the possession of firearms without a permit.   Section 924(c)(1) was not drafted for that purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Even though the defendant has also been charged with a conspiracy to distribute a controlled substance, the existence of such a conspiracy is not sufficient to support a conviction for a firearm which was not proven to be part of the commission of the felony.  United States v. Pietri, 683 F.2d 877, Fifth Circuit 1982 (sufficient evidence to support convictions where conspirators met with undercover agent with revolver concealed in pant leg).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Wherefore, in view of the foregoing, the Court hereby finds that there is insufficient evidence for convictions as to Counts Six, Seven and Eight, which are the firearms counts.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">United States v. Reyes Diaz, 797 F.Supp. 96, 97 (D. Puerto Rico 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On October 9, 1992, defendant Ruiz moved in the district court to withdraw her guilty plea on count six, the firearms charge.   The district court quite properly ruled that it lacked jurisdiction to entertain such a motion.   Fed.R.Crim.P. 32(d) provides, that, after sentencing, \"a plea may be set aside only on direct appeal or by motion under 28 U.S.C. &#167; 2255.\"   Because in her notice of appeal defendant Ruiz questioned the evidentiary basis for her plea of guilty to the firearms count, the issue whether she should be allowed to withdraw her guilty plea to that count is properly before us, as the government concedes.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>ANALYSIS</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We start with the Rule 11 plea hearing.   Although defendant has not directly attacked the manner in which the plea hearing was conducted, an examination of the plea hearing is logically the first step in the review process.   This is so even if a claim of non-compliance with Rule 11 was not presented to the trial court.  United States v. Parra-Ibanez, 936 F.2d 588, 593 (1st Cir.1991).   In United States v. Padin-Torres, 988 F.2d 280 (1st Cir.1993) we noted, citing to Parra-Ibanez:  \"Rule 11 objections, so far as they affect the 'knowing' character of the plea are treated with extra solicitude.\"   See also United States v. Mateo, 950 F.2d 44, 45 (1st Cir.1991) (a Rule 11 challenge will not be considered waived since Rule 11 protects not only rights of the defendant but also the \" 'fairness, integrity [and] public reputation of judicial proceedings.' \").   In United States v. Daniels, 821 F.2d 76, 81 (1st Cir.1987), we noted that, because the \"fairness, integrity [and] public reputation of judicial proceedings\" is at stake in Rule 11 proceedings, appellate courts have sometimes considered Rule 11 violations sua sponte.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There are certain basic duties that a district court must fulfill in conducting a Rule 11 hearing.   Under the Rule, the court must address the defendant personally and determine that the defendant understands the nature of the charges to which the plea is offered.   Fed.R.Crim.P. 11(c)(1).   The Supreme Court in commenting on the requirements of Rule 11 has stated:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Thus, in addition to directing the judge to inquire into the defendant's understanding of the nature of the charge and the consequences of his plea, Rule 11 also requires the judge to satisfy himself that there is a factual basis for the plea.   The judge must determine \"that the conduct which the defendant admits constitutes the offense charged in the indictment or information or an offense included therein to which the defendant has pleaded guilty.\"   Requiring this examination of the relation between the law and the acts the defendant admits having committed is designed to \"protect a defendant who is in the position of pleading voluntarily with an understanding of the nature of the charge but without realizing that his conduct does not actually fall within the charge.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">McCarthy v. United States, 394 U.S. 459, 467, 89 S.Ct. 1166, 1171, 22 L.Ed.2d 418 (1969) (quoting Fed.R.Crim.P. 11, advisory committee's note).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Our cases stress that the district court must make sure that the plea is voluntary and that the defendant understands the charges against her.   In Mack v. United States, 635 F.2d 20, 25 (1st Cir.1980), we stated:  \"Insuring that the plea is truly voluntary means that the court must resolve all doubts and questions arising about the guilty plea.\"   It is axiomatic that the procedures followed by the district court in accepting a plea are crucial in later determining whether the plea was truly understanding and voluntary.  United States v. Kobrosky, 711 F.2d 449, 455 (1st Cir.1983).   In United States v. Allard, 926 F.2d 1237, 1245 (1st Cir.1991), we pointed out:  \"The plain language of the rule [Fed.R.Crim.P. 11(c) ] requires the court both to inform the defendant of the nature of the charge and make a determination that he understands it.\"In reviewing the record of a change of plea hearing, we bear in mind that there is no \"talismanic test\" for determining compliance with the requirements of the rule.  \"We must look at the circumstances of the case to determine whether the district court informed the defendant of the charges, and determined that the defendant understood them.\"  United States v. Zorrilla, 982 F.2d 28, 30 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1665, 123 L.Ed.2d 283 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We find the change of plea hearing as to the firearms count, which is the only one at issue, defective for two reasons.   First, the charge was not read to defendant, nor was it explained to her by the court.   It is true that both defendant and her attorney assured the court that she understood all of the charges against her.   But this does not excuse the judge from personally explaining the charges to the defendant and then questioning her to be sure that she understands them.   This was especially so here because in its outline of the evidence the government alluded only once to the firearms count.   The prosecutor stated:  \"Subsequently, a search of the defendant Ruiz Del Valle's apartment produced three weapons and additional heroin in the amount of 3,566 grams.\"   This is hardly sufficient to explain the firearms count.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The second reason we think the plea hearing violated Rule 11 was that the court was, or should have been, put on notice by a statement by the defendant that she either did not understand the firearms charge or felt that the presence of a weapon in her apartment was not a crime.   The statement made by defendant was:  \"I knew that there was a weapon in the room, but I did not buy that weapon and I did not use it.\"   Beyond ascertaining that the word \"room\" meant defendant's apartment, no further inquiry was made.   The court's failure to inquire of defendant and the prosecutor about the firearms charge was of special significance here because the court later decided on facts that were identical that there was insufficient evidence for conviction of defendant's husband on the firearms charges.   In fact, the defendant's statement that she did not buy the weapon or use it, should have, under the court's rationale in the husband's case, prompted the court to refuse to accept defendant's plea on the firearms count.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We wish to make it clear that we are not passing on the legal or factual correctness of the district court's opinion.   For purposes of this appeal we consider the opinion only because it reflects the understanding of the judge as to whether the evidence was sufficient for a conviction on the firearms count.   He found that it was not.   His understanding of the requirements of 18 U.S.C. &#167; 924(c)(1) was that \"the mere presence of firearms is not sufficient for a conviction, for there must be a nexus between the firearm and the facilitation of the transaction at issue.\"   The court also found it material that \"[A]t the time of the search the apartment was vacant and no drug business was being conducted.\"   Finally, the court held:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>Even though the defendant has also been charged with a conspiracy to distribute a controlled substance, the existence of such a conspiracy is not sufficient to support a conviction for a firearm which was not proven to be part of the commission of the felony.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Our review of the record in defendant's case and the trial transcript in her husband's case convinces us that as far as the firearms counts are concerned both defendant and her husband stood on equal footing.   Both of them occupied the condominium apartment, although it was in defendant's name.   There was no evidence as to who owned the weapons found in the apartment.   Reyes did not testify at his bench trial.   We emphasize that the judge who accepted defendant's guilty pleas was the same one who later found her husband not guilty on the firearms counts.   We can only conclude that if defendant had gone to trial, as her husband did, that she would also have been found not guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The question for the appellate court on a direct appeal of a post-sentence request for a plea withdrawal is whether there has been a miscarriage of justice.  United States v. Allard, 926 F.2d at 1243.   Or to put another cast on it, was there \"an omission inconsistent with the rudimentary demands of fair procedure\"?  United States v. Japa, 994 F.2d 899, 904 (1st Cir.1993).   See also Hill v. United States, 368 U.S. 424, 428, 82 S.Ct. 468, 471, 7 L.Ed.2d 417 (1962).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We conclude that defendant should be allowed to withdraw her plea for two reasons:  the court's failure to follow the requirements of Rule 11 violated the demands of fair procedure;  and the court's subsequent findings and rulings in the husband's case makes the imposition of the minimum mandatory sentence of five years for the firearms count a miscarriage of justice in defendant's case.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This holding is based on the unique facts of this case.   We are not suggesting that where one defendant has pled guilty and the other defendant goes to trial and is acquitted, that the pleading defendant has a basis for withdrawing her plea.   In this case, there probably would have been no motion by defendant to withdraw her plea were it not for the district court's decision on the firearms charges in her husband's case.   The reason, however, for allowing defendant to withdraw her plea was not the court's decision in her husband's case;  the reason was the district court's failure to follow the mandate of Rule 11 in accepting defendant's plea to the firearms count.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We must warn defendant, as we did her counsel at oral argument, that the withdrawal of her guilty plea on the firearms count is not a guarantee of acquittal on that count.   All that defendant is entitled to is a new trial on the firearms count.   New facts may emerge and different legal rulings may be made.   We specifically point out that under 18 U.S.C. &#167; 924(c)(1) if the firearm is a \"short-barreled rifle\" or a \"short-barreled shotgun,\" the minimum mandatory sentence is ten years.   We do not know whether the rifle or shotgun found in defendant's apartment fall within this category and only bring this to defendant's attention.</p>\n    </div>\n    <p>LEADERSHIP ROLE DETERMINATION</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The other issue is a challenge to the court's finding that defendant played a leadership role in the thwarted attempt to possess and distribute heroin.   Because \"role in the offense\" determinations are fact-bound, the standard of review is clear error.    United States v. Rodriguez Alvarado, 985 F.2d 15, 19 (1st Cir.1993);   United States v. Schultz, 970 F.2d 960, 963-64 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1020, 122 L.Ed.2d 167 (1993);   United States v. Sostre, 967 F.2d 728, 732 (1st Cir.1992).   We find that the district court did not commit clear error in finding that defendant was the leader in the scheme.   The evidence from which such a finding could be made can be summarized as follows:  defendant was the one who contacted Ortiz in an attempt to retrieve the suitcase;  the suitcase claim ticket was in the name of Maria Soto, an obvious alias;  defendant was the one who offered to pay Ortiz $15,000 for retrieving the suitcase from the Customs area;  and defendant was the one who negotiated with undercover Agent Ayala about recovering the suitcase.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The leadership role finding of the district court and the upwards adjustment to the base offense is affirmed.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">1. Defendant may withdraw her guilty plea on the firearms count.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">2. The sentence of the defendant on the drug counts is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The government's statement of issue one is:</p>\n        <p>I.  Whether Appellant's Request to Withdraw Her Voluntary Plea of Guilty to Count Six of the Superseding Indictment Should be Granted.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span></span></p>\n    <p class=\"parties\">UNITED STATES, Plaintiff, Appellee,<br>v.<br>Carmen RUIZ-DEL VALLE, a/k/a Maria Soto, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 92-1842.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 4, 1993.<br>Decided Nov. 3, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lydia Lizarribar-Masini, Hato Rey, PR, for appellant.</p>\n      <p class=\"indent\">Miguel A. Pereira, Asst. U.S. Atty., with whom Charles E. Fitzwilliam, U.S. Atty. and Jose A. Quiles-Espinosa, Sr. Litigation Counsel, Hato Rey, PR, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After executing a plea agreement, defendant-appellant, Carmen Ruiz del Valle (Ruiz), pled guilty to counts two, five and six of a superseding indictment on January 22, 1992.   Counts two and five charged that defendant, along with her common law husband, Arturo Reyes Diaz (Reyes), and Orlando Colon Santiago, with aiding and abetting each other, and with possessing with intent to distribute 5,152 and 3,566 grams of heroin in violation of 21 U.S.C. &#167; 841(a)(1) and 18 U.S.C. &#167; 2.   Count six charged that defendant and Reyes used and carried firearms during and in relation to a drug trafficking crime in violation of 18 U.S.C. &#167; 924(c)(1).   This count carries a minimum mandatory sentence of five years.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">There are two issues:  whether defendant should be allowed to withdraw her guilty plea to the firearms charge (count six);  and whether the district court erred in sentencing defendant on the other two counts by adding two points to her base offense level because she played a leadership role in the offense.THE FACTS</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In order to understand the first issue the facts must be related in detail.   In the late afternoon of August 25, 1991, a suitcase arrived at the International Airport in San Juan.   It had been delivered by an American Airlines flight from the Dominican Republic.   Because the suitcase had arrived from a foreign country, it was deposited in the U.S. Customs area for inspection.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The inspecting Customs Officer noted that the suitcase left Kennedy Airport in New York City on August 23 destined for San Juan.   By mistake the suitcase was not unloaded at San Juan and was taken to the carrier's final destination, the Dominican Republic.   The suitcase was returned to San Juan, its original destination, on August 25.   The suitcase had an American Airlines claim tag with the name of Maria Soto, and there was a passenger identification tag bearing the same name.   Because the suitcase had a strong chemical odor, the Customs Inspector opened it and found seven packages that field-tested positive for heroin.   The total amount of heroin weighed 5,152.1 grams.   Special Agent Rodolfo Salcedo of the Customs Service was notified.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Agent Salcedo immediately tried to find the owner of the suitcase.   He ascertained that an airport baggage handler, Wilfredo Ortiz, had tried to retrieve the suitcase, but was told that only the owner could do so.   Ortiz was interviewed by Agent Salcedo and DEA agents.   He gave them essentially the following information.   On August 25, defendant, accompanied by Reyes and a small child, went to Ortiz's home.   Defendant identified Reyes as her husband.   Defendant told Ortiz that an American Airlines employee, whom she had phoned, told her that the suitcase had arrived.   She offered Ortiz $15,000 if he helped her retrieve the suitcase from the Customs area.   Defendant then drove Ortiz to the airport, gave him five dollars, and told him that after obtaining the suitcase he was to take a taxi to the Laguna Gardens parking lot where she and Reyes would be waiting for him.   As already noted, Ortiz was unable to obtain the suitcase.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendant drove Ortiz back to his residence.   During the drive defendant asked Ortiz when his next working day was.   Ortiz told her it was Tuesday, August 27.   Defendant told Ortiz that she would look for him on that date.   Also, during the drive back to Ortiz's home, Reyes stated that the suitcase contained \"seven big eggs\" wrapped in plastic containing drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In a subsequent conversation, presumably by telephone, Ortiz told defendant that he knew an American Airlines employee who could retrieve the suitcase for a fee.   Defendant said that she would pay Ortiz $15,000, and the American Airlines employee $10,000.   Ortiz then asked defendant what was in the suitcase, and defendant told him it contained heroin.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On August 28, DEA Agent Victor Ayala, acting as an undercover agent, was telephonically introduced to defendant as the American Airlines employee who could retrieve the suitcase.   During the recorded telephone conversation, defendant agreed to pay Ayala $10,000 for delivering the suitcase.   Ayala inquired about the contents of the suitcase and was told that it contained heroin.   Defendant and Ayala agreed to meet at the San Juan Airport so she could give him her baggage claim ticket.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the early afternoon of August 28, defendant and Reyes came to the airport.   Agent Ayala, who was accompanied by Ortiz, was given a baggage claim ticket with the name \"Soto/Maria.\"   Defendant told Ayala not to worry about his money, that it was secure.   Ayala told defendant that she would be called as soon as he obtained the suitcase.   About three hours later Ayala called defendant and told her that he had the suitcase.   This telephone call was recorded.   Defendant talked to Ortiz and told him that her husband and another person would pick up the suitcase and deliver the money.   Defendant also talked to Ayala and told him that if he was a cop, she would chop his head off.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">About two and a half hours later there was another recorded telephone call between Ayala and defendant.   At the start of the phone call defendant told Ayala that the money man had just arrived and to call back in two minutes.   This was done, and the second phone call was duly recorded.   It was agreed that defendant would pay Ayala the $10,000 and pick up the suitcase the next day about 10:30 a.m.   The exchange of money for the suitcase was to take place in front of Wendy's Restaurant at the airport.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The next day, at about 10:45 a.m., the other two defendants named in the indictment, Reyes and Colon, pulled up and parked in front of Wendy's as agreed.   Reyes was driving.   Colon got out of the car and gave Agent Ayala a bag in which there was a twelve-can container of Pepsi Cola with six cans of Pepsi and $10,000 in cash.   Colon told Agent Ayala to put the suitcase on the back seat of the car.   After this was done, Colon was arrested.   Reyes tried to flee by driving away.   After a three minute chase, he was stopped and arrested.   During his attempted flight, Reyes threw the suitcase out of the window of the car.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The next day, August 29, at about 7:35 p.m., Customs and DEA agents, acting pursuant to a duly authorized warrant, searched the condominium apartment held in the name of defendant and jointly occupied by her and Reyes.   No one was in the apartment at the time of the search.   Found in the apartment and seized were 3,566 grams of heroin, assorted drug paraphernalia, including scales and three weapons with the ammunition necessary for their use.   The firearms were a twelve-gauge shotgun, altered to make it a hand-held weapon, a Winchester rifle, model 94, and a pistol.</p>\n    </div>\n    <p>PROCEDURAL HISTORY</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As already noted, defendant pled guilty on January 22, 1992.   She was sentenced on June 15, 1992, and filed a notice of appeal from the sentencing on June 19.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Unlike defendant Ruiz, her husband, Reyes, opted for a bench trial.   For reasons that will become apparent, the record of that trial is part of the record in this case.   Reyes was tried on August 20, 1992, on counts one, two, five, six, seven, and eight.   Count one charged conspiracy with intent to distribute multi-kilo quantities of heroin;  counts two and five charged possession with intent to distribute the same multi-kilo amounts of heroin.   Counts six, seven, and eight were firearms counts charging violations of 18 U.S.C. &#167; 924(c)(1).   These counts carried minimum mandatory sentences of five years.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Reyes did not plead guilty to counts one, two, and five, but neither did he contest them.   His entire defense was concentrated on the firearms counts.   On this he was successful.   The same district court judge who accepted defendant's guilty pleas presided at the bench trial of her husband.   Because it is important to our resolution of this case we quote the pertinent portion of the district court's rulings and findings in the case against Reyes:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is clear from the cases which have just been summarized that the objective of 924(c)(1) is to penalize drug transactions which could easily escalate into violence.   Such is not the situation at hand.   It may be true that the firearms were located at the apartment for the purpose of protecting a drug business which was admittedly conducted in the apartment, but the mere presence of firearms is not sufficient for a conviction, for there must be a nexus between the firearm and the facilitation of the transaction at issue.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The defendant did not arrange to meet the undercover agent at the apartment;  they met at the airport.   At the time of the search the apartment was vacant and no drug business was being conducted.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There are other firearm statutes whose purpose is to deter the possession of firearms without a permit.   Section 924(c)(1) was not drafted for that purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Even though the defendant has also been charged with a conspiracy to distribute a controlled substance, the existence of such a conspiracy is not sufficient to support a conviction for a firearm which was not proven to be part of the commission of the felony.  United States v. Pietri, <span class=\"citation\" data-id=\"406447\"><a href=\"/opinion/406447/united-states-v-clyde-j-pietri-and-muncy-g-mcalister/\"><span class=\"volume\">683</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">877</span></a></span>, Fifth Circuit 1982 (sufficient evidence to support convictions where conspirators met with undercover agent with revolver concealed in pant leg).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Wherefore, in view of the foregoing, the Court hereby finds that there is insufficient evidence for convictions as to Counts Six, Seven and Eight, which are the firearms counts.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">United States v. Reyes Diaz, <span class=\"citation\" data-id=\"1447566\"><a href=\"/opinion/1447566/united-states-v-reyes-diaz/\"><span class=\"volume\">797</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">96</span></a></span>, 97 (D. Puerto Rico 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On October 9, 1992, defendant Ruiz moved in the district court to withdraw her guilty plea on count six, the firearms charge.   The district court quite properly ruled that it lacked jurisdiction to entertain such a motion.   Fed.R.Crim.P. 32(d) provides, that, after sentencing, \"a plea may be set aside only on direct appeal or by motion under 28 U.S.C. &#167; 2255.\"   Because in her notice of appeal defendant Ruiz questioned the evidentiary basis for her plea of guilty to the firearms count, the issue whether she should be allowed to withdraw her guilty plea to that count is properly before us, as the government concedes.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>ANALYSIS</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We start with the Rule 11 plea hearing.   Although defendant has not directly attacked the manner in which the plea hearing was conducted, an examination of the plea hearing is logically the first step in the review process.   This is so even if a claim of non-compliance with Rule 11 was not presented to the trial court.  United States v. Parra-Ibanez, <span class=\"citation\" data-id=\"563642\"><a href=\"/opinion/563642/united-states-v-francisco-j-parra-ibanez/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">588</span></a></span>, 593 (1st Cir.1991).   In United States v. Padin-Torres, <span class=\"citation\" data-id=\"602348\"><a href=\"/opinion/602348/united-states-v-julio-cesar-padin-torres/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">280</span> </a></span>(1st Cir.1993) we noted, citing to Parra-Ibanez:  \"Rule 11 objections, so far as they affect the 'knowing' character of the plea are treated with extra solicitude.\"   See also United States v. Mateo, <span class=\"citation\" data-id=\"572656\"><a href=\"/opinion/572656/united-states-v-david-mateo/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">44</span></a></span>, 45 (1st Cir.1991) (a Rule 11 challenge will not be considered waived since Rule 11 protects not only rights of the defendant but also the \" 'fairness, integrity [and] public reputation of judicial proceedings.' \").   In United States v. Daniels, <span class=\"citation\" data-id=\"489950\"><a href=\"/opinion/489950/united-states-v-michael-daniels/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">76</span></a></span>, 81 (1st Cir.1987), we noted that, because the \"fairness, integrity [and] public reputation of judicial proceedings\" is at stake in Rule 11 proceedings, appellate courts have sometimes considered Rule 11 violations sua sponte.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There are certain basic duties that a district court must fulfill in conducting a Rule 11 hearing.   Under the Rule, the court must address the defendant personally and determine that the defendant understands the nature of the charges to which the plea is offered.   Fed.R.Crim.P. 11(c)(1).   The Supreme Court in commenting on the requirements of Rule 11 has stated:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Thus, in addition to directing the judge to inquire into the defendant's understanding of the nature of the charge and the consequences of his plea, Rule 11 also requires the judge to satisfy himself that there is a factual basis for the plea.   The judge must determine \"that the conduct which the defendant admits constitutes the offense charged in the indictment or information or an offense included therein to which the defendant has pleaded guilty.\"   Requiring this examination of the relation between the law and the acts the defendant admits having committed is designed to \"protect a defendant who is in the position of pleading voluntarily with an understanding of the nature of the charge but without realizing that his conduct does not actually fall within the charge.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">McCarthy v. United States, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">459</span></a></span>, 467, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1166</span></a></span>, 1171, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">418</span> </a></span>(1969) (quoting Fed.R.Crim.P. 11, advisory committee's note).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Our cases stress that the district court must make sure that the plea is voluntary and that the defendant understands the charges against her.   In Mack v. United States, <span class=\"citation\" data-id=\"384539\"><a href=\"/opinion/384539/harold-omar-mack-v-united-states/\"><span class=\"volume\">635</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 25 (1st Cir.1980), we stated:  \"Insuring that the plea is truly voluntary means that the court must resolve all doubts and questions arising about the guilty plea.\"   It is axiomatic that the procedures followed by the district court in accepting a plea are crucial in later determining whether the plea was truly understanding and voluntary.  United States v. Kobrosky, <span class=\"citation\" data-id=\"421132\"><a href=\"/opinion/421132/united-states-v-milton-l-kobrosky/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">449</span></a></span>, 455 (1st Cir.1983).   In United States v. Allard, <span class=\"citation\" data-id=\"556604\"><a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1237</span></a></span>, 1245 (1st Cir.1991), we pointed out:  \"The plain language of the rule [Fed.R.Crim.P. 11(c) ] requires the court both to inform the defendant of the nature of the charge and make a determination that he understands it.\"In reviewing the record of a change of plea hearing, we bear in mind that there is no \"talismanic test\" for determining compliance with the requirements of the rule.  \"We must look at the circumstances of the case to determine whether the district court informed the defendant of the charges, and determined that the defendant understood them.\"  United States v. Zorrilla, <span class=\"citation\" data-id=\"597136\"><a href=\"/opinion/597136/united-states-v-ruben-e-zorrilla/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 30 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1665</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">283</span> </span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We find the change of plea hearing as to the firearms count, which is the only one at issue, defective for two reasons.   First, the charge was not read to defendant, nor was it explained to her by the court.   It is true that both defendant and her attorney assured the court that she understood all of the charges against her.   But this does not excuse the judge from personally explaining the charges to the defendant and then questioning her to be sure that she understands them.   This was especially so here because in its outline of the evidence the government alluded only once to the firearms count.   The prosecutor stated:  \"Subsequently, a search of the defendant Ruiz Del Valle's apartment produced three weapons and additional heroin in the amount of 3,566 grams.\"   This is hardly sufficient to explain the firearms count.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The second reason we think the plea hearing violated Rule 11 was that the court was, or should have been, put on notice by a statement by the defendant that she either did not understand the firearms charge or felt that the presence of a weapon in her apartment was not a crime.   The statement made by defendant was:  \"I knew that there was a weapon in the room, but I did not buy that weapon and I did not use it.\"   Beyond ascertaining that the word \"room\" meant defendant's apartment, no further inquiry was made.   The court's failure to inquire of defendant and the prosecutor about the firearms charge was of special significance here because the court later decided on facts that were identical that there was insufficient evidence for conviction of defendant's husband on the firearms charges.   In fact, the defendant's statement that she did not buy the weapon or use it, should have, under the court's rationale in the husband's case, prompted the court to refuse to accept defendant's plea on the firearms count.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We wish to make it clear that we are not passing on the legal or factual correctness of the district court's opinion.   For purposes of this appeal we consider the opinion only because it reflects the understanding of the judge as to whether the evidence was sufficient for a conviction on the firearms count.   He found that it was not.   His understanding of the requirements of 18 U.S.C. &#167; 924(c)(1) was that \"the mere presence of firearms is not sufficient for a conviction, for there must be a nexus between the firearm and the facilitation of the transaction at issue.\"   The court also found it material that \"[A]t the time of the search the apartment was vacant and no drug business was being conducted.\"   Finally, the court held:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>Even though the defendant has also been charged with a conspiracy to distribute a controlled substance, the existence of such a conspiracy is not sufficient to support a conviction for a firearm which was not proven to be part of the commission of the felony.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Our review of the record in defendant's case and the trial transcript in her husband's case convinces us that as far as the firearms counts are concerned both defendant and her husband stood on equal footing.   Both of them occupied the condominium apartment, although it was in defendant's name.   There was no evidence as to who owned the weapons found in the apartment.   Reyes did not testify at his bench trial.   We emphasize that the judge who accepted defendant's guilty pleas was the same one who later found her husband not guilty on the firearms counts.   We can only conclude that if defendant had gone to trial, as her husband did, that she would also have been found not guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The question for the appellate court on a direct appeal of a post-sentence request for a plea withdrawal is whether there has been a miscarriage of justice.  United States v. <span class=\"citation\" data-id=\"556604\"><span class=\"antecedent_guess\">Allard,</span> <a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1243</span></a></span>.   Or to put another cast on it, was there \"an omission inconsistent with the rudimentary demands of fair procedure\"?  United States v. Japa, <span class=\"citation\" data-id=\"608077\"><a href=\"/opinion/608077/united-states-v-frank-japa/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">899</span></a></span>, 904 (1st Cir.1993).   See also Hill v. United States, <span class=\"citation\" data-id=\"106329\"><a href=\"/opinion/106329/hill-v-united-states/\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 428, <span class=\"citation\" data-id=\"106329\"><a href=\"/opinion/106329/hill-v-united-states/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">468</span></a></span>, 471, <span class=\"citation\" data-id=\"106329\"><a href=\"/opinion/106329/hill-v-united-states/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">417</span> </a></span>(1962).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We conclude that defendant should be allowed to withdraw her plea for two reasons:  the court's failure to follow the requirements of Rule 11 violated the demands of fair procedure;  and the court's subsequent findings and rulings in the husband's case makes the imposition of the minimum mandatory sentence of five years for the firearms count a miscarriage of justice in defendant's case.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This holding is based on the unique facts of this case.   We are not suggesting that where one defendant has pled guilty and the other defendant goes to trial and is acquitted, that the pleading defendant has a basis for withdrawing her plea.   In this case, there probably would have been no motion by defendant to withdraw her plea were it not for the district court's decision on the firearms charges in her husband's case.   The reason, however, for allowing defendant to withdraw her plea was not the court's decision in her husband's case;  the reason was the district court's failure to follow the mandate of Rule 11 in accepting defendant's plea to the firearms count.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We must warn defendant, as we did her counsel at oral argument, that the withdrawal of her guilty plea on the firearms count is not a guarantee of acquittal on that count.   All that defendant is entitled to is a new trial on the firearms count.   New facts may emerge and different legal rulings may be made.   We specifically point out that under 18 U.S.C. &#167; 924(c)(1) if the firearm is a \"short-barreled rifle\" or a \"short-barreled shotgun,\" the minimum mandatory sentence is ten years.   We do not know whether the rifle or shotgun found in defendant's apartment fall within this category and only bring this to defendant's attention.</p>\n    </div>\n    <p>LEADERSHIP ROLE DETERMINATION</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The other issue is a challenge to the court's finding that defendant played a leadership role in the thwarted attempt to possess and distribute heroin.   Because \"role in the offense\" determinations are fact-bound, the standard of review is clear error.    United States v. Rodriguez Alvarado, <span class=\"citation\" data-id=\"599287\"><a href=\"/opinion/599287/united-states-v-jorge-l-rodriguez-alvarado/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 19 (1st Cir.1993);   United States v. Schultz, <span class=\"citation\" data-id=\"587569\"><a href=\"/opinion/587569/united-states-v-brian-k-schultz/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">960</span></a></span>, 963-64 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1020</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">167</span> </span>(1993);   United States v. Sostre, <span class=\"citation\" data-id=\"585786\"><a href=\"/opinion/585786/united-states-v-rodrigo-sostre/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">728</span></a></span>, 732 (1st Cir.1992).   We find that the district court did not commit clear error in finding that defendant was the leader in the scheme.   The evidence from which such a finding could be made can be summarized as follows:  defendant was the one who contacted Ortiz in an attempt to retrieve the suitcase;  the suitcase claim ticket was in the name of Maria Soto, an obvious alias;  defendant was the one who offered to pay Ortiz $15,000 for retrieving the suitcase from the Customs area;  and defendant was the one who negotiated with undercover Agent Ayala about recovering the suitcase.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The leadership role finding of the district court and the upwards adjustment to the base offense is affirmed.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">1. Defendant may withdraw her guilty plea on the firearms count.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">2. The sentence of the defendant on the drug counts is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The government's statement of issue one is:</p>\n        <p>I.  Whether Appellant's Request to Withdraw Her Voluntary Plea of Guilty to Count Six of the Superseding Indictment Should be Granted.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106329/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107892/",
    "https://www.courtlistener.com/api/rest/v3/opinions/384539/",
    "https://www.courtlistener.com/api/rest/v3/opinions/406447/",
    "https://www.courtlistener.com/api/rest/v3/opinions/421132/",
    "https://www.courtlistener.com/api/rest/v3/opinions/489950/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556604/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563642/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572656/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585786/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587569/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597136/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599287/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602348/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608077/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1447566/"
  ]
}