{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195002/",
  "id": 195002,
  "absolute_url": "/opinion/195002/smith-v-maloney/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195002/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:30:05Z",
  "date_modified": "2020-02-21T23:42:33.021336Z",
  "type": "010combined",
  "sha1": "a3405a27d27ff450e599497e743276a25ccd20a2",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1297.01A",
  "local_path": null,
  "plain_text": "November 2, 1993  UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-1297\n\n                       MARVIN M. SMITH,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n  MICHAEL MALONEY &amp; MICHAEL FAIR, DEPARTMENT OF CORRECTIONS,\n\n                   Defendants, Appellants.\n\n                                         \n\n                         ERRATA SHEET\n\nThe opinion of this  Court issued on November 1, 1993, is  amended\nas follows:\n\nPage 9:  Line 20 - Delete the words, \"as there is no dispute,\".\n\nNovember 1, 1993\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-1297 \n\n                       MARVIN M. SMITH,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n  MICHAEL MALONEY &amp; MICHAEL FAIR, DEPARTMENT OF CORRECTIONS,\n\n                   Defendants, Appellants.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. William G. Young, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n              Selya and Boudin, Circuit Judges.\n                                              \n\n                                         \n\nMarvin M. Smith on brief pro se.\n               \n\nNancy  Ankers  White,  Special  Assistant  Attorney  General,  and\n                    \nHerbert   C.  Hanson,   Senior  Litigation   Counsel,  Department   of\n                \nCorrection, on brief for appellants.\n\n                                         \n\n                                         \n\n          Per Curiam.  In this  appeal we are asked to decide\n                    \n\nwhether the defendants are,  as a matter of law, entitled  to\n\ninvoke  the  defense  of  qualified  immunity   in  resisting\n\nplaintiff's pro se  action under 42 U.S.C.    1983.  Mitchell\n                                                             \n\nv. Forsyth, 472  U.S. 511, 530 (1985).  We  conclude that the\n          \n\ndistrict court correctly decided that the contours of the law\n\nwere well known at the time about  which plaintiff complains,\n\nand therefore affirm.\n\n                              I.\n                               \n\n          Plaintiff   Marvin   M.  Smith,   a   Massachusetts\n\nprisoner, sued  the defendants, state  prison officials,  for\n\ntaking two years to forward his legal materials after Smith's\n\ntransfer from state  to federal custody on  February 5, 1986.\n\nAt  the time  of  the transfer,  plaintiff was  attempting to\n\npursue post-conviction relief from  his state conviction, and\n\nhad  several civil  actions pending.   On  March 1,  1986, he\n\nwrote to the state  prison property office inquiring when  he\n\ncould expect  to receive his  personal property, particularly\n\nhis legal materials, asserting that the delay was threatening\n\ncourt deadlines.   When no  response came by March  18, 1986,\n\nplaintiff wrote to defendant Maloney, then the Superintendent\n\nof the  state prison,  about the  forwarding of  his personal\n\nproperty.  The  letter reiterated plaintiff's lack  of access\n\nto  his  legal  documents,  and  again  warned  that  it  was\n\nimpossible to  meet pressing  court dates  because his  legal\n\n                             -4-\n\nmaterials were being held at the state prison.  On March  19,\n\nplaintiff wrote a similar letter  to defendant Fair, the then\n\nCommissioner of  the Massachusetts  Department of  Correction\n\n(\"DOC\").\n\n          Defendant Maloney's April  1, 1986 response  to the\n\nMarch 18 letter advised that \"your property must be picked up\n\nby  your family.\"   Plaintiff's letter to  defendant Fair was\n\nreferred to Pires, a DOC grievance coordinator, who, on April\n\n24, 1986, informed  plaintiff that he  would check into  \"the\n\nproblem with  your property.\"   In a  May 13, 1986  letter to\n\nPires,  plaintiff complained,  inter alia,  that  he had  not\n                                         \n\nreceived his legal property or legal mail since the transfer,\n\nand  that federal prison  administrators would not  allow his\n\nfamily to send his legal  property.1  Pires did not reply  to\n\nthat  letter.    However,  on  June 9,  1986,  a  DOC  Deputy\n\nCommissioner approved a Pires' memorandum outlining defendant\n\nMaloney's  agreement that his facility would assume any costs\n\nin  forwarding property of inmates transferred to the federal\n\nprison  system, and would  also \"ensure that  all permissible\n\nproperty is forwarded.\"\n\n                    \n\n1.  Plaintiff also  relies on  103 C.M.R.    403.16(2)  which\nstates in relevant part:  \"Whenever an inmate  is transferred\nto  another correctional  institution  all personal  property\napproved  for retention at the receiving institution shall be\ntransferred  along with  him/her or  as  soon as  practicable\nthereafter.\"\n\n                             -5-\n\n          In  July 1987, plaintiff still had not yet received\n\nhis legal  property and filed  this   1983 suit  against Fair\n\nand Maloney in their individual and official capacities.  The\n\ncomplaint  alleged that because the federal prison system was\n\nnot  equipped to assist him with pending Massachusetts cases,\n\nthe continuing refusal  to forward his  legal property was  a\n\ndeprivation of property without due  process and a denial  of\n\nmeaningful access to the courts.   On March 15, 1988, twenty-\n\nfive   months   after  the   transfer  to   federal  custody,\n\nplaintiff's legal  materials  were forwarded  to the  federal\n\nauthorities.     Defendant   Maloney's  accompanying   letter\n\nacknowledged plaintiff's federal  lawsuit seeking the  return\n\nof his legal property, and  characterized the delay as caused\n\nby  \"administrative miscommunication at  our end.\"   In 1989,\n\nplaintiff was returned to the state prison system.\n\n          In  1990  defendants'  initial motion  for  summary\n\njudgment on the  due process and access to  the courts claims\n\nwas  denied;  an  accompanying  claim  of  inadequate federal\n\nprison library facilities  was declared moot  since plaintiff\n\nwas  no longer  in  federal custody.    In 1992,  defendants'\n\nrenewed motion for summary judgment on, inter alia, qualified\n                                                  \n\nimmunity  grounds was  denied, and  the case  was ordered  to\n\nproceed to  trial.  Our  review on this  interlocutory appeal\n\nfrom the denial  of a qualified immunity defense  is de novo,\n\nand  following the usual  summary judgment commands,  we view\n\n                             -6-\n\nall  facts and  reasonable inferences  from  the record  as a\n\nwhole in  plaintiff's favor.2   Cookish  v. Powell,  945 F.2d\n                                                  \n\n441, 443 (1st Cir. 1991).\n\n                             II.\n                               \n\n          Plaintiff's  complaint  alleges,   with  sufficient\n\nparticularity,  a  claim for  which  relief under     1983 is\n\navailable:  the right to  meaningful and effective access  to\n\nthe courts.   Bounds v.  Smith, 430 U.S. 817,  822-24 (1977).\n                              \n\nWe  have  held  that allegations  of  intentional  refusal to\n\nreturn  an inmate's legal  materials state a  cause of action\n\nunder   1983.   Simmons v. Dickhaut,  804 F.2d 182, 184  (1st\n                                   \n\nCir.  1986).   In  determining  whether  the  defendants  are\n\nentitled to the  protection of qualified immunity  from suit,\n\nthe  inquiry is essentially objective:  whether a \"reasonable\n\n[official]  could  have  believed  [the  failure  to  forward\n\nplaintiff's legal materials for two  years] to be lawful,  in\n\nlight  of clearly  established law  and  the information  the\n\n[prison officials]  possessed.\"  Anderson  v. Creighton,  483\n                                                       \n\nU.S. 635, 641 (1987).   Plaintiff bears the initial burden to\n\nshow that  the legal rules  regarding the right of  access at\n\n                    \n\n2.  We note that plaintiff's motion for leave to file a first\namended  verified complaint,  proffered  before the  district\ncourt  acted  upon  defendants'  renewed  motion  for summary\njudgment, was denied  after this appeal  was noticed.   While\ndefendants argue  that  the  amended  verified  complaint  is\noutside  the  record  on  appeal, since  plaintiff  expressly\nincluded it as part of his opposition to summary judgment, it\nis  properly before  us.   See Sheinkopf  v. Stone,  927 F.2d\n                                                  \n1259, 1262 (1st Cir. 1991).\n\n                             -7-\n\nissue  here were  sufficiently  clear  before the  defendants\n\nacted or, in this case, failed to act.  Davis v. Scherer, 468\n                                                        \n\nU.S. 183,  197 (1984).   Once that  threshold is  passed, the\n\ndefendants' conduct is compared to what a reasonable official\n\nwould understand  was legally  required  during the  relevant\n\nperiod, from February 1986 through  March 1988.  To that end,\n\na \"court should  ask whether the [officers]  acted reasonably\n\nunder settled law  in the circumstances, not  whether another\n\nreasonable, or more reasonable, interpretation  of the events\n\ncan be constructed  [subsequently] . . . .  Hunter v. Bryant,\n                                                            \n\n112 S. Ct. 534,  537 (1991); see also Frazier v.  Bailey, 957\n                                                        \n\nF.2d 920, 929  (1st Cir. 1992); Cinelli v.  Cutillo, 896 F.2d\n                                                   \n\n650, 654 (1st Cir.  1990).  If the particular access right at\n\nissue here was clearly established at the time of the alleged\n\ndeprivation, it can  be \"presume[d] that the  defendant knew,\n\nor should have  known that his conduct was  beyond the pale.\"\n\nBuenrostro v. Collazo, 973 F.2d 39, 42 (1st Cir. 1992).\n                     \n\n                             III.\n                                \n\n          Applying this  standard, we have  little difficulty\n\nconcluding  that   plaintiff  has  satisfied  the  burden  to\n\ndemonstrate  that the  access  right  at  issue  was  clearly\n\nestablished  during   the  relevant  period.     In  opposing\n\ndefendants' request for  summary judgment based on  qualified\n\n                             -8-\n\nimmunity,3 plaintiff  sufficiently identified a  \"universe of\n\nauthority\" relevant to his access  claim.  Elder v. Holloway,\n                                                            \n\n975 F.2d  1388, 1393 (9th  Cir. 1991), cert. granted,  113 S.\n                                                    \n\nCt. 3033 (1993).  We have not required a plaintiff opposing a\n\nqualified immunity defense to cite cases in which the precise\n\nconduct at issue had been  found unlawful.  Germany v. Vance,\n                                                            \n\n868 F.2d 9, 16 (1st Cir. 1989).  \"It is enough,  rather, that\n\nthere existed case  law sufficient to clearly  establish that\n\nif a  court were presented  with such a situation,  the court\n                \n\nwould find that  plaintiff's rights were violated.\"   Hall v.\n                                                          \n\nOchs, 817 F.2d 920, 925 (1st Cir. 1987).\n    \n\n          By  1986, \"[m]any  courts [had]  found  a cause  of\n\naction for violation  of the right of  access . . .  where it\n\nwas  alleged   that  prison   officials  confiscated   and/or\n\ndestroyed  legal  materials.\"    Simmons,  804  F.2d  at  183\n                                        \n\n(collecting  cases).  See  also Bonner v.  Coughlin, 517 F.2d\n                                                   \n\n1311,  1320 (7th  Cir. 1975)  (pre-Bounds  case assumes  that\n                                         \n\nintentional taking  of prisoner legal  materials resulting in\n\naccess   interference  may  violate  due  process);  Ruiz  v.\n                                                         \n\n                    \n\n3.  In an accompanying affidavit,  plaintiff averred that  he\nhad four  lawsuits pending at  the time of his  February 1986\ntransfer  to federal custody.   Court documents,  attached as\nexhibits, show that  two of these cases  were later dismissed\nfor  lack of  prosecution,  a  direct consequence,  plaintiff\nmaintains, of the two-year deprivation of his legal materials\nwhich included trial transcripts, pleadings, legal documents,\nresearch  materials and  exhibits.    For  the  same  reason,\nplaintiff attests that he could not effectively prosecute the\ntwo other pending actions.\n\n                             -9-\n\nEstelle, 679 F.2d  1115, 1153 (5th Cir. 1982)  (access to the\n       \n\ncourts includes right to access to those \"accessories without\n\nwhich  legal claims cannot  be effectively  asserted\"), cert.\n                                                             \n\ndenied, 460 U.S. 1042 (1983); Morello v. James, 810 F.2d 344,\n                                              \n\n346 (2d Cir. 1987) (complaint of official taking, in 1983, of\n\npro  se  legal materials  and  work product  stated  a Bounds\n                                                             \n\nclaim); Green v. Johnson, 977  F.2d 1383, 1389-90 (10th  Cir.\n                        \n\n1992) (pre-1985 seizure of pro se legal materials followed by\n                                 \n\ndismissal of several of inmate's lawsuits stated a cognizable\n\ndenial of  access claim).   And, in  Germany, where  a social\n                                            \n\nworker's failure to disclose important information was  found\n\nto preclude qualified immunity, we concluded:  \"In 1980,  the\n\ncontours  of  the   right  of  access  to   the  courts  were\n\nsufficiently  clear  so  that  a  reasonable  official  would\n\nunderstand   that  the  right   would  be  violated   by  the\n\nintentional   or   recklessly  indifferent   withholding   of\n\npotentially  exculpatory  information   from  an  adjudicated\n\ndelinquent or from  the court itself.\"  Germany,  868 F.2d at\n                                               \n\n16.\n\n          Thus, although we have not addressed the particular\n\nquestion  whether  state  prison  officials'  intentional  or\n\ndeliberately   indifferent  withholding   of  a   transferred\n\ninmate's  legal materials implicates a Bounds right, in light\n                                             \n\nof  the  state of  the  relevant  law  in February  1986,  we\n\nconclude   that  the   unlawfulness   of  such   conduct  was\n\n                             -10-\n\nsufficiently established  at that  time and  would have  been\n\napparent to a reasonable official.  See Patterson v. Mintzes,\n                                                            \n\n717 F.2d 284, 288 (6th Cir. 1983) (unrebutted allegations  of\n\ndelay  in   forwarding  transferred  inmate's   legal  papers\n\nconstitute  cognizable    1983 claim);  see  also Crisafi  v.\n                                                         \n\nHolland, 655 F.2d  1305, 1309-10 (D.C. Cir. 1981).  Moreover,\n       \n\nplaintiff's letters  would have  alerted a  reasonable prison\n\nofficial  that some  action  needed to  be  taken to  protect\n\nplaintiff's access rights.  See Nelson  v. Overberg, 999 F.2d\n                                                   \n\n162, 166 (6th Cir. 1993).\n\n                             IV.\n                               \n\n          Defendants have posited no governmental interest or\n\npenological  objective  justifying  the delayed  transfer  of\n\nplaintiff's legal materials.  Turner v. Safley, 482  U.S. 78,\n                                              \n\n89 (1987).  Defendants' arguments here that their conduct was\n\nat most negligent or that they were minimally involved in the\n\nclaimed  violations  are   not  properly  before  us:     the\n\nsubjective  beliefs or motives  of a government  official are\n\nsimply   irrelevant  to   the  qualified   immunity  inquiry.\n\nAnderson, 483 U.S. at 641;  Buenrostro, 973 F.2d at 42; Floyd\n                                                             \n\nv. Farrell, 765 F.2d 1, 4-5 (1st Cir. 1985); see also Coffman\n                                                             \n\nv. Trickey, 884 F.2d 1057, 1063 (8th Cir. 1989) (\"In deciding\n          \n\n[the qualified  immunity] issue,  a court  must consider  the\n\ninformation upon which  the official acted, although  this is\n\nnot to be confused with a review of the official's subjective\n\n                             -11-\n\nintent.\"), cert. denied, 494 U.S. 1056 (1990).  Consequently,\n                       \n\nthe  district court correctly decided that defendants are not\n\nentitled to qualified  immunity on plaintiff's access  to the\n\ncourts claim.\n\n          Affirmed.\n                  \n\n          Appellee's request for double costs is denied.\n                                                       \n\n          Appellants' motion to strike first amended verified\n\ncomplaint from appellee's supplemental appendix is denied.\n                                                         \n\n          Appellee's  cross-motion  to   strike  portions  of\n\nappellants' reply brief is denied.\n                                 \n\n          Appellants'  motion to  amend  argument heading  in\n\nbrief is allowed.\n                \n\n          Appellee's  motion to  supplement appendix  and for\n\nsanctions is denied.\n                   \n\n                             -12-\n",
  "html": "<p class=\"case_cite\">8 F.3d 809</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Marvin M. SMITH, Plaintiff, Appellee,<br>v.<br>Michael MALONEY &amp; Michael FAIR, DEPARTMENT OF CORRECTIONS,<br>Defendants, Appellants.</p>\n    <p class=\"docket\">No. 93-1297.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">November 1, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal From The United States District Court For The District of Massachusetts</p>\n      <p class=\"indent\">Marvin M. Smith on brief pro se.</p>\n      <p class=\"indent\">Nancy Ankers White, Special Assistant Attorney General, and Herbert C. Hanson, Senior Litigation Counsel, Department of Correction, on brief for appellants.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Selya and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal we are asked to decide whether the defendants are, as a matter of law, entitled to invoke the defense of qualified immunity in resisting plaintiff's pro se action under 42 U.S.C. &#167; 1983.   Mitchell v. Forsyth, 472 U.S. 511, 530 (1985).  We conclude that the district court correctly decided that the contours of the law were well known at the time about which plaintiff complains, and therefore affirm.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff Marvin M. Smith, a Massachusetts prisoner, sued the defendants, state prison officials, for taking two years to forward his legal materials after Smith's transfer from state to federal custody on February 5, 1986.  At the time of the transfer, plaintiff was attempting to pursue post-conviction relief from his state conviction, and had several civil actions pending.  On March 1, 1986, he wrote to the state prison property office inquiring when he could expect to receive his personal property, particularly his legal materials, asserting that the delay was threatening court deadlines.  When no response came by March 18, 1986, plaintiff wrote to defendant Maloney, then the Superintendent of the state prison, about the forwarding of his personal property.  The letter reiterated plaintiff's lack of access to his legal documents, and again warned that it was impossible to meet pressing court dates because his legal materials were being held at the state prison.  On March 19, plaintiff wrote a similar letter to defendant Fair, the then Commissioner of the Massachusetts Department of Correction (\"DOC\").</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Defendant Maloney's April 1, 1986 response to the March 18 letter advised that \"your property must be picked up by your family.\"  Plaintiff's letter to defendant Fair was referred to Pires, a DOC grievance coordinator, who, on April 24, 1986, informed plaintiff that he would check into \"the problem with your property.\"  In a May 13, 1986 letter to Pires, plaintiff complained, inter alia, that he had not received his legal property or legal mail since the transfer, and that federal prison administrators would not allow his family to send his legal property.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Pires did not reply to that letter.  However, on June 9, 1986, a DOC Deputy Commissioner approved a Pires' memorandum outlining defendant Maloney's agreement that his facility would assume any costs in forwarding property of inmates transferred to the federal prison system, and would also \"ensure that all permissible property is forwarded.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In July 1987, plaintiff still had not yet received his legal property and filed this &#167; 1983 suit against Fair and Maloney in their individual and official capacities.  The complaint alleged that because the federal prison system was not equipped to assist him with pending Massachusetts cases, the continuing refusal to forward his legal property was a deprivation of property without due process and a denial of meaningful access to the courts.  On March 15, 1988, twenty-five months after the transfer to federal custody, plaintiff's legal materials were forwarded to the federal authorities.  Defendant Maloney's accompanying letter acknowledged plaintiff's federal lawsuit seeking the return of his legal property, and characterized the delay as caused by \"administrative miscommunication at our end.\"  In 1989, plaintiff was returned to the state prison system.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1990 defendants' initial motion for summary judgment on the due process and access to the courts claims was denied;  an accompanying claim of inadequate federal prison library facilities was declared moot since plaintiff was no longer in federal custody.  In 1992, defendants' renewed motion for summary judgment on, inter alia, qualified immunity grounds was denied, and the case was ordered to proceed to trial.  Our review on this interlocutory appeal from the denial of a qualified immunity defense is de novo, and following the usual summary judgment commands, we view all facts and reasonable inferences from the record as a whole in plaintiff's favor.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   Cookish v. Powell, 945 F.2d 441, 443 (1st Cir. 1991).</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiff's complaint alleges, with sufficient particularity, a claim for which relief under &#167; 1983 is available: the right to meaningful and effective access to the courts.   Bounds v. Smith, 430 U.S. 817, 822-24 (1977).  We have held that allegations of intentional refusal to return an inmate's legal materials state a cause of action under &#167; 1983.   Simmons v. Dickhaut, 804 F.2d 182, 184 (1st Cir. 1986).  In determining whether the defendants are entitled to the protection of qualified immunity from suit, the inquiry is essentially objective:  whether a \"reasonable [official] could have believed [the failure to forward plaintiff's legal materials for two years] to be lawful, in light of clearly established law and the information the [prison officials] possessed.\"   Anderson v. Creighton, 483 U.S. 635, 641 (1987).  Plaintiff bears the initial burden to show that the legal rules regarding the right of access at issue here were sufficiently clear before the defendants acted or, in this case, failed to act.   Davis v. Scherer, 468 U.S. 183, 197 (1984).  Once that threshold is passed, the defendants' conduct is compared to what a reasonable official would understand was legally required during the relevant period, from February 1986 through March 1988.  To that end, a \"court should ask whether the [officers] acted reasonably under settled law in the circumstances, not whether another reasonable, or more reasonable, interpretation of the events can be constructed [subsequently]....   Hunter v. Bryant, 112 S. Ct. 534, 537 (1991);  &#167; ee also Frazier v. Bailey, 957 F.2d 920, 929 (1st Cir. 1992);   Cinelli v. Cutillo, 896 F.2d 650, 654 (1st Cir. 1990).  If the particular access right at issue here was clearly established at the time of the alleged deprivation, it can be \"presume[d] that the defendant knew, or should have known that his conduct was beyond the pale.\"   Buenrostro v. Collazo, 973 F.2d 39, 42 (1st Cir. 1992).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Applying this standard, we have little difficulty concluding that plaintiff has satisfied the burden to demonstrate that the access right at issue was clearly established during the relevant period.  In opposing defendants' request for summary judgment based on qualified immunity,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> plaintiff sufficiently identified a \"universe of authority\" relevant to his access claim.   Elder v. Holloway, 975 F.2d 1388, 1393 (9th Cir. 1991), cert. granted, 113 S. Ct. 3033 (1993).  We have not required a plaintiff opposing a qualified immunity defense to cite cases in which the precise conduct at issue had been found unlawful.   Germany v. Vance, 868 F.2d 9, 16 (1st Cir. 1989).  \"It is enough, rather, that there existed case law sufficient to clearly establish that if a court were presented with such a situation, the court would find that plaintiff's rights were violated.\"   Hall v. Ochs, 817 F.2d 920, 925 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">By 1986, \"[m]any courts [had] found a cause of action for violation of the right of access ... where it was alleged that prison officials confiscated and/or destroyed legal materials.\"   Simmons, 804 F.2d at 183 (collecting cases).   See also Bonner v. Coughlin, 517 F.2d 1311, 1320 (7th Cir. 1975) (pre-Bounds case assumes that intentional taking of prisoner legal materials resulting in access interference may violate due process);   Ruiz v. Estelle, 679 F.2d 1115, 1153 (5th Cir. 1982) (access to the courts includes right to access to those \"accessories without which legal claims cannot be effectively asserted\"), cert. denied, 460 U.S. 1042 (1983);  Morello v.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">James, 810 F.2d 344, 346 (2d Cir. 1987) (complaint of official taking, in 1983, of pro se legal materials and work product stated a Bounds claim);   Green v. Johnson, 977 F.2d 1383, 1389-90 (10th Cir. 1992) (pre-1985 seizure of pro se legal materials followed by dismissal of several of inmate's lawsuits stated a cognizable denial of access claim).  And, in Germany, where a social worker's failure to disclose important information was found to preclude qualified immunity, we concluded:  \"In 1980, the contours of the right of access to the courts were sufficiently clear so that a reasonable official would understand that the right would be violated by the intentional or recklessly indifferent withholding of potentially exculpatory information from an adjudicated delinquent or from the court itself.\"   Germany, 868 F.2d at 16.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Thus, although we have not addressed the particular question whether state prison officials' intentional or deliberately indifferent withholding of a transferred inmate's legal materials implicates a Bounds right, in light of the state of the relevant law in February 1986, we conclude that the unlawfulness of such conduct was sufficiently established at that time and would have been apparent to a reasonable official.   See Patterson v. Mintzes, 717 F.2d 284, 288 (6th Cir. 1983) (unrebutted allegations of delay in forwarding transferred inmate's legal papers constitute cognizable &#167; 1983 claim);   see also Crisafi v. Holland, 655 F.2d 1305, 1309-10</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(D.C. Cir. 1981).  Moreover, plaintiff's letters would have alerted a reasonable prison official that some action needed to be taken to protect plaintiff's access rights.   See Nelson v. Overberg, 999 F.2d 162, 166 (6th Cir. 1993).</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Defendants have posited no governmental interest or penological objective justifying the delayed transfer of plaintiff's legal materials.   Turner v. Safley, 482 U.S. 78, 89 (1987).  Defendants' arguments here that their conduct was at most negligent or that they were minimally involved in the claimed violations are not properly before us:  the subjective beliefs or motives of a government official are simply irrelevant to the qualified immunity inquiry.   Anderson, 483 U.S. at 641;   Buenrostro, 973 F.2d at 42;   Floyd v. Farrell, 765 F.2d 1, 4-5 (1st Cir. 1985);   see also Coffman v. Trickey, 884 F.2d 1057, 1063 (8th Cir. 1989) (\"In deciding [the qualified immunity] issue, a court must consider the information upon which the official acted, although this is not to be confused with a review of the official's subjective intent.\"), cert. denied, 494 U.S. 1056 (1990).  Consequently, as there is no dispute, the district court correctly decided that defendants are not entitled to qualified immunity on plaintiff's access to the courts claim.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellee's request for double costs is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellants' motion to strike first amended verified complaint from appellee's supplemental appendix is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellee's cross-motion to strike portions of appellants' reply brief is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Appellants' motion to amend argument heading in brief is allowed.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellee's motion to supplement appendix and for sanctions is denied.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Plaintiff also relies on 103 C.M.R. &#167; 403.16(2) which states in relevant part:  \"Whenever an inmate is transferred to another correctional institution all personal property approved for retention at the receiving institution shall be transferred along with him/her or as soon as practicable thereafter.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We note that plaintiff's motion for leave to file a first amended verified complaint, proffered before the district court acted upon defendants' renewed motion for summary judgment, was denied after this appeal was noticed.  While defendants argue that the amended verified complaint is outside the record on appeal, since plaintiff expressly included it as part of his opposition to summary judgment, it is properly before us.   See Sheinkopf v. Stone, 927 F.2d 1259, 1262 (1st Cir. 1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In an accompanying affidavit, plaintiff averred that he had four lawsuits pending at the time of his February 1986 transfer to federal custody.  Court documents, attached as exhibits,show that two of these cases were later dismissed for lack of prosecution, a direct consequence, plaintiff maintains, of the two-year deprivation of his legal materials which included trial transcripts, pleadings, legal documents, research materials and exhibits.  For the same reason, plaintiff attests that he could not effectively prosecute the two other pending actions</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">809</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Marvin M. SMITH, Plaintiff, Appellee,<br>v.<br>Michael MALONEY &amp; Michael FAIR, DEPARTMENT OF CORRECTIONS,<br>Defendants, Appellants.</p>\n    <p class=\"docket\">No. 93-1297.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">November 1, 1993</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal From The United States District Court For The District of Massachusetts</p>\n      <p class=\"indent\">Marvin M. Smith on brief pro se.</p>\n      <p class=\"indent\">Nancy Ankers White, Special Assistant Attorney General, and Herbert C. Hanson, Senior Litigation Counsel, Department of Correction, on brief for appellants.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Selya and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal we are asked to decide whether the defendants are, as a matter of law, entitled to invoke the defense of qualified immunity in resisting plaintiff's pro se action under 42 U.S.C. &#167; 1983.   Mitchell v. Forsyth, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 530 (1985).  We conclude that the district court correctly decided that the contours of the law were well known at the time about which plaintiff complains, and therefore affirm.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff Marvin M. Smith, a Massachusetts prisoner, sued the defendants, state prison officials, for taking two years to forward his legal materials after Smith's transfer from state to federal custody on February 5, 1986.  At the time of the transfer, plaintiff was attempting to pursue post-conviction relief from his state conviction, and had several civil actions pending.  On March 1, 1986, he wrote to the state prison property office inquiring when he could expect to receive his personal property, particularly his legal materials, asserting that the delay was threatening court deadlines.  When no response came by March 18, 1986, plaintiff wrote to defendant Maloney, then the Superintendent of the state prison, about the forwarding of his personal property.  The letter reiterated plaintiff's lack of access to his legal documents, and again warned that it was impossible to meet pressing court dates because his legal materials were being held at the state prison.  On March 19, plaintiff wrote a similar letter to defendant Fair, the then Commissioner of the Massachusetts Department of Correction (\"DOC\").</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Defendant Maloney's April 1, 1986 response to the March 18 letter advised that \"your property must be picked up by your family.\"  Plaintiff's letter to defendant Fair was referred to Pires, a DOC grievance coordinator, who, on April 24, 1986, informed plaintiff that he would check into \"the problem with your property.\"  In a May 13, 1986 letter to Pires, plaintiff complained, inter alia, that he had not received his legal property or legal mail since the transfer, and that federal prison administrators would not allow his family to send his legal property.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Pires did not reply to that letter.  However, on June 9, 1986, a DOC Deputy Commissioner approved a Pires' memorandum outlining defendant Maloney's agreement that his facility would assume any costs in forwarding property of inmates transferred to the federal prison system, and would also \"ensure that all permissible property is forwarded.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In July 1987, plaintiff still had not yet received his legal property and filed this &#167; 1983 suit against Fair and Maloney in their individual and official capacities.  The complaint alleged that because the federal prison system was not equipped to assist him with pending Massachusetts cases, the continuing refusal to forward his legal property was a deprivation of property without due process and a denial of meaningful access to the courts.  On March 15, 1988, twenty-five months after the transfer to federal custody, plaintiff's legal materials were forwarded to the federal authorities.  Defendant Maloney's accompanying letter acknowledged plaintiff's federal lawsuit seeking the return of his legal property, and characterized the delay as caused by \"administrative miscommunication at our end.\"  In 1989, plaintiff was returned to the state prison system.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1990 defendants' initial motion for summary judgment on the due process and access to the courts claims was denied;  an accompanying claim of inadequate federal prison library facilities was declared moot since plaintiff was no longer in federal custody.  In 1992, defendants' renewed motion for summary judgment on, inter alia, qualified immunity grounds was denied, and the case was ordered to proceed to trial.  Our review on this interlocutory appeal from the denial of a qualified immunity defense is de novo, and following the usual summary judgment commands, we view all facts and reasonable inferences from the record as a whole in plaintiff's favor.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   Cookish v. Powell, <span class=\"citation\" data-id=\"569090\"><a href=\"/opinion/569090/dennis-r-cookish-v-commissioner-ronald-powell/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">441</span></a></span>, 443 (1st Cir. 1991).</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiff's complaint alleges, with sufficient particularity, a claim for which relief under &#167; 1983 is available: the right to meaningful and effective access to the courts.   Bounds v. Smith, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span>, 822-24 (1977).  We have held that allegations of intentional refusal to return an inmate's legal materials state a cause of action under &#167; 1983.   Simmons v. Dickhaut, <span class=\"citation\" data-id=\"478733\"><a href=\"/opinion/478733/paul-simmons-v-paul-g-dickhaut-and-tony-somensini/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">182</span></a></span>, 184 (1st Cir. 1986).  In determining whether the defendants are entitled to the protection of qualified immunity from suit, the inquiry is essentially objective:  whether a \"reasonable [official] could have believed [the failure to forward plaintiff's legal materials for two years] to be lawful, in light of clearly established law and the information the [prison officials] possessed.\"   Anderson v. Creighton, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 641 (1987).  Plaintiff bears the initial burden to show that the legal rules regarding the right of access at issue here were sufficiently clear before the defendants acted or, in this case, failed to act.   Davis v. Scherer, <span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, 197 (1984).  Once that threshold is passed, the defendants' conduct is compared to what a reasonable official would understand was legally required during the relevant period, from February 1986 through March 1988.  To that end, a \"court should ask whether the [officers] acted reasonably under settled law in the circumstances, not whether another reasonable, or more reasonable, interpretation of the events can be constructed [subsequently]....   Hunter v. Bryant, <span class=\"citation\" data-id=\"112671\"><a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">534</span></a></span>, 537 (1991);  &#167; ee also Frazier v. Bailey, <span class=\"citation\" data-id=\"578605\"><a href=\"/opinion/578605/kevin-frazier-v-edward-n-bailey/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span>, 929 (1st Cir. 1992);   Cinelli v. Cutillo, <span class=\"citation\" data-id=\"536978\"><a href=\"/opinion/536978/arthur-j-cinelli-v-michael-cutillo-and-robert-nunez/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">650</span></a></span>, 654 (1st Cir. 1990).  If the particular access right at issue here was clearly established at the time of the alleged deprivation, it can be \"presume[d] that the defendant knew, or should have known that his conduct was beyond the pale.\"   Buenrostro v. Collazo, <span class=\"citation\" data-id=\"589648\"><a href=\"/opinion/589648/leonel-buenrostro-v-pablo-collazo-aka-pablo-collazo-marrero/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span>, 42 (1st Cir. 1992).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Applying this standard, we have little difficulty concluding that plaintiff has satisfied the burden to demonstrate that the access right at issue was clearly established during the relevant period.  In opposing defendants' request for summary judgment based on qualified immunity,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> plaintiff sufficiently identified a \"universe of authority\" relevant to his access claim.   Elder v. Holloway, <span class=\"citation no-link\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1388</span></span>, 1393 (9th Cir. 1991), cert. granted, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3033</span> </span>(1993).  We have not required a plaintiff opposing a qualified immunity defense to cite cases in which the precise conduct at issue had been found unlawful.   Germany v. Vance, <span class=\"citation\" data-id=\"518738\"><a href=\"/opinion/518738/suzanne-germany-v-carol-vance-suzanne-germany-v-carol-vance/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span>, 16 (1st Cir. 1989).  \"It is enough, rather, that there existed case law sufficient to clearly establish that if a court were presented with such a situation, the court would find that plaintiff's rights were violated.\"   Hall v. Ochs, <span class=\"citation\" data-id=\"487735\"><a href=\"/opinion/487735/bancroft-dudley-hall-v-frederick-j-ochs-frederick-j-ochs-s-leo-judge/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span>, 925 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">By 1986, \"[m]any courts [had] found a cause of action for violation of the right of access ... where it was alleged that prison officials confiscated and/or destroyed legal materials.\"   <span class=\"citation\" data-id=\"478733\"><span class=\"antecedent_guess\">Simmons,</span> <a href=\"/opinion/478733/paul-simmons-v-paul-g-dickhaut-and-tony-somensini/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">183</span> </a></span>(collecting cases).   See also Bonner v. Coughlin, <span class=\"citation\" data-id=\"328221\"><a href=\"/opinion/328221/alonzo-bonner-v-joseph-coughlin/\"><span class=\"volume\">517</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1311</span></a></span>, 1320 (7th Cir. 1975) (pre-Bounds case assumes that intentional taking of prisoner legal materials resulting in access interference may violate due process);   Ruiz v. Estelle, <span class=\"citation\" data-id=\"404985\"><a href=\"/opinion/404985/david-r-ruiz-united-states-of-america-intervenor-appellee-v-w-j/\"><span class=\"volume\">679</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1115</span></a></span>, 1153 (5th Cir. 1982) (access to the courts includes right to access to those \"accessories without which legal claims cannot be effectively asserted\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1042</span> </span>(1983);  Morello v.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">James, <span class=\"citation\" data-id=\"482477\"><a href=\"/opinion/482477/vincent-morello-v-charles-james-j-nowakawski-correction-officer-and/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">344</span></a></span>, 346 (2d Cir. 1987) (complaint of official taking, in 1983, of pro se legal materials and work product stated a Bounds claim);   Green v. Johnson, <span class=\"citation\" data-id=\"593264\"><a href=\"/opinion/593264/rickke-leon-green-v-wayne-johnson-james-green-don-morgan-charles-arnold/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1383</span></a></span>, 1389-90 (10th Cir. 1992) (pre-1985 seizure of pro se legal materials followed by dismissal of several of inmate's lawsuits stated a cognizable denial of access claim).  And, in Germany, where a social worker's failure to disclose important information was found to preclude qualified immunity, we concluded:  \"In 1980, the contours of the right of access to the courts were sufficiently clear so that a reasonable official would understand that the right would be violated by the intentional or recklessly indifferent withholding of potentially exculpatory information from an adjudicated delinquent or from the court itself.\"   <span class=\"citation\" data-id=\"518738\"><span class=\"antecedent_guess\">Germany,</span> <a href=\"/opinion/518738/suzanne-germany-v-carol-vance-suzanne-germany-v-carol-vance/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">16</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Thus, although we have not addressed the particular question whether state prison officials' intentional or deliberately indifferent withholding of a transferred inmate's legal materials implicates a Bounds right, in light of the state of the relevant law in February 1986, we conclude that the unlawfulness of such conduct was sufficiently established at that time and would have been apparent to a reasonable official.   See Patterson v. Mintzes, <span class=\"citation\" data-id=\"424808\"><a href=\"/opinion/424808/chester-patterson-v-barry-mintzes/\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">284</span></a></span>, 288 (6th Cir. 1983) (unrebutted allegations of delay in forwarding transferred inmate's legal papers constitute cognizable &#167; 1983 claim);   see also Crisafi v. Holland, <span class=\"citation\" data-id=\"392961\"><a href=\"/opinion/392961/salvatore-g-crisafi-v-george-e-holland/\"><span class=\"volume\">655</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1305</span></a></span>, 1309-10</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(D.C. Cir. 1981).  Moreover, plaintiff's letters would have alerted a reasonable prison official that some action needed to be taken to protect plaintiff's access rights.   See Nelson v. Overberg, <span class=\"citation\" data-id=\"611639\"><a href=\"/opinion/611639/israel-e-nelson-v-roger-t-overberg/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span>, 166 (6th Cir. 1993).</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Defendants have posited no governmental interest or penological objective justifying the delayed transfer of plaintiff's legal materials.   Turner v. Safley, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 89 (1987).  Defendants' arguments here that their conduct was at most negligent or that they were minimally involved in the claimed violations are not properly before us:  the subjective beliefs or motives of a government official are simply irrelevant to the qualified immunity inquiry.   <span class=\"citation\" data-id=\"111953\"><span class=\"antecedent_guess\">Anderson,</span> <a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">641</span></a></span>;   <span class=\"citation\" data-id=\"589648\"><span class=\"antecedent_guess\">Buenrostro,</span> <a href=\"/opinion/589648/leonel-buenrostro-v-pablo-collazo-aka-pablo-collazo-marrero/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">42</span></a></span>;   Floyd v. Farrell, <span class=\"citation\" data-id=\"453598\"><a href=\"/opinion/453598/barry-eric-floyd-v-richard-j-farrell-jr-individually-and-in-his/\"><span class=\"volume\">765</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4-5 (1st Cir. 1985);   see also Coffman v. Trickey, <span class=\"citation\" data-id=\"528857\"><a href=\"/opinion/528857/larry-coffman-v-myrna-trickey/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1057</span></a></span>, 1063 (8th Cir. 1989) (\"In deciding [the qualified immunity] issue, a court must consider the information upon which the official acted, although this is not to be confused with a review of the official's subjective intent.\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1056</span> </span>(1990).  Consequently, as there is no dispute, the district court correctly decided that defendants are not entitled to qualified immunity on plaintiff's access to the courts claim.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellee's request for double costs is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellants' motion to strike first amended verified complaint from appellee's supplemental appendix is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellee's cross-motion to strike portions of appellants' reply brief is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Appellants' motion to amend argument heading in brief is allowed.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellee's motion to supplement appendix and for sanctions is denied.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Plaintiff also relies on 103 C.M.R. &#167; 403.16(2) which states in relevant part:  \"Whenever an inmate is transferred to another correctional institution all personal property approved for retention at the receiving institution shall be transferred along with him/her or as soon as practicable thereafter.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We note that plaintiff's motion for leave to file a first amended verified complaint, proffered before the district court acted upon defendants' renewed motion for summary judgment, was denied after this appeal was noticed.  While defendants argue that the amended verified complaint is outside the record on appeal, since plaintiff expressly included it as part of his opposition to summary judgment, it is properly before us.   See Sheinkopf v. Stone, <span class=\"citation\" data-id=\"557334\"><a href=\"/opinion/557334/warren-b-sheinkopf-v-john-kp-stone-iii-etc/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1259</span></a></span>, 1262 (1st Cir. 1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In an accompanying affidavit, plaintiff averred that he had four lawsuits pending at the time of his February 1986 transfer to federal custody.  Court documents, attached as exhibits,show that two of these cases were later dismissed for lack of prosecution, a direct consequence, plaintiff maintains, of the two-year deprivation of his legal materials which included trial transcripts, pleadings, legal documents, research materials and exhibits.  For the same reason, plaintiff attests that he could not effectively prosecute the two other pending actions</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109643/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111241/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111904/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112671/",
    "https://www.courtlistener.com/api/rest/v3/opinions/328221/",
    "https://www.courtlistener.com/api/rest/v3/opinions/392961/",
    "https://www.courtlistener.com/api/rest/v3/opinions/404985/",
    "https://www.courtlistener.com/api/rest/v3/opinions/424808/",
    "https://www.courtlistener.com/api/rest/v3/opinions/453598/",
    "https://www.courtlistener.com/api/rest/v3/opinions/478733/",
    "https://www.courtlistener.com/api/rest/v3/opinions/482477/",
    "https://www.courtlistener.com/api/rest/v3/opinions/487735/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518738/",
    "https://www.courtlistener.com/api/rest/v3/opinions/528857/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536978/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557334/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569090/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578605/",
    "https://www.courtlistener.com/api/rest/v3/opinions/589648/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593264/",
    "https://www.courtlistener.com/api/rest/v3/opinions/611639/"
  ]
}