{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195396/",
  "id": 195396,
  "absolute_url": "/opinion/195396/united-states-v-gibbens/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195396/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:11Z",
  "date_modified": "2020-02-21T23:47:37.029813Z",
  "type": "010combined",
  "sha1": "66e4bc9194ad00cd741bf226b13bde658333327e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2203.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-2203\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                          LEROY GIBBENS,\n\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\n                                                     \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge,\n                                          \n\n                  Bownes, Senior Circuit Judge,\n                                              \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                             \n\n     William Maselli for appellant.\n                    \n     Margaret  D. McGaughey,  Assistant  United States  Attorney,\n                           \nwith whom Jay  P. McCloskey, United States Attorney,  and Raymond\n                                                                 \nC.  Hurley, Assistant United States  Attorney, were on brief, for\n          \nappellee.\n\n                                             \n\n                           June 1, 1994\n\n                                             \n\n          SELYA,  Circuit   Judge.    This  appeal   presents  an\n          SELYA,  Circuit   Judge.\n                                 \n\nunsettled  question:   is the  government a  \"victim\" within  the\n\npurview  of the Victim and  Witness Protection Act,  18 U.S.C.   \n\n3363-3364 (VWPA or  the Act), and, thus, entitled to restitution,\n\nwhen  it  provokes the  commission of  a  crime that,  by design,\n\ndirectly  results in depletion of public coffers?  We answer this\n\nquestion in the negative, concluding that, in such circumstances,\n\nthe sovereign is  not entitled to restitution under the  Act.  At\n\nthe  same time,  we resolve  a more  pedestrian sentencing  issue\n\nwhich, although much bruited by appellant, has little substance.\n\nI.  BACKGROUND\n\n          Defendant-appellant  Leroy Gibbens  is a  shoemaker who\n\ndid not stick to his last.  Instead, Gibbens developed a sideline\n\nas a  broker  of second-hand  food stamps.   In  April 1992,  the\n\nUnited  States  Department  of   Agriculture  (USDA)  mounted  an\n\ninvestigation  into food  stamp trafficking  in Lewiston,  Maine.\n\nThe  targets of the investigation included appellant and his son,\n\nZachary J. Gibbens.\n\n          In due  course, an undercover  agent approached Gibbens\n\nthe younger and his confederate, Joseph R. Beaulieu III, offering\n\nto  sell food stamps at roughly twenty-five cents on the dollar.1\n\nThe junior Gibbens, who had followed in his father's footsteps in\n\nmore ways than one, consummated a few small transactions with the\n\nagent,  reselling the  bootleg food  stamps in saloons  and other\n\n                    \n\n     1Zachary  Gibbens  and  Joseph  Beaulieu  were  employed  by\nappellant at his shoe repair shop in Lewiston.\n\n                                2\n\nlocal haunts  for thirty or forty  cents on the dollar.   He also\n\ntold  his father of the  agent's overtures, and,  at his father's\n\nurging, put the two men in contact with each other.\n\n          Appellant, having recently  repaired to Florida,  dealt\n\nwith the agent by telephone,  wire, or mail, or by using  his son\n\nas  an internuncio.    In a  half-dozen  transactions during  the\n\nspring  and summer of 1992,  appellant bought stamps  that had an\n\naggregate face  value of $12,895, paying  the agent approximately\n\none-fourth of that amount, and resold them at a profit.  In their\n\ncommunications  throughout  this  period,  appellant  continually\n\nimportuned his  vendor to  furnish more  stamps at  more frequent\n\nintervals.   He  also  boasted about  a putative  partner, albeit\n\nvaguely.   Then,  suddenly, to  appellant's apparent  dismay, the\n\nstream of sales stopped in July of 1992.\n\n          Toward the end of that year, the agent renewed contact.\n\nAppellant  bought  two  more  batches  of  food  stamps  at  deep\n\ndiscounts.   The redemption  value of the  stamps acquired during\n\nthis period  totalled $8,100.   The second of  these transactions\n\nmarked the initial face-to-face meeting between appellant and the\n\nagent.\n\n          The  government subsequently  dropped  the other  shoe:\n\nall  three cobblers were arrested and a federal grand jury handed\n\nup a fourteen-count indictment.  Appellant pleaded  guilty to one\n\ncount  of conspiracy  to  acquire  and  use  food  stamps  in  an\n\nunauthorized manner, 18  U.S.C.    371, and  six counts  alleging\n\nunlawful possession of  food stamps  in violation of  7 U.S.C.   \n\n                                3\n\n2024(b).   The government agreed to dismiss the only other counts\n\nin which appellant was featured.\n\n          The district court  sentenced appellant on October  22,\n\n1993.  In  constructing the guideline sentencing range (GSR), the\n\ncourt started at offense level six.   See U.S.S.G.  2F1.1(a).  It\n                                         \n\nthen  factored in  a four-level  upward adjustment for  amount of\n\nloss,  see U.S.S.G.   2F1.1(b)(1)(E)  (specifying  increment  for\n          \n\nfraud cases involving losses ranging from $20,000 to $39,999.99),\n\na  two-level  enhancement  for  more-than-minimal  planning,  see\n                                                                 \n\nU.S.S.G.  2F1.1(b)(2)(A), and  a two-level credit for  acceptance\n\nof  responsibility,  see  U.S.S.G.   3E1.1.   These  computations\n                        \n\nyielded an adjusted offense level of ten.  For a defendant with a\n\nnegligible record of prior criminality (Criminal History Category\n\nI), this adjusted offense level  produced a GSR of  six-to-twelve\n\nmonths in prison.\n\n          The court imposed  a six-month incarcerative  sentence,\n\nto  be followed by three years  of supervised release.  The court\n\neschewed  any fine, but ordered  appellant to pay  $15,230 to the\n\ngovernment as  restitution.   The  court computed  the amount  of\n\nrestitution  by aggregating  the face  value of  the food  stamps\n\nhandled  by appellant  (i.e., the  sums owed  by the USDA  to the\n                            \n\nretailers who  ultimately presented those stamps  for redemption)\n\nand  then subtracting the  monies appellant  paid to  acquire the\n\nstamps on the black market.\n\n          Appellant  now challenges his  sentence.   He showcases\n\nseveral assignments of error.   The first two entries  are merely\n\n                                4\n\nalternative formulations  of a  claim  that the  USDA engaged  in\n\nimpermissible sentencing  factor manipulation   a  claim which we\n\nfind lacking  in merit.   The other items  relate, in one  way or\n\nanother,  to the order for restitution.  Because we conclude that\n\nthe government does not qualify for statutory  restitution on the\n\nfacts  of this case, we need not address the remaining challenges\n\nto the restitution order.\n\nII.  SENTENCING FACTOR MANIPULATION\n\n          The  doctrine of  sentencing factor  manipulation is  a\n\nkissing  cousin of the doctrine of entrapment.  See United States\n                                                                 \n\nv. Connell,  960 F.2d 191, 194 (1st Cir. 1992) (coining term).  A\n          \n\ndetermination  as  to  whether  improper  manipulation  exists is\n\nordinarily  a  factbound  determination  subject  to  clear-error\n\nreview.  See United States  v. Brewster, 1 F.3d 51, 54  (1st Cir.\n                                       \n\n1993); Connell, 960 F.2d at 193.\n              \n\n          Though  phrased in  various  ways,  appellant's  theory\n\nboils  down   to  an   assertion  that  the   USDA  revived   the\n\ninvestigation, after soft-pedaling it for four months, not with a\n\nview toward bringing the  conspirators to heel, but for  the sole\n\npurpose  of  boosting  appellant's  offense  level  (and,  hence,\n\nensuring  a  prison  sentence).    In  support  of  this  theory,\n\nappellant  notes  that  the GSR  rose  once  the  amount of  loss\n\nexceeded  $20,000, see  U.S.S.G.  2F1.1(b)(1)(E);  that the  last\n                      \n\ntransaction, which exposed him  to this increase by bringing  the\n\namount of loss  over the  $20,000 mark, was  superfluous, as  the\n\ngovernment  had him dead to rights four months earlier; and that,\n\n                                5\n\nas  soon as the government reached the $20,000 plateau, it halted\n\nthe sting.\n\n          To  be sure, the sequence of events is suggestive   but\n\nthere  is another side to the story.   By the USDA's account, the\n\npress  of   other  agency  business   necessitated  a   temporary\n\nsuspension of  the investigation  following a  sale  on July  20,\n\n1992.   The hiatus ended  four months later  because the agency's\n\nworkload  had eased  and the  government  needed proof,  beyond a\n\nreasonable   doubt,   of   appellant's  conspiratorial   intent.2\n\nMoreover, the USDA was hoping, based on appellant's allusions  to\n\na supposed business partner, to land a bigger fish.\n\n          The   prosecution   also   suggests  that   appellant's\n\npredisposition  to deal in food  stamps on a  long-term basis, as\n\nevidenced  by  his  incessant  demands for  more  stamps  at more\n\nfrequent intervals,  undermines his claim that  he was blindsided\n\nby unfairly  manipulative conduct.   Although the  district court\n\nmade an express, fully  warranted finding that appellant remained\n\nready, willing, and eager to continue dealing bootleg food stamps\n\nindefinitely and  on an escalating scale,  the government's point\n\nis  nonetheless  of modest  relevance.    When an  accusation  of\n\nsentencing  factor  manipulation   surfaces,  the  judicial  gaze\n\nshould,  in  the   usual  case,  focus  primarily     though  not\n\n                    \n\n     2On this scenario, the final  transaction assumed particular\nimportance because  previous deals had been  conducted from afar,\nand, without  a face-to-face  encounter, the government  might be\nhard pressed to verify appellant's identity in court.  Cf., e.g.,\n                                                                \nB.  Franklin, Poor  Richard's Almanac  (1758) (warning  that \"for\n                                     \nwant of a nail the shoe is lost\").\n\n                                6\n\nnecessarily  exclusively     on   the  government's  conduct  and\n\nmotives.3  See  Brewster, 1  F.3d at 55  n.5 (explaining that  an\n                        \n\ninquiry  into sentencing  factor manipulation  should concentrate\n\nmore  on  the  government's  activity  than  on  the  defendant's\n\npredisposition); see also Connell, 960 F.2d at 194.\n                                 \n\n          Undercover   operations   comprise   a  valuable,   and\n\ngenerally lawful, weapon in  the government's armamentarium.  See\n                                                                 \n\nConnell,  960  F.2d at  194.   Thus,  courts should  proceed with\n       \n\ncaution in staking  out rules that will  hinder government agents\n\nwho seek lawfully to set such  ruses in motion.  See id. at  196.\n                                                        \n\n\"Despite  the fact  that  undercover operations  by their  nature\n\ninvolve elements of furtiveness, duplicity, and manipulation,  we\n\nhave never held that such initiatives are per se unfair.   To the\n                                                \n\ncontrary, we  think  that the  Executive Branch  is free,  within\n\nbroad limits, to set  such snares for unwary criminals.\"   United\n                                                                 \n\nStates v. Gifford, 17 F.3d 462,  470-71 (1st Cir. 1994); see also\n                                                                 \n\nUnited States v. Santana, 6 F.3d 1, 5-6 (1st Cir. 1993).\n                        \n\n          We can plot no bright line to separate the government's\n\nordinary  conduct   in  a  conventional   sting  operation   from\n\nextraordinary  misconduct  of   a  sort  that   might  constitute\n\n                    \n\n     3To  be  sure, a  defendant's  predisposition,  or the  lack\nthereof, may  have evidentiary  significance in an  assessment of\nthe government's motives and conduct.   Moreover, one can imagine\ndifferent species  of sentencing factor manipulation,  in some of\nwhich  predisposition may  be of greater  relevance.   See, e.g.,\n                                                                \nConnell,  960  F.2d at  196  (suggesting  that sentencing  factor\n       \nmanipulation may  include \"overbearing[ing] the will  of a person\npredisposed only to  committing a  lesser crime\").   We need  not\nprobe  these  points  too  deeply,  for,  wholly  apart from  any\nevidence  of  appellant's  predisposition,  the  district court's\nfinding that no manipulation occurred is supportable.\n\n                                7\n\nsentencing factor  manipulation.  We believe the  subject must be\n\napproached on  a case-by-case basis,  albeit with due  regard for\n\nthe  potential  dangers of  sentencing  factor  manipulation, see\n                                                                 \n\nConnell, 960 F.2d at 196.  Because the phenomenon, if it is found\n       \n\nto  exist  in  a  particular  case,  will  operate  to  reduce  a\n\ndefendant's offense  level,  the  burden  of  showing  sentencing\n\nfactor manipulation rests with the defendant.   See United States\n                                                                 \n\nv.  Morillo, 8  F.3d 864,  871 (1st  Cir. 1993)  (stating that  a\n           \n\n\"defendant bears  the burden of proving  entitlement to decreases\n\nin  the offense level\"); United  States v. Ocasio,  914 F.2d 330,\n                                                 \n\n332-33 (1st Cir. 1990) (same; citing other cases).  As with other\n\nfact-sensitive  sentencing issues,  see,  e.g., United  States v.\n                                                              \n\nDavid, 940 F.2d 722,  739 (1st Cir. 1991),  cert. denied, 112  S.\n                                                        \n\nCt. 908, 1298, 2301 (1992),  the burden of proof must be  carried\n\nby a preponderance of the evidence.\n\n          In an effort to  hoist this burden, appellant intimates\n\nthat  the  present   situation  is   inherently  susceptible   to\n\nmanipulation   and,  therefore,  gives   rise  to   a  conclusive\n\npresumption  of official  misconduct.   We  do  not agree.    The\n\ninquiry must proceed as  a stereotypical exercise in factfinding,\n\nlinked to an allocation of the burden of proof but uncluttered by\n\nartificial presumptions.      Putting matters in this perspective\n\nreveals the  fundamental weakness  in appellant's position.   The\n\ngovernment's explanation of  the sequence  of events,  apparently\n\ncredited by the district court,  is at least as plausible as  the\n\nadverse inference that  appellant would  have us draw.   We  have\n\n                                8\n\nheld,  time and again, that when a sentencing court is confronted\n\nwith  two reasonable views of  the record, and  chooses to credit\n\none such view rather than the other, its  choice cannot be termed\n\nclearly  erroneous.  See, e.g.,  United States v.  Ruiz, 905 F.2d\n                                                       \n\n499,  508 (1st Cir.  1990); United  States v.  Jimenez-Otero, 898\n                                                            \n\nF.2d 813, 815 (1st Cir. 1990).  So here.  Consequently, the lower\n\ncourt  did not  commit clear  error in  holding appellant  to the\n\ndevoir of persuasion and rejecting his claim of sentencing factor\n\nmanipulation.\n\nIII.  THE GOVERNMENT AS VICTIM\n\n          In  his most portentous  assignment of error, appellant\n\nposits  that, on  the  facts of  this  case, the  USDA  is not  a\n\n\"victim\" within  the meaning of the  restitutionary provisions of\n\nthe  Victim and Witness  Protection Act, 18  U.S.C.    3663-3664.\n\nThis   proposition  presents   a  pure   question  of   statutory\n\ninterpretation  and, as such, invites de novo review.  See, e.g.,\n                                                                \n\nGifford,  17 F.3d  at 472;  Liberty Mut.  Ins. Co.  v. Commercial\n                                                                 \n\nUnion Ins. Co., 978 F.2d 750, 757 (1st Cir. 1992).\n              \n\n                 A.  Conceptualizing the Problem.\n                                                \n\n          This case  falls into  a grey  area that  separates two\n\nestablished  legal  principles.    On  one  hand,  although  once\n\nproblematic,  see  infra p.  16,  it  is by  now  settled  that a\n                        \n\ngovernment  entity (local, state,  or federal) may  be a \"victim\"\n\nfor purposes of the VWPA (and may be awarded restitution) when it\n\nhas   passively  suffered  harm   resulting  directly   from  the\n\ndefendant's  criminal conduct,  as  from fraud  or  embezzlement.\n\n                                9\n\nSee, e.g., Ratliff  v. United  States, 999 F.2d  1023, 1027  (6th\n                                     \n\nCir. 1993)  (collecting cases); United  States v. Hand,  863 F.2d\n                                                      \n\n1100, 1103 (3d Cir. 1988) (collecting cases).  This principle has\n\nbeen  applied, and  properly so,  to cases  involving  food stamp\n\nfraud.   See, e.g., United  States v.  Dudley, 739 F.2d  175, 178\n                                             \n\n(4th Cir. 1984).\n\n          On the  other hand, the federal  courts are consentient\n\nto the effect that the government  is not a \"victim\" for purposes\n\nof VWPA  (and may not be awarded  restitution) to the extent that\n\nit incurs costs in  the clandestine provocation of a  crime that,\n\nif carried  to fruition  under ordinary circumstances,  would not\n\ndirectly  harm  the  government.4    See,  e.g.,  Gall v.  United\n                                                                 \n\nStates,      F.3d    ,     (6th Cir.  1994) [1994 U.S. App. LEXIS\n      \n\n6869,  at *14]  (holding that  \"drug buy\"  money advanced  by the\n\n                    \n\n     4Courts interpreting analogous  state statutes have  divided\non this type  of question.  For  example, some courts hold  that,\nwhen  a government agency disburses money  in a drug sting, it is\nnot  a \"victim\"  entitled to  restitution.   See, e.g.,  State v.\n                                                              \nNewman, 623 A.2d  1355, 1364  (N.J. 1993); People  v. Evans,  461\n                                                           \nN.E.2d 634, 639 (Ill. App. 1984); see also Evans v. Garrison, 657\n                                                            \nF.2d  64,  66  (4th   Cir.  1981)  (interpreting  North  Carolina\nstatute); People v. Rowe,  544 N.Y.S.2d 97, 98 (App.  Div. 1989),\n                        \naff'd, 554 N.E.2d 1277 (N.Y. 1990) (same, but later superseded by\n     \nstatute as discussed in  People v. Davis, 582 N.Y.S.  2d 249, 250\n                                        \n(App.  Div.  1992)).   However,  some  courts  have  held to  the\ncontrary.  See, e.g.,  Commonwealth v. Runion, 628 A.2d  904, 906\n                                             \n(Pa.  Super.  1993); State  v. Rios,  465  N.W.2d 611,  613 (Neb.\n                                   \n1991);  State  v. Stallings,  342  S.E.2d  519, 521  (N.C.  1986)\n                           \n(distinguishing and limiting Evans v. Garrison, supra); Oregon v.\n                                                              \nPettit, 698  P.2d 1049, 1051 (Or. App. 1985); see also Montana v.\n                                                              \nFertterer,  841 P.2d 467, 473 (Mont. 1992) (applying same rule in\n         \nsting directed at poaching scheme);  State v. Hernandez, 822 P.2d\n                                                       \n1011, 1014 (Idaho App.  1991) (allowing restitution for  costs of\nnarcotics investigation).   Because these  cases tend to  turn on\nthe wording of  the statutes involved, they are  not particularly\ninstructive for our purposes.\n\n                                10\n\ngovernment is  not recoverable under the VWPA);  United States v.\n                                                              \n\nDaddato, 996  F.2d 903, 905  (7th Cir. 1993)  (similar) (dictum);\n       \n\nUnited States v. Salcedo-Lopez,  907 F.2d 97, 98 (9th  Cir. 1990)\n                              \n\n(holding  that  money  used  by undercover  government  agent  to\n\npurchase false identification documents is not recoverable  under\n\nthe VWPA); United States v. Finley, 783 F. Supp. 1123, 1127 (N.D.\n                                  \n\nIll. 1991) (refusing  to order restitution  of funds extorted  by\n\ndefendant from undercover agent).   All four of these  cases rely\n\nat some level on  the generality that investigatory costs  do not\n\nconstitute  a \"loss\" within the  purview of the  Act because such\n\ncosts are best conceived as voluntary outlays for the procurement\n\nof evidence.5   See Gall,      F.3d at     [1994  U.S. App. LEXIS\n                        \n\n6869 at *16]; Daddato,  996 F.2d at 905; Salcedo-Lopez,  907 F.2d\n                                                      \n\nat 98; Finley, 783 F. Supp. at 1128.\n             \n\n          What  makes  this  case  difficult  is  that  it  falls\n\nsomewhere between  the two ends of  the spectrum.  While  we deal\n\nwith a crime  provoked by an undercover investigation,  the crime\n\nwas designed to inflict  harm on the government.   If consummated\n\nunder  circumstances  not involving  official  participation, the\n\ncrime would have  resulted in  direct loss to  the government  in\n\nexactly  the manner  that the  government here  experienced loss.\n\nNonetheless, the government  instigated the particular  incidents\n\nfor which it now  claims the right  to restitution   indeed,  had\n\n                    \n\n     5The relevant  provision of the Act  states that restitution\nmay be ordered \"in the case  of an offense resulting in damage to\nor loss or destruction  of property of a victim  of the offense.\"\n18 U.S.C.   3663(b)(1).\n\n                                11\n\nthere been  no official  participation, the claimed  losses would\n\nnot  have eventuated.  This means that  here, unlike in either of\n\nthe  more familiar  prototypes, the  difference between  the face\n\nvalue of the food  stamps and the amount appellant  paid for them\n\nwas  both a calculated consequence of the defendant's crime and a\n         \n\ncalculated cost of the  government's investigation.  As a  result\n\nof the  hybrid nature  of the  loss, each side  argues that  this\n\ndifficult  situation more  closely resembles  the prototype  that\n\nfavors  its  position     and  neither  argument  can  easily  be\n\ndebunked.\n\n                  B.  Statutory Interpretation.\n                                              \n\n          We envision the task of resolving this conundrum  as an\n\nexercise in statutory construction.   Our role, of course,  is as\n\ninterpreters of the words chosen by Congress, not as policymakers\n\nor enlargers of congressional intent.  This role requires that we\n\nstart with the statutory text.\n\n          1. Text.    The VWPA  states  that restitution  may  be\n          1. Text.\n                 \n\nawarded  only to  a  \"victim  of  the  offense.\"    18  U.S.C.   \n\n3663(b)(1).  A  \"victim of an offense\" is defined  as \"any person\n\ndirectly harmed by the defendant's criminal conduct in the course\n\nof the scheme,  conspiracy, or pattern.\"   Id.   3663(a)(2).   In\n                                              \n\nthe idiom of the Act, the question we decide today is whether the\n\ngovernment is a \"victim\" in  the sense that it is \"harmed  by the\n\ndefendant's criminal  conduct\" when  it experiences loss  that is\n\nthe  direct,  foreseeable  consequence  both  of  the  criminal's\n\nconduct and of  the government's own machinations.   Conceived in\n\n                                12\n\nthis way, the question is one of first impression.6\n\n          We  believe that  the key  phrase, \"harmed  by,\" as  it\n\nappears  in the VWPA,  is ambiguous.   Under  one reading  of the\n\nphrase,  the  statute  is  satisfied  when,  as  now,  an  entity\n\nexperiences a loss directly and foreseeably caused in whole or in\n\npart  by the criminal's conduct.  But this reading represents one\n\nchoice out of several.  For example, it is also entirely possible\n\nthat  the word \"harm\"  denotes \"aggregate harm\"    a construction\n\nwhich, if adopted,  would require the  phrase to be  read with  a\n\nview toward some type  of cost-benefit analysis.  In  that event,\n\nthe very  fact that  the government  knowingly incurred  the loss\n\ncould  be taken as signifying  that, in its  estimation, the game\n\nwas  worth the candle.  Put another  way, the fact could evidence\n\nthe government's  belief that  the overall gain    incapacitating\n\nthe  targets  of  the  investigation and  deterring  others  from\n\nembarking on similar schemes   outweighed the out-of-pocket loss.\n\n          A second, more  intriguing possibility is that  \"harmed\n\nby\" connotes passivity.  In ordinary usage, \"harm\" is suffered at\n\nthe hands of another,  while \"loss\" may be merely  experienced or\n\nsustained.  It  defies common  usage to envision  an entity  that\n\n                    \n\n     6We  realize that United  States v. Dougherty,  810 F.2d 763\n                                                  \n(8th   Cir.  1987),   involved  substantially   identical  facts.\nNonetheless,  the   defendant  there  framed   the  legal   issue\nexclusively in  terms of \"loss,\" id.  at 773.  We  agree with the\n                                    \nDougherty court  that the USDA incurs  a loss in the  course of a\n         \nfood stamp sting.   See id.  But this conclusion, standing alone,\n                           \ndoes not  mean that the USDA  may recover in restitution  for the\nloss when  it stems from the  cut-rate sale of food  stamps by an\nauthorized government agent in the course of a sting.   Under the\nVWPA, the existence of \"loss\" does not end the requisite inquiry,\nbut, rather, marks its midpoint.\n\n                                13\n\nplanned and provoked a crime as a victim in the same sense that a\n\npassive sufferer  of harm is  a victim, notwithstanding  that the\n\nentity  may   have  experienced  loss.     Courts  cannot  ignore\n\nlegislative  decisions  to use  one  particular  word instead  of\n\nanother.   See, e.g., United States ex rel. Springfield Term. Ry.\n                                                                 \n\nCo. v. Quinn, 14  F.3d 645, 653-54 (D.C. Cir.  1994) (attributing\n            \n\nsignificance  to Congress's  choice  of words).   Since  Congress\n\ncould  have employed a more neutral construct in framing the Act,\n\nitschoice of a phrase connoting passivity may well be meaningful.\n\n          A  statute is ambiguous if it reasonably can be read in\n\nmore than one way.  See United States v. O'Neil, 11 F.3d 292, 297\n                                               \n\n(1st  Cir.  1993).   Here,  the  alternative interpretations  are\n\nsufficiently   plausible   to  render   the   statutory  language\n\nambiguous.   Consequently,  we must  search for  guidance in  the\n\nlegislative history  and beyond.   See id. at  297-98 (describing\n                                          \n\nstandard protocol for statutory interpretation).\n\n          2.  Legislative History.  The VWPA was first enacted in\n          2.  Legislative History.\n                                 \n\n1982 in an  effort to  afford greater protection  to victims  and\n\nwitnesses, and  to enhance their stature in  the criminal justice\n\nsystem.   See S. Rep. No. 532, 97th Cong., 2d Sess. 30, reprinted\n                                                                 \n\nin   1982  U.S.C.C.A.N.  2515,  2515-16.     The  object  of  the\n  \n\nrestitution  provisions in  particular was  to help  \"restore the\n\nvictim to  his or her prior  state of well-being.\"   Id. at 2536.\n                                                        \n\nAlthough the  word \"victim\" was  not precisely defined  in either\n\nthe original Act or  its accompanying commentary, it  is pellucid\n\nthat,  in the  eyes of  the  enacting Congress,  the prototypical\n\n                                14\n\nvictim  was a  private individual.   The  preamble to  the Senate\n\nReport laments that the  victim is all too often  the \"`forgotten\n\nperson'\" in the legal process.  Id. at 2516.  With  regard to the\n                                   \n\nrestitution  provisions, the  only specific  example of  a victim\n\ndescribes an elderly lady  who, after being mugged, had  to forgo\n\nsurgery  because the  prosecutors did  not seek restitution  in a\n\nsufficient amount.  See id. at 2536-37.\n                           \n\n          Absent  a clearly  marked trail  leading in  some other\n\ndirection, courts should presume that words used in a statute are\n\nto  be  given  their ordinary  meaning.    See  United States  v.\n                                                             \n\nDawlett, 787 F.2d 771, 774 (1st Cir.  1986).  Here, the signposts\n       \n\nembedded in the legislative  history indicate quite vividly that,\n\nin  enacting the VWPA, Congress used the  word \"victim\" in such a\n\nway.  A victim is commonly considered to be a passive sufferer of\n\nharm,  that is, someone who  is \"tricked, duped,  or subjected to\n\nhardship . . .  .\"  Webster's Third New  International Dictionary\n                                                                 \n\n2550 (1981).  Read against this lexicographical backdrop, calling\n\nthe organization that sets up a sting and carries it out a victim\n\nis like calling the rabbit who lurks in Houdini's hat a magician.\n\n          To be sure, Congress amended the VWPA in 1990, adding a\n\nstatutory  definition of \"victim\" as one  \"directly harmed by the\n\ndefendant's criminal conduct.\"  18 U.S.C.   3663(a)(2).  However,\n\nwe resist the conclusion that, by specially  defining \"victim\" on\n\nthis occasion, Congress meant to stray far enough from the common\n\nmeaning  of  the  word to  eliminate  the  element of  passivity.\n\nRather, the legislative history attests that highly idiosyncratic\n\n                                15\n\nconcerns motivated Congress's action.\n\n          The amendment  first surfaced  in the House  and Senate\n\nversions of the proposed \"Banking Law Enforcement Act\"  under the\n\ncaption, \"Enhancement of Ability  to Order Restitution in Certain\n\nFraud  Cases.\"  See  136 Cong. Rec.  H 5996 (daily  ed., July 31,\n                   \n\n1990); 136  Cong. Rec. S 18322 (daily ed., Nov. 2, 1990).  It was\n\nthen  incorporated  into, and  passed as  part of,  the sprawling\n\nCrime Control Act of 1990, P.L. 101-647, 104 Stat. 4789.  In that\n\nincarnation,  the  definition  comprised one  of  nine  disparate\n\nprovisions  grouped  in  a  single title  under  the  appellation\n\n\"Banking Law Enforcement.\"  In floor remarks, the sponsor of that\n\ntitle  explained   that  its   \"purpose\"  was  \"to   enhance  the\n\nenforcement  powers of the Department  of Justice and the federal\n\nfinancial   institution  regulatory  agencies   with  respect  to\n\nunlawful   activities   affecting  federally   insured  financial\n\ninstitutions.\"  136  Cong. Rec. E 3684 (daily ed.,  Nov. 2, 1990)\n\n(remarks of Rep. Schumer).\n\n          We think  that this history, coupled  with the division\n\nof opinion that  originally existed  in the courts  on whether  a\n\ngovernment entity could ever  be a \"victim\" under the  Act, makes\n                            \n\nit  highly  probable  that  the  newly  emergent  definition  was\n\nintended to accomplish  two things.   Broadly, the amendment  was\n\nmeant to clarify that, in appropriate cases, a government entity,\n\nsay, FSLIC or  FDIC, could  be regarded as  a \"victim\" under  the\n\nAct.   More narrowly, the  amendment was designed  to clarify the\n\ngovernment's entitlement  to restitution for  losses suffered qua\n                                                                 \n\n                                16\n\ninsurer as a  consequence of savings-and-loan  fraud, that is  to\n\nsay, as  a passive  sufferer of  the harm  caused by such  fraud.\n\nAlthough  special  definitions  sometimes  are  taken  wholly  to\n\nsupplant common usage, see 2A Sutherland Statutory Construction  \n                                                               \n\n47.28 (5th ed. 1992), this special definition is not of that ilk;\n\nit strengthens,  rather than dissipates,  the force of  our point\n\nanent common usage.   In  other words,  notwithstanding the  1990\n\namendment, the presumption in favor of ordinary meaning continues\n\nto apply  in this  case.   And the ordinary  meaning of  the word\n\n\"victim\" poses an  obvious problem for  the government's view  of\n\nthe VWPA universe.\n\n          To sum up, nothing in the legislative history of either\n\nthe organic Act  or its amendments indicates that losses incurred\n\nin government  sting operations  should be subject  to recoupment\n\nunder  the  VWPA.    Conversely,  there  is  some  basis  in  the\n\nlegislative history of the  VWPA for believing that  the enacting\n\nand amending Congresses both  viewed the word \"victim\" in  a more\n\nrestrictive manner than  the government  urges here.   We do  not\n\nmean to suggest that the benefits  of the VWPA should be confined\n\nto widows and  orphans; but we  are constrained to note  that, as\n\nthe status of victimhood is expanded beyond passive  sufferers of\n\nharm, we move  further and  further away from  the concerns  that\n\ndrove Congress to pass the statute.\n\n                     C.  The Rule of Lenity.\n                                           \n\n          We  recognize that the  Act's language  and legislative\n\nhistory,  though suggestive,  do not  speak unequivocally  to the\n\n                                17\n\nquestion at hand.  In light of this uncertainty, we have examined\n\nmore  recondite sources.  We confess, however, that our quest has\n\nproven unrewarding; by and  large, the government's claim resists\n\nanalogy.   We have  considered analogies  from the doctrines  and\n\ncase  law  of  civil  restitution,  criminal  restitution through\n\nprobationary  conditions,  tort  law,  and  a  variety  of  other\n\nsources.7  None offer compelling guidance.\n\n          When all else fails to bring sufficient lucidity to the\n\nmeaning of a penal statute, the rule of lenity casts the decisive\n\nvote.  That rule, which mandates the resolution of ambiguities in\n\na criminal statute favorably to  the defendant, see, e.g., United\n                                                                 \n\nStates v. Bass,  404 U.S.  336, 347-49 (1971),  is \"a  background\n              \n\nprinciple that properly  comes into  play when, at  the end of  a\n\nthorough  inquiry,  the meaning  of  a  criminal statute  remains\n\nobscure,\"   O'Neil, 11  F.3d at  301  n.10; see  also Chapman  v.\n                                                             \n\nUnited States, 111 S. Ct. 1919, 1926 (1991).\n             \n\n          This is not only the proper time to invoke  the rule of\n\nlenity, but  also the proper place; after all, the rule of lenity\n\nplayed  the  decisive role  on the  one  occasion that  the Court\n\nventured to interpret the VWPA.  See Hughey v. United States, 495\n                                                            \n\n                    \n\n     7The  interested reader  may wish  to consult  various works\nthat afford  broad-gauged historical perspectives on the subject.\nSee,  e.g.,  Stephen  Schafer,  Compensation  and Restitution  to\n                                                                 \nVictims  of Crime  (2d  ed. 1970);  Richard  E. Laster,  Criminal\n                                                                 \nRestitution:  A Survey of its Past History and an Analysis of its\n                                                                 \nPresent Usefulness, 5 U. Rich. L. Rev. 71 (1970).\n                  \n\n                                18\n\nU.S.  411 (1990).8   When \"the  statutory language  regarding the\n\nscope  of   a  court's   authority  to  order   restitution  [is]\n\nambiguous,\" the Court  explained   in  that  case,  \"longstanding\n\nprinciples   of   lenity  . .  . preclude  our resolution  of the\n\nambiguity against  petitioner .  . .  .\"   Id. at  422 (citations\n                                              \n\nomitted).\n\n          We retrace the Court's steps here.  On the principle of\n\nlenity, we resolve  lingering doubts as to the  statute's meaning\n\nin favor  of the defendant.   We hold  as follows:   a government\n\nagency that  has lost money as  a consequence of a  crime that it\n\nactively provoked in the course  of carrying out an investigation\n\nmay not  recoup that money  through a  restitution order  imposed\n\nunder the VWPA.\n\n          We add  an  eschatocol of  sorts.   As courts  reaching\n\nsimilar conclusions have observed,  see, e.g., Salcedo-Lopez, 907\n                                                            \n\nF.2d  at 99;  Finley,  783 F.  Supp. at  1129,  other methods  of\n                    \n\nrecovery  remain  open  to   the  government,  notably  fines  or\n\nvoluntary agreements for restitution incident to  plea bargains.9\n\n                    \n\n     8While  Hughey's precise  holding,  denying restitution  for\n                   \nlosses  resulting  from  offenses   other  than  the  offense  of\nconviction, has  been superseded partially by  the 1990 amendment\nto  18 U.S.C.   3663(a)(3),  this development does  not throw the\nslightest   doubt  on  Hughey's   hermeneutical  approach.    We,\n                             \ntherefore, regard Hughey as  impeccable authority for the purpose\n                        \nat hand.\n\n     9Courts  are  divided  on  whether  drug  buy  money  may be\nrecovered in  restitution as  a condition of  supervised release.\nCompare Daddato, 996 F.2d  at 906 (interpreting 18 U.S.C.    3583\n               \nto  permit  restitution  of drug  buy  money  as  a condition  of\nsupervised  release) with Gall,      F.3d at      [1994 U.S. App.\n                              \nLEXIS  at  *14]  (implicitly  interpreting same  statute  as  not\npermitting a court  to require restitution of drug buy money as a\n\n                                19\n\nTherefore, the main practical consequence of our holding, in  the\n\nlong term, is that  the awards to the government in \"sting\" cases\n\nwill be  influenced not only by  the amount of loss,  but also by\n\nother  factors, see  18  U.S.C.    3572(a).   Though  in  a given\n                   \n\nsituation the resulting penalty may be smaller or larger than the\n\nforegone  restitutionary  award,  the principle  of  interpretive\n\nintegrity will in all events be honored.\n\nIV.  CONCLUSION\n\n          We need go no further.  We direct the district court to\n\nmodify  the  defendant's  sentence   by  deleting  the  award  of\n\nrestitution; and, with that  modification, we affirm the judgment\n\nbelow.\n\nAffirmed as modified.\n                    \n\n                    \n\ncondition of supervised release); see also id. at *17-*20 (Jones,\n                                              \nJ., concurring)  (criticizing Daddato).   We do  not plumb  these\n                                     \ndepths, as the district court neither imposed a fine nor attached\na special monetary condition to the term of supervised release.\n\n                                20\n",
  "html": "<p class=\"case_cite\">25 F.3d 28</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Leroy GIBBENS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2203.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 5, 1994.<br>Decided June 1, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William Maselli, Auburn, ME, for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Asst. U.S. Atty., with whom Jay P. McCloskey, U.S. Atty., and Raymond C. Hurley, Asst. U.S. Atty., Portland, ME, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal presents an unsettled question:  is the government a \"victim\" within the purview of the Victim and Witness Protection Act, 18 U.S.C. Secs. 3363-3364 (VWPA or the Act), and, thus, entitled to restitution, when it provokes the commission of a crime that, by design, directly results in depletion of public coffers?   We answer this question in the negative, concluding that, in such circumstances, the sovereign is not entitled to restitution under the Act.  At the same time, we resolve a more pedestrian sentencing issue which, although much bruited by appellant, has little substance.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Defendant-appellant Leroy Gibbens is a shoemaker who did not stick to his last.  Instead, Gibbens developed a sideline as a broker of second-hand food stamps.  In April 1992, the United States Department of Agriculture (USDA) mounted an investigation into food stamp trafficking in Lewiston, Maine.  The targets of the investigation included appellant and his son, Zachary J. Gibbens.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In due course, an undercover agent approached Gibbens the younger and his confederate, Joseph R. Beaulieu III, offering to sell food stamps at roughly twenty-five cents on the dollar.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The junior Gibbens, who had followed in his father's footsteps in more ways than one, consummated a few small transactions with the agent, reselling the bootleg food stamps in saloons and other local haunts for thirty or forty cents on the dollar.  He also told his father of the agent's overtures, and, at his father's urging, put the two men in contact with each other.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellant, having recently repaired to Florida, dealt with the agent by telephone, wire, or mail, or by using his son as an internuncio.  In a half-dozen transactions during the spring and summer of 1992, appellant bought stamps that had an aggregate face value of $12,895, paying the agent approximately one-fourth of that amount, and resold them at a profit.  In their communications throughout this period, appellant continually importuned his vendor to furnish more stamps at more frequent intervals.  He also boasted about a putative partner, albeit vaguely.  Then, suddenly, to appellant's apparent dismay, the stream of sales stopped in July of 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Toward the end of that year, the agent renewed contact.  Appellant bought two more batches of food stamps at deep discounts.  The redemption value of the stamps acquired during this period totalled $8,100.  The second of these transactions marked the initial face-to-face meeting between appellant and the agent.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The government subsequently dropped the other shoe:  all three cobblers were arrested and a federal grand jury handed up a fourteen-count indictment.  Appellant pleaded guilty to one count of conspiracy to acquire and use food stamps in an unauthorized manner, 18 U.S.C. Sec. 371, and six counts alleging unlawful possession of food stamps in violation of 7 U.S.C. Sec. 2024(b).  The government agreed to dismiss the only other counts in which appellant was featured.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court sentenced appellant on October 22, 1993.  In constructing the guideline sentencing range (GSR), the court started at offense level six.  See U.S.S.G. Sec. 2F1.1(a).  It then factored in a four-level upward adjustment for amount of loss, see U.S.S.G. Sec. 2F1.1(b)(1)(E) (specifying increment for fraud cases involving losses ranging from $20,000 to $39,999.99), a two-level enhancement for more-than-minimal planning, see U.S.S.G. Sec. 2F1.1(b)(2)(A), and a two-level credit for acceptance of responsibility, see U.S.S.G. Sec. 3E1.1.  These computations yielded an adjusted offense level of ten.  For a defendant with a negligible record of prior criminality (Criminal History Category I), this adjusted offense level produced a GSR of six-to-twelve months in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The court imposed a six-month incarcerative sentence, to be followed by three years of supervised release.  The court eschewed any fine, but ordered appellant to pay $15,230 to the government as restitution.  The court computed the amount of restitution by aggregating the face value of the food stamps handled by appellant (i.e., the sums owed by the USDA to the retailers who ultimately presented those stamps for redemption) and then subtracting the monies appellant paid to acquire the stamps on the black market.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellant now challenges his sentence.  He showcases several assignments of error.  The first two entries are merely alternative formulations of a claim that the USDA engaged in impermissible sentencing factor manipulation--a claim which we find lacking in merit.  The other items relate, in one way or another, to the order for restitution.  Because we conclude that the government does not qualify for statutory restitution on the facts of this case, we need not address the remaining challenges to the restitution order.</p>\n    </div>\n    <p>II. SENTENCING FACTOR MANIPULATION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The doctrine of sentencing factor manipulation is a kissing cousin of the doctrine of entrapment.  See United States v. Connell, 960 F.2d 191, 194 (1st Cir.1992) (coining term).  A determination as to whether improper manipulation exists is ordinarily a factbound determination subject to clear-error review.  See United States v. Brewster, 1 F.3d 51, 54 (1st Cir.1993);  Connell, 960 F.2d at 193.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Though phrased in various ways, appellant's theory boils down to an assertion that the USDA revived the investigation, after soft-pedaling it for four months, not with a view toward bringing the conspirators to heel, but for the sole purpose of boosting appellant's offense level (and, hence, ensuring a prison sentence).  In support of this theory, appellant notes that the GSR rose once the amount of loss exceeded $20,000, see U.S.S.G. Sec. 2F1.1(b)(1)(E);  that the last transaction, which exposed him to this increase by bringing the amount of loss over the $20,000 mark, was superfluous, as the government had him dead to rights four months earlier;  and that, as soon as the government reached the $20,000 plateau, it halted the sting.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To be sure, the sequence of events is suggestive--but there is another side to the story.  By the USDA's account, the press of other agency business necessitated a temporary suspension of the investigation following a sale on July 20, 1992.  The hiatus ended four months later because the agency's workload had eased and the government needed proof, beyond a reasonable doubt, of appellant's conspiratorial intent.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Moreover, the USDA was hoping, based on appellant's allusions to a supposed business partner, to land a bigger fish.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The prosecution also suggests that appellant's predisposition to deal in food stamps on a long-term basis, as evidenced by his incessant demands for more stamps at more frequent intervals, undermines his claim that he was blindsided by unfairly manipulative conduct.  Although the district court made an express, fully warranted finding that appellant remained ready, willing, and eager to continue dealing bootleg food stamps indefinitely and on an escalating scale, the government's point is nonetheless of modest relevance.  When an accusation of sentencing factor manipulation surfaces, the judicial gaze should, in the usual case, focus primarily--though not necessarily exclusively--on the government's conduct and motives.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See Brewster, 1 F.3d at 55 n. 5 (explaining that an inquiry into sentencing factor manipulation should concentrate more on the government's activity than on the defendant's predisposition);  see also Connell, 960 F.2d at 194.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Undercover operations comprise a valuable, and generally lawful, weapon in the government's armamentarium.  See Connell, 960 F.2d at 194.   Thus, courts should proceed with caution in staking out rules that will hinder government agents who seek lawfully to set such ruses in motion.  See id. at 196.  \"Despite the fact that undercover operations by their nature involve elements of furtiveness, duplicity, and manipulation, we have never held that such initiatives are per se unfair.  To the contrary, we think that the Executive Branch is free, within broad limits, to set such snares for unwary criminals.\"  United States v. Gifford, 17 F.3d 462, 470-71 (1st Cir.1994);  see also United States v. Santana, 6 F.3d 1, 5-6 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We can plot no bright line to separate the government's ordinary conduct in a conventional sting operation from extraordinary misconduct of a sort that might constitute sentencing factor manipulation.  We believe the subject must be approached on a case-by-case basis, albeit with due regard for the potential dangers of sentencing factor manipulation, see Connell, 960 F.2d at 196.   Because the phenomenon, if it is found to exist in a particular case, will operate to reduce a defendant's offense level, the burden of showing sentencing factor manipulation rests with the defendant.  See United States v. Morillo, 8 F.3d 864, 871 (1st Cir.1993) (stating that a \"defendant bears the burden of proving entitlement to decreases in the offense level\");  United States v. Ocasio, 914 F.2d 330, 332-33 (1st Cir.1990) (same;  citing other cases).  As with other fact-sensitive sentencing issues, see, e.g., United States v. David, 940 F.2d 722, 739 (1st Cir.1991), cert. denied, --- U.S. ----, ----, ----, 112 S.Ct. 908, 1298, 2301, 116 L.Ed.2d 809 (1992), the burden of proof must be carried by a preponderance of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In an effort to hoist this burden, appellant intimates that the present situation is inherently susceptible to manipulation and, therefore, gives rise to a conclusive presumption of official misconduct.  We do not agree.  The inquiry must proceed as a stereotypical exercise in factfinding, linked to an allocation of the burden of proof but uncluttered by artificial presumptions.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Putting matters in this perspective reveals the fundamental weakness in appellant's position.  The government's explanation of the sequence of events, apparently credited by the district court, is at least as plausible as the adverse inference that appellant would have us draw.  We have held, time and again, that when a sentencing court is confronted with two reasonable views of the record, and chooses to credit one such view rather than the other, its choice cannot be termed clearly erroneous.  See, e.g., United States v. Ruiz, 905 F.2d 499, 508 (1st Cir.1990);  United States v. Jimenez-Otero, 898 F.2d 813, 815 (1st Cir.1990).  So here.  Consequently, the lower court did not commit clear error in holding appellant to the devoir of persuasion and rejecting his claim of sentencing factor manipulation.</p>\n    </div>\n    <p>III. THE GOVERNMENT AS VICTIM</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In his most portentous assignment of error, appellant posits that, on the facts of this case, the USDA is not a \"victim\" within the meaning of the restitutionary provisions of the Victim and Witness Protection Act, 18 U.S.C. Secs. 3663-3664.  This proposition presents a pure question of statutory interpretation and, as such, invites de novo review.  See, e.g., Gifford, 17 F.3d at 472;  Liberty Mut. Ins. Co. v. Commercial Union Ins. Co., 978 F.2d 750, 757 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>A. Conceptualizing the Problem.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This case falls into a grey area that separates two established legal principles.  On one hand, although once problematic, see infra p. 35, it is by now settled that a government entity (local, state, or federal) may be a \"victim\" for purposes of the VWPA (and may be awarded restitution) when it has passively suffered harm resulting directly from the defendant's criminal conduct, as from fraud or embezzlement.  See, e.g., Ratliff v. United States, 999 F.2d 1023, 1027 (6th Cir.1993) (collecting cases);  United States v. Hand, 863 F.2d 1100, 1103 (3d Cir.1988) (collecting cases).  This principle has been applied, and properly so, to cases involving food stamp fraud.  See, e.g., United States v. Dudley, 739 F.2d 175, 178 (4th Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On the other hand, the federal courts are consentient to the effect that the government is not a \"victim\" for purposes of VWPA (and may not be awarded restitution) to the extent that it incurs costs in the clandestine provocation of a crime that, if carried to fruition under ordinary circumstances, would not directly harm the government.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See, e.g., Gall v. United States, 21 F.3d 107, 111 (6th Cir.1994) (holding that \"drug buy\" money advanced by the government is not recoverable under the VWPA);  United States v. Daddato, 996 F.2d 903, 905 (7th Cir.1993) (similar) (dictum);  United States v. Salcedo-Lopez, 907 F.2d 97, 98 (9th Cir.1990) (holding that money used by undercover government agent to purchase false identification documents is not recoverable under the VWPA);  United States v. Finley, 783 F.Supp. 1123, 1127 (N.D.Ill.1991) (refusing to order restitution of funds extorted by defendant from undercover agent).  All four of these cases rely at some level on the generality that investigatory costs do not constitute a \"loss\" within the purview of the Act because such costs are best conceived as voluntary outlays for the procurement of evidence.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See Gall, 21 F.3d at 112;  Daddato, 996 F.2d at 905;  Salcedo-Lopez, 907 F.2d at 98;  Finley, 783 F.Supp. at 1128.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">What makes this case difficult is that it falls somewhere between the two ends of the spectrum.  While we deal with a crime provoked by an undercover investigation, the crime was designed to inflict harm on the government.  If consummated under circumstances not involving official participation, the crime would have resulted in direct loss to the government in exactly the manner that the government here experienced loss.  Nonetheless, the government instigated the particular incidents for which it now claims the right to restitution--indeed, had there been no official participation, the claimed losses would not have eventuated.  This means that here, unlike in either of the more familiar prototypes, the difference between the face value of the food stamps and the amount appellant paid for them was both a calculated consequence of the defendant's crime and a calculated cost of the government's investigation.  As a result of the hybrid nature of the loss, each side argues that this difficult situation more closely resembles the prototype that favors its position--and neither argument can easily be debunked.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>B. Statutory Interpretation.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We envision the task of resolving this conundrum as an exercise in statutory construction.  Our role, of course, is as interpreters of the words chosen by Congress, not as policymakers or enlargers of congressional intent.  This role requires that we start with the statutory text.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">1. Text.   The VWPA states that restitution may be awarded only to a \"victim of the offense.\"  18 U.S.C. Sec. 3663(b)(1).  A \"victim of an offense\" is defined as \"any person directly harmed by the defendant's criminal conduct in the course of the scheme, conspiracy, or pattern.\"   Id. Sec. 3663(a)(2).  In the idiom of the Act, the question we decide today is whether the government is a \"victim\" in the sense that it is \"harmed by the defendant's criminal conduct\" when it experiences loss that is the direct, foreseeable consequence both of the criminal's conduct and of the government's own machinations.  Conceived in this way, the question is one of first impression.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We believe that the key phrase, \"harmed by,\" as it appears in the VWPA, is ambiguous.  Under one reading of the phrase, the statute is satisfied when, as now, an entity experiences a loss directly and foreseeably caused in whole or in part by the criminal's conduct.  But this reading represents one choice out of several.  For example, it is also entirely possible that the word \"harm\" denotes \"aggregate harm\"--a construction which, if adopted, would require the phrase to be read with a view toward some type of cost-benefit analysis.  In that event, the very fact that the government knowingly incurred the loss could be taken as signifying that, in its estimation, the game was worth the candle.  Put another way, the fact could evidence the government's belief that the overall gain--incapacitating the targets of the investigation and deterring others from embarking on similar schemes--outweighed the out-of-pocket loss.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">A second, more intriguing possibility is that \"harmed by\" connotes passivity.  In ordinary usage, \"harm\" is suffered at the hands of another, while \"loss\" may be merely experienced or sustained.  It defies common usage to envision an entity that planned and provoked a crime as a victim in the same sense that a passive sufferer of harm is a victim, notwithstanding that the entity may have experienced loss.  Courts cannot ignore legislative decisions to use one particular word instead of another.  See, e.g., United States ex rel. Springfield Term.  Ry. Co. v. Quinn, 14 F.3d 645, 653-54 (D.C.Cir.1994) (attributing significance to Congress's choice of words).  Since Congress could have employed a more neutral construct in framing the Act, its choice of a phrase connoting passivity may well be meaningful.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A statute is ambiguous if it reasonably can be read in more than one way.  See United States v. O'Neil, 11 F.3d 292, 297 (1st Cir.1993).  Here, the alternative interpretations are sufficiently plausible to render the statutory language ambiguous.  Consequently, we must search for guidance in the legislative history and beyond.  See id. at 297-98 (describing standard protocol for statutory interpretation).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">2. Legislative History.   The VWPA was first enacted in 1982 in an effort to afford greater protection to victims and witnesses, and to enhance their stature in the criminal justice system.  See S.Rep. No. 532, 97th Cong., 2d Sess. 30, reprinted in 1982 U.S.C.C.A.N. 2515-16.  The object of the restitution provisions in particular was to help \"restore the victim to his or her prior state of well-being.\"   Id. at 2536.  Although the word \"victim\" was not precisely defined in either the original Act or its accompanying commentary, it is pellucid that, in the eyes of the enacting Congress, the prototypical victim was a private individual.  The preamble to the Senate Report laments that the victim is all too often the \" 'forgotten person' \" in the legal process.  Id. at 2516.  With regard to the restitution provisions, the only specific example of a victim describes an elderly lady who, after being mugged, had to forgo surgery because the prosecutors did not seek restitution in a sufficient amount.  See id. at 2536-37.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Absent a clearly marked trail leading in some other direction, courts should presume that words used in a statute are to be given their ordinary meaning.  See United States v. Dawlett, 787 F.2d 771, 774 (1st Cir.1986).  Here, the signposts embedded in the legislative history indicate quite vividly that, in enacting the VWPA, Congress used the word \"victim\" in such a way.  A victim is commonly considered to be a passive sufferer of harm, that is, someone who is \"tricked, duped, or subjected to hardship....\"  Webster's Third New International Dictionary 2550 (1981).  Read against this lexicographical backdrop, calling the organization that sets up a sting and carries it out a victim is like calling the rabbit who lurks in Houdini's hat a magician.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To be sure, Congress amended the VWPA in 1990, adding a statutory definition of \"victim\" as one \"directly harmed by the defendant's criminal conduct.\"  18 U.S.C. Sec. 3663(a)(2).  However, we resist the conclusion that, by specially defining \"victim\" on this occasion, Congress meant to stray far enough from the common meaning of the word to eliminate the element of passivity.  Rather, the legislative history attests that highly idiosyncratic concerns motivated Congress's action.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The amendment first surfaced in the House and Senate versions of the proposed \"Banking Law Enforcement Act\" under the caption, \"Enhancement of Ability to Order Restitution in Certain Fraud Cases.\"   See 136 Cong.Rec. H 5996 (daily ed., July 31, 1990);  136 Cong.Rec. S 18322 (daily ed., Nov. 2, 1990).  It was then incorporated into, and passed as part of, the sprawling Crime Control Act of 1990, P.L. 101-647, 104 Stat. 4789.  In that incarnation, the definition comprised one of nine disparate provisions grouped in a single title under the appellation \"Banking Law Enforcement.\"   In floor remarks, the sponsor of that title explained that its \"purpose\" was \"to enhance the enforcement powers of the Department of Justice and the federal financial institution regulatory agencies with respect to unlawful activities affecting federally insured financial institutions.\"   136 Cong.Rec. E 3684 (daily ed., Nov. 2, 1990) (remarks of Rep.  Schumer).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We think that this history, coupled with the division of opinion that originally existed in the courts on whether a government entity could ever be a \"victim\" under the Act, makes it highly probable that the newly emergent definition was intended to accomplish two things.  Broadly, the amendment was meant to clarify that, in appropriate cases, a government entity, say, FSLIC or FDIC, could be regarded as a \"victim\" under the Act.  More narrowly, the amendment was designed to clarify the government's entitlement to restitution for losses suffered qua insurer as a consequence of savings-and-loan fraud, that is to say, as a passive sufferer of the harm caused by such fraud.  Although special definitions sometimes are taken wholly to supplant common usage, see 2A Sutherland Statutory Construction Sec. 47.28 (5th ed. 1992), this special definition is not of that ilk;  it strengthens, rather than dissipates, the force of our point anent common usage.  In other words, notwithstanding the 1990 amendment, the presumption in favor of ordinary meaning continues to apply in this case.  And the ordinary meaning of the word \"victim\" poses an obvious problem for the government's view of the VWPA universe.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">To sum up, nothing in the legislative history of either the organic Act or its amendments indicates that losses incurred in government sting operations should be subject to recoupment under the VWPA.  Conversely, there is some basis in the legislative history of the VWPA for believing that the enacting and amending Congresses both viewed the word \"victim\" in a more restrictive manner than the government urges here.  We do not mean to suggest that the benefits of the VWPA should be confined to widows and orphans;  but we are constrained to note that, as the status of victimhood is expanded beyond passive sufferers of harm, we move further and further away from the concerns that drove Congress to pass the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>C. The Rule of Lenity.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We recognize that the Act's language and legislative history, though suggestive, do not speak unequivocally to the question at hand.  In light of this uncertainty, we have examined more recondite sources.  We confess, however, that our quest has proven unrewarding;  by and large, the government's claim resists analogy.  We have considered analogies from the doctrines and case law of civil restitution, criminal restitution through probationary conditions, tort law, and a variety of other sources.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  None offer compelling guidance.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">When all else fails to bring sufficient lucidity to the meaning of a penal statute, the rule of lenity casts the decisive vote.  That rule, which mandates the resolution of ambiguities in a criminal statute favorably to the defendant, see, e.g., United States v. Bass, 404 U.S. 336, 347-49, 92 S.Ct. 515, 522-23, 30 L.Ed.2d 488 (1971), is \"a background principle that properly comes into play when, at the end of a thorough inquiry, the meaning of a criminal statute remains obscure,\" O'Neil, 11 F.3d at 301 n. 10;  see also Chapman v. United States, 500 U.S. 453, 111 S.Ct. 1919, 1926, 114 L.Ed.2d 524 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This is not only the proper time to invoke the rule of lenity, but also the proper place;  after all, the rule of lenity played the decisive role on the one occasion that the Court ventured to interpret the VWPA.  See Hughey v. United States, 495 U.S. 411, 110 S.Ct. 1979, 109 L.Ed.2d 408 (1990).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  When \"the statutory language regarding the scope of a court's authority to order restitution [is] ambiguous,\" the Court explained in that case, \"longstanding principles of lenity ... preclude our resolution of the ambiguity against petitioner....\"  Id. at 422, 110 S.Ct. at 1985 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We retrace the Court's steps here.  On the principle of lenity, we resolve lingering doubts as to the statute's meaning in favor of the defendant.  We hold as follows:  a government agency that has lost money as a consequence of a crime that it actively provoked in the course of carrying out an investigation may not recoup that money through a restitution order imposed under the VWPA.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We add an eschatocol of sorts.  As courts reaching similar conclusions have observed, see, e.g., Salcedo-Lopez, 907 F.2d at 99;  Finley, 783 F.Supp. at 1129, other methods of recovery remain open to the government, notably fines or voluntary agreements for restitution incident to plea bargains.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Therefore, the main practical consequence of our holding, in the long term, is that the awards to the government in \"sting\" cases will be influenced not only by the amount of loss, but also by other factors, see 18 U.S.C. Sec. 3572(a).  Though in a given situation the resulting penalty may be smaller or larger than the foregone restitutionary award, the principle of interpretive integrity will in all events be honored.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We need go no further.  We direct the district court to modify the defendant's sentence by deleting the award of restitution;  and, with that modification, we affirm the judgment below.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Affirmed as modified.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Zachary Gibbens and Joseph Beaulieu were employed by appellant at his shoe repair shop in Lewiston</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On this scenario, the final transaction assumed particular importance because previous deals had been conducted from afar, and, without a face-to-face encounter, the government might be hard pressed to verify appellant's identity in court.  Cf., e.g., B. Franklin, Poor Richard's Almanac (1758) (warning that \"for want of a nail the shoe is lost\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> To be sure, a defendant's predisposition, or the lack thereof, may have evidentiary significance in an assessment of the government's motives and conduct.  Moreover, one can imagine different species of sentencing factor manipulation, in some of which predisposition may be of greater relevance.  See, e.g., Connell, 960 F.2d at 196 (suggesting that sentencing factor manipulation may include \"overbearing[ing] the will of a person predisposed only to committing a lesser crime\").  We need not probe these points too deeply, for, wholly apart from any evidence of appellant's predisposition, the district court's finding that no manipulation occurred is supportable</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Courts interpreting analogous state statutes have divided on this type of question.  For example, some courts hold that, when a government agency disburses money in a drug sting, it is not a \"victim\" entitled to restitution.  See, e.g., State v. Newman, 132 N.J. 159, 623 A.2d 1355, 1364 (1993);  People v. Evans, 122 Ill.App.3d 733, 78 Ill.Dec. 50, 55, 461 N.E.2d 634, 639 (Ill.App.1984);  see also Evans v. Garrison, 657 F.2d 64, 66 (4th Cir.1981) (interpreting North Carolina statute);  People v. Rowe, 152 A.D.2d 907, 544 N.Y.S.2d 97, 98 (1989), aff'd, 75 N.Y.2d 948, 555 N.Y.S.2d 689, 554 N.E.2d 1277 (1990) (same, but later superseded by statute as discussed in People v. Davis, 182 A.D.2d 635, 582 N.Y.S.2d 249, 250 (1992)).  However, some courts have held to the contrary.  See, e.g., Commonwealth v. Runion, 427 Pa.Super. 217, 628 A.2d 904, 906 (1993);  State v. Rios, 237 Neb. 232, 465 N.W.2d 611, 613 (1991);  State v. Stallings, 316 N.C. 535, 342 S.E.2d 519, 521 (1986) (distinguishing and limiting Evans v. Garrison, supra );  Oregon v. Pettit, 73 Or.App. 510, 698 P.2d 1049, 1051 (1985);  see also Montana v. Fertterer, 255 Mont. 73, 841 P.2d 467, 473 (1992) (applying same rule in sting directed at poaching scheme);  State v. Hernandez, 121 Idaho 114, 822 P.2d 1011, 1014 (1991) (allowing restitution for costs of narcotics investigation).  Because these cases tend to turn on the wording of the statutes involved, they are not particularly instructive for our purposes</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The relevant provision of the Act states that restitution may be ordered \"in the case of an offense resulting in damage to or loss or destruction of property of a victim of the offense.\"  18 U.S.C. Sec. 3663(b)(1)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We realize that United States v. Dougherty, 810 F.2d 763 (8th Cir.1987), involved substantially identical facts.  Nonetheless, the defendant there framed the legal issue exclusively in terms of \"loss,\" id. at 773.   We agree with the Dougherty court that the USDA incurs a loss in the course of a food stamp sting.  See id.   But this conclusion, standing alone, does not mean that the USDA may recover in restitution for the loss when it stems from the cutrate sale of food stamps by an authorized government agent in the course of a sting.  Under the VWPA, the existence of \"loss\" does not end the requisite inquiry, but, rather, marks its midpoint</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The interested reader may wish to consult various works that afford broad-gauged historical perspectives on the subject.  See, e.g., Stephen Schafer, Compensation and Restitution to Victims of Crime (2d ed. 1970);  Richard E. Laster, Criminal Restitution:  A Survey of its Past History and an Analysis of its Present Usefulness, 5 U.Rich.L.Rev. 71 (1970)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> While Hughey 's precise holding, denying restitution for losses resulting from offenses other than the offense of conviction, has been superseded partially by the 1990 amendment to 18 U.S.C. Sec. 3663(a)(3), this development does not throw the slightest doubt on Hughey 's hermeneutical approach.  We, therefore, regard Hughey as impeccable authority for the purpose at hand</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Courts are divided on whether drug buy money may be recovered in restitution as a condition of supervised release.  Compare Daddato, 996 F.2d at 906 (interpreting 18 U.S.C. Sec. 3583 to permit restitution of drug buy money as a condition of supervised release) with Gall, 21 F.3d at 111 (implicitly interpreting same statute as not permitting a court to require restitution of drug buy money as a condition of supervised release);  see also id. at 112-113 (Jones, J., concurring) (criticizing Daddato ).   We do not plumb these depths, as the district court neither imposed a fine nor attached a special monetary condition to the term of supervised release</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Leroy GIBBENS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2203.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 5, 1994.<br>Decided June 1, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William Maselli, Auburn, ME, for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Asst. U.S. Atty., with whom Jay P. McCloskey, U.S. Atty., and Raymond C. Hurley, Asst. U.S. Atty., Portland, ME, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal presents an unsettled question:  is the government a \"victim\" within the purview of the Victim and Witness Protection Act, 18 U.S.C. Secs. 3363-3364 (VWPA or the Act), and, thus, entitled to restitution, when it provokes the commission of a crime that, by design, directly results in depletion of public coffers?   We answer this question in the negative, concluding that, in such circumstances, the sovereign is not entitled to restitution under the Act.  At the same time, we resolve a more pedestrian sentencing issue which, although much bruited by appellant, has little substance.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Defendant-appellant Leroy Gibbens is a shoemaker who did not stick to his last.  Instead, Gibbens developed a sideline as a broker of second-hand food stamps.  In April 1992, the United States Department of Agriculture (USDA) mounted an investigation into food stamp trafficking in Lewiston, Maine.  The targets of the investigation included appellant and his son, Zachary J. Gibbens.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In due course, an undercover agent approached Gibbens the younger and his confederate, Joseph R. Beaulieu III, offering to sell food stamps at roughly twenty-five cents on the dollar.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The junior Gibbens, who had followed in his father's footsteps in more ways than one, consummated a few small transactions with the agent, reselling the bootleg food stamps in saloons and other local haunts for thirty or forty cents on the dollar.  He also told his father of the agent's overtures, and, at his father's urging, put the two men in contact with each other.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellant, having recently repaired to Florida, dealt with the agent by telephone, wire, or mail, or by using his son as an internuncio.  In a half-dozen transactions during the spring and summer of 1992, appellant bought stamps that had an aggregate face value of $12,895, paying the agent approximately one-fourth of that amount, and resold them at a profit.  In their communications throughout this period, appellant continually importuned his vendor to furnish more stamps at more frequent intervals.  He also boasted about a putative partner, albeit vaguely.  Then, suddenly, to appellant's apparent dismay, the stream of sales stopped in July of 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Toward the end of that year, the agent renewed contact.  Appellant bought two more batches of food stamps at deep discounts.  The redemption value of the stamps acquired during this period totalled $8,100.  The second of these transactions marked the initial face-to-face meeting between appellant and the agent.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The government subsequently dropped the other shoe:  all three cobblers were arrested and a federal grand jury handed up a fourteen-count indictment.  Appellant pleaded guilty to one count of conspiracy to acquire and use food stamps in an unauthorized manner, 18 U.S.C. Sec. 371, and six counts alleging unlawful possession of food stamps in violation of 7 U.S.C. Sec. 2024(b).  The government agreed to dismiss the only other counts in which appellant was featured.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court sentenced appellant on October 22, 1993.  In constructing the guideline sentencing range (GSR), the court started at offense level six.  See U.S.S.G. Sec. 2F1.1(a).  It then factored in a four-level upward adjustment for amount of loss, see U.S.S.G. Sec. 2F1.1(b)(1)(E) (specifying increment for fraud cases involving losses ranging from $20,000 to $39,999.99), a two-level enhancement for more-than-minimal planning, see U.S.S.G. Sec. 2F1.1(b)(2)(A), and a two-level credit for acceptance of responsibility, see U.S.S.G. Sec. 3E1.1.  These computations yielded an adjusted offense level of ten.  For a defendant with a negligible record of prior criminality (Criminal History Category I), this adjusted offense level produced a GSR of six-to-twelve months in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The court imposed a six-month incarcerative sentence, to be followed by three years of supervised release.  The court eschewed any fine, but ordered appellant to pay $15,230 to the government as restitution.  The court computed the amount of restitution by aggregating the face value of the food stamps handled by appellant (i.e., the sums owed by the USDA to the retailers who ultimately presented those stamps for redemption) and then subtracting the monies appellant paid to acquire the stamps on the black market.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellant now challenges his sentence.  He showcases several assignments of error.  The first two entries are merely alternative formulations of a claim that the USDA engaged in impermissible sentencing factor manipulation--a claim which we find lacking in merit.  The other items relate, in one way or another, to the order for restitution.  Because we conclude that the government does not qualify for statutory restitution on the facts of this case, we need not address the remaining challenges to the restitution order.</p>\n    </div>\n    <p>II. SENTENCING FACTOR MANIPULATION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The doctrine of sentencing factor manipulation is a kissing cousin of the doctrine of entrapment.  See United States v. Connell, <span class=\"citation\" data-id=\"580693\"><a href=\"/opinion/580693/united-states-v-gerald-connell/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">191</span></a></span>, 194 (1st Cir.1992) (coining term).  A determination as to whether improper manipulation exists is ordinarily a factbound determination subject to clear-error review.  See United States v. Brewster, <span class=\"citation\" data-id=\"194846\"><a href=\"/opinion/194846/united-states-v-brewster/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 54 (1st Cir.1993);  <span class=\"citation\" data-id=\"580693\"><span class=\"antecedent_guess\">Connell,</span> <a href=\"/opinion/580693/united-states-v-gerald-connell/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">193</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Though phrased in various ways, appellant's theory boils down to an assertion that the USDA revived the investigation, after soft-pedaling it for four months, not with a view toward bringing the conspirators to heel, but for the sole purpose of boosting appellant's offense level (and, hence, ensuring a prison sentence).  In support of this theory, appellant notes that the GSR rose once the amount of loss exceeded $20,000, see U.S.S.G. Sec. 2F1.1(b)(1)(E);  that the last transaction, which exposed him to this increase by bringing the amount of loss over the $20,000 mark, was superfluous, as the government had him dead to rights four months earlier;  and that, as soon as the government reached the $20,000 plateau, it halted the sting.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To be sure, the sequence of events is suggestive--but there is another side to the story.  By the USDA's account, the press of other agency business necessitated a temporary suspension of the investigation following a sale on July 20, 1992.  The hiatus ended four months later because the agency's workload had eased and the government needed proof, beyond a reasonable doubt, of appellant's conspiratorial intent.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Moreover, the USDA was hoping, based on appellant's allusions to a supposed business partner, to land a bigger fish.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The prosecution also suggests that appellant's predisposition to deal in food stamps on a long-term basis, as evidenced by his incessant demands for more stamps at more frequent intervals, undermines his claim that he was blindsided by unfairly manipulative conduct.  Although the district court made an express, fully warranted finding that appellant remained ready, willing, and eager to continue dealing bootleg food stamps indefinitely and on an escalating scale, the government's point is nonetheless of modest relevance.  When an accusation of sentencing factor manipulation surfaces, the judicial gaze should, in the usual case, focus primarily--though not necessarily exclusively--on the government's conduct and motives.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See <span class=\"citation\" data-id=\"194846\"><span class=\"antecedent_guess\">Brewster,</span> <a href=\"/opinion/194846/united-states-v-brewster/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">55</span> </a></span>n. 5 (explaining that an inquiry into sentencing factor manipulation should concentrate more on the government's activity than on the defendant's predisposition);  see also <span class=\"citation\" data-id=\"580693\"><span class=\"antecedent_guess\">Connell,</span> <a href=\"/opinion/580693/united-states-v-gerald-connell/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">194</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Undercover operations comprise a valuable, and generally lawful, weapon in the government's armamentarium.  See <span class=\"citation\" data-id=\"580693\"><span class=\"antecedent_guess\">Connell,</span> <a href=\"/opinion/580693/united-states-v-gerald-connell/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">194</span></a></span>.   Thus, courts should proceed with caution in staking out rules that will hinder government agents who seek lawfully to set such ruses in motion.  See <span class=\"citation\" data-id=\"580693\"><a href=\"/opinion/580693/united-states-v-gerald-connell/\"><span class=\"id_token\">id.</span> at 196. </a></span> \"Despite the fact that undercover operations by their nature involve elements of furtiveness, duplicity, and manipulation, we have never held that such initiatives are per se unfair.  To the contrary, we think that the Executive Branch is free, within broad limits, to set such snares for unwary criminals.\"  United States v. Gifford, <span class=\"citation\" data-id=\"195222\"><a href=\"/opinion/195222/united-states-v-gifford/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 470-71 (1st Cir.1994);  see also United States v. Santana, <span class=\"citation\" data-id=\"654192\"><a href=\"/opinion/654192/united-states-v-rafael-santana-and-francis-fuentes/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5-6 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We can plot no bright line to separate the government's ordinary conduct in a conventional sting operation from extraordinary misconduct of a sort that might constitute sentencing factor manipulation.  We believe the subject must be approached on a case-by-case basis, albeit with due regard for the potential dangers of sentencing factor manipulation, see <span class=\"citation\" data-id=\"580693\"><span class=\"antecedent_guess\">Connell,</span> <a href=\"/opinion/580693/united-states-v-gerald-connell/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">196</span></a></span>.   Because the phenomenon, if it is found to exist in a particular case, will operate to reduce a defendant's offense level, the burden of showing sentencing factor manipulation rests with the defendant.  See United States v. Morillo, <span class=\"citation\" data-id=\"195011\"><a href=\"/opinion/195011/united-states-v-morillo/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span>, 871 (1st Cir.1993) (stating that a \"defendant bears the burden of proving entitlement to decreases in the offense level\");  United States v. Ocasio, <span class=\"citation\" data-id=\"548346\"><a href=\"/opinion/548346/united-states-v-gilberto-ocasio-aka-gilberto-ocasio-agosto/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">330</span></a></span>, 332-33 (1st Cir.1990) (same;  citing other cases).  As with other fact-sensitive sentencing issues, see, e.g., United States v. David, <span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 739 (1st Cir.1991), cert. denied, --- U.S. ----, ----, ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">908</span></span>, 1298, 2301, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">809</span> </span>(1992), the burden of proof must be carried by a preponderance of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In an effort to hoist this burden, appellant intimates that the present situation is inherently susceptible to manipulation and, therefore, gives rise to a conclusive presumption of official misconduct.  We do not agree.  The inquiry must proceed as a stereotypical exercise in factfinding, linked to an allocation of the burden of proof but uncluttered by artificial presumptions.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Putting matters in this perspective reveals the fundamental weakness in appellant's position.  The government's explanation of the sequence of events, apparently credited by the district court, is at least as plausible as the adverse inference that appellant would have us draw.  We have held, time and again, that when a sentencing court is confronted with two reasonable views of the record, and chooses to credit one such view rather than the other, its choice cannot be termed clearly erroneous.  See, e.g., United States v. Ruiz, <span class=\"citation\" data-id=\"543063\"><a href=\"/opinion/543063/united-states-v-fausto-d-ruiz/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span>, 508 (1st Cir.1990);  United States v. Jimenez-Otero, <span class=\"citation\" data-id=\"538475\"><a href=\"/opinion/538475/united-states-v-manuel-jimenez-otero/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">813</span></a></span>, 815 (1st Cir.1990).  So here.  Consequently, the lower court did not commit clear error in holding appellant to the devoir of persuasion and rejecting his claim of sentencing factor manipulation.</p>\n    </div>\n    <p>III. THE GOVERNMENT AS VICTIM</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In his most portentous assignment of error, appellant posits that, on the facts of this case, the USDA is not a \"victim\" within the meaning of the restitutionary provisions of the Victim and Witness Protection Act, 18 U.S.C. Secs. 3663-3664.  This proposition presents a pure question of statutory interpretation and, as such, invites de novo review.  See, e.g., <span class=\"citation\" data-id=\"195222\"><span class=\"antecedent_guess\">Gifford,</span> <a href=\"/opinion/195222/united-states-v-gifford/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">472</span></a></span>;  Liberty Mut. Ins. Co. v. Commercial Union Ins. Co., <span class=\"citation\" data-id=\"593905\"><a href=\"/opinion/593905/liberty-mutual-insurance-company-v-commercial-union-insurance-company/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">750</span></a></span>, 757 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>A. Conceptualizing the Problem.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This case falls into a grey area that separates two established legal principles.  On one hand, although once problematic, see infra p. 35, it is by now settled that a government entity (local, state, or federal) may be a \"victim\" for purposes of the VWPA (and may be awarded restitution) when it has passively suffered harm resulting directly from the defendant's criminal conduct, as from fraud or embezzlement.  See, e.g., Ratliff v. United States, <span class=\"citation\" data-id=\"612134\"><a href=\"/opinion/612134/daryl-e-ratliff-v-united-states/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1023</span></a></span>, 1027 (6th Cir.1993) (collecting cases);  United States v. Hand, <span class=\"citation\" data-id=\"516009\"><a href=\"/opinion/516009/united-states-v-patricia-hand/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1100</span></a></span>, 1103 (3d Cir.1988) (collecting cases).  This principle has been applied, and properly so, to cases involving food stamp fraud.  See, e.g., United States v. Dudley, <span class=\"citation\" data-id=\"438869\"><a href=\"/opinion/438869/united-states-v-william-dudley/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">175</span></a></span>, 178 (4th Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On the other hand, the federal courts are consentient to the effect that the government is not a \"victim\" for purposes of VWPA (and may not be awarded restitution) to the extent that it incurs costs in the clandestine provocation of a crime that, if carried to fruition under ordinary circumstances, would not directly harm the government.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See, e.g., Gall v. United States, <span class=\"citation\" data-id=\"667191\"><a href=\"/opinion/667191/john-w-gall-v-united-states/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">107</span></a></span>, 111 (6th Cir.1994) (holding that \"drug buy\" money advanced by the government is not recoverable under the VWPA);  United States v. Daddato, <span class=\"citation\" data-id=\"609791\"><a href=\"/opinion/609791/united-states-v-james-daddato/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">903</span></a></span>, 905 (7th Cir.1993) (similar) (dictum);  United States v. Salcedo-Lopez, <span class=\"citation\" data-id=\"543867\"><a href=\"/opinion/543867/united-states-v-rogelio-salcedo-lopez/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span>, 98 (9th Cir.1990) (holding that money used by undercover government agent to purchase false identification documents is not recoverable under the VWPA);  United States v. Finley, <span class=\"citation no-link\"><span class=\"volume\">783</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1123</span></span>, 1127 (N.D.Ill.1991) (refusing to order restitution of funds extorted by defendant from undercover agent).  All four of these cases rely at some level on the generality that investigatory costs do not constitute a \"loss\" within the purview of the Act because such costs are best conceived as voluntary outlays for the procurement of evidence.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See <span class=\"citation\" data-id=\"667191\"><span class=\"antecedent_guess\">Gall,</span> <a href=\"/opinion/667191/john-w-gall-v-united-states/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">112</span></a></span>;  <span class=\"citation\" data-id=\"609791\"><span class=\"antecedent_guess\">Daddato,</span> <a href=\"/opinion/609791/united-states-v-james-daddato/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">905</span></a></span>;  <span class=\"citation\" data-id=\"543867\"><span class=\"antecedent_guess\">Salcedo-Lopez,</span> <a href=\"/opinion/543867/united-states-v-rogelio-salcedo-lopez/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">98</span></a></span>;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Finley,</span> <span class=\"volume\">783</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1128</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">What makes this case difficult is that it falls somewhere between the two ends of the spectrum.  While we deal with a crime provoked by an undercover investigation, the crime was designed to inflict harm on the government.  If consummated under circumstances not involving official participation, the crime would have resulted in direct loss to the government in exactly the manner that the government here experienced loss.  Nonetheless, the government instigated the particular incidents for which it now claims the right to restitution--indeed, had there been no official participation, the claimed losses would not have eventuated.  This means that here, unlike in either of the more familiar prototypes, the difference between the face value of the food stamps and the amount appellant paid for them was both a calculated consequence of the defendant's crime and a calculated cost of the government's investigation.  As a result of the hybrid nature of the loss, each side argues that this difficult situation more closely resembles the prototype that favors its position--and neither argument can easily be debunked.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>B. Statutory Interpretation.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We envision the task of resolving this conundrum as an exercise in statutory construction.  Our role, of course, is as interpreters of the words chosen by Congress, not as policymakers or enlargers of congressional intent.  This role requires that we start with the statutory text.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">1. Text.   The VWPA states that restitution may be awarded only to a \"victim of the offense.\"  18 U.S.C. Sec. 3663(b)(1).  A \"victim of an offense\" is defined as \"any person directly harmed by the defendant's criminal conduct in the course of the scheme, conspiracy, or pattern.\"   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> Sec. 3663(a)(2). </span> In the idiom of the Act, the question we decide today is whether the government is a \"victim\" in the sense that it is \"harmed by the defendant's criminal conduct\" when it experiences loss that is the direct, foreseeable consequence both of the criminal's conduct and of the government's own machinations.  Conceived in this way, the question is one of first impression.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We believe that the key phrase, \"harmed by,\" as it appears in the VWPA, is ambiguous.  Under one reading of the phrase, the statute is satisfied when, as now, an entity experiences a loss directly and foreseeably caused in whole or in part by the criminal's conduct.  But this reading represents one choice out of several.  For example, it is also entirely possible that the word \"harm\" denotes \"aggregate harm\"--a construction which, if adopted, would require the phrase to be read with a view toward some type of cost-benefit analysis.  In that event, the very fact that the government knowingly incurred the loss could be taken as signifying that, in its estimation, the game was worth the candle.  Put another way, the fact could evidence the government's belief that the overall gain--incapacitating the targets of the investigation and deterring others from embarking on similar schemes--outweighed the out-of-pocket loss.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">A second, more intriguing possibility is that \"harmed by\" connotes passivity.  In ordinary usage, \"harm\" is suffered at the hands of another, while \"loss\" may be merely experienced or sustained.  It defies common usage to envision an entity that planned and provoked a crime as a victim in the same sense that a passive sufferer of harm is a victim, notwithstanding that the entity may have experienced loss.  Courts cannot ignore legislative decisions to use one particular word instead of another.  See, e.g., United States ex rel. Springfield Term.  Ry. Co. v. Quinn, <span class=\"citation\" data-id=\"661450\"><a href=\"/opinion/661450/united-states-of-america-ex-rel-springfield-terminal-railway-company/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">645</span></a></span>, 653-54 (D.C.Cir.1994) (attributing significance to Congress's choice of words).  Since Congress could have employed a more neutral construct in framing the Act, its choice of a phrase connoting passivity may well be meaningful.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A statute is ambiguous if it reasonably can be read in more than one way.  See United States v. O'Neil, <span class=\"citation\" data-id=\"658542\"><a href=\"/opinion/658542/united-states-v-shaun-k-oneil/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">292</span></a></span>, 297 (1st Cir.1993).  Here, the alternative interpretations are sufficiently plausible to render the statutory language ambiguous.  Consequently, we must search for guidance in the legislative history and beyond.  See <span class=\"citation\" data-id=\"658542\"><a href=\"/opinion/658542/united-states-v-shaun-k-oneil/\"><span class=\"id_token\">id.</span> at 297-98 </a></span>(describing standard protocol for statutory interpretation).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">2. Legislative History.   The VWPA was first enacted in 1982 in an effort to afford greater protection to victims and witnesses, and to enhance their stature in the criminal justice system.  See S.Rep. No. 532, 97th Cong., 2d Sess. 30, reprinted in 1982 U.S.C.C.A.N. 2515-16.  The object of the restitution provisions in particular was to help \"restore the victim to his or her prior state of well-being.\"   <span class=\"citation\" data-id=\"658542\"><a href=\"/opinion/658542/united-states-v-shaun-k-oneil/\"><span class=\"id_token\">Id.</span> at 2536. </a></span> Although the word \"victim\" was not precisely defined in either the original Act or its accompanying commentary, it is pellucid that, in the eyes of the enacting Congress, the prototypical victim was a private individual.  The preamble to the Senate Report laments that the victim is all too often the \" 'forgotten person' \" in the legal process.  <span class=\"citation\" data-id=\"658542\"><a href=\"/opinion/658542/united-states-v-shaun-k-oneil/\"><span class=\"id_token\">Id.</span> at 2516. </a></span> With regard to the restitution provisions, the only specific example of a victim describes an elderly lady who, after being mugged, had to forgo surgery because the prosecutors did not seek restitution in a sufficient amount.  See <span class=\"citation\" data-id=\"658542\"><a href=\"/opinion/658542/united-states-v-shaun-k-oneil/\"><span class=\"id_token\">id.</span> at 2536-37.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Absent a clearly marked trail leading in some other direction, courts should presume that words used in a statute are to be given their ordinary meaning.  See United States v. Dawlett, <span class=\"citation\" data-id=\"468103\"><a href=\"/opinion/468103/united-states-v-haythem-dawlett/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">771</span></a></span>, 774 (1st Cir.1986).  Here, the signposts embedded in the legislative history indicate quite vividly that, in enacting the VWPA, Congress used the word \"victim\" in such a way.  A victim is commonly considered to be a passive sufferer of harm, that is, someone who is \"tricked, duped, or subjected to hardship....\"  Webster's Third New International Dictionary 2550 (1981).  Read against this lexicographical backdrop, calling the organization that sets up a sting and carries it out a victim is like calling the rabbit who lurks in Houdini's hat a magician.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To be sure, Congress amended the VWPA in 1990, adding a statutory definition of \"victim\" as one \"directly harmed by the defendant's criminal conduct.\"  18 U.S.C. Sec. 3663(a)(2).  However, we resist the conclusion that, by specially defining \"victim\" on this occasion, Congress meant to stray far enough from the common meaning of the word to eliminate the element of passivity.  Rather, the legislative history attests that highly idiosyncratic concerns motivated Congress's action.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The amendment first surfaced in the House and Senate versions of the proposed \"Banking Law Enforcement Act\" under the caption, \"Enhancement of Ability to Order Restitution in Certain Fraud Cases.\"   See 136 Cong.Rec. H 5996 (daily ed., July 31, 1990);  136 Cong.Rec. S 18322 (daily ed., Nov. 2, 1990).  It was then incorporated into, and passed as part of, the sprawling Crime Control Act of 1990, P.L. 101-647, 104 Stat. 4789.  In that incarnation, the definition comprised one of nine disparate provisions grouped in a single title under the appellation \"Banking Law Enforcement.\"   In floor remarks, the sponsor of that title explained that its \"purpose\" was \"to enhance the enforcement powers of the Department of Justice and the federal financial institution regulatory agencies with respect to unlawful activities affecting federally insured financial institutions.\"   136 Cong.Rec. E 3684 (daily ed., Nov. 2, 1990) (remarks of Rep.  Schumer).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We think that this history, coupled with the division of opinion that originally existed in the courts on whether a government entity could ever be a \"victim\" under the Act, makes it highly probable that the newly emergent definition was intended to accomplish two things.  Broadly, the amendment was meant to clarify that, in appropriate cases, a government entity, say, FSLIC or FDIC, could be regarded as a \"victim\" under the Act.  More narrowly, the amendment was designed to clarify the government's entitlement to restitution for losses suffered qua insurer as a consequence of savings-and-loan fraud, that is to say, as a passive sufferer of the harm caused by such fraud.  Although special definitions sometimes are taken wholly to supplant common usage, see 2A Sutherland Statutory Construction Sec. 47.28 (5th ed. 1992), this special definition is not of that ilk;  it strengthens, rather than dissipates, the force of our point anent common usage.  In other words, notwithstanding the 1990 amendment, the presumption in favor of ordinary meaning continues to apply in this case.  And the ordinary meaning of the word \"victim\" poses an obvious problem for the government's view of the VWPA universe.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">To sum up, nothing in the legislative history of either the organic Act or its amendments indicates that losses incurred in government sting operations should be subject to recoupment under the VWPA.  Conversely, there is some basis in the legislative history of the VWPA for believing that the enacting and amending Congresses both viewed the word \"victim\" in a more restrictive manner than the government urges here.  We do not mean to suggest that the benefits of the VWPA should be confined to widows and orphans;  but we are constrained to note that, as the status of victimhood is expanded beyond passive sufferers of harm, we move further and further away from the concerns that drove Congress to pass the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>C. The Rule of Lenity.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We recognize that the Act's language and legislative history, though suggestive, do not speak unequivocally to the question at hand.  In light of this uncertainty, we have examined more recondite sources.  We confess, however, that our quest has proven unrewarding;  by and large, the government's claim resists analogy.  We have considered analogies from the doctrines and case law of civil restitution, criminal restitution through probationary conditions, tort law, and a variety of other sources.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  None offer compelling guidance.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">When all else fails to bring sufficient lucidity to the meaning of a penal statute, the rule of lenity casts the decisive vote.  That rule, which mandates the resolution of ambiguities in a criminal statute favorably to the defendant, see, e.g., United States v. Bass, <span class=\"citation\" data-id=\"108421\"><a href=\"/opinion/108421/united-states-v-bass/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">336</span></a></span>, 347-49, <span class=\"citation\" data-id=\"108421\"><a href=\"/opinion/108421/united-states-v-bass/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">515</span></a></span>, 522-23, <span class=\"citation\" data-id=\"108421\"><a href=\"/opinion/108421/united-states-v-bass/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">488</span> </a></span>(1971), is \"a background principle that properly comes into play when, at the end of a thorough inquiry, the meaning of a criminal statute remains obscure,\" <span class=\"citation\" data-id=\"658542\"><span class=\"antecedent_guess\">O'Neil,</span> <a href=\"/opinion/658542/united-states-v-shaun-k-oneil/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">301</span> </a></span>n. 10;  see also Chapman v. United States, <span class=\"citation\" data-id=\"112605\"><a href=\"/opinion/112605/chapman-v-united-states/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">453</span></a></span>, <span class=\"citation\" data-id=\"112605\"><a href=\"/opinion/112605/chapman-v-united-states/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1919</span></a></span>, 1926, <span class=\"citation\" data-id=\"112605\"><a href=\"/opinion/112605/chapman-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">524</span> </a></span>(1991).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This is not only the proper time to invoke the rule of lenity, but also the proper place;  after all, the rule of lenity played the decisive role on the one occasion that the Court ventured to interpret the VWPA.  See Hughey v. United States, <span class=\"citation\" data-id=\"112428\"><a href=\"/opinion/112428/hughey-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></a></span>, <span class=\"citation\" data-id=\"112428\"><a href=\"/opinion/112428/hughey-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1979</span></a></span>, <span class=\"citation\" data-id=\"112428\"><a href=\"/opinion/112428/hughey-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">408</span> </a></span>(1990).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  When \"the statutory language regarding the scope of a court's authority to order restitution [is] ambiguous,\" the Court explained in that case, \"longstanding principles of lenity ... preclude our resolution of the ambiguity against petitioner....\"  <span class=\"citation\" data-id=\"112428\"><a href=\"/opinion/112428/hughey-v-united-states/\"><span class=\"id_token\">Id.</span> at 422, </a></span>110 S.Ct. at 1985 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We retrace the Court's steps here.  On the principle of lenity, we resolve lingering doubts as to the statute's meaning in favor of the defendant.  We hold as follows:  a government agency that has lost money as a consequence of a crime that it actively provoked in the course of carrying out an investigation may not recoup that money through a restitution order imposed under the VWPA.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We add an eschatocol of sorts.  As courts reaching similar conclusions have observed, see, e.g., <span class=\"citation\" data-id=\"543867\"><span class=\"antecedent_guess\">Salcedo-Lopez,</span> <a href=\"/opinion/543867/united-states-v-rogelio-salcedo-lopez/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">99</span></a></span>;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Finley,</span> <span class=\"volume\">783</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1129</span></span>, other methods of recovery remain open to the government, notably fines or voluntary agreements for restitution incident to plea bargains.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Therefore, the main practical consequence of our holding, in the long term, is that the awards to the government in \"sting\" cases will be influenced not only by the amount of loss, but also by other factors, see 18 U.S.C. Sec. 3572(a).  Though in a given situation the resulting penalty may be smaller or larger than the foregone restitutionary award, the principle of interpretive integrity will in all events be honored.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We need go no further.  We direct the district court to modify the defendant's sentence by deleting the award of restitution;  and, with that modification, we affirm the judgment below.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Affirmed as modified.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Zachary Gibbens and Joseph Beaulieu were employed by appellant at his shoe repair shop in Lewiston</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On this scenario, the final transaction assumed particular importance because previous deals had been conducted from afar, and, without a face-to-face encounter, the government might be hard pressed to verify appellant's identity in court.  Cf., e.g., B. Franklin, Poor Richard's Almanac (1758) (warning that \"for want of a nail the shoe is lost\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> To be sure, a defendant's predisposition, or the lack thereof, may have evidentiary significance in an assessment of the government's motives and conduct.  Moreover, one can imagine different species of sentencing factor manipulation, in some of which predisposition may be of greater relevance.  See, e.g., <span class=\"citation\" data-id=\"580693\"><span class=\"antecedent_guess\">Connell,</span> <a href=\"/opinion/580693/united-states-v-gerald-connell/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">196</span> </a></span>(suggesting that sentencing factor manipulation may include \"overbearing[ing] the will of a person predisposed only to committing a lesser crime\").  We need not probe these points too deeply, for, wholly apart from any evidence of appellant's predisposition, the district court's finding that no manipulation occurred is supportable</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Courts interpreting analogous state statutes have divided on this type of question.  For example, some courts hold that, when a government agency disburses money in a drug sting, it is not a \"victim\" entitled to restitution.  See, e.g., State v. Newman, <span class=\"citation\" data-id=\"1974532\"><a href=\"/opinion/1974532/state-v-newman/\"><span class=\"volume\">132</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">159</span></a></span>, <span class=\"citation\" data-id=\"1974532\"><a href=\"/opinion/1974532/state-v-newman/\"><span class=\"volume\">623</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1355</span></a></span>, 1364 (1993);  People v. Evans, 122 Ill.App.3d 733, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">50</span></span>, 55, <span class=\"citation\" data-id=\"2051682\"><a href=\"/opinion/2051682/people-v-evans/\"><span class=\"volume\">461</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">634</span></a></span>, 639 (Ill.App.1984);  see also Evans v. Garrison, <span class=\"citation\" data-id=\"393316\"><a href=\"/opinion/393316/albert-lee-evans-jr-v-warden-sam-p-garrison-and-state-of-north/\"><span class=\"volume\">657</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></a></span>, 66 (4th Cir.1981) (interpreting North Carolina statute);  People v. Rowe, <span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">907</span></span>, <span class=\"citation no-link\"><span class=\"volume\">544</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">97</span></span>, 98 (1989), aff'd, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">948</span></span>, <span class=\"citation no-link\"><span class=\"volume\">555</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">689</span></span>, <span class=\"citation no-link\"><span class=\"volume\">554</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1277</span> </span>(1990) (same, but later superseded by statute as discussed in People v. Davis, <span class=\"citation no-link\"><span class=\"volume\">182</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">635</span></span>, <span class=\"citation no-link\"><span class=\"volume\">582</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">249</span></span>, 250 (1992)).  However, some courts have held to the contrary.  See, e.g., Commonwealth v. Runion, 427 Pa.Super. 217, <span class=\"citation\" data-id=\"1439128\"><a href=\"/opinion/1439128/com-v-runion/\"><span class=\"volume\">628</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">904</span></a></span>, 906 (1993);  State v. Rios, <span class=\"citation\" data-id=\"1653027\"><a href=\"/opinion/1653027/state-v-rios/\"><span class=\"volume\">237</span> <span class=\"reporter\">Neb.</span> <span class=\"page\">232</span></a></span>, <span class=\"citation\" data-id=\"1653027\"><a href=\"/opinion/1653027/state-v-rios/\"><span class=\"volume\">465</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">611</span></a></span>, 613 (1991);  State v. Stallings, <span class=\"citation no-link\"><span class=\"volume\">316</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">535</span></span>, <span class=\"citation\" data-id=\"1391682\"><a href=\"/opinion/1391682/state-v-stallings/\"><span class=\"volume\">342</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">519</span></a></span>, 521 (1986) (distinguishing and limiting Evans v. <span class=\"citation\" data-id=\"393316\"><a href=\"/opinion/393316/albert-lee-evans-jr-v-warden-sam-p-garrison-and-state-of-north/\"><span class=\"antecedent_guess\">Garrison,</span> supra </a></span>);  Oregon v. Pettit, 73 Or.App. 510, <span class=\"citation\" data-id=\"1172770\"><a href=\"/opinion/1172770/state-v-pettit/\"><span class=\"volume\">698</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1049</span></a></span>, 1051 (1985);  see also Montana v. Fertterer, <span class=\"citation no-link\"><span class=\"volume\">255</span> <span class=\"reporter\">Mont.</span> <span class=\"page\">73</span></span>, <span class=\"citation\" data-id=\"882397\"><a href=\"/opinion/882397/state-v-fertterer/\"><span class=\"volume\">841</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">467</span></a></span>, 473 (1992) (applying same rule in sting directed at poaching scheme);  State v. Hernandez, <span class=\"citation\" data-id=\"1119856\"><a href=\"/opinion/1119856/state-v-hernandez/\"><span class=\"volume\">121</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">114</span></a></span>, <span class=\"citation\" data-id=\"1119856\"><a href=\"/opinion/1119856/state-v-hernandez/\"><span class=\"volume\">822</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1011</span></a></span>, 1014 (1991) (allowing restitution for costs of narcotics investigation).  Because these cases tend to turn on the wording of the statutes involved, they are not particularly instructive for our purposes</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The relevant provision of the Act states that restitution may be ordered \"in the case of an offense resulting in damage to or loss or destruction of property of a victim of the offense.\"  18 U.S.C. Sec. 3663(b)(1)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We realize that United States v. Dougherty, <span class=\"citation\" data-id=\"482545\"><a href=\"/opinion/482545/united-states-v-joseph-dougherty/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">763</span> </a></span>(8th Cir.1987), involved substantially identical facts.  Nonetheless, the defendant there framed the legal issue exclusively in terms of \"loss,\" <span class=\"citation\" data-id=\"482545\"><a href=\"/opinion/482545/united-states-v-joseph-dougherty/\"><span class=\"id_token\">id.</span> at 773. </a></span>  We agree with the Dougherty court that the USDA incurs a loss in the course of a food stamp sting.  See <span class=\"citation\" data-id=\"482545\"><a href=\"/opinion/482545/united-states-v-joseph-dougherty/\"><span class=\"id_token\">id.</span>   But this </a></span>conclusion, standing alone, does not mean that the USDA may recover in restitution for the loss when it stems from the cutrate sale of food stamps by an authorized government agent in the course of a sting.  Under the VWPA, the existence of \"loss\" does not end the requisite inquiry, but, rather, marks its midpoint</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The interested reader may wish to consult various works that afford broad-gauged historical perspectives on the subject.  See, e.g., Stephen Schafer, Compensation and Restitution to Victims of Crime (2d ed. 1970);  Richard E. Laster, Criminal Restitution:  A Survey of its Past History and an Analysis of its Present Usefulness, 5 U.Rich.L.Rev. 71 (1970)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> While Hughey 's precise holding, denying restitution for losses resulting from offenses other than the offense of conviction, has been superseded partially by the 1990 amendment to 18 U.S.C. Sec. 3663(a)(3), this development does not throw the slightest doubt on Hughey 's hermeneutical approach.  We, therefore, regard Hughey as impeccable authority for the purpose at hand</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Courts are divided on whether drug buy money may be recovered in restitution as a condition of supervised release.  Compare <span class=\"citation\" data-id=\"609791\"><span class=\"antecedent_guess\">Daddato,</span> <a href=\"/opinion/609791/united-states-v-james-daddato/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">906</span> </a></span>(interpreting 18 U.S.C. Sec. 3583 to permit restitution of drug buy money as a condition of supervised release) with <span class=\"citation\" data-id=\"667191\"><span class=\"antecedent_guess\">Gall,</span> <a href=\"/opinion/667191/john-w-gall-v-united-states/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">111</span> </a></span>(implicitly interpreting same statute as not permitting a court to require restitution of drug buy money as a condition of supervised release);  see also <span class=\"citation\" data-id=\"667191\"><a href=\"/opinion/667191/john-w-gall-v-united-states/\"><span class=\"id_token\">id.</span> at 112-113 </a></span>(Jones, J., concurring) (criticizing Daddato ).   We do not plumb these depths, as the district court neither imposed a fine nor attached a special monetary condition to the term of supervised release</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108421/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112428/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112605/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194846/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195011/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195222/",
    "https://www.courtlistener.com/api/rest/v3/opinions/393316/",
    "https://www.courtlistener.com/api/rest/v3/opinions/438869/",
    "https://www.courtlistener.com/api/rest/v3/opinions/468103/",
    "https://www.courtlistener.com/api/rest/v3/opinions/482545/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516009/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538475/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543063/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543867/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548346/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580693/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593905/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609791/",
    "https://www.courtlistener.com/api/rest/v3/opinions/612134/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654192/",
    "https://www.courtlistener.com/api/rest/v3/opinions/658542/",
    "https://www.courtlistener.com/api/rest/v3/opinions/661450/",
    "https://www.courtlistener.com/api/rest/v3/opinions/667191/",
    "https://www.courtlistener.com/api/rest/v3/opinions/882397/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1119856/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1172770/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1391682/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1439128/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1653027/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1974532/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2051682/"
  ]
}