{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195394/",
  "id": 195394,
  "absolute_url": "/opinion/195394/grande-v-bank-of-new-england/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195394/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:09Z",
  "date_modified": "2020-02-21T23:47:30.783633Z",
  "type": "010combined",
  "sha1": "c1e3b7ae4ec5900a45391d2c6d90d394a9d8236d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2049.01A",
  "local_path": null,
  "plain_text": "June 1, 1994          [NOT FOR PUBLICATION]\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 93-2049\n\n                         VINCENT GRANDE,\n\n                      Plaintiff - Appellant,\n\n                                v.\n\n               BANK OF NEW ENGLAND OLD COLONY, N.A.\n            AND FEDERAL DEPOSIT INSURANCE CORPORATION,\n\n                     Defendants - Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Robert E. Keeton, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                    Torruella, Circuit Judge,\n                                            \n\n                 Campbell, Senior Circuit Judge,\n                                               \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                           \n\n     Robert S. Wolfe, with whom Wolfe Associates, Alan R. Hoffman\n                                                                 \nand Lynch, Brewer, Hoffman &amp; Sands, were on brief for appellant.\n                                  \n     Claire  L.  McGuire,  Counsel,  Federal   Deposit  Insurance\n                        \nCorporation, with whom Ann  S. DuRoss, Assistant General Counsel,\n                                     \nColleen B. Bombardier, Senior Counsel, Federal Deposit  Insurance\n                     \nCorporation, Paul  R.  Devin, Allan  N. David,  Sandra P.  Criss,\n                                                                \nPeabody &amp; Arnold, Richard E. Gentilli and Kaye, Fialkow, Richmond\n                                                                 \n&amp; Rothstein, were on brief for appellees.\n           \n\n                                           \n\n                                           \n\n          Per  Curiam.   In this  action, the  plaintiff, Vincent\n                     \n\nGrande,  as Trustee of R. D. Realty Trust, asserts several claims\n\nagainst  the  Federal Deposit  Insurance Corporation  (\"FDIC\") as\n\nreceiver  for the Bank of  New England (\"BNE\").   As the district\n\ncourt noted, the form of Grande's claims  is substantively driven\n\nby  his desperate attempt to avoid  the reach of D'Oench, Duhme &amp;\n                                                                 \n\nCo. v.  Federal Deposit Ins. Corp., 315 U.S. 447, 457 (1942), and\n                                  \n\nits statutory cognate, 12 U.S.C.   1823(e).  After a bench trial,\n\nthe district  court found  that Grande's  attempts fell  short of\n\novercoming  the  nearly insurmountable  hurdle  that  the D'Oench\n                                                                 \n\nDuhme doctrine presents,  and found in favor  of the FDIC on  all\n     \n\ncounts.  We affirm.\n\n                            BACKGROUND\n                                      \n\n          BNE held a first mortgage on a condominium development.\n\nManchester  Properties  Limited   Partnership  (\"MPLP\")  was  the\n\nmortgagor.    Grande  held a  second  mortgage  on the  property.\n\nEventually,  the BNE  loan went  into  default, the  mortgage was\n\nforeclosed, and the property was sold at a deficiency.\n\n          Grande makes several claims  to attempt to recover some\n\nof the foreclosure  proceeds despite BNE's priority  in its first\n\nmortgage over  Grande's second  mortgage.  First,  Grande asserts\n\nthat BNE agreed to allow him and MPLP to exchange Grande's second\n\nmortgage  for the first  condominium unit built.   Second, Grande\n\nclaims that even if  D'Oench, Duhme or 12  U.S.C.   1823(e)  bars\n                                   \n\ndirect claims based  on the purported  agreement between BNE  and\n\nMPLP to allow an exchange (between MPLP and Grande) of the second\n\n                               -2-\n\nmortgage  for  a  condominium  unit,  BNE's  mortgage  should  be\n\nequitably subordinated to Grande's  claims.  Third, Grande points\n\nto  language in the first mortgage that Grande contends should be\n\nread as permitting him to receive a portion of the  proceeds of a\n\nforeclosure  sale,  before  the  first  mortgage  is   satisfied.\n\nFourth, Grande claims that he is entitled to recovery because BNE\n\nnegligently supervised construction  at the condominium  project,\n\nand this  caused a  loss of approximately  $200,000 which  harmed\n\nGrande.1\n\n                         GRANDE'S CLAIMS\n                                        \n\n          With respect  to  Grande's first  contention, we  agree\n\nwith the district court that Grande's claim is barred by D'Oench,\n                                                                 \n\nDuhme and 18 U.S.C.   1823(e).2  We will not  rehash the district\n     \n\n                    \n\n1  Grande has raised other subsidiary contentions on appeal.   We\nhave reviewed these issues and believe that they are meritless.\n\n2  12 U.S.C.   1823(e) expressly provides:\n\n          No  agreement  which  tends  to  diminish  or\n          defeat  the  interest  of [the  FDIC]  in any\n          asset  acquired by it  under this  section or\n          section   1821  of  this   title,  either  as\n          security  for a  loan  or by  purchase or  as\n          receiver    of    any   insured    depository\n          institution,  shall  be  valid  against  [the\n          FDIC] unless such agreement --\n\n            1) is in writing,\n\n            2)   was   executed  by   the  depository\n            institution  and  any person  claiming an\n            adverse  interest  thereunder,  including\n            the  obligor, contemporaneously  with the\n            acquisition   of   the   asset   by   the\n            depository institution,\n\n            3) was approved by the board of directors\n            of the depository institution or its loan\n\n                               -3-\n\ncourt's thorough discussion of the barriers D'Oench, Duhme and 12\n                                                          \n\nU.S.C.    1823(e) present  to claims  against the  FDIC, and  the\n\nexpansive  reach of the D'Oench,  Duhme doctrine.   See Grande v.\n                                                              \n\nFederal Deposit Insurance  Corp., No. 91-10080,  slip op. at  3-6\n                                \n\n(D.  Mass. September 7, 1993).  Rather, we conclude that Grande's\n\nclaim  that BNE agreed to an exchange of Grande's second mortgage\n\nfor  a condominium unit does not comport with the requirements of\n\nD'Oench,  Duhme and  12  U.S.C.   1823(e),  and therefore  Grande\n               \n\ncannot rely on this agreement as a basis for recovery against the\n\nFDIC.    Under D'Oench,  Duhme, bank borrowers  or guarantors are\n                              \n\nprohibited  from using  secret or  unrecorded side  agreements to\n\ndefend against efforts by the FDIC to collect on promissory notes\n\nthat it has acquired from a failed bank.  See D'Oench, Duhme, 315\n                                                            \n\nU.S.  at  460.  Similarly,  12  U.S.C.    1823(e)  codifies  this\n\nprinciple and requires, in pertinent part to this appeal, that no\n\nagreement which tends to diminish the interest of the FDIC in any\n\nasset acquired by it as receiver, shall be valid against the FDIC\n\nunless  it  is  \"approved  by  the  board  of  directors  of  the\n\ndepository  institution or  its  loan committee,  which  approval\n\nshall be reflected in the minutes of said board or committee.\"\n\n          Grande  has  failed  to  prove that  the  exchange  was\n\napproved  by   the  relevant  BNE  credit   committee,  and  more\n\n                    \n\n            committee,   which   approval  shall   be\n            reflected in the minutes of said board or\n            committee, and\n\n            4) has been,  continuously, from the time\n            of  its execution, an  official record of\n            the depository institution.\n\n                               -4-\n\nimportantly, that  this approval  was officially recorded  in the\n\nrequisite committee minutes.   Rather, Grande proffers and relies\n\nupon  evidence of  negotiations  between BNE,  MPLP, and  Grande,\n\nregarding the proposed  exchange.  As  the district court  found,\n\nthis evidence is insufficient to  satisfy the requirements of  12\n\nU.S.C.    1823(e).  Furthermore, Grande's  arguments that certain\n\ndocuments  were  incorporated  into  other  documents  that  were\n\napproved  by  the  credit  committee are  unsubstantiated.    Put\n\nsimply,  the minutes of BNE's credit committee do not contain any\n\nmention  of  an agreement  permitting  the  exchange of  Grande's\n\nsecond mortgage for the condominium unit.  Therefore, 12 U.S.C.  \n\n1823(e) and  D'Oench, Duhme bar  Grande's claims against  the BNE\n                           \n\nbased on this alleged agreement.\n\n          Grande alternatively claims that even if his claims are\n\nbarred by D'Oench, Duhme and 12 U.S.C.   1823(e), the doctrine of\n                        \n\nequitable subordination requires that  Grande's mortgage be given\n\npriority.   To  make out  a  claim for  equitable  subordination,\n\ntraditionally a bankruptcy  doctrine, a party must  prove that 1)\n\nthe  claimant engaged in some sort of inequitable conduct; 2) the\n\nmisconduct  resulted in  injury  to the  bankrupt's creditors  or\n\nconferred  an unfair advantage on the  claimant; and 3) equitable\n\nsubordination  of   the  claim  is  not   inconsistent  with  the\n\nprovisions  of  the Bankruptcy  Code.   In  re 604  Columbus Ave.\n                                                                 \n\nRealty Trust,  968 F.2d  1332, 1353  (1st  Cir. 1992)  (citations\n            \n\nomitted).  Thus, to support a claim in  this context, Grande must\n\nfirst prove that BNE engaged in some sort of inequitable conduct.\n\n                               -5-\n\nAs evidence of such inequitable conduct, Grande contends that the\n\nBNE  improperly  administered the  construction  loan  and, as  a\n\nresult,  some $200,000  of construction  funds were  not properly\n\ndisbursed.   The district court found, however, that there was no\n\nevidence  that these unaccounted for  funds did not,  in fact, go\n\ninto the  project, and thus  there is no predicate  for a finding\n\nthat any wrongdoing  occurred on  the part of  any BNE  employee.\n\nAdditionally, the district court found that Grande did not suffer\n\nany harm  based on the alleged  inequitable conduct of BNE.    We\n\nsee no reason to  disturb either of the district  court's factual\n\nfindings.3   Grande has therefore failed to sustain his burden of\n\nproof on the equitable subordination claim, and we need not reach\n\nthe question of whether Grande's equitable subordination claim is\n\nbarred as a matter of law based on D'Oench, Duhme and 12 U.S.C.  \n                                                 \n\n1823(e).4\n\n                    \n\n3  We review a district court's finding of facts in a bench trial\nunder the clear error  standard.  Dedham Water Co.  v. Cumberland\n                                                                 \nFarms Dairy, 972 F.2d 453, 457 (1st Cir. 1992).\n           \n\n4   Grande also brought a claim under Mass. Gen. L. ch. 93A based\nupon alleged unfair  actions taken  by BNE.   The district  court\nfound  that Grande failed to  satisfy his burden  of proving that\nBNE made misrepresentations  or otherwise  acted unfairly  toward\nMPLP  or Grande.  While  Grande argues that  the district court's\nfactual  Mass. Gen. L. ch. 93A findings were \"fatally flawed,\" he\nhas  not pointed  to any  specific evidence  in the  record which\ndemonstrates  that these  findings were  clearly erroneous.   The\nfact   that  certain   evidence   was   susceptible  of   another\ninterpretation  is insufficient  to show that  the interpretation\nchosen  by the district court was erroneous.  Rather, where there\nare  two permissible  views of  the evidence,  the interpretation\nassigned  by the  district court  must be  adopted.   Williams v.\n                                                              \nPoulos, 11  F.3d 271, 278 (1st Cir.  1993).  Therefore, we credit\n      \nthe  district court's findings and affirm its ruling on the Mass.\nGen. L. ch. 93A claim.\n\n                               -6-\n\n          Grande's third contention is a breach of contract claim\n\nto the effect  that language  in BNE's first  mortgage should  be\n\nread  as modifying  the  priorities of  the  mortgages to  permit\n\nGrande  to receive a portion  of the proceeds  of the foreclosure\n\nsale.    We  agree with  the  district  court's  ruling that  the\n\nlanguage in the documents that Grande relies upon simply does not\n\nsupport  his interpretation  that the  priority of  the mortgages\n\nshould  be altered.  For  instance, Grande points  to language in\n\nSchedule A of  the first  mortgage deed, which  provided for  the\n\npayment   of  release   fees  to   Grande  under   the  following\n\ncircumstances:\n\n            The   Mortgagee   shall   issue   partial\n            releases of this mortgage for  each newly\n            constructed unit upon  the payment to  it\n            by  the  Mortgagor   of  ninety   percent\n            (90.0%) of the  proceeds, net  reasonable\n            costs of conveyance  and partial  release\n            fee of Forty-seven  thousand two  hundred\n            twenty-two   and    22/100   ($47,222.22)\n            dollars  per  unit   to  the   Mortgagee,\n            Vincent Grande, Trustee . . .\n\nThis language cannot reasonably be read to change the priority so\n\nthat  the first mortgage is  subordinated to the  interest of the\n\nsecond  mortgagee.    Rather,   the  provision  seems  to  simply\n\nanticipate  the payment of release fees on completed units at the\n\ntime  they were  sold.   No  units were  completed  prior to  the\n\ndefault.   Moreover, upon foreclosure, Grande's  rights under the\n\nsecond  mortgage, including  the  payment of  release fees,  were\n\nextinguished.  See Duff v. United States Trust Co., 327 Mass. 17,\n                                                  \n\n20, 97 N.E.2d  189, 191 (1951)  (an agreement to  give a  partial\n\nrelease is only effective until default under the mortgage).\n\n                               -7-\n\n          Grande's  final contention  is that  he is  entitled to\n\nrecovery based  upon BNE's negligent supervision  of construction\n\non  the project, causing a  loss of approximately  $200,000.  The\n\ndistrict  court  found that  Grande  failed  to proffer  credible\n\nevidence   demonstrating   that    BNE   negligently    inspected\n\nconstruction  on  the project  and/or  improperly advanced  funds\n\nunder the construction loan  agreement.  The district  court also\n\nfound that  Grande failed to prove  that he was damaged,  or that\n\nthe  value  of  the  property  was  impaired,  by  BNE's  alleged\n\nnegligence.  Again,  we have not been  shown any evidence  in the\n\nrecord  which  demonstrates  why  these  findings   were  clearly\n\nerroneous.     Therefore,  Grande's  claim   based  on  negligent\n\nsupervision also fails.\n\n          For the foregoing reasons, the decision of the district\n\ncourt is affirmed.\n                 \n\n                               -8-\n",
  "html": "<p class=\"case_cite\">25 F.3d 1037</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Vincent GRANDE, Plaintiff-Appellant,<br>v.<br>BANK OF NEW ENGLAND OLD COLONY, N.A. AND FEDERAL DEPOSIT<br>INSURANCE CORPORATION, Defendants-Appellees.</p>\n    <p class=\"docket\">No. 93-2049</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 1, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Robert E. Keeton, U.S. District Judge ]</p>\n      <p class=\"indent\">Robert S. Wolfe, with whom Wolfe Associates, Alan R. Hoffman and Lynch, Brewer, Hoffman &amp; Sands, were on brief for appellant.</p>\n      <p class=\"indent\">Claire L. McGuire, Counsel, Federal Deposit Insurance Corporation, with whom Ann S. DuRoss, Assistant General Counsel, Colleen B. Bombardier, Senior Counsel, Federal Deposit Insurance Corporation, Paul R. Devin, Allan N. David, Sandra P. Criss, Peabody &amp; Arnold, Richard E. Gentilli and Kaye, Fialkow, Richmond &amp; Rothstein, were on brief for appellees.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Circuit Judge, Campbell, Senior Circuit Judge, and Cyr, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this action, the plaintiff, Vincent Grande, as Trustee of R. D. Realty Trust, asserts several claims against the Federal Deposit Insurance Corporation (\"FDIC\") as receiver for the Bank of New England (\"BNE\").  As the district court noted, the form of Grande's claims is substantively driven by his desperate attempt to avoid the reach of D'Oench, Duhme &amp; Co. v.  Federal Deposit Ins. Corp., 315 U.S. 447, 457 (1942), and its statutory cognate, 12 U.S.C. Sec. 1823(e).  After a bench trial, the district court found that Grande's attempts fell short of overcoming the nearly insurmountable hurdle that the D'Oench Duhme doctrine presents, and found in favor of the FDIC on all counts.  We affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">BNE held a first mortgage on a condominium development.  Manchester Properties Limited Partnership (\"MPLP\") was the mortgagor.  Grande held a second mortgage on the property.  Eventually, the BNE loan went into default, the mortgage was foreclosed, and the property was sold at a deficiency.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Grande makes several claims to attempt to recover some of the foreclosure proceeds despite BNE's priority in its first mortgage over Grande's second mortgage.  First, Grande asserts that BNE agreed to allow him and MPLP to exchange Grande's second mortgage for the first condominium unit built.  Second, Grande claims that even if D'Oench, Duhme or 12 U.S.C. Sec. 1823(e) bars direct claims based on the purported agreement between BNE and MPLP to allow an exchange (between MPLP and Grande) of the second mortgage for a condominium unit, BNE's mortgage should be equitably subordinated to Grande's claims.  Third, Grande points to language in the first mortgage that Grande contends should be read as permitting him to receive a portion of the proceeds of a foreclosure sale, before the first mortgage is satisfied.  Fourth, Grande claims that he is entitled to recovery because BNE negligently supervised construction at the condominium project, and this caused a loss of approximately $200,000 which harmed Grande.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>GRANDE'S CLAIMS</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">With respect to Grande's first contention, we agree with the district court that Grande's claim is barred by D'Oench, Duhme and 18 U.S.C. Sec. 1823(e).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We will not rehash the district court's thorough discussion of the barriers D'Oench, Duhme and 12 U.S.C. Sec. 1823(e) present to claims against the FDIC, and the expansive reach of the D'Oench, Duhme doctrine.  See Grande v. Federal Deposit Insurance Corp., No. 91-10080, slip op. at 3-6 (D. Mass.  September 7, 1993).  Rather, we conclude that Grande's claim that BNE agreed to an exchange of Grande's second mortgage for a condominium unit does not comport with the requirements of D'Oench, Duhme and 12 U.S.C. Sec. 1823(e), and therefore Grande cannot rely on this agreement as a basis for recovery against the FDIC.  Under D'Oench, Duhme, bank borrowers or guarantors are prohibited from using secret or unrecorded side agreements to defend against efforts by the FDIC to collect on promissory notes that it has acquired from a failed bank.   See D'Oench, Duhme, 315 U.S. at 460.  Similarly, 12 U.S.C. Sec. 1823(e) codifies this principle and requires, in pertinent part to this appeal, that no agreement which tends to diminish the interest of the FDIC in any asset acquired by it as receiver, shall be valid against the FDIC unless it is \"approved by the board of directors of the depository institution or its loan committee, which approval shall be reflected in the minutes of said board or committee.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Grande has failed to prove that the exchange was approved by the relevant BNE credit committee, and more importantly, that this approval was officially recorded in the requisite committee minutes.  Rather, Grande proffers and relies upon evidence of negotiations between BNE, MPLP, and Grande, regarding the proposed exchange.  As the district court found, this evidence is insufficient to satisfy the requirements of 12 U.S.C. Sec. 1823(e).  Furthermore, Grande's arguments that certain documents were incorporated into other documents that were approved by the credit committee are unsubstantiated.  Put simply, the minutes of BNE's credit committee do not contain any mention of an agreement permitting the exchange of Grande's second mortgage for the condominium unit.  Therefore, 12 U.S.C. Sec. 1823(e) and D'Oench, Duhme bar Grande's claims against the BNE based on this alleged agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Grande alternatively claims that even if his claims are barred by D'Oench, Duhme and 12 U.S.C. Sec. 1823(e), the doctrine of equitable subordination requires that Grande's mortgage be given priority.  To make out a claim for equitable subordination, traditionally a bankruptcy doctrine, a party must prove that 1) the claimant engaged in some sort of inequitable conduct;  2) the misconduct resulted in injury to the bankrupt's creditors or conferred an unfair advantage on the claimant;  and 3) equitable subordination of the claim is not inconsistent with the provisions of the Bankruptcy Code.   In re 604 Columbus Ave. Realty Trust, 968 F.2d 1332, 1353 (1st Cir. 1992) (citations omitted).  Thus, to support a claim in this context, Grande must first prove that BNE engaged in some sort of inequitable conduct.  As evidence of such inequitable conduct, Grande contends that the BNE improperly administered the construction loan and, as a result, some $200,000 of construction funds were not properly disbursed.  The district court found, however, that there was no evidence that these unaccounted for funds did not, in fact, go into the project, and thus there is no predicate for a finding that any wrongdoing occurred on the part of any BNE employee.  Additionally, the district court found that Grande did not suffer any harm based on the alleged inequitable conduct of BNE.  We see no reason to disturb either of the district court's factual findings.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Grande has therefore failed to sustain his burden of proof on the equitable subordination claim, and we need not reach the question of whether Grande's equitable subordination claim is barred as a matter of law based on D'Oench, Duhme and 12 U.S.C. Sec. 1823(e).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Grande's third contention is a breach of contract claim to the effect that language in BNE's first mortgage should be read as modifying the priorities of the mortgages to permit Grande to receive a portion of the proceeds of the foreclosure sale.  We agree with the district court's ruling that the language in the documents that Grande relies upon simply does not support his interpretation that the priority of the mortgages should be altered.  For instance, Grande points to language in Schedule A of the first mortgage deed, which provided for the payment of release fees to Grande under the following circumstances:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>The Mortgagee shall issue partial releases of this mortgage for each newly constructed unit upon the payment to it by the Mortgagor of ninety percent (90.0%) of the proceeds, net reasonable costs of conveyance and partial release fee of Forty-seven thousand two hundred twenty- two and 22/100 ($47,222.22) dollars per unit to the Mortgagee, Vincent Grande, Trustee ...</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This language cannot reasonably be read to change the priority so that the first mortgage is subordinated to the interest of the second mortgagee.  Rather, the provision seems to simply anticipate the payment of release fees on completed units at the time they were sold.  No units were completed prior to the default.  Moreover, upon foreclosure, Grande's rights under the second mortgage, including the payment of release fees, were extinguished.   See Duff v. United States Trust Co., 327 Mass. 17, 20, 97 N.E.2d 189, 191 (1951) (an agreement to give a partial release is only effective until default under the mortgage).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Grande's final contention is that he is entitled to recovery based upon BNE's negligent supervision of construction on the project, causing a loss of approximately $200,000.  The district court found that Grande failed to proffer credible evidence demonstrating that BNE negligently inspected construction on the project and/or improperly advanced funds under the construction loan agreement.  The district court also found that Grande failed to prove that he was damaged, or that the value of the property was impaired, by BNE's alleged negligence.  Again, we have not been shown any evidence in the record which demonstrates why these findings were clearly erroneous.  Therefore, Grande's claim based on negligent supervision also fails.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For the foregoing reasons, the decision of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Grande has raised other subsidiary contentions on appeal.  We have reviewed these issues and believe that they are meritless</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 12 U.S.C. Sec. 1823(e) expressly provides:</p>\n        <p>No agreement which tends to diminish or defeat the interest of [the FDIC] in any asset acquired by it under this section or section 1821 of this title, either as security for a loan or by purchase or as receiver of any insured depository institution, shall be valid against [the FDIC] unless such agreement-</p>\n        <p>1) is in writing,</p>\n        <p>2) was executed by the depository institution and any person claiming an adverse interest thereunder, including the obligor, contemporaneously with the acquisition of the asset by the depository institution,</p>\n        <p>3) was approved by the board of directors of the depository institution or its loan committee, which approval shall be reflected in the minutes of said board or committee, and</p>\n        <p>4) has been, continuously, from the time of its execution, an official record of the depository institution.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We review a district court's finding of facts in a bench trial under the clear error standard.   Dedham Water Co. v. Cumberland Farms Dairy, 972 F.2d 453, 457 (1st Cir. 1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Grande also brought a claim under Mass.  Gen. L. ch.  93A based upon alleged unfair actions taken by BNE.  The district court found that Grande failed to satisfy his burden of proving that BNE made misrepresentations or otherwise acted unfairly toward MPLP or Grande.  While Grande argues that the district court's factual Mass.  Gen. L. ch.  93A findings were \"fatally flawed,\" he has not pointed to any specific evidence in the record which demonstrates that these findings were clearly erroneous.  The fact that certain evidence was susceptible of another interpretation is insufficient to show that the interpretation chosen by the district court was erroneous.  Rather, where there are two permissible views of the evidence, the interpretation assigned by the district court must be adopted.   Williams v. Poulos, 11 F.3d 271, 278 (1st Cir. 1993).  Therefore, we credit the district court's findings and affirm its ruling on the Mass.  Gen. L. ch.  93A claim</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1037</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Vincent GRANDE, Plaintiff-Appellant,<br>v.<br>BANK OF NEW ENGLAND OLD COLONY, N.A. AND FEDERAL DEPOSIT<br>INSURANCE CORPORATION, Defendants-Appellees.</p>\n    <p class=\"docket\">No. 93-2049</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 1, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Robert E. Keeton, U.S. District Judge ]</p>\n      <p class=\"indent\">Robert S. Wolfe, with whom Wolfe Associates, Alan R. Hoffman and Lynch, Brewer, Hoffman &amp; Sands, were on brief for appellant.</p>\n      <p class=\"indent\">Claire L. McGuire, Counsel, Federal Deposit Insurance Corporation, with whom Ann S. DuRoss, Assistant General Counsel, Colleen B. Bombardier, Senior Counsel, Federal Deposit Insurance Corporation, Paul R. Devin, Allan N. David, Sandra P. Criss, Peabody &amp; Arnold, Richard E. Gentilli and Kaye, Fialkow, Richmond &amp; Rothstein, were on brief for appellees.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Circuit Judge, Campbell, Senior Circuit Judge, and Cyr, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this action, the plaintiff, Vincent Grande, as Trustee of R. D. Realty Trust, asserts several claims against the Federal Deposit Insurance Corporation (\"FDIC\") as receiver for the Bank of New England (\"BNE\").  As the district court noted, the form of Grande's claims is substantively driven by his desperate attempt to avoid the reach of D'Oench, Duhme &amp; Co. v.  Federal Deposit Ins. Corp., <span class=\"citation\" data-id=\"103624\"><a href=\"/opinion/103624/doench-duhme-co-v-fdic/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span>, 457 (1942), and its statutory cognate, 12 U.S.C. Sec. 1823(e).  After a bench trial, the district court found that Grande's attempts fell short of overcoming the nearly insurmountable hurdle that the D'Oench Duhme doctrine presents, and found in favor of the FDIC on all counts.  We affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">BNE held a first mortgage on a condominium development.  Manchester Properties Limited Partnership (\"MPLP\") was the mortgagor.  Grande held a second mortgage on the property.  Eventually, the BNE loan went into default, the mortgage was foreclosed, and the property was sold at a deficiency.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Grande makes several claims to attempt to recover some of the foreclosure proceeds despite BNE's priority in its first mortgage over Grande's second mortgage.  First, Grande asserts that BNE agreed to allow him and MPLP to exchange Grande's second mortgage for the first condominium unit built.  Second, Grande claims that even if D'Oench, Duhme or 12 U.S.C. Sec. 1823(e) bars direct claims based on the purported agreement between BNE and MPLP to allow an exchange (between MPLP and Grande) of the second mortgage for a condominium unit, BNE's mortgage should be equitably subordinated to Grande's claims.  Third, Grande points to language in the first mortgage that Grande contends should be read as permitting him to receive a portion of the proceeds of a foreclosure sale, before the first mortgage is satisfied.  Fourth, Grande claims that he is entitled to recovery because BNE negligently supervised construction at the condominium project, and this caused a loss of approximately $200,000 which harmed Grande.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>GRANDE'S CLAIMS</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">With respect to Grande's first contention, we agree with the district court that Grande's claim is barred by D'Oench, Duhme and 18 U.S.C. Sec. 1823(e).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We will not rehash the district court's thorough discussion of the barriers D'Oench, Duhme and 12 U.S.C. Sec. 1823(e) present to claims against the FDIC, and the expansive reach of the D'Oench, Duhme doctrine.  See Grande v. Federal Deposit Insurance Corp., No. 91-10080, slip op. at 3-6 (D. Mass.  September 7, 1993).  Rather, we conclude that Grande's claim that BNE agreed to an exchange of Grande's second mortgage for a condominium unit does not comport with the requirements of D'Oench, Duhme and 12 U.S.C. Sec. 1823(e), and therefore Grande cannot rely on this agreement as a basis for recovery against the FDIC.  Under D'Oench, Duhme, bank borrowers or guarantors are prohibited from using secret or unrecorded side agreements to defend against efforts by the FDIC to collect on promissory notes that it has acquired from a failed bank.   See D'Oench, <span class=\"citation\" data-id=\"103624\"><span class=\"antecedent_guess\">Duhme,</span> <a href=\"/opinion/103624/doench-duhme-co-v-fdic/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">460</span></a></span>.  Similarly, 12 U.S.C. Sec. 1823(e) codifies this principle and requires, in pertinent part to this appeal, that no agreement which tends to diminish the interest of the FDIC in any asset acquired by it as receiver, shall be valid against the FDIC unless it is \"approved by the board of directors of the depository institution or its loan committee, which approval shall be reflected in the minutes of said board or committee.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Grande has failed to prove that the exchange was approved by the relevant BNE credit committee, and more importantly, that this approval was officially recorded in the requisite committee minutes.  Rather, Grande proffers and relies upon evidence of negotiations between BNE, MPLP, and Grande, regarding the proposed exchange.  As the district court found, this evidence is insufficient to satisfy the requirements of 12 U.S.C. Sec. 1823(e).  Furthermore, Grande's arguments that certain documents were incorporated into other documents that were approved by the credit committee are unsubstantiated.  Put simply, the minutes of BNE's credit committee do not contain any mention of an agreement permitting the exchange of Grande's second mortgage for the condominium unit.  Therefore, 12 U.S.C. Sec. 1823(e) and D'Oench, Duhme bar Grande's claims against the BNE based on this alleged agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Grande alternatively claims that even if his claims are barred by D'Oench, Duhme and 12 U.S.C. Sec. 1823(e), the doctrine of equitable subordination requires that Grande's mortgage be given priority.  To make out a claim for equitable subordination, traditionally a bankruptcy doctrine, a party must prove that 1) the claimant engaged in some sort of inequitable conduct;  2) the misconduct resulted in injury to the bankrupt's creditors or conferred an unfair advantage on the claimant;  and 3) equitable subordination of the claim is not inconsistent with the provisions of the Bankruptcy Code.   In re 604 Columbus Ave. Realty Trust, <span class=\"citation\" data-id=\"586807\"><a href=\"/opinion/586807/in-re-604-columbus-avenue-realty-trust-debtor-capitol-bank-trust/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1332</span></a></span>, 1353 (1st Cir. 1992) (citations omitted).  Thus, to support a claim in this context, Grande must first prove that BNE engaged in some sort of inequitable conduct.  As evidence of such inequitable conduct, Grande contends that the BNE improperly administered the construction loan and, as a result, some $200,000 of construction funds were not properly disbursed.  The district court found, however, that there was no evidence that these unaccounted for funds did not, in fact, go into the project, and thus there is no predicate for a finding that any wrongdoing occurred on the part of any BNE employee.  Additionally, the district court found that Grande did not suffer any harm based on the alleged inequitable conduct of BNE.  We see no reason to disturb either of the district court's factual findings.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Grande has therefore failed to sustain his burden of proof on the equitable subordination claim, and we need not reach the question of whether Grande's equitable subordination claim is barred as a matter of law based on D'Oench, Duhme and 12 U.S.C. Sec. 1823(e).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Grande's third contention is a breach of contract claim to the effect that language in BNE's first mortgage should be read as modifying the priorities of the mortgages to permit Grande to receive a portion of the proceeds of the foreclosure sale.  We agree with the district court's ruling that the language in the documents that Grande relies upon simply does not support his interpretation that the priority of the mortgages should be altered.  For instance, Grande points to language in Schedule A of the first mortgage deed, which provided for the payment of release fees to Grande under the following circumstances:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>The Mortgagee shall issue partial releases of this mortgage for each newly constructed unit upon the payment to it by the Mortgagor of ninety percent (90.0%) of the proceeds, net reasonable costs of conveyance and partial release fee of Forty-seven thousand two hundred twenty- two and 22/100 ($47,222.22) dollars per unit to the Mortgagee, Vincent Grande, Trustee ...</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This language cannot reasonably be read to change the priority so that the first mortgage is subordinated to the interest of the second mortgagee.  Rather, the provision seems to simply anticipate the payment of release fees on completed units at the time they were sold.  No units were completed prior to the default.  Moreover, upon foreclosure, Grande's rights under the second mortgage, including the payment of release fees, were extinguished.   See Duff v. United States Trust Co., <span class=\"citation\" data-id=\"2041276\"><a href=\"/opinion/2041276/duff-v-united-states-trust-co/\"><span class=\"volume\">327</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">17</span></a></span>, 20, <span class=\"citation\" data-id=\"2041276\"><a href=\"/opinion/2041276/duff-v-united-states-trust-co/\"><span class=\"volume\">97</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">189</span></a></span>, 191 (1951) (an agreement to give a partial release is only effective until default under the mortgage).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Grande's final contention is that he is entitled to recovery based upon BNE's negligent supervision of construction on the project, causing a loss of approximately $200,000.  The district court found that Grande failed to proffer credible evidence demonstrating that BNE negligently inspected construction on the project and/or improperly advanced funds under the construction loan agreement.  The district court also found that Grande failed to prove that he was damaged, or that the value of the property was impaired, by BNE's alleged negligence.  Again, we have not been shown any evidence in the record which demonstrates why these findings were clearly erroneous.  Therefore, Grande's claim based on negligent supervision also fails.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For the foregoing reasons, the decision of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Grande has raised other subsidiary contentions on appeal.  We have reviewed these issues and believe that they are meritless</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 12 U.S.C. Sec. 1823(e) expressly provides:</p>\n        <p>No agreement which tends to diminish or defeat the interest of [the FDIC] in any asset acquired by it under this section or section 1821 of this title, either as security for a loan or by purchase or as receiver of any insured depository institution, shall be valid against [the FDIC] unless such agreement-</p>\n        <p>1) is in writing,</p>\n        <p>2) was executed by the depository institution and any person claiming an adverse interest thereunder, including the obligor, contemporaneously with the acquisition of the asset by the depository institution,</p>\n        <p>3) was approved by the board of directors of the depository institution or its loan committee, which approval shall be reflected in the minutes of said board or committee, and</p>\n        <p>4) has been, continuously, from the time of its execution, an official record of the depository institution.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We review a district court's finding of facts in a bench trial under the clear error standard.   Dedham Water Co. v. Cumberland Farms Dairy, <span class=\"citation\" data-id=\"588805\"><a href=\"/opinion/588805/dedham-water-co-inc-v-cumberland-farms-dairy-inc/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span>, 457 (1st Cir. 1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Grande also brought a claim under Mass.  Gen. L. ch.  93A based upon alleged unfair actions taken by BNE.  The district court found that Grande failed to satisfy his burden of proving that BNE made misrepresentations or otherwise acted unfairly toward MPLP or Grande.  While Grande argues that the district court's factual Mass.  Gen. L. ch.  93A findings were \"fatally flawed,\" he has not pointed to any specific evidence in the record which demonstrates that these findings were clearly erroneous.  The fact that certain evidence was susceptible of another interpretation is insufficient to show that the interpretation chosen by the district court was erroneous.  Rather, where there are two permissible views of the evidence, the interpretation assigned by the district court must be adopted.   Williams v. Poulos, <span class=\"citation\" data-id=\"195087\"><a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">271</span></a></span>, 278 (1st Cir. 1993).  Therefore, we credit the district court's findings and affirm its ruling on the Mass.  Gen. L. ch.  93A claim</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103624/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195087/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586807/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588805/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2041276/"
  ]
}