{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195387/",
  "id": 195387,
  "absolute_url": "/opinion/195387/brooks-v-beatty/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195387/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:38:57Z",
  "date_modified": "2020-02-21T23:47:16.409512Z",
  "type": "010combined",
  "sha1": "8c4d5cf469b9b587ca3cd226b50d8931c7ce81eb",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1891.01A",
  "local_path": null,
  "plain_text": "May 27, 1994            [NOT FOR PUBLICATION]\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 93-1891\n                         MARLENE BROOKS,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                     JOHN J. BEATTY, ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Edward F. Harrington, U.S. District Judge]\n                                                        \n\n                                           \n\n                              Before\n\n                    Torruella, Cyr and Boudin,\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n   Francis  C. Newton, Jr., with  whom John R.  Dunnell and Russell,\n                                                                    \nPlummer &amp; Rutherford, P.C. were on brief for appellant.\n                        \n   Peter  J. Kajko, with whom  Sidney Gorovitz and Dropkin, Perlman,\n                                                                    \nLeavitt &amp; Rubin were on brief for appellee Resolution Trust.\n             \n   Jay L.  Seibert, with whom Hart and Lamond, P.C. was on brief for\n                                                   \nappellee Neil Tobin.\n   George  W. Mykulak, with whom Mark A. Berthiaume, Janice O. Fahey\n                                                                    \nand Goldstein &amp; Manello, P.C. were on brief for appellees Anderson and\n                           \nMarch.\n\n                                           \n\n                                           \n\n          CYR, Circuit  Judge.  The present  appeal requires that\n          CYR, Circuit  Judge\n                             \n\nwe  revisit the doctrine of  judicial estoppel, this  time in the\n\ncontext  of an  action by  a former  chapter 7  debtor who  later\n\nfailed to disclose the cause of action as an asset in her chapter\n\n7 proceeding.   We conclude  that the  court below  improvidently\n\ngranted summary  judgment  for defendants-appellees  on  judicial\n\nestoppel grounds but that  plaintiff-appellant in any event lacks\n\nstanding  to maintain the action.   We therefore  vacate the dis-\n\ntrict court judgment and remand for further proceedings.\n\n                                I\n\n                            BACKGROUND\n                                      \n\n          On  September  10,  1991,  plaintiff-appellant  Marlene\n\nBrooks brought this action for declaratory relief and compensato-\n\nry damages against ComFed Mortgage Company (\"ComFed\") and various\n\nindividual defendants.  The Resolution Trust Corporation (\"RTC\"),\n\nsuccessor to  ComFed, was  substituted as  a  party defendant  on\n\nNovember 6, 1991.  The thrust of the claim in  the present action\n\nis  that the  former Brooks  residence was  wrongfully foreclosed\n\nupon  as a  result  of the  fraudulent  or negligent  conduct  of\n\ndefendants-appellees.  \n\n          On  May 6,  1992, Brooks  filed a  voluntary chapter  7\n\npetition.  Although she promptly informed defendants-appellees of\n\nher chapter 7 petition,  Brooks failed to list the  present cause\n\nof action  (hereinafter  \"the ComFed  action\") on  her chapter  7\n\nschedule of assets.   On June 19, 1992, RTC  notified Brooks that\n\nthe  failure to  schedule the ComFed  action as  an asset  of the\n\nchapter 7 estate  was improper,  and that the  ComFed action  was\n\nproperty of the chapter 7 estate subject to the exclusive control\n\nof the chapter 7 trustee.  On August 27, 1992, before the chapter\n\n7 trustee became aware of the ComFed action, Brooks was granted a\n\ndischarge in bankruptcy.\n\n          RTC  moved for  summary judgment  in the  ComFed action\n\nbased on  Brooks' failure to schedule  the action as an  asset in\n\nher chapter 7 case.  The motion was denied by the district court.\n\nShortly thereafter, Brooks moved to reopen the chapter 7 proceed-\n\ning to amend her schedule of assets to reflect the ComFed action.\n\nThe bankruptcy court summarily denied the motion, on the  inappo-\n\nsite authority of  In re Thibodeau, 136  B.R. 7 (Bankr.  D. Mass.\n                                  \n\n1992) (holding that a chapter 7 debtor  is not entitled to reopen\n\na no-asset  case to  list a creditor;  stating that  if and  when\n                                    \n\nassets become available, the bankruptcy case can be reopened, the\n\nclaim  listed, and  the  estate administered).    Brooks did  not\n\nappeal the bankruptcy court decision. \n\n          Thereafter,  in light  of Payless  Wholesale Distribs.,\n                                                                 \n\nInc.  v. Alberto  Culver, Inc.,  989 F.2d  570 (1st  Cir.), cert.\n                                                                 \n\ndenied, 114 S. Ct.  344 (1993), RTC moved for  reconsideration of\n      \n\nits  motion for summary judgment.   In a  brief memorandum order,\n\nunaccompanied  by findings of fact, the  district court held that\n\nPayless  controlled, and  concluded  that  Brooks was  judicially\n       \n\n                                3\n\nestopped from  prosecuting the  ComFed action.   Summary judgment\n\nwas entered for all defendants, and Brooks brought this appeal.\n\nA.   Judicial Estoppel\n                      \n\n          We review  a grant of summary judgment de novo, employ-\n                                                        \n\ning  the same criteria incumbent  upon the district  court in the\n\nfirst instance.  Pedraza v.  Shell Oil Co., 942 F.2d 48,  50 (1st\n                                          \n\nCir. 1991),  cert. denied, 112 S. Ct.  993 (1992).  Summary judg-\n                         \n\nment  is appropriate where the  record, viewed in  the light most\n\nfavorable to the nonmoving party, reveals no trialworthy issue as\n\nto any material  fact, and the moving party  is entitled to judg-\n\nment as a matter of law.  See Fed. R. Civ. P. 56(c); Vanhaaren v.\n                                                              \n\nState  Farm Mut. Auto  Ins. Co., 989  F.2d 1, 3  (1st Cir. 1993);\n                               \n\nMesnick  v. General Elec. Co., 950 F.2d 816, 822 (1st Cir. 1991),\n                             \n\ncert. denied, 112 S. Ct. 2965 (1992).\n            \n\n          We held  in Payless that judicial  estoppel precluded a\n                             \n\nformer chapter 11 debtor from  maintaining a prepetition cause of\n\naction not disclosed in its earlier chapter 11 proceeding:\n\n          Even  a  cursory  examination  of  the claims\n          shows  that defendants should have figured in\n          both aspects  of Chapter 11  proceedings, and\n          that  Payless could  not have  thought other-\n          wise.\n                              * * *\n          The basic  principle of bankruptcy is  to ob-\n          tain  a discharge  from  one's  creditors  in\n          return  for all  one's  assets, except  those\n          exempt, as  a result  of which creditors  re-\n          lease  their own claims  and the bankrupt can\n          start fresh.   Assuming there is  validity in\n          Payless's present suit, it has a better plan.\n          Conceal your  claims; get rid of  your credi-\n\n                                4\n\n          tors  on the  cheap,  and start  over with  a\n          bundle of  rights.  This is  a palpable fraud\n          that the court will  not tolerate, even  pas-\n          sively.    Payless, having  obtained judicial\n          relief on  the representation that  no claims\n          existed, can  not now resurrect  them and ob-\n          tain relief on the opposite basis.\n\nPayless, 989 F.2d at 571  (footnotes &amp; citations omitted) (citing\n       \n\nPatriot  Cinemas, Inc. v. General Cinema Corp., 834 F.2d 208 (1st\n                                              \n\nCir. 1987) (plaintiff in federal action estopped from contradict-\n\ning statement in related state  court action against same  defen-\n\ndant);  and Oneida Motor Freight, Inc. v. United Jersey Bank, 848\n                                                            \n\nF.2d 414 (3d  Cir.), cert.  denied, 488 U.S.  967 (1988)  (former\n                                  \n\nchapter 11  debtor equitably  estopped from  pursuing prepetition\n\nclaims against defendant-creditor where causes of action were not\n\ndisclosed in chapter 11 proceeding).\n\n          Brooks contends that the district court applied Payless\n                                                                 \n\nwith  too  broad a  brush, and  protests that  she engaged  in no\n\nwillful  or iniquitous  conduct  but  instead  attempted  without\n\nsuccess  to amend her chapter 7 schedules.   She asserts that she\n\nwill attempt  to  do so  again  if and  when the  present  action\n\nagainst ComFed proves  fruitful.   In essence,  although she  now\n\nconcedes \"negligence\" in failing to schedule the ComFed action as\n\nan  asset,  Brooks insists  that she  was  not playing  \"fast and\n\nloose,\" and that the judicial estoppel ruling constituted revers-\n\nible  error.   We  agree that  summary  judgment on  the judicial\n\nestoppel claim was inappropriate.\n\n                                5\n\n          Nothing in its decision suggests that the Payless court\n                                                           \n\nwrenched the  prudential doctrine  of judicial estoppel  from its\n\ntraditional moorings.  In  Patriot Cinemas this court emphasized,\n                                          \n\nas  a \"guiding  principle,\" that  \"[j]udicial estoppel  should be\n                         \n\nemployed  when a  litigant is  'playing fast  and loose  with the\n\ncourts,'  and when 'intentional  self-contradiction is being used\n\nas a means of obtaining unfair advantage in  a forum provided for\n\nsuitors seeking  justice.'\"   Patriot  Cinemas, 834  F.2d at  212\n                                              \n\n(quoting Scarano  v. Central R. Co.,  203 F.2d 510, 513  (3d Cir.\n                                   \n\n1953));  accord  Payless,  989  F.2d at  571  (applying  judicial\n                        \n\nestoppel only after  concluding that appellants had engaged  in a\n\n\"palpable fraud that  the court will not  tolerate, even passive-\n               \n\nly.\") (emphasis added).  Judicial estoppel is an equitable device\n\nwhich does not lend itself to reflexive application.\n\n          The district  court made  no  findings explicating  its\n\napplication of judicial estoppel.  An examination of the evidence\n\nadduced on  summary judgment  below indicates that  Brooks estab-\n\nlished a genuine issue of material fact concerning her bona fides\n                                                                 \n\nin failing  to schedule  the ComFed  action  as an  asset in  her\n\nchapter  7  case.   The record  includes  two relevant  pieces of\n\nevidence:   (1) a letter  from the RTC  advising Brooks  that her\n\nearlier failure to  schedule the  ComFed action as  an asset  had\n\nbeen  improper; and (2) the  affidavit of John  R. Dunnell, Esq.,\n\nBrooks' counsel  in  the  present  action, stating  that  he  had\n\ncontacted Brooks' bankruptcy counsel,  Jay P. Satin, Esq., before\n\n                                6\n\nreceiving  the  RTC letter  (and again  afterward), and  had been\n\nassured on both occasions  by Satin that Brooks was  not required\n\nto schedule the ComFed action in her chapter 7 case.  Although it\n\nis troubling that Brooks  waited approximately eight months after\n\nthe RTC warning    and until after she had received her chapter 7\n\ndischarge      before attempting  to  amend  her asset  schedule,\n\nbecause  the issue arose on  summary judgment we  must credit the\n                                             \n\nDunnell affidavit as a plausible basis for layman Brooks' assert-\n\ned  reliance  on her  bankruptcy  counsel's  misinformation as  a\n\npossible defense against a finding of bad faith.  The conflicting\n\nevidentiary signals simply illustrate  that the judicial estoppel\n\nissue was inappropriate for summary disposition under Rule 56.\n\nB.   Standing\n             \n\n          Brooks concedes that the cause of action against ComFed\n\nshould have been scheduled as an asset in her  chapter 7 proceed-\n\ning.   See 11 U.S.C.   541(a)(1).   It is equally  clear that the\n          \n\nComFed action became property  of the chapter 7 estate.   Carlock\n                                                                 \n\nv. Pillsbury Co., 719 F. Supp. 791, 856 (D. Minn. 1989) (\"A cause\n                \n\nof  action is  a property  right which  passes to the  trustee in\n\nbankruptcy,  even  if such  cause of  action  is not  included in\n\nschedules filed  with the bankruptcy court.\").   Further, because\n\nthe ComFed action  was not  scheduled as an  asset, it was  never\n\nabandoned  by the  chapter 7  trustee.   See 11  U.S.C.   554(d);\n                                            \n\nUnited States v. Grant, 971 F.2d 799, 803 n.4 (1st Cir. 1992) (en\n                                                                 \n\n                                7\n\nbanc) (holding  that abandonment by trustee  \"does not relinquish\n    \n\nan  undisclosed  interest  in property\")  (emphasis  in original,\n               \n\nciting  Dushane v.  Beall, 161  U.S. 513,  516 (1896));  see also\n                                                                 \n\nKrank v. Utica Mutual  Ins. Co., 109 B.R. 668 (E.D.  Pa.), aff'd,\n                                                                \n\n908 F.2d  962 (3d  Cir. 1990).   Thus, Brooks  lacks standing  to\n\nprosecute the present action.\n\n                               III\n\n                            CONCLUSION\n                                      \n\n          We  therefore vacate  the  judgment and  remand to  the\n\ndistrict court with instructions  to stay further proceedings for\n\nninety days to permit plaintiff-appellant to reopen her chapter 7\n\nproceeding and amend her schedule of assets to include the ComFed\n\naction,  and  to permit  the  bankruptcy court  to  afford notice\n\nthereof  to the  former  chapter 7  trustee, any  newly-appointed\n\nchapter 7 trustee, and the United States Trustee for the District\n\nof  Massachusetts, to  sell or  abandon the  ComFed action  or to\n\nintervene in the pending district court action.  In the event the\n\nComFed action  is abandoned or  acquired by Brooks,  the district\n\ncourt should resolve  the judicial estoppel  issue on the  merits\n\nfollowing an evidentiary hearing.  See Rivera-Gomez v. de Castro,\n                                                                \n\n900 F.2d 1,  2 (1st Cir. 1990) (advocating Fed.  R. Civ. P. 12(d)\n\nprocedure to  conserve  \"scarce judicial  resources by  targeting\n\nearly  resolution of threshold issues\").  In the event the ComFed\n\n                                8\n\naction is duly  transferred to  an entity other  than Brooks,  or\n\nretained by the chapter 7 trustee, and such entity or the chapter\n\n7  trustee intervenes,  the pending  district court  action shall\n\nproceed  on the merits; otherwise, it shall be dismissed for lack\n\nof standing.\n\n          The district court judgment is vacated and the  case is\n                                                                 \n\nremanded for  further proceedings consistent  with this  opinion;\n                                                                \n\ncosts to plaintiff-appellant.\n                            \n\n                                9\n",
  "html": "<p class=\"case_cite\">25 F.3d 1037</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Marlene BROOKS, Plaintiff, Appellant,<br>v.<br>John J. BEATTY, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1891</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">May 27, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Edward F. Harrington, U.S. District Judge ]</p>\n      <p class=\"indent\">Francis C. Newton, Jr., with whom John R. Dunnell and Russell, Plummer &amp; Rutherford, P.C. were on brief for appellant.</p>\n      <p class=\"indent\">Peter J. Kajko, with whom Sidney Gorovitz and Dropkin, Perlman, Leavitt &amp; Rubin were on brief for appellee Resolution Trust.</p>\n      <p class=\"indent\">Jay L. Seibert, with whom Hart and Lamond, P.C. was on brief for appellee Neil Tobin.</p>\n      <p class=\"indent\">George W. Mykulak, with whom Mark A. Berthiaume, Janice O. Fahey and Goldstein &amp; Manello, P.C. were on brief for appellees Anderson and March.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">VACATED AND REMANDED.</p>\n      <p class=\"indent\">Before Torruella, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The present appeal requires that we revisit the doctrine of judicial estoppel, this time in the context of an action by a former chapter 7 debtor who later failed to disclose the cause of action as an asset in her chapter 7 proceed- ing.  We conclude that the court below improvidently granted summary judgment for defendants-appellees on judicial estoppel grounds but that plaintiff-appellant in any event lacks standing to maintain the action.  We therefore vacate the district court judgment and remand for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On September 10, 1991, plaintiff-appellant Marlene Brooks brought this action for declaratory relief and compensatory damages against ComFed Mortgage Company (\"ComFed\") and various individual defendants.  The Resolution Trust Corporation (\"RTC\"), successor to ComFed, was substituted as a party defendant on November 6, 1991.  The thrust of the claim in the present action is that the former Brooks residence was wrongfully foreclosed upon as a result of the fraudulent or negligent conduct of defendants-appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On May 6, 1992, Brooks filed a voluntary chapter 7 petition.  Although she promptly informed defendants-appellees of her chapter 7 petition, Brooks failed to list the present cause of action (hereinafter \"the ComFed action\") on her chapter 7 schedule of assets.  On June 19, 1992, RTC notified Brooks that the failure to schedule the ComFed action as an asset of the chapter 7 estate was improper, and that the ComFed action was property of the chapter 7 estate subject to the exclusive control of the chapter 7 trustee.  On August 27, 1992, before the chapter 7 trustee became aware of the ComFed action, Brooks was granted a discharge in bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">RTC moved for summary judgment in the ComFed action based on Brooks' failure to schedule the action as an asset in her chapter 7 case.  The motion was denied by the district court.  Shortly thereafter, Brooks moved to reopen the chapter 7 proceeding to amend her schedule of assets to reflect the ComFed action.  The bankruptcy court summarily denied the motion, on the inapposite authority of  In re Thibodeau, 136 B.R. 7 (Bankr.  D. Mass. 1992) (holding that a chapter 7 debtor is not entitled to reopen a no- asset case to list a creditor;  stating that if and when assets become available, the bankruptcy case can be reopened, the claim listed, and the estate administered).  Brooks did not appeal the bankruptcy court decision.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Thereafter, in light of Payless Wholesale Distribs., Inc. v.  Alberto Culver, Inc., 989 F.2d 570 (1st Cir.), cert. denied, 114 S. Ct. 344 (1993), RTC moved for reconsideration of its motion for summary judgment.  In a brief memorandum order, unaccompanied by findings of fact, the district court held that Payless controlled, and concluded that Brooks was judicially estopped from prosecuting the ComFed action.  Summary judgment was entered for all defen- dants, and Brooks brought this appeal.</p>\n    </div>\n    <p class=\"indent\">A. Judicial Estoppel</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We review a grant of summary judgment de novo, employing the same criteria incumbent upon the district court in the first instance.   Pedraza v. Shell Oil Co., 942 F.2d 48, 50 (1st Cir. 1991), cert. denied, 112 S. Ct. 993 (1992).  Summary judgment is appropriate where the record, viewed in the light most favorable to the nonmoving party, reveals no trialworthy issue as to any material fact, and the moving party is entitled to judgment as a matter of law.  See Fed.  R. Civ. P. 56(c);   Vanhaaren v. State Farm Mut. Auto Ins. Co., 989 F.2d 1, 3 (1st Cir. 1993);  Mesnick v.  General Elec. Co., 950 F.2d 816, 822 (1st Cir. 1991), cert. denied, 112 S. Ct. 2965 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We held in Payless that judicial estoppel precluded a former chapter 11 debtor from maintaining a prepetition cause of action not disclosed in its earlier chapter 11 proceeding:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>Even a cursory examination of the claims shows that defendants should have figured in both aspects of Chapter 11 proceedings, and that Payless could not have thought otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>The basic principle of bankruptcy is to obtain a discharge from one's creditors in return for all one's assets, except those exempt, as a result of which creditors release their own claims and the bankrupt can start fresh.  Assuming there is validity in Payless's pre- sent suit, it has a better plan.  Conceal your claims;  get rid of your creditors on the cheap, and start over with a bundle of rights.  This is a palpable fraud that the court will not tolerate, even passively.  Payless, having obtained judicial relief on the representation that no claims existed, can not now resurrect them and obtain relief on the opposite basis.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Payless, 989 F.2d at 571 (footnotes &amp; citations omitted) (citing  Patriot Cinemas, Inc. v. General Cinema Corp., 834 F.2d 208 (1st Cir. 1987) (plaintiff in federal action estopped from contradicting statement in related state court action against same defendant);  and  Oneida Motor Freight, Inc. v. United Jersey Bank, 848 F.2d 414 (3d Cir.), cert. denied, 488 U.S. 967 (1988) (former chapter 11 debtor equitably estopped from pursuing prepetition claims against defendant-creditor where causes of action were not disclosed in chapter 11 proceeding).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Brooks contends that the district court applied Payless with too broad a brush, and protests that she engaged in no willful or iniquitous conduct but instead attempted without success to amend her chapter 7 schedules.  She asserts that she will attempt to do so again if and when the present action against ComFed proves fruitful.  In essence, although she now concedes \"negligence\" in failing to schedule the ComFed action as an asset, Brooks insists that she was not playing \"fast and loose,\" and that the judicial estoppel ruling constituted reversible error.  We agree that summary judgment on the judicial estoppel claim was inappropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Nothing in its decision suggests that the Payless court wrenched the prudential doctrine of judicial estoppel from its traditional moorings.  In Patriot Cinemas this court emphasized, as a \"guiding principle,\" that \"[j]udicial estoppel should be employed when a litigant is 'playing fast and loose with the courts,' and when 'intentional self-contradiction is being used as a means of obtaining unfair advantage in a forum provided for suitors seeking justice.' \"   Patriot Cinemas, 834 F.2d at 212 (quoting  Scarano v. Central R. Co., 203 F.2d 510, 513 (3d Cir. 1953));   accord Payless, 989 F.2d at 571 (applying judicial estoppel only after concluding that appellants had engaged in a \"palpable fraud that the court will not tolerate, even passively.\")  (emphasis added).  Judicial estoppel is an equitable device which does not lend itself to reflexive application.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court made no findings explicating its application of judicial estoppel.  An examination of the evidence adduced on summary judgment below indicates that Brooks established a genuine issue of material fact concerning her bona fides in failing to schedule the ComFed action as an asset in her chapter 7 case.  The record includes two relevant pieces of evidence:  (1) a letter from the RTC advising Brooks that her earlier failure to schedule the ComFed action as an asset had been improper;  and (2) the affidavit of John R. Dunnell, Esq., Brooks' counsel in the present action, stating that he had contacted Brooks' bankruptcy counsel, Jay P. Satin, Esq., before receiving the RTC letter (and again afterward), and had been assured on both occasions by Satin that Brooks was not required to schedule the ComFed action in her chapter 7 case.  Although it is troubling that Brooks waited approximately eight months after the RTC warning-and until after she had received her chapter 7 discharge-before attempting to amend her asset schedule, because the issue arose on summary judgment we must credit the Dunnell affidavit as a plausible basis for layman Brooks' asserted reliance on her bankruptcy counsel's misinformation as a possible defense against a finding of bad faith.  The conflicting evidentiary signals simply illustrate that the judicial estoppel issue was inappropriate for summary disposi- tion under Rule 56.</p>\n    </div>\n    <p class=\"indent\">B. Standing</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Brooks concedes that the cause of action against ComFed should have been scheduled as an asset in her chapter 7 proceeding.  See 11 U.S.C. Sec. 541(a)(1).  It is equally clear that the ComFed action became property of the chapter 7 estate.  Carlock v.  Pillsbury Co., 719 F. Supp. 791, 856 (D. Minn. 1989) (\"A cause of action is a property right which passes to the trustee in bank- ruptcy, even if such cause of action is not included in schedules filed with the bankruptcy court.\").  Further, because the ComFed action was not scheduled as an asset, it was never abandoned by the chapter 7 trustee.  See 11 U.S.C. Sec. 554(d);   United States v. Grant, 971 F.2d 799, 803 n. 4 (1st Cir. 1992) (en banc ) (holding that abandonment by trustee \"does not relinquish an undisclosed interest in property\") (emphasis in original, citing  Dushane v. Beall, 161 U.S. 513, 516 (1896));   see also Krank v. Utica Mutual Ins. Co., 109 B.R. 668 (E.D. Pa.), aff'd, 908 F.2d 962 (3d Cir. 1990).  Thus, Brooks lacks standing to prosecute the present action.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We therefore vacate the judgment and remand to the district court with instructions to stay further proceedings for ninety days to permit plaintiff-appellant to reopen her chapter 7 proceeding and amend her schedule of assets to include the ComFed action, and to permit the bankruptcy court to afford notice thereof to the former chapter 7 trustee, any newly-appointed chapter 7 trustee, and the United States Trustee for the District of Massachusetts, to sell or abandon the ComFed action or to intervene in the pending district court action.  In the event the ComFed action is abandoned or acquired by Brooks, the district court should resolve the judicial estoppel issue on the merits following an evidentiary hearing.  See Rivera- Gomez v. de Castro, 900 F.2d 1, 2 (1st Cir. 1990) (advocating Fed.  R. Civ. P. 12(d) procedure to conserve \"scarce judicial resources by targeting early resolu- tion of threshold issues\").  In the event the ComFed action is duly transferred to an entity other than Brooks, or retained by the chapter 7 trustee, and such entity or the chapter 7 trustee intervenes, the pending district court action shall proceed on the merits;  otherwise, it shall be dismissed for lack of standing.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court judgment is vacated and the case is remanded for further proceedings consistent with this opinion;  costs to plaintiff-appellant.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1037</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Marlene BROOKS, Plaintiff, Appellant,<br>v.<br>John J. BEATTY, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1891</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">May 27, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Edward F. Harrington, U.S. District Judge ]</p>\n      <p class=\"indent\">Francis C. Newton, Jr., with whom John R. Dunnell and Russell, Plummer &amp; Rutherford, P.C. were on brief for appellant.</p>\n      <p class=\"indent\">Peter J. Kajko, with whom Sidney Gorovitz and Dropkin, Perlman, Leavitt &amp; Rubin were on brief for appellee Resolution Trust.</p>\n      <p class=\"indent\">Jay L. Seibert, with whom Hart and Lamond, P.C. was on brief for appellee Neil Tobin.</p>\n      <p class=\"indent\">George W. Mykulak, with whom Mark A. Berthiaume, Janice O. Fahey and Goldstein &amp; Manello, P.C. were on brief for appellees Anderson and March.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">VACATED AND REMANDED.</p>\n      <p class=\"indent\">Before Torruella, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The present appeal requires that we revisit the doctrine of judicial estoppel, this time in the context of an action by a former chapter 7 debtor who later failed to disclose the cause of action as an asset in her chapter 7 proceed- ing.  We conclude that the court below improvidently granted summary judgment for defendants-appellees on judicial estoppel grounds but that plaintiff-appellant in any event lacks standing to maintain the action.  We therefore vacate the district court judgment and remand for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On September 10, 1991, plaintiff-appellant Marlene Brooks brought this action for declaratory relief and compensatory damages against ComFed Mortgage Company (\"ComFed\") and various individual defendants.  The Resolution Trust Corporation (\"RTC\"), successor to ComFed, was substituted as a party defendant on November 6, 1991.  The thrust of the claim in the present action is that the former Brooks residence was wrongfully foreclosed upon as a result of the fraudulent or negligent conduct of defendants-appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On May 6, 1992, Brooks filed a voluntary chapter 7 petition.  Although she promptly informed defendants-appellees of her chapter 7 petition, Brooks failed to list the present cause of action (hereinafter \"the ComFed action\") on her chapter 7 schedule of assets.  On June 19, 1992, RTC notified Brooks that the failure to schedule the ComFed action as an asset of the chapter 7 estate was improper, and that the ComFed action was property of the chapter 7 estate subject to the exclusive control of the chapter 7 trustee.  On August 27, 1992, before the chapter 7 trustee became aware of the ComFed action, Brooks was granted a discharge in bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">RTC moved for summary judgment in the ComFed action based on Brooks' failure to schedule the action as an asset in her chapter 7 case.  The motion was denied by the district court.  Shortly thereafter, Brooks moved to reopen the chapter 7 proceeding to amend her schedule of assets to reflect the ComFed action.  The bankruptcy court summarily denied the motion, on the inapposite authority of  In re Thibodeau, <span class=\"citation\" data-id=\"2000681\"><a href=\"/opinion/2000681/in-re-thibodeau/\"><span class=\"volume\">136</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">7</span> </a></span>(Bankr.  D. Mass. 1992) (holding that a chapter 7 debtor is not entitled to reopen a no- asset case to list a creditor;  stating that if and when assets become available, the bankruptcy case can be reopened, the claim listed, and the estate administered).  Brooks did not appeal the bankruptcy court decision.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Thereafter, in light of Payless Wholesale Distribs., Inc. v.  Alberto Culver, Inc., <span class=\"citation\" data-id=\"603507\"><a href=\"/opinion/603507/1993-1-trade-cases-p-70178-bankr-l-rep-p-75211-payless-wholesale/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">570</span> </a></span>(1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">344</span> </span>(1993), RTC moved for reconsideration of its motion for summary judgment.  In a brief memorandum order, unaccompanied by findings of fact, the district court held that Payless controlled, and concluded that Brooks was judicially estopped from prosecuting the ComFed action.  Summary judgment was entered for all defen- dants, and Brooks brought this appeal.</p>\n    </div>\n    <p class=\"indent\">A. Judicial Estoppel</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We review a grant of summary judgment de novo, employing the same criteria incumbent upon the district court in the first instance.   Pedraza v. Shell Oil Co., <span class=\"citation\" data-id=\"566798\"><a href=\"/opinion/566798/cruz-pedraza-alejandrina-pedraza-roberto-pedraza-and-mary-ellen-pedraza/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span>, 50 (1st Cir. 1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span> </span>(1992).  Summary judgment is appropriate where the record, viewed in the light most favorable to the nonmoving party, reveals no trialworthy issue as to any material fact, and the moving party is entitled to judgment as a matter of law.  See Fed.  R. Civ. P. 56(c);   Vanhaaren v. State Farm Mut. Auto Ins. Co., <span class=\"citation\" data-id=\"602828\"><a href=\"/opinion/602828/dennis-vanhaaren-v-state-farm-mutual-automobile-insurance-company/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1993);  Mesnick v.  General Elec. Co., <span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span>, 822 (1st Cir. 1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2965</span> </span>(1992).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We held in Payless that judicial estoppel precluded a former chapter 11 debtor from maintaining a prepetition cause of action not disclosed in its earlier chapter 11 proceeding:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>Even a cursory examination of the claims shows that defendants should have figured in both aspects of Chapter 11 proceedings, and that Payless could not have thought otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>The basic principle of bankruptcy is to obtain a discharge from one's creditors in return for all one's assets, except those exempt, as a result of which creditors release their own claims and the bankrupt can start fresh.  Assuming there is validity in Payless's pre- sent suit, it has a better plan.  Conceal your claims;  get rid of your creditors on the cheap, and start over with a bundle of rights.  This is a palpable fraud that the court will not tolerate, even passively.  Payless, having obtained judicial relief on the representation that no claims existed, can not now resurrect them and obtain relief on the opposite basis.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"603507\"><span class=\"antecedent_guess\">Payless,</span> <a href=\"/opinion/603507/1993-1-trade-cases-p-70178-bankr-l-rep-p-75211-payless-wholesale/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">571</span> </a></span>(footnotes &amp; citations omitted) (citing  Patriot Cinemas, Inc. v. General Cinema Corp., <span class=\"citation\" data-id=\"498115\"><a href=\"/opinion/498115/patriot-cinemas-inc-v-general-cinema-corp/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">208</span> </a></span>(1st Cir. 1987) (plaintiff in federal action estopped from contradicting statement in related state court action against same defendant);  and  Oneida Motor Freight, Inc. v. United Jersey Bank, <span class=\"citation\" data-id=\"507099\"><a href=\"/opinion/507099/oneida-motor-freight-inc-a-corporation-of-the-state-of-new-york-v/\"><span class=\"volume\">848</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">414</span> </a></span>(3d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">967</span> </span>(1988) (former chapter 11 debtor equitably estopped from pursuing prepetition claims against defendant-creditor where causes of action were not disclosed in chapter 11 proceeding).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Brooks contends that the district court applied Payless with too broad a brush, and protests that she engaged in no willful or iniquitous conduct but instead attempted without success to amend her chapter 7 schedules.  She asserts that she will attempt to do so again if and when the present action against ComFed proves fruitful.  In essence, although she now concedes \"negligence\" in failing to schedule the ComFed action as an asset, Brooks insists that she was not playing \"fast and loose,\" and that the judicial estoppel ruling constituted reversible error.  We agree that summary judgment on the judicial estoppel claim was inappropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Nothing in its decision suggests that the Payless court wrenched the prudential doctrine of judicial estoppel from its traditional moorings.  In Patriot Cinemas this court emphasized, as a \"guiding principle,\" that \"[j]udicial estoppel should be employed when a litigant is 'playing fast and loose with the courts,' and when 'intentional self-contradiction is being used as a means of obtaining unfair advantage in a forum provided for suitors seeking justice.' \"   Patriot <span class=\"citation\" data-id=\"498115\"><span class=\"antecedent_guess\">Cinemas,</span> <a href=\"/opinion/498115/patriot-cinemas-inc-v-general-cinema-corp/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">212</span> </a></span>(quoting  Scarano v. Central R. Co., <span class=\"citation\" data-id=\"231476\"><a href=\"/opinion/231476/scarano-v-central-r-co-of-new-jersey/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">510</span></a></span>, 513 (3d Cir. 1953));   accord <span class=\"citation\" data-id=\"603507\"><span class=\"antecedent_guess\">Payless,</span> <a href=\"/opinion/603507/1993-1-trade-cases-p-70178-bankr-l-rep-p-75211-payless-wholesale/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">571</span> </a></span>(applying judicial estoppel only after concluding that appellants had engaged in a \"palpable fraud that the court will not tolerate, even passively.\")  (emphasis added).  Judicial estoppel is an equitable device which does not lend itself to reflexive application.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court made no findings explicating its application of judicial estoppel.  An examination of the evidence adduced on summary judgment below indicates that Brooks established a genuine issue of material fact concerning her bona fides in failing to schedule the ComFed action as an asset in her chapter 7 case.  The record includes two relevant pieces of evidence:  (1) a letter from the RTC advising Brooks that her earlier failure to schedule the ComFed action as an asset had been improper;  and (2) the affidavit of John R. Dunnell, Esq., Brooks' counsel in the present action, stating that he had contacted Brooks' bankruptcy counsel, Jay P. Satin, Esq., before receiving the RTC letter (and again afterward), and had been assured on both occasions by Satin that Brooks was not required to schedule the ComFed action in her chapter 7 case.  Although it is troubling that Brooks waited approximately eight months after the RTC warning-and until after she had received her chapter 7 discharge-before attempting to amend her asset schedule, because the issue arose on summary judgment we must credit the Dunnell affidavit as a plausible basis for layman Brooks' asserted reliance on her bankruptcy counsel's misinformation as a possible defense against a finding of bad faith.  The conflicting evidentiary signals simply illustrate that the judicial estoppel issue was inappropriate for summary disposi- tion under Rule 56.</p>\n    </div>\n    <p class=\"indent\">B. Standing</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Brooks concedes that the cause of action against ComFed should have been scheduled as an asset in her chapter 7 proceeding.  See 11 U.S.C. Sec. 541(a)(1).  It is equally clear that the ComFed action became property of the chapter 7 estate.  Carlock v.  Pillsbury Co., <span class=\"citation\" data-id=\"1438145\"><a href=\"/opinion/1438145/carlock-v-pillsbury-co/\"><span class=\"volume\">719</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">791</span></a></span>, 856 (D. Minn. 1989) (\"A cause of action is a property right which passes to the trustee in bank- ruptcy, even if such cause of action is not included in schedules filed with the bankruptcy court.\").  Further, because the ComFed action was not scheduled as an asset, it was never abandoned by the chapter 7 trustee.  See 11 U.S.C. Sec. 554(d);   United States v. Grant, <span class=\"citation\" data-id=\"588107\"><a href=\"/opinion/588107/united-states-v-john-a-grant/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">799</span></a></span>, 803 n. 4 (1st Cir. 1992) (en banc ) (holding that abandonment by trustee \"does not relinquish an undisclosed interest in property\") (emphasis in original, citing  Dushane v. Beall, <span class=\"citation\" data-id=\"94404\"><a href=\"/opinion/94404/dushane-v-beall/\"><span class=\"volume\">161</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">513</span></a></span>, 516 (1896));   see also Krank v. Utica Mutual Ins. Co., <span class=\"citation\" data-id=\"1947218\"><a href=\"/opinion/1947218/krank-v-utica-mutual-insurance-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">668</span> </a></span>(E.D. Pa.), aff'd, <span class=\"citation no-link\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span> </span>(3d Cir. 1990).  Thus, Brooks lacks standing to prosecute the present action.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We therefore vacate the judgment and remand to the district court with instructions to stay further proceedings for ninety days to permit plaintiff-appellant to reopen her chapter 7 proceeding and amend her schedule of assets to include the ComFed action, and to permit the bankruptcy court to afford notice thereof to the former chapter 7 trustee, any newly-appointed chapter 7 trustee, and the United States Trustee for the District of Massachusetts, to sell or abandon the ComFed action or to intervene in the pending district court action.  In the event the ComFed action is abandoned or acquired by Brooks, the district court should resolve the judicial estoppel issue on the merits following an evidentiary hearing.  See Rivera- Gomez v. de Castro, <span class=\"citation\" data-id=\"539214\"><a href=\"/opinion/539214/martin-rivera-gomez-v-rafael-adolfo-de-castro/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir. 1990) (advocating Fed.  R. Civ. P. 12(d) procedure to conserve \"scarce judicial resources by targeting early resolu- tion of threshold issues\").  In the event the ComFed action is duly transferred to an entity other than Brooks, or retained by the chapter 7 trustee, and such entity or the chapter 7 trustee intervenes, the pending district court action shall proceed on the merits;  otherwise, it shall be dismissed for lack of standing.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court judgment is vacated and the case is remanded for further proceedings consistent with this opinion;  costs to plaintiff-appellant.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/94404/",
    "https://www.courtlistener.com/api/rest/v3/opinions/231476/",
    "https://www.courtlistener.com/api/rest/v3/opinions/498115/",
    "https://www.courtlistener.com/api/rest/v3/opinions/507099/",
    "https://www.courtlistener.com/api/rest/v3/opinions/539214/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566798/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588107/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602828/",
    "https://www.courtlistener.com/api/rest/v3/opinions/603507/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1438145/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1947218/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2000681/"
  ]
}