{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195380/",
  "id": 195380,
  "absolute_url": "/opinion/195380/merino-vinas-v-merino-calenti/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195380/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:38:46Z",
  "date_modified": "2020-02-21T23:47:00.800551Z",
  "type": "010combined",
  "sha1": "28f3b90bd33809a1d258826fb7eb3565a8563f32",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1759.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 93-1759\n\n                    VICTOR MERINO CALENTI,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n                    ALFONSO BOTO, ET AL.,\n\n                    Defendants, Appellees,\n\n                                         \n\n                 RAFAEL MERINO VINAS, ET AL.,\n\n                   Plaintiffs, Appellants.\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Hector M. Laffitte, U.S. District Judge]\n                                                     \n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\n                                         \n                Bownes, Senior Circuit Judge,\n                                            \n                  and Stahl, Circuit Judge.\n                                          \n                                         \n\nPatrick  D. O'Neill  with whom  Anabelle Rodriguez  and  Martinez,\n                                                                  \nOdell &amp; Calabria were on brief for appellants.\n            \nGuillermo  J.  Bobonis with  whom  Bobonis,  Bobonis  &amp;  Rodriguez\n                                                                  \nPoventud and Roberto Corretjer Piquer were on brief for appellees.\n                                 \n\n                                         \n\n                         May 23, 1994\n                                         \n\n          STAHL,   Circuit  Judge.     Plaintiffs-appellants,\n                                 \n\nshareholders  in a closely-held  and largely family-dominated\n\nPuerto Rico  corporation, brought this  claim against certain\n\ndirectors of  the corporation, challenging the  legality of a\n\nproposed  amendment   to   the  corporation's   articles   of\n\nincorporation.   The  amendment  abrogated the  corporation's\n\nright to redeem preferred shares at par value, and plaintiffs\n\nargued that the amendment violated federal securities law and\n\nPuerto Rico corporations law.  The district court, finding no\n\nviolation  of  either federal  or  Puerto  Rico law,  granted\n\nsummary judgment in favor of defendants.  We remand the state\n\nlaw  claims,  with the  admonition  that  the district  court\n\nshould  consider dismissal  without prejudice  to plaintiffs'\n\nright to  bring those claims in state court.  As to all other\n\nissues, we affirm. \n\n                              I.\n                                \n\n           FACTUAL BACKGROUND AND PRIOR PROCEEDINGS\n                                                   \n\n          Ferreteria Merino, Inc.  (hereinafter \"FMI\" or \"the\n\ncorporation\") is a closely held Puerto Rico corporation which\n\nsells hardware and home  improvement products in Puerto Rico.\n\nFMI's certificate and  articles of incorporation (hereinafter\n\n\"the  articles\") establish  two types of  stock:   common and\n\npreferred.  \n\n          The  articles provide,  inter alia,  that preferred\n                                            \n\nshares  shall  have preference  with  respect  to payment  of\n\n                             -2-\n                              2\n\ndividends, but that such shares shall not be accompanied by a\n\nright  to  vote in,  be notified  of,  or participate  in the\n\ngeneral  meetings  of  the  corporation.   In  addition,  the\n\narticles, which  were drafted in 1939, establish  a par value\n\nof $100 per share for preferred  shares.  The articles go  on\n\nto provide that preferred shares are subject to redemption by\n\nFMI upon payment of $100 per share.  \n\n          Common stock, on the other  hand, receives dividend\n\npayment only after preferred  stock dividends have been paid,\n\nand does carry a right to vote in and be  notified of general\n\nmeetings.  While common  stock was also assigned a  par value\n\nof $100  per share, there  is no right of  redemption for the\n\ncommon stock.  Historically, both common and preferred shares\n\nhave been sold at  equivalent values.  The market  for shares\n\nof common and preferred stock has always been largely, if not\n\nwholly, among existing shareholders.  Recent  estimates value\n\nboth types of stock at between $800 and $1,200 per share.  \n\n          In 1988, there was talk of selling the corporation.\n\nPlaintiff  Victor Merino Calenti (hereinafter \"Merino\"),1 who\n\nwas  both a  board member  and a  common stockholder  of FMI,\n\nsuggested  at a board of  directors meeting that,  prior to a\n\nsale  of the  corporation, FMI should  exercise its  right to\n\n                    \n\n1.  Original plaintiffs consisted of a group including Victor\nMerino Calenti, now deceased,  and several other individuals.\nFor  the sake  of convenience,  we  refer to  all plaintiffs-\nappellants as \"Merino.\"\n\n                             -3-\n                              3\n\nredeem all outstanding preferred stock for $100 per share, as\n\nallowed in the  articles.  Merino's fellow directors  did not\n\nfavor redemption of the preferred shares.  This difference of\n\nopinion between  Merino and his fellow  directors stemmed, as\n\nboth parties  agree, from  simple mathematics.   Both parties\n\nrecognized  that the  $100 redemption  price would  allow the\n\ncorporation  to repurchase  preferred shares  at a  price far\n\nbelow their apparent market value, and that, upon liquidation\n\nor sale, the value of FMI common shares would benefit greatly\n\nfrom  such a purchase.2   Needless to say,  Merino owned more\n\nshares of common  stock than preferred, and stood  to benefit\n\nfrom the purchase  of preferred  shares at a  price that  the\n\nothers considered to be artificially low, while the directors\n\n                    \n\n2.  Roughly speaking,  the parties agree that the corporation\nwould be obtaining shares apparently worth $800 each for only\n$100  each.  A subsequent  sale of the  entire corporation at\nfull market  value would reflect the $800  value, and holders\nof common stock could pocket the $700 per share difference.\n     Nonetheless, many  holders  of  common  stock  are  also\n                                                             \nholders of  preferred stock.  Shareholders  so situated would\nlose money in the initial buy-back of preferred  shares, only\nto regain it upon sale of the entire corporation.  Thus, only\nshareholders who  own a  preponderance of common  stock would\ntruly benefit from  the buy-back of preferred  shares at $100\nper share.\n     Moreover,   we  note   sua  sponte  that   stock  prices\n                                       \nfluctuate; that  the current value of the corporate shares is\n                            \nnot definitively  known; that no  sale of the  corporation is\nimminent; and that, depending  on a wide range  of variables,\nredemption  of preferred shares at $100  per share might not,\nin  the future, prove to be the bargain that the parties seem\nto think it is.\n\n                             -4-\n                              4\n\nwho opposed Merino's  suggestion owned  more preferred  stock\n\nthan common.3\n\n          In response  to Merino's proposal,  the board first\n\nsought  the advice of a lawyer, one Matos, on the possibility\n\nof converting all  preferred shares to common  shares.  Matos\n\ncounseled against  such a conversion.   Instead of converting\n\nthe preferred  shares to common shares,  the board considered\n\nand approved a resolution  to amend the articles so  that the\n\ncorporation  no  longer  had  a  right  to  redeem  preferred\n\nshares.4  Nonetheless, in keeping with  the articles, such an\n\namendment still had to be approved by a shareholder vote.  On\n\nJune 13, 1990, notice was sent to all shareholders that there\n\nwould be a shareholders' meeting on July 28, 1990, to vote on\n\nthe resolution which the board had approved.\n\n          Before the meeting could be held, Merino filed this\n\naction against  his  fellow board  members,  alleging,  inter\n                                                             \n\nalia, that the  proposal amounted  to the issuance  of a  new\n    \n\nclass of stock, and that the board's actions violated section\n\n10(b) of the Securities and Exchange Act of 1934, 15 U.S.C.  \n\n78j(b), (hereinafter \"section 10(b)\"),  17 C.F.R.   240.10b-5\n\n(hereinafter \"Rule 10b-5\"), and Puerto Rico corporations law.\n\n                    \n\n3.  Initially,  all  shareholders held  common  and preferred\nshares  in equal  proportions.   It was  only over  time that\nMerino came to hold a preponderance of common shares.\n\n4.  The articles  expressly state, \"The  Corporation reserves\nthe right  to  partially amend  or  alter these  articles  of\nincorporation in accordance with the current laws.\"\n\n                             -5-\n                              5\n\nMerino  sought injunctive  relief  as well  as a  declaratory\n\njudgment  that the  proposed  amendment was  illegal.   After\n\nsettlement negotiations failed,  defendants moved for summary\n\njudgment.\n\n          The district court reasoned  that there was no sale\n\nof stock for purposes of section 10(b), and that no violation\n\nof Puerto Rico law had occurred.  It granted summary judgment\n\nin favor of defendants, and this appeal followed.\n\n                             II.\n                                \n\n                          DISCUSSION\n                                    \n\nA.  Standard of Review \n                      \n\n          A  district court's  grant of  summary  judgment is\n\nsubject  to  plenary review.    Alan  Corp. v.  International\n                                                             \n\nSurplus Lines Ins. Co., No. 93-1697,  slip op. at 6 (1st Cir.\n                      \n\nApril 22, 1994).  We read the record indulging all inferences\n\nin favor of the non-moving party.   Id.  Summary judgment  is\n                                       \n\nappropriate  only  if there  is no  genuine  issue as  to any\n\nmaterial fact and the moving party is entitled to judgment as\n\na matter of law.  Id.\n                     \n\nB.  Merino's Federal Securities Claims\n                                      \n\n          The basis  of Merino's  claims under  section 10(b)\n\nand Rule  10b-5 is that the  notice of the meeting  which was\n\nsent to shareholders failed to disclose material information,\n\nsuch as the existence of the Matos opinion and the directors'\n\n                             -6-\n                              6\n\nrelative ownership  of preferred and common  shares.5  Merino\n\nargues  that this inadequate  notice amounted to  a breach of\n\nfiduciary duty.\n\n          We  begin  by noting  that  the  Supreme Court  has\n\nexpressly declined to extend  the reach of federal securities\n\nlaws into  the realm  of substantive state  corporations law.\n\nRather, it  has noted  that \"[c]orporations are  creatures of\n\nstate  law, and  investors  commit their  funds to  corporate\n\ndirectors on the understanding that, except where federal law\n\nexpressly requires certain responsibilities of directors with\n\nrespect to  stockholders, state law will  govern the internal\n\naffairs of  the corporation.\"   Cort v. Ash, 422  U.S. 66, 84\n                                           \n\n(1975).   More specifically, the Court  has expressly refused\n\nto extend section 10(b) to causes of action based on breaches\n\nof state  law  corporate  fiduciary  duties.   See  Sante  Fe\n                                                             \n\nIndus., Inc. v. Green, 430 U.S. 462, 477-80 (1977).  See also\n                                                             \n\nBiesenbach v.  Guenther,  588 F.2d  400, 402  (3d Cir.  1978)\n                       \n\n(declining  to apply  section  10(b) to  breach of  fiduciary\n\nduty); Golub v. PPD  Corp., 576 F.2d 759, 764 (8th Cir. 1978)\n                          \n\n(similar).\n\n                    \n\n5.  Since commencement of this action, the proposed amendment\nhas  been approved  at  a shareholder  meeting.   Practically\nspeaking,   the  record   shows  that   most,  if   not  all,\nshareholders  were  aware, or  could  easily  have been  made\naware,  of  the  ramifications  of  the  proposed  amendment.\nMerino continues to challenge the notice sent to shareholders\nwith regard to the meeting.\n\n                             -7-\n                              7\n\n          Because  shareholder meetings  in  general  are  an\n\nissue governed  by state  law, see, e.g.,  Chapter 107,  P.R.\n                                        \n\nLaws Ann.  tit. 14     1701-1717 (1989)  (entitled \"Meetings,\n\nElections,  Voting  and Notice\"),  and  because Congress  has\n\nexpressed no  intent to  extend federal securities  laws into\n\nthe realm of fiduciary duties with regard to such meetings or\n\nnotices  thereof, Merino presents no  basis for a claim under\n\nsection 10(b) and Rule 10b-5.\n\n          Nonetheless, Merino  has persisted in  his argument\n\nthat the proposal of  the amendment raised federal securities\n\nissues.   He has argued, both  below and on appeal,  that the\n\ncorporation's elimination of its  own $100 redemption  option\n\ncreates a new type of stock, and that notice of  the July 28,\n\n1990, meeting therefore constitutes  notice of a \"purchase or\n\nsale\" for section 10(b)  purposes.  More specifically, Merino\n\nargues that prior to the proposal of the amendment, preferred\n\nstock did not  share in  the equity of  the corporation,  and\n\nthat  only subsequent  to  the amendment  does the  preferred\n                     \n\nstock  now \"partake[]  of  the attributes  of common  stock.\"\n\nThis line of argument is belied both by general principles of\n\ncorporate law and by the record before us.\n\n          Under  general  principles  of  corporate\n          law,  preferred  stock,  although it  has\n          privileges different from those of common\n          stock,  is nevertheless  a  part  of  the\n          capital stock and has the characteristics\n          of  capital  stock.    In   other  words,\n          preferred  stock is  generally understood\n          to  represent an  equity interest  in the\n\n                             -8-\n                              8\n\n          issuing corporation. . . .   Thus holders\n          of  preferred  stock  in   a  corporation\n          generally  occupy, beyond  the provisions\n          of   their   contract,   a  position   no\n          different  from that  of  holders of  the\n          common shares, possessing all  the rights\n          and   being   subject   to  the   general\n          liabilities of ordinary stockholders.\n\n18A  Am.  Jur.  2d   Corporations     438  (1985)  (footnotes\n                                 \n\nomitted).   Merino  cites no  authority  from Puerto  Rico or\n\nelsewhere  which suggests  that  this general  rule does  not\n\napply  here.     Nor  does  the  record   support  any  other\n\ncharacterization of FMI's preferred shares.6  \n\n          We  conclude by  noting  that  no preferred  shares\n\nchanged ownership  upon the  enactment of the  amendment, nor\n\nhave  any  shares  been  substituted  for  existing  shares.7\n\nMoreover, the  essential elements of the  preferred shares in\n\nthis case have at all times remained intact.  The shares will\n\n                    \n\n6.  It appears from Merino's briefs  that he viewed the  pre-\namendment preferred shares  as not sharing  in the equity  of\nthe  corporation  precisely  because  they  were  subject  to\nredemption  at  $100  per  share.   The  foregoing  authority\nconvincingly  demonstrates  that  redemption  options,  as  a\ngeneral matter,  serve no  such purpose.   Moreover, Merino's\nargument overlooks  the fact that the  redemption option need\nnever be exercised by the corporation.\n\n7.  Merino alludes in his brief to 17 C.F.R.   230.145, which\nprovides,  inter alia, that \"reclassifications\" involving the\n                     \n\"substitution   of  one   security   for  another   security\"\nconstitute sales of  securities.  Merino does  not argue, nor\ncould  he  on the  record, that  \"another security\"  is being\nsubstituted  for preferred  shares.   Accordingly, this  case\npresents  no reclassification  for  purposes of  17 C.F.R.   \n230.145.\n\n                             -9-\n                              9\n\ncontinue  to receive  preferred dividends,  and they  gain no\n\nvoting rights. \n\n          In sum,  the evil which  Merino perceives,  namely,\n\nthe participation of  preferred shares in  the equity of  the\n\ncorporation, is  not a by-product of  the proposed amendment.\n\nAs  far as the record indicates,  FMI's preferred shares have\n\nalways shared, and  will continue to  share in FMI's  equity.\n\nMerino  cites no  authority, nor  any record  evidence, which\n\nwould allow us to  conclude otherwise.  Equally important  is\n\nthe  fact that no \"purchase or sale\" has occurred for section\n\n10(b)  and Rule  10b-5 purposes,  nor has  FMI created  a new\n\nclass  of  stock  by  proposing  to  amend  its  articles  to\n\neliminate   FMI's   right   to   redeem   preferred   shares.\n\nAccordingly, the  \"nondisclosures\"  complained of  failed  to\n\nimplicate duties under federal  securities law, and thus, the\n\ndistrict  court did  not err  in dismissing  Merino's federal\n\nclaims.\n\nC.  Merino's State Claims\n                         \n\n          Merino  also raised  several  state  claims  below,\n\narguing, inter  alia, that the proposed  amendment benefitted\n                    \n\npreferred shareholders at the expense of common shareholders,\n\nand that the directors' approval of the amendment amounted to\n\na breach of fiduciary  duty.  The district court  disposed of\n\nthese claims by noting that common shareholders and preferred\n\nshareholders  \"are, for the most  part, comprised of the same\n\n                             -10-\n                              10\n\npeople.\"   Thus, the court saw  no way in which the amendment\n\ncould be said  to benefit  one class of  shareholders at  the\n\nexpense of  the other.  Unfortunately,  this observation does\n\nnot  dispose of  Merino's  state law  claims.   We  think  it\n\nuncontroversial that  a director's fiduciary duty  is owed to\n\nall stockholders, including minority stockholders.  Thus, the\n\nmere fact that  most of Merino's fellow stockholders also own\n\npreferred  shares does  not  mean  that  he  is  not  owed  a\n\nfiduciary  duty.   Needless  to say,  we  make no  ruling  on\n\nwhether such a duty under Puerto Rico law was breached.\n\n          On  the record  before us,  however,  we can  go no\n\nfurther.   The record does  not allow us  to determine either\n\nthe nature or the scope of a fiduciary duty under Puerto Rico\n\nlaw, or the manner in  which such a duty would be  applied to\n\nthe facts before  us.   Rather, the record  only permits  the\n\nconclusion that summary judgment was improvidently granted on\n\nthis  issue.    On  remand, we  strongly  recommend  that the\n\ndistrict   court   reconsider   its  decision   to   exercise\n\nsupplemental jurisdiction over this issue of Puerto Rico law.\n\n          To  the   extent  that   the  parties   make  other\n\narguments, they  do so in  a perfunctory manner,  without any\n\nattempt  at  developed argumentation.    Such  issues may  be\n\ndeemed waived.   See  Wilson v.  United States,  No. 93-2025,\n                                              \n\nslip. op. at 13 (1st Cir. May 4, 1994).\n\n                             III.\n                                 \n\n                             -11-\n                              11\n\n                          CONCLUSION\n                                    \n\n          For  the  foregoing  reasons,  the  order   of  the\n\ndistrict  court   granting  summary  judgment   in  favor  of\n\ndefendants is\n\n          Affirmed in  part, reversed  in part, and  remanded\n                                                             \n\nfor further  proceedings consistent with this  opinion.  One-\n                                                             \n\nhalf costs to appellees.\n                        \n\n                             -12-\n                              12\n",
  "html": "<p class=\"case_cite\">24 F.3d 335</p>\n    <p class=\"parties\">Fed. Sec. L. Rep.  P 98,221<br>Victor MERINO CALENTI, Plaintiff, Appellee,<br>v.<br>Alfonso BOTO, et al., Defendants, Appellees,<br>Rafael Merino Vinas, et al., Plaintiffs, Appellants.</p>\n    <p class=\"docket\">No. 93-1759.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 8, 1994.<br>Decided May 23, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Patrick D. O'Neill with whom Anabelle Rodriguez and Martinez, Odell &amp; Calabria, Hato Rey, PR, were on brief, for appellants.</p>\n      <p class=\"indent\">Guillermo J. Bobonis with whom Bobonis, Bobonis &amp; Rodriguez Poventud, San Juan, PR, and Roberto Corretjer Piquer, Hato Rey, PR, were on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants, shareholders in a closely-held and largely family-dominated Puerto Rico corporation, brought this claim against certain directors of the corporation, challenging the legality of a proposed amendment to the corporation's articles of incorporation.  The amendment abrogated the corporation's right to redeem preferred shares at par value, and plaintiffs argued that the amendment violated federal securities law and Puerto Rico corporations law.  The district court, finding no violation of either federal or Puerto Rico law, granted summary judgment in favor of defendants, 827 F.Supp. 83.   We remand the state law claims, with the admonition that the district court should consider dismissal without prejudice to plaintiffs' right to bring those claims in state court.  As to all other issues, we affirm.I.</p>\n    </div>\n    <p>FACTUAL BACKGROUND AND PRIOR PROCEEDINGS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Ferreteria Merino, Inc.  (hereinafter \"FMI\" or \"the corporation\") is a closely held Puerto Rico corporation which sells hardware and home improvement products in Puerto Rico.  FMI's certificate and articles of incorporation (hereinafter \"the articles\") establish two types of stock:  common and preferred.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The articles provide, inter alia, that preferred shares shall have preference with respect to payment of dividends, but that such shares shall not be accompanied by a right to vote in, be notified of, or participate in the general meetings of the corporation.  In addition, the articles, which were drafted in 1939, establish a par value of $100 per share for preferred shares.  The articles go on to provide that preferred shares are subject to redemption by FMI upon payment of $100 per share.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Common stock, on the other hand, receives dividend payment only after preferred stock dividends have been paid, and does carry a right to vote in and be notified of general meetings.  While common stock was also assigned a par value of $100 per share, there is no right of redemption for the common stock.  Historically, both common and preferred shares have been sold at equivalent values.  The market for shares of common and preferred stock has always been largely, if not wholly, among existing shareholders.  Recent estimates value both types of stock at between $800 and $1,200 per share.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1988, there was talk of selling the corporation.  Plaintiff Victor Merino Calenti (hereinafter \"Merino\"),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> who was both a board member and a common stockholder of FMI, suggested at a board of directors meeting that, prior to a sale of the corporation, FMI should exercise its right to redeem all outstanding preferred stock for $100 per share, as allowed in the articles.  Merino's fellow directors did not favor redemption of the preferred shares.  This difference of opinion between Merino and his fellow directors stemmed, as both parties agree, from simple mathematics.  Both parties recognized that the $100 redemption price would allow the corporation to repurchase preferred shares at a price far below their apparent market value, and that, upon liquidation or sale, the value of FMI common shares would benefit greatly from such a purchase.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Needless to say, Merino owned more shares of common stock than preferred, and stood to benefit from the purchase of preferred shares at a price that the others considered to be artificially low, while the directors who opposed Merino's suggestion owned more preferred stock than common.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In response to Merino's proposal, the board first sought the advice of a lawyer, one Matos, on the possibility of converting all preferred shares to common shares.  Matos counseled against such a conversion.  Instead of converting the preferred shares to common shares, the board considered and approved a resolution to amend the articles so that the corporation no longer had a right to redeem preferred shares.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Nonetheless, in keeping with the articles, such an amendment still had to be approved by a shareholder vote.  On June 13, 1990, notice was sent to all shareholders that there would be a shareholders' meeting on July 28, 1990, to vote on the resolution which the board had approved.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Before the meeting could be held, Merino filed this action against his fellow board members, alleging, inter alia, that the proposal amounted to the issuance of a new class of stock, and that the board's actions violated section 10(b) of the Securities Exchange Act of 1934, 15 U.S.C. Sec. 78j(b), (hereinafter \"section 10(b)\"), 17 C.F.R. Sec. 240.10b-5 (hereinafter \"Rule 10b-5\"), and Puerto Rico corporations law.  Merino sought injunctive relief as well as a declaratory judgment that the proposed amendment was illegal.  After settlement negotiations failed, defendants moved for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court reasoned that there was no sale of stock for purposes of section 10(b), and that no violation of Puerto Rico law had occurred.  It granted summary judgment in favor of defendants, and this appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A district court's grant of summary judgment is subject to plenary review.  Alan Corp. v. International Surplus Lines Ins. Co., 22 F.3d 339, 341 (1st Cir.1994).  We read the record indulging all inferences in favor of the non-moving party.  Id.  Summary judgment is appropriate only if there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law.  Id.</p>\n    </div>\n    <p>B. Merino's Federal Securities Claims</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The basis of Merino's claims under section 10(b) and Rule 10b-5 is that the notice of the meeting which was sent to shareholders failed to disclose material information, such as the existence of the Matos opinion and the directors' relative ownership of preferred and common shares.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Merino argues that this inadequate notice amounted to a breach of fiduciary duty.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We begin by noting that the Supreme Court has expressly declined to extend the reach of federal securities laws into the realm of substantive state corporations law.  Rather, it has noted that \"[c]orporations are creatures of state law, and investors commit their funds to corporate directors on the understanding that, except where federal law expressly requires certain responsibilities of directors with respect to stockholders, state law will govern the internal affairs of the corporation.\"  Cort v. Ash, 422 U.S. 66, 84, 95 S.Ct. 2080, 2090-91, 45 L.Ed.2d 26 (1975).  More specifically, the Court has expressly refused to extend section 10(b) to causes of action based on breaches of state law corporate fiduciary duties.  See Sante Fe Indus., Inc. v. Green, 430 U.S. 462, 477-80, 97 S.Ct. 1292, 1302-04, 51 L.Ed.2d 480 (1977).  See also Biesenbach v. Guenther, 588 F.2d 400, 402 (3d Cir.1978) (declining to apply section 10(b) to breach of fiduciary duty);  Golub v. PPD Corp., 576 F.2d 759, 764 (8th Cir.1978) (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Because shareholder meetings in general are an issue governed by state law, see, e.g., Chapter 107, P.R. Laws Ann. tit. 14 Secs. 1701-1717 (1989) (entitled \"Meetings, Elections, Voting and Notice\"), and because Congress has expressed no intent to extend federal securities laws into the realm of fiduciary duties with regard to such meetings or notices thereof, Merino presents no basis for a claim under section 10(b) and Rule 10b-5.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Nonetheless, Merino has persisted in his argument that the proposal of the amendment raised federal securities issues.  He has argued, both below and on appeal, that the corporation's elimination of its own $100 redemption option creates a new type of stock, and that notice of the July 28, 1990, meeting therefore constitutes notice of a \"purchase or sale\" for section 10(b) purposes.  More specifically, Merino argues that prior to the proposal of the amendment, preferred stock did not share in the equity of the corporation, and that only subsequent to the amendment does the preferred stock now \"partake[ ] of the attributes of common stock.\"   This line of argument is belied both by general principles of corporate law and by the record before us.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Under general principles of corporate law, preferred stock, although it has privileges different from those of common stock, is nevertheless a part of the capital stock and has the characteristics of capital stock.  In other words, preferred stock is generally understood to represent an equity interest in the issuing corporation....  Thus holders of preferred stock in a corporation generally occupy, beyond the provisions of their contract, a position no different from that of holders of the common shares, possessing all the rights and being subject to the general liabilities of ordinary stockholders.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">18A Am.Jur.2d Corporations Sec. 438 (1985) (footnotes omitted).  Merino cites no authority from Puerto Rico or elsewhere which suggests that this general rule does not apply here.  Nor does the record support any other characterization of FMI's preferred shares.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We conclude by noting that no preferred shares changed ownership upon the enactment of the amendment, nor have any shares been substituted for existing shares.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Moreover, the essential elements of the preferred shares in this case have at all times remained intact.  The shares will continue to receive preferred dividends, and they gain no voting rights.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In sum, the evil which Merino perceives, namely, the participation of preferred shares in the equity of the corporation, is not a by-product of the proposed amendment.  As far as the record indicates, FMI's preferred shares have always shared, and will continue to share in FMI's equity.  Merino cites no authority, nor any record evidence, which would allow us to conclude otherwise.  Equally important is the fact that no \"purchase or sale\" has occurred for section 10(b) and Rule 10b-5 purposes, nor has FMI created a new class of stock by proposing to amend its articles to eliminate FMI's right to redeem preferred shares.  Accordingly, the \"nondisclosures\" complained of failed to implicate duties under federal securities law, and thus, the district court did not err in dismissing Merino's federal claims.</p>\n    </div>\n    <p>C. Merino's State Claims</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Merino also raised several state claims below, arguing, inter alia, that the proposed amendment benefitted preferred shareholders at the expense of common shareholders, and that the directors' approval of the amendment amounted to a breach of fiduciary duty.  The district court disposed of these claims by noting that common shareholders and preferred shareholders \"are, for the most part, comprised of the same people.\"   Thus, the court saw no way in which the amendment could be said to benefit one class of shareholders at the expense of the other.  Unfortunately, this observation does not dispose of Merino's state law claims.  We think it uncontroversial that a director's fiduciary duty is owed to all stockholders, including minority stockholders.  Thus, the mere fact that most of Merino's fellow stockholders also own preferred shares does not mean that he is not owed a fiduciary duty.  Needless to say, we make no ruling on whether such a duty under Puerto Rico law was breached.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On the record before us, however, we can go no further.  The record does not allow us to determine either the nature or the scope of a fiduciary duty under Puerto Rico law, or the manner in which such a duty would be applied to the facts before us.  Rather, the record only permits the conclusion that summary judgment was improvidently granted on this issue.  On remand, we strongly recommend that the district court reconsider its decision to exercise supplemental jurisdiction over this issue of Puerto Rico law.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To the extent that the parties make other arguments, they do so in a perfunctory manner, without any attempt at developed argumentation.  Such issues may be deemed waived.  See Wilson v. United States, 23 F.3d 559, 563 (1st Cir.1994).</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For the foregoing reasons, the order of the district court granting summary judgment in favor of defendants is</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed in part, reversed in part, and remanded for further proceedings consistent with this opinion.  One-half costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Original plaintiffs consisted of a group including Victor Merino Calenti, now deceased, and several other individuals.  For the sake of convenience, we refer to all plaintiffs-appellants as \"Merino.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Roughly speaking, the parties agree that the corporation would be obtaining shares apparently worth $800 each for only $100 each.  A subsequent sale of the entire corporation at full market value would reflect the $800 value, and holders of common stock could pocket the $700 per share difference</p>\n        <p>Nonetheless, many holders of common stock are also holders of preferred stock.  Shareholders so situated would lose money in the initial buy-back of preferred shares, only to regain it upon sale of the entire corporation.  Thus, only shareholders who own a preponderance of common stock would truly benefit from the buy-back of preferred shares at $100 per share.</p>\n        <p>Moreover, we note sua sponte that stock prices fluctuate;  that the current value of the corporate shares is not definitively known;  that no sale of the corporation is imminent;  and that, depending on a wide range of variables, redemption of preferred shares at $100 per share might not, in the future, prove to be the bargain that the parties seem to think it is.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Initially, all shareholders held common and preferred shares in equal proportions.  It was only over time that Merino came to hold a preponderance of common shares</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The articles expressly state, \"The Corporation reserves the right to partially amend or alter these articles of incorporation in accordance with the current laws.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Since commencement of this action, the proposed amendment has been approved at a shareholder meeting.  Practically speaking, the record shows that most, if not all, shareholders were aware, or could easily have been made aware, of the ramifications of the proposed amendment.  Merino continues to challenge the notice sent to shareholders with regard to the meeting</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> It appears from Merino's briefs that he viewed the pre-amendment preferred shares as not sharing in the equity of the corporation precisely because they were subject to redemption at $100 per share.  The foregoing authority convincingly demonstrates that redemption options, as a general matter, serve no such purpose.  Moreover, Merino's argument overlooks the fact that the redemption option need never be exercised by the corporation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Merino alludes in his brief to 17 C.F.R. Sec. 230.145, which provides, inter alia, that \"reclassifications\" involving the \"substitution of one security for another security\" constitute sales of securities.  Merino does not argue, nor could he on the record, that \"another security\" is being substituted for preferred shares.  Accordingly, this case presents no reclassification for purposes of 17 C.F.R. Sec. 230.145</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">335</span></span></p>\n    <p class=\"parties\">Fed. Sec. L. Rep.  P 98,221<br>Victor MERINO CALENTI, Plaintiff, Appellee,<br>v.<br>Alfonso BOTO, et al., Defendants, Appellees,<br>Rafael Merino Vinas, et al., Plaintiffs, Appellants.</p>\n    <p class=\"docket\">No. 93-1759.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 8, 1994.<br>Decided May 23, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Patrick D. O'Neill with whom Anabelle Rodriguez and Martinez, Odell &amp; Calabria, Hato Rey, PR, were on brief, for appellants.</p>\n      <p class=\"indent\">Guillermo J. Bobonis with whom Bobonis, Bobonis &amp; Rodriguez Poventud, San Juan, PR, and Roberto Corretjer Piquer, Hato Rey, PR, were on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants, shareholders in a closely-held and largely family-dominated Puerto Rico corporation, brought this claim against certain directors of the corporation, challenging the legality of a proposed amendment to the corporation's articles of incorporation.  The amendment abrogated the corporation's right to redeem preferred shares at par value, and plaintiffs argued that the amendment violated federal securities law and Puerto Rico corporations law.  The district court, finding no violation of either federal or Puerto Rico law, granted summary judgment in favor of defendants, <span class=\"citation no-link\"><span class=\"volume\">827</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">83</span></span>.   We remand the state law claims, with the admonition that the district court should consider dismissal without prejudice to plaintiffs' right to bring those claims in state court.  As to all other issues, we affirm.I.</p>\n    </div>\n    <p>FACTUAL BACKGROUND AND PRIOR PROCEEDINGS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Ferreteria Merino, Inc.  (hereinafter \"FMI\" or \"the corporation\") is a closely held Puerto Rico corporation which sells hardware and home improvement products in Puerto Rico.  FMI's certificate and articles of incorporation (hereinafter \"the articles\") establish two types of stock:  common and preferred.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The articles provide, inter alia, that preferred shares shall have preference with respect to payment of dividends, but that such shares shall not be accompanied by a right to vote in, be notified of, or participate in the general meetings of the corporation.  In addition, the articles, which were drafted in 1939, establish a par value of $100 per share for preferred shares.  The articles go on to provide that preferred shares are subject to redemption by FMI upon payment of $100 per share.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Common stock, on the other hand, receives dividend payment only after preferred stock dividends have been paid, and does carry a right to vote in and be notified of general meetings.  While common stock was also assigned a par value of $100 per share, there is no right of redemption for the common stock.  Historically, both common and preferred shares have been sold at equivalent values.  The market for shares of common and preferred stock has always been largely, if not wholly, among existing shareholders.  Recent estimates value both types of stock at between $800 and $1,200 per share.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1988, there was talk of selling the corporation.  Plaintiff Victor Merino Calenti (hereinafter \"Merino\"),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> who was both a board member and a common stockholder of FMI, suggested at a board of directors meeting that, prior to a sale of the corporation, FMI should exercise its right to redeem all outstanding preferred stock for $100 per share, as allowed in the articles.  Merino's fellow directors did not favor redemption of the preferred shares.  This difference of opinion between Merino and his fellow directors stemmed, as both parties agree, from simple mathematics.  Both parties recognized that the $100 redemption price would allow the corporation to repurchase preferred shares at a price far below their apparent market value, and that, upon liquidation or sale, the value of FMI common shares would benefit greatly from such a purchase.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Needless to say, Merino owned more shares of common stock than preferred, and stood to benefit from the purchase of preferred shares at a price that the others considered to be artificially low, while the directors who opposed Merino's suggestion owned more preferred stock than common.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In response to Merino's proposal, the board first sought the advice of a lawyer, one Matos, on the possibility of converting all preferred shares to common shares.  Matos counseled against such a conversion.  Instead of converting the preferred shares to common shares, the board considered and approved a resolution to amend the articles so that the corporation no longer had a right to redeem preferred shares.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Nonetheless, in keeping with the articles, such an amendment still had to be approved by a shareholder vote.  On June 13, 1990, notice was sent to all shareholders that there would be a shareholders' meeting on July 28, 1990, to vote on the resolution which the board had approved.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Before the meeting could be held, Merino filed this action against his fellow board members, alleging, inter alia, that the proposal amounted to the issuance of a new class of stock, and that the board's actions violated section 10(b) of the Securities Exchange Act of 1934, 15 U.S.C. Sec. 78j(b), (hereinafter \"section 10(b)\"), 17 C.F.R. Sec. 240.10b-5 (hereinafter \"Rule 10b-5\"), and Puerto Rico corporations law.  Merino sought injunctive relief as well as a declaratory judgment that the proposed amendment was illegal.  After settlement negotiations failed, defendants moved for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court reasoned that there was no sale of stock for purposes of section 10(b), and that no violation of Puerto Rico law had occurred.  It granted summary judgment in favor of defendants, and this appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A district court's grant of summary judgment is subject to plenary review.  Alan Corp. v. International Surplus Lines Ins. Co., <span class=\"citation\" data-id=\"195319\"><a href=\"/opinion/195319/alan-corp-v-international/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">339</span></a></span>, 341 (1st Cir.1994).  We read the record indulging all inferences in favor of the non-moving party.  <span class=\"citation\" data-id=\"195319\"><a href=\"/opinion/195319/alan-corp-v-international/\"><span class=\"id_token\">Id.</span>  Summary judgment </a></span>is appropriate only if there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law.  Id.</p>\n    </div>\n    <p>B. Merino's Federal Securities Claims</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The basis of Merino's claims under section 10(b) and Rule 10b-5 is that the notice of the meeting which was sent to shareholders failed to disclose material information, such as the existence of the Matos opinion and the directors' relative ownership of preferred and common shares.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Merino argues that this inadequate notice amounted to a breach of fiduciary duty.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We begin by noting that the Supreme Court has expressly declined to extend the reach of federal securities laws into the realm of substantive state corporations law.  Rather, it has noted that \"[c]orporations are creatures of state law, and investors commit their funds to corporate directors on the understanding that, except where federal law expressly requires certain responsibilities of directors with respect to stockholders, state law will govern the internal affairs of the corporation.\"  Cort v. Ash, <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">66</span></a></span>, 84, <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2080</span></a></span>, 2090-91, <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">26</span> </a></span>(1975).  More specifically, the Court has expressly refused to extend section 10(b) to causes of action based on breaches of state law corporate fiduciary duties.  See Sante Fe Indus., Inc. v. Green, <span class=\"citation\" data-id=\"109626\"><a href=\"/opinion/109626/santa-fe-industries-inc-v-green/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span></a></span>, 477-80, <span class=\"citation\" data-id=\"109626\"><a href=\"/opinion/109626/santa-fe-industries-inc-v-green/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1292</span></a></span>, 1302-04, <span class=\"citation\" data-id=\"109626\"><a href=\"/opinion/109626/santa-fe-industries-inc-v-green/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">480</span> </a></span>(1977).  See also Biesenbach v. Guenther, <span class=\"citation\" data-id=\"361267\"><a href=\"/opinion/361267/fed-sec-l-rep-p-97635-ginn-biesenbach-joseph-levin-henry-sharman/\"><span class=\"volume\">588</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">400</span></a></span>, 402 (3d Cir.1978) (declining to apply section 10(b) to breach of fiduciary duty);  Golub v. PPD Corp., <span class=\"citation\" data-id=\"355971\"><a href=\"/opinion/355971/fed-sec-l-rep-p-96450/\"><span class=\"volume\">576</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">759</span></a></span>, 764 (8th Cir.1978) (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Because shareholder meetings in general are an issue governed by state law, see, e.g., Chapter 107, P.R. Laws Ann. tit. 14 Secs. 1701-1717 (1989) (entitled \"Meetings, Elections, Voting and Notice\"), and because Congress has expressed no intent to extend federal securities laws into the realm of fiduciary duties with regard to such meetings or notices thereof, Merino presents no basis for a claim under section 10(b) and Rule 10b-5.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Nonetheless, Merino has persisted in his argument that the proposal of the amendment raised federal securities issues.  He has argued, both below and on appeal, that the corporation's elimination of its own $100 redemption option creates a new type of stock, and that notice of the July 28, 1990, meeting therefore constitutes notice of a \"purchase or sale\" for section 10(b) purposes.  More specifically, Merino argues that prior to the proposal of the amendment, preferred stock did not share in the equity of the corporation, and that only subsequent to the amendment does the preferred stock now \"partake[ ] of the attributes of common stock.\"   This line of argument is belied both by general principles of corporate law and by the record before us.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Under general principles of corporate law, preferred stock, although it has privileges different from those of common stock, is nevertheless a part of the capital stock and has the characteristics of capital stock.  In other words, preferred stock is generally understood to represent an equity interest in the issuing corporation....  Thus holders of preferred stock in a corporation generally occupy, beyond the provisions of their contract, a position no different from that of holders of the common shares, possessing all the rights and being subject to the general liabilities of ordinary stockholders.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">18A Am.Jur.2d Corporations Sec. 438 (1985) (footnotes omitted).  Merino cites no authority from Puerto Rico or elsewhere which suggests that this general rule does not apply here.  Nor does the record support any other characterization of FMI's preferred shares.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We conclude by noting that no preferred shares changed ownership upon the enactment of the amendment, nor have any shares been substituted for existing shares.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Moreover, the essential elements of the preferred shares in this case have at all times remained intact.  The shares will continue to receive preferred dividends, and they gain no voting rights.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In sum, the evil which Merino perceives, namely, the participation of preferred shares in the equity of the corporation, is not a by-product of the proposed amendment.  As far as the record indicates, FMI's preferred shares have always shared, and will continue to share in FMI's equity.  Merino cites no authority, nor any record evidence, which would allow us to conclude otherwise.  Equally important is the fact that no \"purchase or sale\" has occurred for section 10(b) and Rule 10b-5 purposes, nor has FMI created a new class of stock by proposing to amend its articles to eliminate FMI's right to redeem preferred shares.  Accordingly, the \"nondisclosures\" complained of failed to implicate duties under federal securities law, and thus, the district court did not err in dismissing Merino's federal claims.</p>\n    </div>\n    <p>C. Merino's State Claims</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Merino also raised several state claims below, arguing, inter alia, that the proposed amendment benefitted preferred shareholders at the expense of common shareholders, and that the directors' approval of the amendment amounted to a breach of fiduciary duty.  The district court disposed of these claims by noting that common shareholders and preferred shareholders \"are, for the most part, comprised of the same people.\"   Thus, the court saw no way in which the amendment could be said to benefit one class of shareholders at the expense of the other.  Unfortunately, this observation does not dispose of Merino's state law claims.  We think it uncontroversial that a director's fiduciary duty is owed to all stockholders, including minority stockholders.  Thus, the mere fact that most of Merino's fellow stockholders also own preferred shares does not mean that he is not owed a fiduciary duty.  Needless to say, we make no ruling on whether such a duty under Puerto Rico law was breached.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On the record before us, however, we can go no further.  The record does not allow us to determine either the nature or the scope of a fiduciary duty under Puerto Rico law, or the manner in which such a duty would be applied to the facts before us.  Rather, the record only permits the conclusion that summary judgment was improvidently granted on this issue.  On remand, we strongly recommend that the district court reconsider its decision to exercise supplemental jurisdiction over this issue of Puerto Rico law.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To the extent that the parties make other arguments, they do so in a perfunctory manner, without any attempt at developed argumentation.  Such issues may be deemed waived.  See Wilson v. United States, <span class=\"citation\" data-id=\"195350\"><a href=\"/opinion/195350/wilson-v-us-government/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">559</span></a></span>, 563 (1st Cir.1994).</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For the foregoing reasons, the order of the district court granting summary judgment in favor of defendants is</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed in part, reversed in part, and remanded for further proceedings consistent with this opinion.  One-half costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Original plaintiffs consisted of a group including Victor Merino Calenti, now deceased, and several other individuals.  For the sake of convenience, we refer to all plaintiffs-appellants as \"Merino.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Roughly speaking, the parties agree that the corporation would be obtaining shares apparently worth $800 each for only $100 each.  A subsequent sale of the entire corporation at full market value would reflect the $800 value, and holders of common stock could pocket the $700 per share difference</p>\n        <p>Nonetheless, many holders of common stock are also holders of preferred stock.  Shareholders so situated would lose money in the initial buy-back of preferred shares, only to regain it upon sale of the entire corporation.  Thus, only shareholders who own a preponderance of common stock would truly benefit from the buy-back of preferred shares at $100 per share.</p>\n        <p>Moreover, we note sua sponte that stock prices fluctuate;  that the current value of the corporate shares is not definitively known;  that no sale of the corporation is imminent;  and that, depending on a wide range of variables, redemption of preferred shares at $100 per share might not, in the future, prove to be the bargain that the parties seem to think it is.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Initially, all shareholders held common and preferred shares in equal proportions.  It was only over time that Merino came to hold a preponderance of common shares</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The articles expressly state, \"The Corporation reserves the right to partially amend or alter these articles of incorporation in accordance with the current laws.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Since commencement of this action, the proposed amendment has been approved at a shareholder meeting.  Practically speaking, the record shows that most, if not all, shareholders were aware, or could easily have been made aware, of the ramifications of the proposed amendment.  Merino continues to challenge the notice sent to shareholders with regard to the meeting</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> It appears from Merino's briefs that he viewed the pre-amendment preferred shares as not sharing in the equity of the corporation precisely because they were subject to redemption at $100 per share.  The foregoing authority convincingly demonstrates that redemption options, as a general matter, serve no such purpose.  Moreover, Merino's argument overlooks the fact that the redemption option need never be exercised by the corporation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Merino alludes in his brief to 17 C.F.R. Sec. 230.145, which provides, inter alia, that \"reclassifications\" involving the \"substitution of one security for another security\" constitute sales of securities.  Merino does not argue, nor could he on the record, that \"another security\" is being substituted for preferred shares.  Accordingly, this case presents no reclassification for purposes of 17 C.F.R. Sec. 230.145</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109286/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109626/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195319/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195350/",
    "https://www.courtlistener.com/api/rest/v3/opinions/355971/",
    "https://www.courtlistener.com/api/rest/v3/opinions/361267/"
  ]
}