{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195389/",
  "id": 195389,
  "absolute_url": "/opinion/195389/serabian-v-amoskeag-bank/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195389/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:38:59Z",
  "date_modified": "2020-02-21T23:47:22.939903Z",
  "type": "010combined",
  "sha1": "9ba8646c5d6167ad924c552a3b895aacbc46b3d5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2070.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-2070\n\n                     NISHAN SERABIAN, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n               AMOSKEAG BANK SHARES, INC., ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n         [Hon. Shane Devine, Senior U.S. District Judge]\n                                                       \n\n                                           \n\n                              Before\n\n                     Torruella, Circuit Judge,\n                                             \n                  Coffin, Senior Circuit Judge,\n                                              \n                    and Boudin, Circuit Judge.\n                                             \n\n                                           \n\n  James R. Malone,  Jr., with whom C.  Oliver Burt, III, Michael  D.\n                                                                    \nGottsch, Pamela Bond and Peter A. Pease were on brief appellants.\n                                     \n  Robert Upton,  II, with  whom  Charles W.  Grau was  on brief  for\n                                                 \nAmoskeag Bank Shares, Inc.\n  Ovide M. Lamontagne with whom E. Donald Dufresne  was on brief for\n                                                  \nAllen, Machinist, Bushnell, Yakovakis, Woolson, Allman and Keegan.\n\n                                           \n                           May 27, 1994\n                                           \n\n     COFFIN, Senior  Circuit Judge.  The question  on this appeal\n                                  \n\nis whether appellants' Third Amended Complaint states a claim for\n\nfraud under federal  securities law,  see 15 U.S.C.    78j(b)  ( \n                                         \n\n10(b) of the Securities Exchange Act of 1934); SEC Rule 10b-5 (17\n\nC.F.R.      240.10b-5),  a   claim  that  must   be  plead  \"with\n\nparticularity.\"   Fed. R. Civ. P.  9(b).  The district court held\n\nthat  it  did not,  and dismissed  the complaint  with prejudice.\n\nAfter carefully studying the 86-page, 107-paragraph complaint, we\n\nhave concluded  that portions of it are  entitled to survive.  We\n\ntherefore vacate the  dismissal in part,  and remand for  further\n\nproceedings limited to the actionable allegations.\n\n                          I. Background\n                                       \n\n     During the  period relevant  to  this litigation,  defendant\n\nAmoskeag  Bank  Shares  (\"Bank  Shares\"  or  \"the bank\"  or  \"the\n\ncompany\") was  a New Hampshire bank holding corporation with four\n\nwholly owned subsidiaries: Amoskeag Bank, New Hampshire's largest\n\nbank;  Nashua Trust  Company; Bank  Meridian, N.A.;  and Souhegan\n\nNational Bank of  Milford.1  The seven  individual defendants are\n\ncertain of Bank Shares' former officers and/or directors.\n\n     Plaintiffs are the purchasers  of Bank Shares' common stock.\n\nIn this lawsuit, filed  as a class action but  still uncertified,\n\nthey claim that the defendants issued various documents, reports,\n\nand  statements  that  misrepresented   and  failed  to  disclose\n\nmaterial facts concerning Bank Shares'  true financial condition,\n\n                    \n\n     1 Bank Shares was taken over by the FDIC in October 1991.\n\n                               -2-\n\nthereby artificially inflating the  market price of the company's\n\nstock at the time they purchased it.2\n\n     The  complaint depicts  an increasingly  familiar saga  of a\n\nbank  that boomed with the real estate market of the early 1980s,\n\nbut  suffered  in the  recession  and  deteriorating market  that\n\nfollowed.  See, e.g., In Re Wells Fargo Securities Litigation, 12\n                                                             \n\nF.3d  922  (9th  Cir.  1993);  In  Re  Glenfed,  Inc.  Securities\n                                                                 \n\nLitigation, 11 F.3d 843 (9th Cir. 1993), reh'ng en banc, granted,\n                                                                \n\n11 F.3d 843  (9th Cir. Feb.  25, 1994); Shapiro v.  UJB Financial\n                                                                 \n\nCorp.,  964 F.2d 272 (3d Cir. 1992);  DiLeo v. Ernst &amp; Young, 901\n                                                            \n\nF.2d 624 (7th Cir. 1990).  The  primary thrust of the allegations\n\nis that defendants knew that their loan portfolio  contained many\n\nhigh-risk  loans,   that  the   reserves  for  such   loans  were\n\ninadequate,3  and  that  poor internal  controls  exacerbated the\n\ndifficulties,  but that  they nevertheless  continued to  paint a\n\nrosy picture of the bank's financial circumstances.\n\n     The district court, having given  plaintiffs the opportunity\n\nto amend  a previous  version of  the complaint,  concluded that,\n\n\"[a]t most, the [Third Amended] [C]omplaint demonstrates  dubious\n\nbusiness judgment  or mismanagement.\"   The  court felt  that the\n\npleading,  reduced to  its essence,  alleged that  the defendants\n\nthroughout the  relevant period knowingly reserved  too little in\n\n                    \n\n     2  Rule 10b-5,  promulgated by the  SEC under  the authority\nprovided  by    10(b) of  the Securities  Exchange Act,  makes it\nunlawful  to  misrepresent  or   omit  material  information   in\nconnection with the purchase or sale of securities.\n\n     3 The amount put aside as a protection against loan defaults\nis known as the ALL -- the \"allowance for loan losses.\"\n\n                               -3-\n\nanticipation of loan losses.   In the court's view,  however, the\n\ncomplaint lacked a basis  for inferring the defendants' knowledge\n\nof the deficiency and, moreover, failed to identify  any specific\n\nloans  whose  reserves  were  inadequate.    These  deficiencies,\n\ndespite   ample  opportunity  for   discovery  and  \"considerable\n\ningenuity  in  pleading,\"  prompted  the  court  to  dismiss  the\n\ncomplaint with prejudice.\n\n     Plaintiffs  argue on  appeal  that the  complaint more  than\n\nadequately  set forth the bases for their allegations of fraud by\n\ndetailing numerous specific instances in which the defendants had\n\nknowledge of  the \"true facts,\" yet  made substantially different\n\nrepresentations to  the investing public.   They  claim that  the\n\ndistrict  court impermissibly  drew  inferences in  favor of  the\n\ndefendants,  contrary   to  its   obligation  to  indulge   every\n\nreasonable inference  helpful to their  case.  See,  e.g., Garita\n                                                                 \n\nHotel Ltd. Partnership  v. Ponce  Federal Bank, 958  F.2d 15,  17\n                                              \n\n(1st Cir. 1992).\n\n     We  review  the  district  court's  determination  de  novo,\n                                                                \n\napplying the same criteria  employed by the district court.   Id.\n                                                                 \n\nIf the allegations would permit recovery under any viable theory,\n\nthe dismissal must be reversed.  Id.\n                                    \n\n                     II. Applicable Standards\n                                             \n\n     We preface our discussion with a brief survey of the general\n\nprinciples that  must guide our review  of plaintiffs' complaint.\n\nFirst,  the  securities laws  \"do  not  guarantee sound  business\n\npractices and do not  protect investors against reverses,\" DiLeo,\n                                                                \n\n                               -4-\n\n901   F.2d  at  627.     In  stating  an   actionable  claim  for\n\nmisrepresentation, therefore,  plaintiffs  must plead  more  than\n\nthat defendants  acted irresponsibly and unwisely,  but that they\n\nwere  aware that \"mismanagement had  occurred and made a material\n\npublic   statement  about   the   state  of   corporate   affairs\n\ninconsistent with  the existence of the  mismanagement,\" Hayes v.\n                                                              \n\nGross,  982 F.2d 104, 106 (3d Cir.  1992).  See also Shapiro, 964\n                                                            \n\nF.2d at 283 (\"[I]t is  not a violation of the securities  laws to\n\nsimply  fail to  provide  adequate loan  loss reserves;  properly\n\ncollaterize  or secure  a loan  portfolio; or  provide sufficient\n\ninternal controls or loan management practices.\").\n\n     Second,  defendants  may  not   be  held  liable  under  the\n\nsecurities  laws for accurate reports  of past successes, even if\n\npresent  circumstances are  less  rosy, see  Capri Optics  Profit\n                                                                 \n\nSharing v. Digital Equipment,  950 F.2d 5, 7-8 (1st  Cir. 1991),4\n                            \n\nand  optimistic predictions about the future that prove to be off\n\nthe  mark likewise  are  immunized unless  plaintiffs meet  their\n\n                    \n\n     4  In  Capri  Optics,  we described  our  earlier  decision,\n                         \nBackman v.  Polaroid, 910 F.2d 10  (1st Cir. 1990) (en  banc), as\n                    \nholding that\n\n     there  was  no  duty   to  disclose  to  market  buyers\n     information  simply because  it  was  material,  or  to\n     amplify what was said, unless the omitted matter caused\n     what  was said  to  be  misleading  .  . .  .    As  an\n     illustration, if defendant reported, correctly, without\n     more, \"This is our  eighth consecutive quarter in which\n     our gross has increased,\" there was no duty to add, for\n     the benefit  of market buyers, \"We  are concerned about\n     the next one.\"\n\nWe recognized,  of course, that \"if  defendant's apprehension was\nof a disaster the rule might be different . . . .\"\n\n                               -5-\n\nburden of demonstrating intentional  deception, see Greenstone v.\n                                                              \n\nCambex Corp., 975  F.2d 22,  25-26 (1st Cir.  1992) (there is  no\n            \n\n\"`fraud by hindsight'\"); DiLeo, 901 F.2d at 627 (same).  See also\n                                                                 \n\nShapiro,  964 F.2d at 283-84  n.12 (quarterly report stating that\n       \n\nthe  company \"looks to  the future with  great optimism .  . . is\n\nclearly inactionable puffing\").\n\n     Third,  and finally,  general averments  of  the defendants'\n\nknowledge  of material falsity will not suffice.  Greenstone, 975\n                                                            \n\nF.2d at 25.  Consistent with  Fed. R. Civ. P. 9(b), the complaint\n\nmust set forth \"specific facts that make it reasonable to believe\n\nthat defendant[s] knew  that a statement was  materially false or\n\nmisleading.\"  Id.  The rule requires that the particular \"`times,\n                 \n\ndates,  places  or  other  details of  [the]  alleged  fraudulent\n\ninvolvement'\" of the actors be  alleged.  In re Glenfed, 11  F.3d\n                                                       \n\nat 847-48 (citation omitted).  See also Romani v. Shearson Lehman\n                                                                 \n\nHutton,  929  F.2d 875,  878 (1st  Cir.  1991); New  England Data\n                                                                 \n\nServices v. Becher, 829 F.2d 286, 288 (1st Cir.  1987) (\"[I]n the\n                  \n\nsecurities  context, and  in general,  this circuit  has strictly\n\napplied Rule 9(b).\").\n\n     With  this  framework in  mind,  we  begin our  scrutiny  of\n\nplaintiffs' allegations.\n\n                               III.\n\n     The Third  Amended Complaint contains 63  paragraphs (   23-\n\n86) describing the misstatements  and omissions allegedly made by\n\ndefendants during the  class period  from June  17, 1987  through\n\nOctober  23, 1989.  We have read the paragraphs line-by-line, and\n\n                               -6-\n\nagree with the  district court  that much of  complaint fails  to\n\nestablish  an actionable  10b-5 claim.   Many  of the  challenged\n\nstatements either were  undisputedly true representations of  the\n\ncompany's circumstances, or are unaccompanied in the complaint by\n\nspecifics tending to show knowing falsity.  Other portions of the\n                                 \n\ncomplaint are inadequate because  they allege improper conduct in\n\nwholly conclusory terms.\n\n     The  complaint  is  more   successful  in  stating  a  claim\n\nconcerning  statements  made  during  late 1988  and  1989,  when\n\nplaintiffs  contend  that the  bank was  experiencing accelerated\n\nloan  deterioration.    Public  announcements  during  that  time\n\nsuggested  that the bank's loan business  was under control while\n\nplaintiffs allege that the bank recognized that its problems were\n\nsevere, particularly that its ALL was inadequate and its internal\n\nprocedures for identifying problem loans deficient.\n\n     In  the following  sections, we  explain our  conclusions by\n\nconsidering in detail various  portions of the complaint.   We do\n\nnot   examine  separately  each   allegation  contained  in  this\n\nvoluminous pleading,  but believe our  discussion is sufficiently\n\ncomplete  and  illustrative  to  enable  the  district  court  to\n\ndistinguish the actionable from the inactionable in the remaining\n\nparagraphs.    Sales  of stock and mortgage-backed securities,   \n                                                                 \n\n23-25.    These  paragraphs  describe  Bank  Shares'  substantial\n     \n\nlosses in June and July 1987 when it sold certain mortgage backed\n\nsecurities, as well  as stock  that it unlawfully  held in  eight\n\nbanking  companies.  Plaintiffs allege that, with the approval or\n\n                               -7-\n\nacquiescence   of   \"Bank   Shares[']   purportedly   independent\n\nauditors,\" the  company knowingly  allocated these losses  to the\n\nimproper fiscal  quarters  of  1987.   As  a  result,  plaintiffs\n\nallege, Amoskeag's announced earnings  for the quarter ended June\n\n30,  1987  were  artificially   inflated.    The  complaint  also\n\ncriticizes  the  defendants' failure  to  recognize  loss on  the\n\ncompany's equity securities portfolio until the end of the year.\n\n     We fail to find  a basis for actionable securities  fraud in\n\nthese   paragraphs.     Plaintiffs   allege  no   representations\n\ninconsistent  with the bank's state  of affairs.5   The fact that\n\nthe company was in  violation of federal law by its  ownership of\n\nthe  financial  institution  stock  may  reflect  poorly  on  its\n\nmanagement,  but  in  no  way  demonstrates  a  10b-5  violation.\n\nNothing in  the  complaint suggests  that  the decision  of  Bank\n\nShares to  delay its equity  security loss until  the end of  the\n\nyear was fraudulent, even if, as  the complaint alleges, it was a\n\nviolation of  Generally  Accepted Accounting  Principles  (GAAP).\n\nIndeed,  the complaint  acknowledges that  Ernst &amp;  Whinney, Bank\n\nShares' accounting firm, approved the method by which the company\n\nrecognized its losses, arguably casting doubt on the existence of\n\nany impropriety.6\n\n                    \n\n     5 A general allegation that the practices  at issue resulted\nin  a  false report  of company  earnings  is not  a sufficiently\nparticular claim of misrepresentation.\n\n     6  As a result of  our conclusion that  these paragraphs, as\nwell  as    26-42, were dismissed properly for lack of actionable\nallegations, we need not address defendants' contention that they\nshould be stricken as time-barred.\n\n                               -8-\n\n     Reversal of $275,000 in 1987 loan loss provision,     26-30.\n                                                                \n\n     These  paragraphs allege  that,  at the  end  of the  second\n\nquarter of  1987, defendants  reversed an allocation  of $275,000\n\nthat had been made earlier in the year to its loan loss provision\n\n\"for no  reason other  than arbitrary manipulation\"  designed \"to\n\noffset  the  impact  of other  losses.\"    Plaintiffs  claim that\n\ndefendants falsely represented in their Form 10-Q for the quarter\n\nthat the decrease was  attributable to the credit quality  of the\n\nbank's loan portfolio.\n\n     This conclusory allegation of  falsity is unsupported by any\n\nspecific facts.  Plaintiffs offer no basis for inferring that the\n\ndefendants knew that the bank's loan portfolio was, at that time,\n\nimproperly   characterized  as  \"excellent.\"    They  provide  no\n\ninformation  about  the  general  health of  the  company's  loan\n\nportfolio,  and  fail to  cite any  specific  loans that  were in\n\ntrouble.  Defendants' 10-Q states that the decision to reduce the\n\nloan  loss provision was attributable to, inter alia, the sale of\n                                                    \n\n$48 million in loans  and the low level of  non-performing loans.\n\nThe figures  and statistics  contained  in the  document are  not\n\nalleged to  be inaccurate.   We consequently find  no actionable,\n\nparticularized  allegation  of  fraud  in  this  portion  of  the\n\ncomplaint.\n\n     Economic outlook and internal review, 1987 Annual Report,   \n                                                                 \n\n33-43.7\n     \n\n                    \n\n     7  Paragraph 32  quotes  at length  from the  company's 1987\nannual report and  suggests that its \"decidedly upbeat\"  tone was\nfraudulent.    Plaintiffs  acknowledge, however,  that  the  bank\n\n                               -9-\n\n     This portion of the  complaint describes a growing awareness\n\nby the Company  of the  slowdown in the  real estate market,  and\n\nrecognition  of the need to quantify  possible losses inherent in\n\nits loan portfolio.  The complaint alleges:\n\n     [C]ontrary to public representations, by February 1988,\n     the defendants  had determined  that the  existing loan\n     review  function  was unable  to  keep  up with  timely\n     reviews of the  Company's loan  portfolios (which  were\n     known    by   defendants   to   be   deteriorating   in\n     creditworthiness due to changes in the economy) and the\n     Company    lacked    sufficient   loan    credit   file\n     documentation to  properly analyze the ALL.   Thus, the\n     Company hired a retired  career banker, J. Howard \"Mac\"\n     McGloon,  on  a  consulting  basis  to  review  lending\n     practices  and  ostensibly to  assist  the  Loan Review\n     department in its function.\n\n  34.\n\n     Nothing in the following  paragraphs, which describe various\n\n\"public representations\" contained  in the company's 1987  annual\n\nreport,   supports   the  assertion   that   officials  knowingly\n\nmisrepresented the  bank's ability to manage  its loan portfolio.\n\nThat a consultant  was hired to  assist with  loan review is  not\n\ninconsistent with the  company's statement, cited  in   37,  that\n\n\"[m]anagement closely monitors the quality of the  loan and lease\n\nfinancing portfolio.\"  Getting the help needed to  stay on top of\n\nthe  situation,  or  to  improve  it,  is  one  aspect  of  close\n\nmonitoring.8\n\n                    \n\ndisclosed  the substantial drop in net income from the prior year\nand  the substantial loss in equity securities.  No facts suggest\nknowing  falsity in  any of  the company's  optimistic statements\nabout its future prospects.\n\n     8 Similarly,  plaintiffs fail  to demonstrate any  basis for\ninferring  knowing falsity  in  the defendants'  statement,  also\nquoted  in    37  of the  complaint,  that \"the  Company's  basic\n\n                               -10-\n\n     Although    40-42 allege that, during early 1988, defendants\n\nfailed  to follow  internal  policy for  recognizing earnings  on\n\ncommercial real estate loans and to allocate the  appropriate ALL\n\namount for  such loans,  the complaint  does not demonstrate  how\n\nthese flaws  in procedure add up  to a securities violation.   As\n\nnoted earlier,  \"mere failure to provide adequate reserves (or to\n\nperform competently  other management  tasks) does not  implicate\n\nthe concerns of the  federal securities laws and is  not normally\n\nactionable,\" Shapiro, 964 F.2d at 281.\n                    \n\n     Plaintiffs additionally  complain about the tone  of a press\n\nrelease  issued  by the  company on  July  14, and  the company's\n\nquarterly report filed with the SEC on August 12.  These  reports\n\nwere  misleadingly  positive,  plaintiffs  allege,  because  they\n\nstated that earnings were down in part because  of an increase in\n\nloan  reserves  designed  as  a \"safeguard  against  an  extended\n\nslowdown  in real  estate and  condominium markets.\"   See    43.\n                                                          \n\nThere  is nothing  actionable in  these statements,  which simply\n\nreport  the company's reduced earnings and one of the reasons for\n\nit.\n\n     Chaston  finds  \"serious  deficiencies\"; internal  concerns;\n                                                                 \n\n\"conservative\" approach,    46-69.\n                                 \n\n     This portion of the complaint primarily describes events and\n\ninformation  relating to the bank's  handling of its  ALL in late\n\n1988 and early 1989,  as well as corresponding public  statements\n\n                    \n\nbanking  business is strong as indicated by the excellent quality\nof the loan and lease financing portfolio.\"\n\n                               -11-\n\nmade  by the defendants about those matters.   In our view, it is\n\nthe  only  section of  the  complaint  that contains  allegations\n\nsufficiently  particular  and  pertinent to  survive  defendants'\n\nmotion to dismiss.\n\n     The scenario depicted by these allegations can be summarized\n\nas follows: at least by August 1988, the company had become aware\n\nthat  the  quality  of  its  commercial  loans  had  deteriorated\n\nsignificantly,  and that  the loan  review department  was having\n\ndifficulty  staying  on top  of  problem  loans, particularly  in\n\ncommercial real estate.  See   47.9  This prompted  the hiring of\n                            \n\na consulting  firm, Chaston Associates,  that began work  in mid-\n\nOctober.   Chaston  reported  within two  weeks  that there  were\n\n\"serious  deficiencies\" in the ALL  at Amoskeag, and this finding\n\nwas partly responsible  for a  $6 million increase  in loan  loss\n\nreserves at the  end of  the third quarter,  September 30,  1988.\n\nSee     46.    Meanwhile,  internal  reviews  also  had  revealed\n   \n\ndeficiencies  in the ALL at  both Nashua Trust  Company (NTC) and\n\nAmoskeag,  and the auditor  concluded that \"additional injections\n\nto  the reserve [at Amoskeag] are required as soon as financially\n\nfeasible.\"    50 (a), (b).\n\n                    \n\n     9  This paragraph  alleges that,  on  August 10,  1988, Bank\nShares' vice president and loan review officer Worden informed an\nErnst &amp; Whinney auditor that\n\n     the  quality of commercial loans had deteriorated since\n     E&amp;W's last  audit review as  of December 31,  1987, and\n     that  Worden did  not believe  that his  department was\n     devoting an  adequate amount of time  to the monitoring\n     of  the  appropriateness   of  credit  quality  ratings\n     assigned  by Amoskeag's loan  officers, particularly in\n     the area of CRE [commercial real estate] loans.\n\n                               -12-\n\n     Plaintiffs  juxtapose  these  allegations  showing  internal\n\nawareness of  review problems  and inadequate loan  loss reserves\n\nwith  the  company's public  statements  characterizing  its loan\n\nreview  capabilities   as  \"strong\"  and  its   ALL  approach  as\n\n\"conservative.\"    In     52  of  the   complaint,  for  example,\n\nplaintiffs  cite a  press  release issued  on  October 24,  1988,\n\nannouncing third quarter earnings that were substantially reduced\n\nfrom the same period a year earlier.  The paragraph continues:\n\n     Defendants Machinist and Allen made the following false\n     and misleading  statements in  the  press release  with\n     respect to the increase in loan loss provision:\n\n     . . .\n\n     [W]e  have  experienced  a build-up  of  non-performing\n     loans  to $47 million,  or 2.7 percent  of total loans,\n     from  $35 million  at June  20, 1988,  the  majority of\n     which  relates to  commercial  real estate.   Our  loan\n                                                   Our  loan\n     review  capabilities are  strong and  we  have directed\n     specific resources to each of those loans.\n     specific resources to each of those loans\n\n          The decision to make a substantial addition to the\n     loan reserve  is consistent  with past practice  of the\n                      consistent  with past practice  of the\n     company to address issues  in a timely and conservative\n     manner.   We strongly  believe this action  will ensure\n     manner\n     the integrity  of our financial statements and solidify\n     the foundation for future earnings gains.\n\n  52 (some emphasis added, other omitted).\n\n     Plaintiffs  quote similar  remarks by  defendant Allen  at a\n\ncombined  meeting of New York  and New England  stock analysts on\n\nOctober  28, 1988,  and by  defendants Machinist  and Allen  in a\n\npress release issued on January 30, 1989:\n\n          We at Amoskeag  are risk-averse bankers.   If\n                              risk-averse\n          the banking business involves the fundamental\n          choice between eating well and sleeping well,\n          we'll cut  back a little on  the calories for\n          more peace of mind.  We have excellent people\n                               We have excellent people\n\n                               -13-\n\n          in loan review.  They oversee a comprehensive\n          reporting and monitoring system\n\n                               ***\n\n          When we allocated $6 million to the loan loss\n          reserve in the third quarter, we  worked from\n                                        we  worked from\n          very conservative assumptions.  We considered\n          very conservative assumptions\n          all  the  factors   and  assumed   less-than-\n          favorable economic conditions.  Higher short-\n          term  rates.   Low  overall economic  growth.\n          Further  potential  softening in  real estate\n          markets.\n\n          We made this decision without  prompting from\n          regulators or accountants.\n          regulators or accountants\n\n  56 (emphasis added).\n\n               While  non-accrual  loans  rose  in  the\n          fourth  quarter, from $26.6  million to $35.8\n          million,  the rate  of  increase  in  problem\n          loans has  moderated.  We  are managing those\n                                 We  are managing those\n          loans intensively and with success.\n          loans intensively and with success\n\n               The real estate market is turning around\n          slowly  and  further  reductions   of  excess\n          inventory have been realized.  Our  policy of\n                                         Our  policy of\n          reserving conservatively in  advance of  need\n          is being  validated.  We  remain well secured\n          is being  validated   We  remain well secured\n          and  confident of  the values  underlying our\n          loans.\n          loans\n\n  62 (some emphasis added, other omitted).\n\n     Plaintiffs also allege that,  despite company awareness that\n\n\"additional  injections to  the  reserve\" were  required, see    \n                                                             \n\n50(b), 59, 60, a  management statement contained in  Bank Shares'\n\n1988  Annual Report,  filed  with the  SEC  in late  March  1989,\n\nobserved that  \"[i]t is management's judgment  that the allowance\n\nfor  loan  and lease  losses at  year-end  1988 is  sufficient to\n\nabsorb losses inherent  in the  existing portfolio,\"    68.   See\n                                                                 \n\nalso    64  (defendants stated  in annual  report that  amount of\n    \n\n                               -14-\n\nincrease  in the ALL  from year-end 1987  to year-end 1988  is \"a\n\nprudent and proper course for today\");   69(d).10\n\n     In  this  series of  allegations,  plaintiffs  do more  than\n\nsimply identify  management problems or point  to statements that\n\nput  a  positive spin  on  the  company's circumstances,  without\n\nindicating  how   or  why   defendants  should  have   known  the\n\ndescriptions were inaccurate.  Rather, these paragraphs present a\n\ncontrast between  what company officials were  hearing internally\n\nabout their loan  review effectiveness and the  adequacy of their\n\nALL,  and what  the company  was telling  the public at  the same\n                                                                 \n\ntime.   Cf.  Romani, 929  F.2d at  878-80 (complaint  contains no\n                   \n\nfactual  allegations  supporting   a  reasonable  inference  that\n\nadverse circumstances were  known and deliberately  or recklessly\n\ndisregarded by defendants); Hayes,  982 F.2d at 106 (\"[P]laintiff\n                                 \n\nalleges more than mismanagement.  He alleges that defendants made\n\naffirmative   representations  inconsistent  with  the  state  of\n\ncorporate  affairs  they  knew  to  exist.\").    When  defendants\n\n\"affirmatively characterize[] management practices as `adequate,'\n\n                    \n\n     10  In   69(d), plaintiffs allege that on about February 21,\n1989,  the company's audit  committee was told  by its accounting\nfirm, Ernst &amp; Whinney, that a Chaston report\n\n     \"presented  management and  E&amp;W with  a problem\"  since\n     Chaston had  concluded the allowances for  loan loss at\n     both  Amoskeag and  NTC were  inadequate by  a combined\n     total  of $9.4  million.   E&amp;W further  told the  Audit\n     Committee  it had been  required to expend \"significant\n     effort  in reviewing  [a]  large  number of  individual\n     loans  to  support  adequacy  of a  reserve  less  than\n     Chaston felt was needed.\"\n\n                               -15-\n\n`conservative,'  `cautious,' and  the  like, the  subject is  `in\n\nplay.'\"  Shapiro, 964 F.2d at 282.\n                \n\n     For example, if a defendant represents that its lending\n     practices    are    \"conservative\"    and   that    its\n     collateralization  is  \"adequate,\" the  securities laws\n     are clearly implicated if it nevertheless intentionally\n     or  recklessly omits certain  facts contradicting these\n     representations.        Likewise,   if    a   defendant\n     characterizes  loan  loss  reserves  as  \"adequate\"  or\n     \"solid\"  even though  it knows  they are  inadequate or\n     unstable, it exposes itself  to possible liability  for\n     securities  fraud.   By  addressing  the  quality of  a\n     particular  management  practice, a  defendant declares\n     the subject of its representation to be material to the\n     reasonable  shareholder, and  thus  is  bound to  speak\n     truthfully.\n\nId.  See also In  Re Wells Fargo, 12 F.3d at 930; Hayes, 982 F.2d\n                                                       \n\nat 106-07.\n\n     These allegations  also are sufficiently particular  to meet\n\nthe  requirements  of Rule  9(b).   In  the paragraphs  at issue,\n\nplaintiffs specifically  identify  the internal  reports and  the\n\npublic statements  underlying their claims,  providing names  and\n\ndates.    Although  this  section  of  the  complaint   would  be\n\nstrengthened if  it contained specific examples  of problem loans\n\nrequiring a higher ALL, see In Re Wells Fargo, 12 F.3d at 926-28,\n                                             \n\nthe summaries of the auditors' and consultants' reviews serve the\n\nsame  purpose.  Both permit  an inference that  the bank knew, or\n\nshould have  known, that its public  statements were inconsistent\n\nwith  the actual  conditions then  being reported  to them.   The\n                                 \n\n                               -16-\n\ncomplaint  does  not  simply  rely  on  poor  performance  in the\n\naftermath of positive reports.11  \n\n     Despite  our  conclusion  that certain  allegations  survive\n\nthreshold consideration,  we note that plaintiffs  remain a great\n\ndistance from  actually proving securities fraud.   Their ability\n\nto demonstrate  that defendants  acted with fraudulent  intent in\n\nmaking   the   various   representations   about   Bank   Shares'\n\nconservative  ALL approach  may  depend, inter  alia, on  whether\n                                                    \n\ncompany officials  in good faith believed  their allocations were\n\nadequate,  and  considered  the  increases   recommended  by  the\n\nconsultants to be \"ultra\" conservative,  and thus excessive.  See\n                                                                 \n\nIn Re  Wells Fargo, 12 F.3d  at 927 (\"[T]he setting  of loan loss\n                  \n\nreserves is, by all accounts, an `art and not a science'  . . . .\n\n\").  The precise timing of certain statements  in relation to the\n\nbank's ALL activity also is crucial.12\n\n                    \n\n     11  The  complaint  does  not  entirely  lack  reference  to\nspecific loans.  For example, in paragraphs 48 and 49, plaintiffs\naver that,  in  meetings held  on  August 16,  1988,  an Ernst  &amp;\nWhinney  representative  was  told  by  the  head  of  Amoskeag's\ncommercial  real estate  (CRE)  division that  certain CRE  loans\n\"were now `maturing' and some were beginning to evidence signs of\ndeterioration  not previously  evident.\"      48.   The  Amoskeag\nofficer,  Stephen  Bradbury,  noted  in   particular  residential\ncondominiums,  for which the bank had 18 or 19 outstanding loans.\nAdditionally, plaintiffs allege that E&amp;W learned from the head of\nAmoskeag's  private  banking  division  of  a  number  of  large,\nunsecured  problem   loans,  three  of  which   are  specifically\nidentified.     49.  The  complaint does not allege a connection,\nhowever, between  these specific loans and  the asserted problems\nwith internal monitoring and inadequate ALL.     \n\n     12  While a  generous  reading of  the  allegations in  this\nsection  would   permit  the  inference  that   Bank  Shares  was\nrepresenting  its ALL as adequate and  \"conservative\" at the same\ntime that it was  receiving multiple reports that it  was not, it\nalso is possible  that some of  the disputed statements  occurred\n\n                               -17-\n\n     Similarly, the contested statements regarding the quality of\n\nBank  Shares' loan  management capabilities  may turn  out to  be\n\nneither  material  nor   misleading  if,   for  example,   hiring\n\nconsultants is a  typical strategy of aggressive bank managers to\n\nprevent  more serious problems.   In other  words, defendants may\n\nshow that,  in the  banking context, \"effective\"  loan monitoring\n\noften includes adding hired experts to the company's own internal\n\nprocedures.\n\n     We  note, as  an  additional caveat  to  the court  and  the\n\nparties,  that  not  every  paragraph  in  this  section  of  the\n\ncomplaint  contains  actionable  allegations,13  and  even  those\n\nparagraphs that cannot be dismissed in their entirety as a matter\n\nof law  may contain allegations and  wholly conclusory statements\n\n                    \n\nonly  in the aftermath of corrective action -- in particular, the\n$6 million allocation as  of September 30, 1988 --  and that bank\nofficials  thus  reasonably  believed  that  their  reports  were\naccurate.  For example, the review of Amoskeag's ALL performed by\nthe company's  Internal Audit  Department \"[a]s of  September 30,\n1988\"  indicated the need for \"additional injections\" to the ALL,\nbut it  is not  clear whether this  assessment was  based on  the\namount of reserves before  or after the $6 million  was allocated\nretroactively to  the third quarter.  See   50(b).  Indeed, it is\n                                         \nnecessary to determine whether Bank Shares in October 1988 viewed\nthe $6 million as a complete solution to the identified problems,\nor knew that it was only a partial response to  Chaston's initial\nfindings, in order to evaluate its public statements.  See, e.g.,\n                                                                \n   46, 54, 55, 57, 62.   \n\n     13 For example,   61 states that defendants Allen, Yakovakis\nand Machinist were \"not surprise[d]\" by Chaston's conclusion that\nthe  Amoskeag and NTC  ALLS were inadequate  by a total  of $12.1\nmillion.    The paragraph  fails  to identify  with  the required\nparticularity the conversations on  which it is based, giving  no\ninformation about when and  where these conversations  supposedly\ntook place.  Similarly,  nothing in   58, which  addresses \"below\nmarket rate\" loans given to condominium purchasers, gives rise to\nan   inference   of   fraud,   as   distinguished   from   simple\nmismanagement.\n\n                               -18-\n\nthat  warrant no further attention.14   Although we  leave to the\n\ndistrict  court's  discretion  how  it chooses  to  proceed  upon\n\nremand,  we  suspect that  it may  wish  to direct  plaintiffs to\n\nsubmit a revised, limited complaint consistent with this decision\n\nbefore conducting further proceedings.  Cf. Shapiro,  964 F.2d at\n                                                   \n\n284 (directing  plaintiffs to  reorganize complaint on  remand to\n\nfacilitate evaluation).15\n\n     Continuing    loan   deterioration,    declining   earnings,\n                                                                 \n\nincreasing ALL,    70-86.\n                        \n\n     These  allegations detail developments beginning in mid-1989\n\nwith Bank  Shares' acknowledging a substantial  problem with non-\n\nperforming  loans,  prompting  dramatic  increases  in  its   ALL\n\n(including a  $31.5 million addition to  the previously announced\n\n$6.1 million  allocation for  the first quarter),  and ultimately\n\nresulting in a reported net loss of $50.7 million for fiscal year\n\n1989.  Presumably, plaintiffs  seek to establish in  this section\n\nof  the  complaint that  the  precipitous  drop  in Bank  Shares'\n\n                    \n\n     14 In    53, for example, plaintiffs allege that \"defendants\nknew that the provision for loan losses in prior periods had been\narbitrarily understated without regard  to the requirement of the\nALL, for the purposes of manipulating and artificially increasing\nthe  Company's reported earnings.\"   This  language re-introduces\nthe  allegations surrounding the 1987 decrease in the ALL, but it\nis no  more supportable at this  point than it was  earlier.  See\n                                                                 \nsupra at 8-9. \n     \n\n     15  Although we have focused on the section of the complaint\nlabeled \"Class Period Misstatements  and Omissions,\" we note that\nsignificant   portions  of  paragraphs   87  to  106,  describing\nplaintiffs' cause of action,  also could be substantially reduced\nif  the district court chooses to order plaintiffs to amend their\ncomplaint before taking further action.\n\n                               -19-\n\nfinancial  condition  was not  really  so  precipitous, and  thus\n\nreflects the company's earlier concealment of its poor situation.\n\n     This approach, however, is simply an impermissible effort to\n\nestablish  fraud through hindsight.   It is well established that\n\nplaintiffs  in a  securities action  have not  alleged actionable\n\nfraud  if their claim rests on the assumption that the defendants\n\nmust have known of the severity of their problems earlier because\n\nconditions   became  so  bad  later   on.    See   Kowal  v.  MCI\n                                                                 \n\nCommunications  Corp.,  16  F.3d  1271, 1278  (D.C.  Cir.  1994);\n                     \n\nGreenstone,  975 F.2d at 25  (Rule 9(b) not  satisfied by general\n          \n\naverment that  \"defendants `knew'  earlier what later  turned out\n\nbadly\").  See  also supra at 5-6.  Unlike  the earlier section of\n                         \n\nthe complaint, detailing the  basis for the alleged inconsistency\n\nbetween defendants'  knowledge and their public statements, there\n\nare no facts  stated here  with any particularity  from which  an\n\ninference of fraud reasonably can be drawn.\n\n     The  complaint instead  states  that bank  examiners in  May\n\nreported  the need  for an  increased ALL,  see    73,  that Bank\n                                               \n\nShares  at  approximately that  time  obtained  an extension  for\n\nfiling  its  first  quarter report  for  1989  so  that it  could\n\nreaddress the adequacy of its ALL,  see   75, and that it shortly\n                                       \n\nthereafter made a substantial increase, see    76.  From all that\n                                           \n\nappears,  Bank Shares acted properly in doing what it was advised\n\n                               -20-\n\nto  do, while reporting accurately that it was taking these steps\n\nbecause of \"real estate related loan problems,\" see   79.16\n                                                   \n\n     The concluding  paragraphs in this section  of the complaint\n\ndescribe various Chaston reports  on Bank Shares' loan management\n\nprocedures and its  ALL, as well as the company's  reports of its\n\nlosses in  the third and fourth quarters of 1989.  See    81-86. \n                                                      \n\nNone of them provides a basis for a securities fraud claim.\n\n                               IV.\n\n     In  addition  to   its  claim  against  Bank   Shares  as  a\n\ncorporation, plaintiffs allege liability against seven individual\n\nformer officers and directors of the company.  The district court\n\ndid not address the sufficiency of these allegations in the Third\n\nAmended Complaint,  but did  reject the claims  as insufficiently\n\nparticular when it reviewed  an earlier version.  See  Shields v.\n                                                              \n\nAmoskeag Bank Shares, 766 F. Supp. 32, 40-41 (D.N.H. 1991).\n                    \n\n     We  conclude  that,  with  respect  to  five  of  the  seven\n\ndefendants,   the  complaint  alleges   a  sufficiently  specific\n\nconnection to certain of the challenged statements that dismissal\n\n                    \n\n     16  Plaintiffs point to a statement in Bank Shares' 10-Q for\nthe second quarter of 1989, filed with the SEC on about August 1,\nexplaining  that the increase in the provision for loan and lease\nlosses \"was the result of management's assessment of the adequacy\nof the allowance  for loan  and lease  losses in  light of  [the]\njudgment  that there  has been  significant deterioration  in the\ncondition of problem loans since year-end,\"   79.  Nothing in the\ncomplaint suggests that this was other than an accurate depiction\nof what occurred.   That \"management's assessment\" may have  been\naffected by the views  of examiners or consultants does  not make\nthe statement a fraudulent misrepresentation.   In asserting in  \n80  that  this  statement  was knowingly  false  and  misleading,\nplaintiffs   provide   only   conclusory   support   lacking   in\nparticularity.\n\n                               -21-\n\nof plaintiffs' claims as a matter of law is inappropriate.   With\n\nthe  exception of Bushnell and Woolson, all of the defendants are\n\nalleged  to  have signed  the 1988  Annual  Report in  which Bank\n\nShares'  loan loss  reserves  were depicted  as \"sufficient\"  and\n\n\"prudent,\"  see supra at  14; Complaint, at   64,17 and  also are\n                     \n\nalleged to  have received copies of the internal auditor's report\n\nconcluding that additions to  the reserves were required  as soon\n\nas possible, Complaint, at    50-51, as well as  Chaston's report\n\nin December  1988 stating that the ALL  was inadequate, id. at   \n                                                           \n\n59-61.   The acceptance of responsibility for the contents of the\n\nAnnual  Report, demonstrated by  defendants' signatures, combined\n\nwith  specific   allegations  that  they   knew  of   conflicting\n\nconditions,  establishes a sufficient link between the defendants\n\nand  the  alleged  fraud  to satisfy  Rule  9(b)'s  particularity\n\nrequirement.   Cf. Romani, 929  F.2d at 880  n.4; Wool v.  Tandem\n                                                                 \n\nComputers Inc., 818 F.2d 1433, 1440 (9th Cir. 1987) (\"In cases of\n              \n\ncorporate  fraud where  the  false or  misleading information  is\n\nconveyed in . . . annual  reports . . . or other `group-published\n\n                    \n\n     17  The complaint  alleges  that Bushnell  was chairman  and\nchief executive officer of Bank  Shares until his resignation  in\nearly 1988,  and he therefore was no longer with the company when\nthe 1988 Annual Report was written and released.  Indeed, because\nall of the  actionable allegations concern the  time period after\nhis departure, we affirm his dismissal from the case.\n     Woolson is the  only defendant  not alleged to  have been  a\ndirector  of Bank Shares, and thus not a signatory of the holding\ncompany's Annual Report.\n\n                               -22-\n\ninformation,' it  is reasonable  to  presume that  these are  the\n\ncollective actions of the officers.\").18\n\n     Defendants Machinist and Allen are identified as the authors\n\nor  speakers of the other  statements contained in the paragraphs\n\nthat survive  dismissal, and  those allegations also  remain live\n\nagainst them.  As  to those statements, the other  defendants are\n\nalleged  only to have authorized or acquiesced in them (the press\n\nreleases),  or  they  are  attributed  no  role  at  all  in  the\n\ndissemination of  the statements (remarks by  Allen and Machinist\n\nat analysts  meeting).  See     52, 56.  This  is insufficient to\n                           \n\nmeet the requirements of Rule 9(b).19\n\n     Defendants assert that the complaint fails in any respect to\n\nstate an  actionable  claim  against  the  individual  defendants\n\nbecause there  are no allegations from  which scienter reasonably\n\nmay be inferred, such  as that they sold their  personal stock in\n\nBank  Shares during  the class  period.   They argue  that it  is\n\ninsufficient  to base a claim of fraudulent intent on allegations\n\nthat   defendants  sought  to   protect  their  compensation  and\n\nprestige.   See  Complaint at    105.   See  also Tuchman  v. DSC\n                                                                 \n\nCommunications Corp., 14 F.3d 1061, 1068-69 (5th Cir. 1994).20\n                    \n\n                    \n\n     18  We see no need  to distinguish at  this juncture between\nplaintiffs' primary and secondary liability theories.  \n\n     19 Because these are  the only relevant allegations relating\nto Woolson, he, like Bushnell, is entitled to dismissal.\n\n     20 The Fifth Circuit  in Tuchman endorsed language  from the\n                                     \ndistrict court's  opinion in that  case rejecting the  pursuit of\nincreased compensation as a sufficient basis for inferring fraud:\n\n                               -23-\n\n     We agree that allegations that defendants committed fraud to\n\nsave  their salaries  or jobs  ordinarily will  not be  enough to\n\nsupport a reasonable inference of scienter if the complaint lacks\n\nany other basis for  inferring fraudulent intent.  In  this case,\n\nhowever,  plaintiffs have  done more  than simply  aver generally\n\nthat   defendants   knowingly    misrepresented   Bank    Shares'\n\ncircumstances,  while  relying  on a  job-preservation  motive to\n\nestablish  the   element  of  scienter.     As  described  above,\n\nplaintiffs specifically cited reports  and documents presented to\n\ndefendants  at relevant  times  that were  inconsistent with  the\n\ndefendants' public  statements.   This  satisfies  the  necessary\n\npleading  requirements.  See  In Re Wells  Fargo, 12 F.3d  at 931\n                                                \n\n(\"While `allegation[s] of  unusual insider trading  by defendants\n\nimmediately preceding the disclosure of negative news' may be . .\n\n. a  characteristic of a `typical securities fraud class action,'\n\nthey are not required.\").21\n\n                    \n\n     On  a  practical level,  were  the  opposite true,  the\n     executives of virtually every corporation in the United\n     States would be subject to fraud allegations.   It does\n     not follow  that because executives  have components of\n     their compensation keyed to  performance, one can infer\n     fraudulent intent.\n\n14  F.3d at  1068-69 (quoting  818 F.  Supp. 971, 976  (N.D. Tex.\n1993)).\n\n     21 Nothing  in Tuchman, a  case emphasized by  defendants at\n                           \noral  argument, is  to the  contrary.   In  that case,  the Ninth\nCircuit  observed  that  \"[w]here  a defendant's  motive  is  not\napparent,   a   plaintiff  may   adequately  plead   scienter  by\nidentifying circumstances that indicate conscious behavior on the\npart of the defendant, though the  strength of the circumstantial\nallegations  must be correspondingly greater.\"   14 F.3d at 1068.\nAfter rejecting the desire to preserve incentive compensation and\nsimilar \"perquisites  and emoluments  of office\" as  a sufficient\n\n                               -24-\n\n                                V.\n\n     We conclude that the plaintiffs  have stated a claim against\n\nBank Shares  and  five  of  the individual  defendants  based  on\n\ncertain of the allegations contained in paragraphs 46 to 69, with\n\nsuch limitations and exclusions as previously described.  To that\n\nextent, the dismissal of the Third Amended Complaint is reversed.\n\nThe  district  court  may  choose  to require  a  Fourth  Amended\n\nComplaint,  consistent  with  this  decision,  before  conducting\n\nfurther proceedings.  In all other respects, the district court's\n\ndecision is affirmed.22\n\n     Affirmed in part, reversed in part, and remanded.  No costs.\n                                                                 \n\n                    \n\nbasis for an inference  of scienter, the court looked  to whether\nplaintiffs otherwise had established fraudulent intent.  It found\nthat  they had not, observing that the complaint failed to assert\n\"any fact that makes it reasonable to believe that the defendants\nknew that  any  of  their  statements were  materially  false  or\nmisleading   when  made.\"     Id.   at  1069.     This   case  is\n                                 \ndistinguishable because,  as we  have discussed,  plaintiffs here\nhave  alleged   facts  from  which  an   inference  of  knowledge\nreasonably may be drawn. \n\n     22 We note that the complaint indicates that only one of the\nthree named  plaintiffs, Nishan Serabian, purchased shares during\nthe time period giving rise to the actionable allegations, and it\ntherefore appears that plaintiffs Horvei and Lo Priore  no longer\nare proper parties.  The district court will need to address this\nmatter on remand.\n\n                               -25-\n",
  "html": "<p class=\"case_cite\">24 F.3d 357</p>\n    <p class=\"parties\">Fed. Sec. L. Rep.  P 98,228<br>Nishan SERABIAN, et al., Plaintiffs, Appellants,<br>v.<br>AMOSKEAG BANK SHARES, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2070.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 9, 1994.<br>Decided May 27, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James R. Malone, Jr., with whom C. Oliver Burt, III, Michael D. Gottsch, Pamela Bond, Haverford, PA, and Peter A. Pease, Boston, MA, were on brief, for appellants.</p>\n      <p class=\"indent\">Robert Upton, II, with whom Charles W. Grau, Concord, NH, was on brief, for Amoskeag Bank Shares, Inc.</p>\n      <p class=\"indent\">Ovide M. Lamontagne, with whom E. Donald Dufresne, Manchester, NH, was on brief, for Allen, Machinist, Bushnell, Yakovakis, Woolson, Allman and Keegan.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question on this appeal is whether appellants' Third Amended Complaint states a claim for fraud under federal securities law, see 15 U.S.C. Sec. 78j(b) (Sec. 10(b) of the Securities Exchange Act of 1934);  SEC Rule 10b-5 (17 C.F.R. Sec. 240.10b-5), a claim that must be plead \"with particularity.\"   Fed.R.Civ.P. 9(b).  The district court held that it did not, and dismissed the complaint with prejudice.  After carefully studying the 86-page, 107-paragraph complaint, we have concluded that portions of it are entitled to survive.  We therefore vacate the dismissal in part, and remand for further proceedings limited to the actionable allegations.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">During the period relevant to this litigation, defendant Amoskeag Bank Shares (\"Bank Shares\" or \"the bank\" or \"the company\") was a New Hampshire bank holding corporation with four wholly owned subsidiaries:  Amoskeag Bank, New Hampshire's largest bank;  Nashua Trust Company;  Bank Meridian, N.A.;   and Souhegan National Bank of Milford.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The seven individual defendants are certain of Bank Shares' former officers and/or directors.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiffs are the purchasers of Bank Shares' common stock.  In this lawsuit, filed as a class action but still uncertified, they claim that the defendants issued various documents, reports, and statements that misrepresented and failed to disclose material facts concerning Bank Shares' true financial condition, thereby artificially inflating the market price of the company's stock at the time they purchased it.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The complaint depicts an increasingly familiar saga of a bank that boomed with the real estate market of the early 1980s, but suffered in the recession and deteriorating market that followed.  See, e.g., In Re Wells Fargo Securities Litigation, 12 F.3d 922 (9th Cir.1993);  In Re Glenfed, Inc. Securities Litigation, 11 F.3d 843 (9th Cir.1993), reh'ng en banc, granted, 11 F.3d 843 (9th Cir.  Feb. 25, 1994);  Shapiro v. UJB Financial Corp., 964 F.2d 272 (3d Cir.1992);  DiLeo v. Ernst &amp; Young, 901 F.2d 624 (7th Cir.1990).  The primary thrust of the allegations is that defendants knew that their loan portfolio contained many high-risk loans, that the reserves for such loans were inadequate,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and that poor internal controls exacerbated the difficulties, but that they nevertheless continued to paint a rosy picture of the bank's financial circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court, having given plaintiffs the opportunity to amend a previous version of the complaint, concluded that, \"[a]t most, the [Third Amended] [C]omplaint demonstrates dubious business judgment or mismanagement.\"   The court felt that the pleading, reduced to its essence, alleged that the defendants throughout the relevant period knowingly reserved too little in anticipation of loan losses.  In the court's view, however, the complaint lacked a basis for inferring the defendants' knowledge of the deficiency and, moreover, failed to identify any specific loans whose reserves were inadequate.  These deficiencies, despite ample opportunity for discovery and \"considerable ingenuity in pleading,\" prompted the court to dismiss the complaint with prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiffs argue on appeal that the complaint more than adequately set forth the bases for their allegations of fraud by detailing numerous specific instances in which the defendants had knowledge of the \"true facts,\" yet made substantially different representations to the investing public.  They claim that the district court impermissibly drew inferences in favor of the defendants, contrary to its obligation to indulge every reasonable inference helpful to their case. See, e.g., Garita Hotel Ltd. Partnership v. Ponce Federal Bank, 958 F.2d 15, 17 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We review the district court's determination de novo, applying the same criteria employed by the district court.  Id.  If the allegations would permit recovery under any viable theory, the dismissal must be reversed.  Id.</p>\n    </div>\n    <p>II. Applicable Standards</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We preface our discussion with a brief survey of the general principles that must guide our review of plaintiffs' complaint.  First, the securities laws \"do not guarantee sound business practices and do not protect investors against reverses,\" DiLeo, 901 F.2d at 627.   In stating an actionable claim for misrepresentation, therefore, plaintiffs must plead more than that defendants acted irresponsibly and unwisely, but that they were aware that \"mismanagement had occurred and made a material public statement about the state of corporate affairs inconsistent with the existence of the mismanagement,\" Hayes v. Gross, 982 F.2d 104, 106 (3d Cir.1992).  See also Shapiro, 964 F.2d at 283 (\"[I]t is not a violation of the securities laws to simply fail to provide adequate loan loss reserves;  properly collateralize or secure a loan portfolio;  or provide sufficient internal controls or loan management practices.\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Second, defendants may not be held liable under the securities laws for accurate reports of past successes, even if present circumstances are less rosy, see Capri Optics Profit Sharing v. Digital Equipment, 950 F.2d 5, 7-8 (1st Cir.1991),<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and optimistic predictions about the future that prove to be off the mark likewise are immunized unless plaintiffs meet their burden of demonstrating intentional deception, see Greenstone v. Cambex Corp., 975 F.2d 22, 25-26 (1st Cir.1992) (there is no \" 'fraud by hindsight' \");   DiLeo, 901 F.2d at 627 (same).   See also Shapiro, 964 F.2d at 283-84 n. 12 (quarterly report stating that the company \"looks to the future with great optimism ... is clearly inactionable puffing\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Third, and finally, general averments of the defendants' knowledge of material falsity will not suffice.  Greenstone, 975 F.2d at 25.   Consistent with Fed.R.Civ.P. 9(b), the complaint must set forth \"specific facts that make it reasonable to believe that defendant[s] knew that a statement was materially false or misleading.\"  Id.  The rule requires that the particular \" 'times, dates, places or other details of [the] alleged fraudulent involvement' \" of the actors be alleged.  In re Glenfed, 11 F.3d at 847-48 (citation omitted).  See also Romani v. Shearson Lehman Hutton, 929 F.2d 875, 878 (1st Cir.1991);  New England Data Services v. Becher, 829 F.2d 286, 288 (1st Cir.1987) (\"[I]n the securities context, and in general, this circuit has strictly applied Rule 9(b).\").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">With this framework in mind, we begin our scrutiny of plaintiffs' allegations.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Third Amended Complaint contains 63 paragraphs (pp 23-86) describing the misstatements and omissions allegedly made by defendants during the class period from June 17, 1987 through October 23, 1989.  We have read the paragraphs line-by-line, and agree with the district court that much of complaint fails to establish an actionable 10b-5 claim.  Many of the challenged statements either were undisputedly true representations of the company's circumstances, or are unaccompanied in the complaint by specifics tending to show knowing falsity.  Other portions of the complaint are inadequate because they allege improper conduct in wholly conclusory terms.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The complaint is more successful in stating a claim concerning statements made during late 1988 and 1989, when plaintiffs contend that the bank was experiencing accelerated loan deterioration.  Public announcements during that time suggested that the bank's loan business was under control while plaintiffs allege that the bank recognized that its problems were severe, particularly that its ALL was inadequate and its internal procedures for identifying problem loans deficient.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In the following sections, we explain our conclusions by considering in detail various portions of the complaint.  We do not examine separately each allegation contained in this voluminous pleading, but believe our discussion is sufficiently complete and illustrative to enable the district court to distinguish the actionable from the inactionable in the remaining paragraphs.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Sales of stock and mortgage-backed securities, pp 23-25.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">These paragraphs describe Bank Shares' substantial losses in June and July 1987 when it sold certain mortgage backed securities, as well as stock that it unlawfully held in eight banking companies.  Plaintiffs allege that, with the approval or acquiescence of \"Bank Shares['] purportedly independent auditors,\" the company knowingly allocated these losses to the improper fiscal quarters of 1987.  As a result, plaintiffs allege, Amoskeag's announced earnings for the quarter ended June 30, 1987 were artificially inflated.  The complaint also criticizes the defendants' failure to recognize loss on the company's equity securities portfolio until the end of the year.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We fail to find a basis for actionable securities fraud in these paragraphs.  Plaintiffs allege no representations inconsistent with the bank's state of affairs.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The fact that the company was in violation of federal law by its ownership of the financial institution stock may reflect poorly on its management, but in no way demonstrates a 10b-5 violation.  Nothing in the complaint suggests that the decision of Bank Shares to delay its equity security loss until the end of the year was fraudulent, even if, as the complaint alleges, it was a violation of Generally Accepted Accounting Principles (GAAP).  Indeed, the complaint acknowledges that Ernst &amp; Whinney, Bank Shares' accounting firm, approved the method by which the company recognized its losses, arguably casting doubt on the existence of any impropriety.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>Reversal of $275,000 in 1987 loan loss provision, pp 26-30.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">These paragraphs allege that, at the end of the second quarter of 1987, defendants reversed an allocation of $275,000 that had been made earlier in the year to its loan loss provision \"for no reason other than arbitrary manipulation\" designed \"to offset the impact of other losses.\"   Plaintiffs claim that defendants falsely represented in their Form 10-Q for the quarter that the decrease was attributable to the credit quality of the bank's loan portfolio.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This conclusory allegation of falsity is unsupported by any specific facts.  Plaintiffs offer no basis for inferring that the defendants knew that the bank's loan portfolio was, at that time, improperly characterized as \"excellent.\"   They provide no information about the general health of the company's loan portfolio, and fail to cite any specific loans that were in trouble.  Defendants' 10-Q states that the decision to reduce the loan loss provision was attributable to, inter alia, the sale of $48 million in loans and the low level of non-performing loans.  The figures and statistics contained in the document are not alleged to be inaccurate.  We consequently find no actionable, particularized allegation of fraud in this portion of the complaint.Economic outlook and internal review, 1987 Annual Report, pp 33-43.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This portion of the complaint describes a growing awareness by the Company of the slowdown in the real estate market, and recognition of the need to quantify possible losses inherent in its loan portfolio.  The complaint alleges:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>[C]ontrary to public representations, by February 1988, the defendants had determined that the existing loan review function was unable to keep up with timely reviews of the Company's loan portfolios (which were known by defendants to be deteriorating in creditworthiness due to changes in the economy) and the Company lacked sufficient loan credit file documentation to properly analyze the ALL.  Thus, the Company hired a retired career banker, J. Howard \"Mac\" McGloon, on a consulting basis to review lending practices and ostensibly to assist the Loan Review department in its function.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">p 34.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Nothing in the following paragraphs, which describe various \"public representations\" contained in the company's 1987 annual report, supports the assertion that officials knowingly misrepresented the bank's ability to manage its loan portfolio.  That a consultant was hired to assist with loan review is not inconsistent with the company's statement, cited in p 37, that \"[m]anagement closely monitors the quality of the loan and lease financing portfolio.\"   Getting the help needed to stay on top of the situation, or to improve it, is one aspect of close monitoring.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Although pp 40-42 allege that, during early 1988, defendants failed to follow internal policy for recognizing earnings on commercial real estate loans and to allocate the appropriate ALL amount for such loans, the complaint does not demonstrate how these flaws in procedure add up to a securities violation.  As noted earlier, \"mere failure to provide adequate reserves (or to perform competently other management tasks) does not implicate the concerns of the federal securities laws and is not normally actionable,\" Shapiro, 964 F.2d at 281.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Plaintiffs additionally complain about the tone of a press release issued by the company on July 14, and the company's quarterly report filed with the SEC on August 12.  These reports were misleadingly positive, plaintiffs allege, because they stated that earnings were down in part because of an increase in loan reserves designed as a \"safeguard against an extended slowdown in real estate and condominium markets.\"   See p 43.  There is nothing actionable in these statements, which simply report the company's reduced earnings and one of the reasons for it.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>Chaston finds \"serious deficiencies\";  internal concerns;  \"conservative\" approach, pp 46-69.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This portion of the complaint primarily describes events and information relating to the bank's handling of its ALL in late 1988 and early 1989, as well as corresponding public statements made by the defendants about those matters.  In our view, it is the only section of the complaint that contains allegations sufficiently particular and pertinent to survive defendants' motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The scenario depicted by these allegations can be summarized as follows:  at least by August 1988, the company had become aware that the quality of its commercial loans had deteriorated significantly, and that the loan review department was having difficulty staying on top of problem loans, particularly in commercial real estate.  See p 47.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  This prompted the hiring of a consulting firm, Chaston Associates, that began work in mid-October.  Chaston reported within two weeks that there were \"serious deficiencies\" in the ALL at Amoskeag, and this finding was partly responsible for a $6 million increase in loan loss reserves at the end of the third quarter, September 30, 1988.  See p 46.  Meanwhile, internal reviews also had revealed deficiencies in the ALL at both Nashua Trust Company (NTC) and Amoskeag, and the auditor concluded that \"additional injections to the reserve [at Amoskeag] are required as soon as financially feasible.\"  p  50(a), (b).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Plaintiffs juxtapose these allegations showing internal awareness of review problems and inadequate loan loss reserves with the company's public statements characterizing its loan review capabilities as \"strong\" and its ALL approach as \"conservative.\"   In p 52 of the complaint, for example, plaintiffs cite a press release issued on October 24, 1988, announcing third quarter earnings that were substantially reduced from the same period a year earlier.  The paragraph continues:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>Defendants Machinist and Allen made the following false and misleading statements in the press release with respect to the increase in loan loss provision:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>[W]e have experienced a build-up of non-performing loans to $47 million, or 2.7 percent of total loans, from $35 million at June 20, 1988, the majority of which relates to commercial real estate.  Our loan review capabilities are strong and we have directed specific resources to each of those loans.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The decision to make a substantial addition to the loan reserve is consistent with past practice of the company to address issues in a timely and conservative manner.   We strongly believe this action will ensure the integrity of our financial statements and solidify the foundation for future earnings gains.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">p 52 (some emphasis added, other omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Plaintiffs quote similar remarks by defendant Allen at a combined meeting of New York and New England stock analysts on October 28, 1988, and by defendants Machinist and Allen in a press release issued on January 30, 1989:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>We at Amoskeag are risk-averse bankers.  If the banking business involves the fundamental choice between eating well and sleeping well, we'll cut back a little on the calories for more peace of mind.  We have excellent people in loan review.  They oversee a comprehensive reporting and monitoring system</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>When we allocated $6 million to the loan loss reserve in the third quarter, we worked from very conservative assumptions.   We considered all the factors and assumed less-than-favorable economic conditions.  Higher short-term rates.  Low overall economic growth.  Further potential softening in real estate markets.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>We made this decision without prompting from regulators or accountants.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">p 56 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">While non-accrual loans rose in the fourth quarter, from $26.6 million to $35.8 million, the rate of increase in problem loans has moderated.  We are managing those loans intensively and with success.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The real estate market is turning around slowly and further reductions of excess inventory have been realized.  Our policy of reserving conservatively in advance of need is being validated.  We remain well secured and confident of the values underlying our loans.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">p 62 (some emphasis added, other omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Plaintiffs also allege that, despite company awareness that \"additional injections to the reserve\" were required, see pp 50(b), 59, 60, a management statement contained in Bank Shares' 1988 Annual Report, filed with the SEC in late March 1989, observed that \"[i]t is management's judgment that the allowance for loan and lease losses at year-end 1988 is sufficient to absorb losses inherent in the existing portfolio,\" p 68.  See also p 64 (defendants stated in annual report that amount of increase in the ALL from year-end 1987 to year-end 1988 is \"a prudent and proper course for today\");  p 69(d).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In this series of allegations, plaintiffs do more than simply identify management problems or point to statements that put a positive spin on the company's circumstances, without indicating how or why defendants should have known the descriptions were inaccurate.  Rather, these paragraphs present a contrast between what company officials were hearing internally about their loan review effectiveness and the adequacy of their ALL, and what the company was telling the public at the same time.  Cf. Romani, 929 F.2d at 878-80 (complaint contains no factual allegations supporting a reasonable inference that adverse circumstances were known and deliberately or recklessly disregarded by defendants);  Hayes, 982 F.2d at 106 (\"[P]laintiff alleges more than mismanagement.  He alleges that defendants made affirmative representations inconsistent with the state of corporate affairs they knew to exist.\").  When defendants \"affirmatively characterize[ ] management practices as 'adequate,' 'conservative,' 'cautious,' and the like, the subject is 'in play.' \"  Shapiro, 964 F.2d at 282.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>For example, if a defendant represents that its lending practices are \"conservative\" and that its collateralization is \"adequate,\" the securities laws are clearly implicated if it nevertheless intentionally or recklessly omits certain facts contradicting these representations.  Likewise, if a defendant characterizes loan loss reserves as \"adequate\" or \"solid\" even though it knows they are inadequate or unstable, it exposes itself to possible liability for securities fraud.  By addressing the quality of a particular management practice, a defendant declares the subject of its representation to be material to the reasonable shareholder, and thus is bound to speak truthfully.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Id.  See also In Re Wells Fargo, 12 F.3d at 930;  Hayes, 982 F.2d at 106-07.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">These allegations also are sufficiently particular to meet the requirements of Rule 9(b).  In the paragraphs at issue, plaintiffs specifically identify the internal reports and the public statements underlying their claims, providing names and dates.  Although this section of the complaint would be strengthened if it contained specific examples of problem loans requiring a higher ALL, see In Re Wells Fargo, 12 F.3d at 926-28, the summaries of the auditors' and consultants' reviews serve the same purpose.  Both permit an inference that the bank knew, or should have known, that its public statements were inconsistent with the actual conditions then being reported to them.  The complaint does not simply rely on poor performance in the aftermath of positive reports.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Despite our conclusion that certain allegations survive threshold consideration, we note that plaintiffs remain a great distance from actually proving securities fraud.  Their ability to demonstrate that defendants acted with fraudulent intent in making the various representations about Bank Shares' conservative ALL approach may depend, inter alia, on whether company officials in good faith believed their allocations were adequate, and considered the increases recommended by the consultants to be \"ultra\" conservative, and thus excessive.  See In Re Wells Fargo, 12 F.3d at 927 (\"[T]he setting of loan loss reserves is, by all accounts, an 'art and not a science'....\").  The precise timing of certain statements in relation to the bank's ALL activity also is crucial.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Similarly, the contested statements regarding the quality of Bank Shares' loan management capabilities may turn out to be neither material nor misleading if, for example, hiring consultants is a typical strategy of aggressive bank managers to prevent more serious problems.  In other words, defendants may show that, in the banking context, \"effective\" loan monitoring often includes adding hired experts to the company's own internal procedures.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We note, as an additional caveat to the court and the parties, that not every paragraph in this section of the complaint contains actionable allegations,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> and even those paragraphs that cannot be dismissed in their entirety as a matter of law may contain allegations and wholly conclusory statements that warrant no further attention.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Although we leave to the district court's discretion how it chooses to proceed upon remand, we suspect that it may wish to direct plaintiffs to submit a revised, limited complaint consistent with this decision before conducting further proceedings.  Cf. Shapiro, 964 F.2d at 284 (directing plaintiffs to reorganize complaint on remand to facilitate evaluation).<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>Continuing loan deterioration, declining earnings, increasing ALL, pp 70-86.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">These allegations detail developments beginning in mid-1989 with Bank Shares' acknowledging a substantial problem with non-performing loans, prompting dramatic increases in its ALL (including a $31.5 million addition to the previously announced $6.1 million allocation for the first quarter), and ultimately resulting in a reported net loss of $50.7 million for fiscal year 1989.  Presumably, plaintiffs seek to establish in this section of the complaint that the precipitous drop in Bank Shares' financial condition was not really so precipitous, and thus reflects the company's earlier concealment of its poor situation.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">This approach, however, is simply an impermissible effort to establish fraud through hindsight.  It is well established that plaintiffs in a securities action have not alleged actionable fraud if their claim rests on the assumption that the defendants must have known of the severity of their problems earlier because conditions became so bad later on.  See Kowal v. MCI Communications Corp., 16 F.3d 1271, 1278 (D.C.Cir.1994);  Greenstone, 975 F.2d at 25 (Rule 9(b) not satisfied by general averment that \"defendants 'knew' earlier what later turned out badly\").  See also supra at 361.  Unlike the earlier section of the complaint, detailing the basis for the alleged inconsistency between defendants' knowledge and their public statements, there are no facts stated here with any particularity from which an inference of fraud reasonably can be drawn.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The complaint instead states that bank examiners in May reported the need for an increased ALL, see p 73, that Bank Shares at approximately that time obtained an extension for filing its first quarter report for 1989 so that it could readdress the adequacy of its ALL, see p 75, and that it shortly thereafter made a substantial increase, see p 76.  From all that appears, Bank Shares acted properly in doing what it was advised to do, while reporting accurately that it was taking these steps because of \"real estate related loan problems,\" see p 79.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The concluding paragraphs in this section of the complaint describe various Chaston reports on Bank Shares' loan management procedures and its ALL, as well as the company's reports of its losses in the third and fourth quarters of 1989.  See pp 81-86.  None of them provides a basis for a securities fraud claim.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In addition to its claim against Bank Shares as a corporation, plaintiffs allege liability against seven individual former officers and directors of the company.  The district court did not address the sufficiency of these allegations in the Third Amended Complaint, but did reject the claims as insufficiently particular when it reviewed an earlier version.  See Shields v. Amoskeag Bank Shares, 766 F.Supp. 32, 40-41 (D.N.H.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">We conclude that, with respect to five of the seven defendants, the complaint alleges a sufficiently specific connection to certain of the challenged statements that dismissal of plaintiffs' claims as a matter of law is inappropriate.  With the exception of Bushnell and Woolson, all of the defendants are alleged to have signed the 1988 Annual Report in which Bank Shares' loan loss reserves were depicted as \"sufficient\" and \"prudent,\" see supra at 364-65;  Complaint, at p 64,<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> and also are alleged to have received copies of the internal auditor's report concluding that additions to the reserves were required as soon as possible, Complaint, at p 50-51, as well as Chaston's report in December 1988 stating that the ALL was inadequate, id. at pp 59-61.  The acceptance of responsibility for the contents of the Annual Report, demonstrated by defendants' signatures, combined with specific allegations that they knew of conflicting conditions, establishes a sufficient link between the defendants and the alleged fraud to satisfy Rule 9(b)'s particularity requirement.  Cf. Romani, 929 F.2d at 880 n. 4;  Wool v. Tandem Computers Inc., 818 F.2d 1433, 1440 (9th Cir.1987) (\"In cases of corporate fraud where the false or misleading information is conveyed in ... annual reports ... or other 'group-published information,' it is reasonable to presume that these are the collective actions of the officers.\").<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Defendants Machinist and Allen are identified as the authors or speakers of the other statements contained in the paragraphs that survive dismissal, and those allegations also remain live against them.  As to those statements, the other defendants are alleged only to have authorized or acquiesced in them (the press releases), or they are attributed no role at all in the dissemination of the statements (remarks by Allen and Machinist at analysts meeting).  See pp 52, 56.  This is insufficient to meet the requirements of Rule 9(b).<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Defendants assert that the complaint fails in any respect to state an actionable claim against the individual defendants because there are no allegations from which scienter reasonably may be inferred, such as that they sold their personal stock in Bank Shares during the class period.  They argue that it is insufficient to base a claim of fraudulent intent on allegations that defendants sought to protect their compensation and prestige.  See Complaint at p 105.  See also Tuchman v. DSC Communications Corp., 14 F.3d 1061, 1068-69 (5th Cir.1994).<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We agree that allegations that defendants committed fraud to save their salaries or jobs ordinarily will not be enough to support a reasonable inference of scienter if the complaint lacks any other basis for inferring fraudulent intent.  In this case, however, plaintiffs have done more than simply aver generally that defendants knowingly misrepresented Bank Shares' circumstances, while relying on a job-preservation motive to establish the element of scienter.  As described above, plaintiffs specifically cited reports and documents presented to defendants at relevant times that were inconsistent with the defendants' public statements.  This satisfies the necessary pleading requirements.  See In Re Wells Fargo, 12 F.3d at 931 (\"While 'allegation[s] of unusual insider trading by defendants immediately preceding the disclosure of negative news' may be ... a characteristic of a 'typical securities fraud class action,' they are not required.\").<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">We conclude that the plaintiffs have stated a claim against Bank Shares and five of the individual defendants based on certain of the allegations contained in paragraphs 46 to 69, with such limitations and exclusions as previously described.  To that extent, the dismissal of the Third Amended Complaint is reversed.  The district court may choose to require a Fourth Amended Complaint, consistent with this decision, before conducting further proceedings.  In all other respects, the district court's decision is affirmed.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Affirmed in part, reversed in part, and remanded.  No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Bank Shares was taken over by the FDIC in October 1991</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Rule 10b-5, promulgated by the SEC under the authority provided by Sec. 10(b) of the Securities Exchange Act, makes it unlawful to misrepresent or omit material information in connection with the purchase or sale of securities</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The amount put aside as a protection against loan defaults is known as the ALL--the \"allowance for loan losses.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In Capri Optics, we described our earlier decision, Backman v. Polaroid, 910 F.2d 10 (1st Cir.1990) (en banc), as holding that</p>\n        <p>there was no duty to disclose to market buyers information simply because it was material, or to amplify what was said, unless the omitted matter caused what was said to be misleading....  As an illustration, if defendant reported, correctly, without more, \"This is our eighth consecutive quarter in which our gross has increased,\" there was no duty to add, for the benefit of market buyers, \"We are concerned about the next one.\"</p>\n        <p>We recognized, of course, that \"if defendant's apprehension was of a disaster the rule might be different....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> A general allegation that the practices at issue resulted in a false report of company earnings is not a sufficiently particular claim of misrepresentation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As a result of our conclusion that these paragraphs, as well as pp 26-42, were dismissed properly for lack of actionable allegations, we need not address defendants' contention that they should be stricken as time-barred</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Paragraph 32 quotes at length from the company's 1987 annual report and suggests that its \"decidedly upbeat\" tone was fraudulent.  Plaintiffs acknowledge, however, that the bank disclosed the substantial drop in net income from the prior year and the substantial loss in equity securities.  No facts suggest knowing falsity in any of the company's optimistic statements about its future prospects</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Similarly, plaintiffs fail to demonstrate any basis for inferring knowing falsity in the defendants' statement, also quoted in p 37 of the complaint, that \"the Company's basic banking business is strong as indicated by the excellent quality of the loan and lease financing portfolio.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> This paragraph alleges that, on August 10, 1988, Bank Shares' vice president and loan review officer Worden informed an Ernst &amp; Whinney auditor that</p>\n        <p>the quality of commercial loans had deteriorated since E &amp; W's last audit review as of December 31, 1987, and that Worden did not believe that his department was devoting an adequate amount of time to the monitoring of the appropriateness of credit quality ratings assigned by Amoskeag's loan officers, particularly in the area of CRE [commercial real estate] loans.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In p 69(d), plaintiffs allege that on about February 21, 1989, the company's audit committee was told by its accounting firm, Ernst &amp; Whinney, that a Chaston report</p>\n        <p>\"presented management and E &amp; W with a problem\" since Chaston had concluded the allowances for loan loss at both Amoskeag and NTC were inadequate by a combined total of $9.4 million.  E &amp; W further told the Audit Committee it had been required to expend \"significant effort in reviewing [a] large number of individual loans to support adequacy of a reserve less than Chaston felt was needed.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The complaint does not entirely lack reference to specific loans.  For example, in paragraphs 48 and 49, plaintiffs aver that, in meetings held on August 16, 1988, an Ernst &amp; Whinney representative was told by the head of Amoskeag's commercial real estate (CRE) division that certain CRE loans \"were now 'maturing' and some were beginning to evidence signs of deterioration not previously evident.\"  p  48.  The Amoskeag officer, Stephen Bradbury, noted in particular residential condominiums, for which the bank had 18 or 19 outstanding loans.  Additionally, plaintiffs allege that E &amp; W learned from the head of Amoskeag's private banking division of a number of large, unsecured problem loans, three of which are specifically identified.  p  49.  The complaint does not allege a connection, however, between these specific loans and the asserted problems with internal monitoring and inadequate ALL</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> While a generous reading of the allegations in this section would permit the inference that Bank Shares was representing its ALL as adequate and \"conservative\" at the same time that it was receiving multiple reports that it was not, it also is possible that some of the disputed statements occurred only in the aftermath of corrective action--in particular, the $6 million allocation as of September 30, 1988--and that bank officials thus reasonably believed that their reports were accurate.  For example, the review of Amoskeag's ALL performed by the company's Internal Audit Department \"[a]s of September 30, 1988\" indicated the need for \"additional injections\" to the ALL, but it is not clear whether this assessment was based on the amount of reserves before or after the $6 million was allocated retroactively to the third quarter.  See p 50(b).  Indeed, it is necessary to determine whether Bank Shares in October 1988 viewed the $6 million as a complete solution to the identified problems, or knew that it was only a partial response to Chaston's initial findings, in order to evaluate its public statements.  See, e.g., pp 46, 54, 55, 57, 62</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> For example, p 61 states that defendants Allen, Yakovakis and Machinist were \"not surprise[d]\" by Chaston's conclusion that the Amoskeag and NTC ALLS were inadequate by a total of $12.1 million.  The paragraph fails to identify with the required particularity the conversations on which it is based, giving no information about when and where these conversations supposedly took place.  Similarly, nothing in p 58, which addresses \"below market rate\" loans given to condominium purchasers, gives rise to an inference of fraud, as distinguished from simple mismanagement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> In p 53, for example, plaintiffs allege that \"defendants knew that the provision for loan losses in prior periods had been arbitrarily understated without regard to the requirement of the ALL, for the purposes of manipulating and artificially increasing the Company's reported earnings.\"   This language re-introduces the allegations surrounding the 1987 decrease in the ALL, but it is no more supportable at this point than it was earlier.  See supra at 362</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Although we have focused on the section of the complaint labeled \"Class Period Misstatements and Omissions,\" we note that significant portions of paragraphs 87 to 106, describing plaintiffs' cause of action, also could be substantially reduced if the district court chooses to order plaintiffs to amend their complaint before taking further action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Plaintiffs point to a statement in Bank Shares' 10-Q for the second quarter of 1989, filed with the SEC on about August 1, explaining that the increase in the provision for loan and lease losses \"was the result of management's assessment of the adequacy of the allowance for loan and lease losses in light of [the] judgment that there has been significant deterioration in the condition of problem loans since year-end,\" p 79.  Nothing in the complaint suggests that this was other than an accurate depiction of what occurred.  That \"management's assessment\" may have been affected by the views of examiners or consultants does not make the statement a fraudulent misrepresentation.  In asserting in p 80 that this statement was knowingly false and misleading, plaintiffs provide only conclusory support lacking in particularity</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The complaint alleges that Bushnell was chairman and chief executive officer of Bank Shares until his resignation in early 1988, and he therefore was no longer with the company when the 1988 Annual Report was written and released.  Indeed, because all of the actionable allegations concern the time period after his departure, we affirm his dismissal from the case</p>\n        <p>Woolson is the only defendant not alleged to have been a director of Bank Shares, and thus not a signatory of the holding company's Annual Report.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> We see no need to distinguish at this juncture between plaintiffs' primary and secondary liability theories</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Because these are the only relevant allegations relating to Woolson, he, like Bushnell, is entitled to dismissal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> The Fifth Circuit in Tuchman endorsed language from the district court's opinion in that case rejecting the pursuit of increased compensation as a sufficient basis for inferring fraud:</p>\n        <p>On a practical level, were the opposite true, the executives of virtually every corporation in the United States would be subject to fraud allegations.  It does not follow that because executives have components of their compensation keyed to performance, one can infer fraudulent intent.</p>\n        <p>14 F.3d at 1068-69 (quoting 818 F.Supp. 971, 976 (N.D.Tex.1993)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Nothing in Tuchman, a case emphasized by defendants at oral argument, is to the contrary.  In that case, the Ninth Circuit observed that \"[w]here a defendant's motive is not apparent, a plaintiff may adequately plead scienter by identifying circumstances that indicate conscious behavior on the part of the defendant, though the strength of the circumstantial allegations must be correspondingly greater.\"  14 F.3d at 1068.   After rejecting the desire to preserve incentive compensation and similar \"perquisites and emoluments of office\" as a sufficient basis for an inference of scienter, the court looked to whether plaintiffs otherwise had established fraudulent intent.  It found that they had not, observing that the complaint failed to assert \"any fact that makes it reasonable to believe that the defendants knew that any of their statements were materially false or misleading when made.\"  Id. at 1069.   This case is distinguishable because, as we have discussed, plaintiffs here have alleged facts from which an inference of knowledge reasonably may be drawn</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> We note that the complaint indicates that only one of the three named plaintiffs, Nishan Serabian, purchased shares during the time period giving rise to the actionable allegations, and it therefore appears that plaintiffs Horvei and Lo Priore no longer are proper parties.  The district court will need to address this matter on remand</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">357</span></span></p>\n    <p class=\"parties\">Fed. Sec. L. Rep.  P 98,228<br>Nishan SERABIAN, et al., Plaintiffs, Appellants,<br>v.<br>AMOSKEAG BANK SHARES, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2070.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 9, 1994.<br>Decided May 27, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James R. Malone, Jr., with whom C. Oliver Burt, III, Michael D. Gottsch, Pamela Bond, Haverford, PA, and Peter A. Pease, Boston, MA, were on brief, for appellants.</p>\n      <p class=\"indent\">Robert Upton, II, with whom Charles W. Grau, Concord, NH, was on brief, for Amoskeag Bank Shares, Inc.</p>\n      <p class=\"indent\">Ovide M. Lamontagne, with whom E. Donald Dufresne, Manchester, NH, was on brief, for Allen, Machinist, Bushnell, Yakovakis, Woolson, Allman and Keegan.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question on this appeal is whether appellants' Third Amended Complaint states a claim for fraud under federal securities law, see 15 U.S.C. Sec. 78j(b) (Sec. 10(b) of the Securities Exchange Act of 1934);  SEC Rule 10b-5 (17 C.F.R. Sec. 240.10b-5), a claim that must be plead \"with particularity.\"   Fed.R.Civ.P. 9(b).  The district court held that it did not, and dismissed the complaint with prejudice.  After carefully studying the 86-page, 107-paragraph complaint, we have concluded that portions of it are entitled to survive.  We therefore vacate the dismissal in part, and remand for further proceedings limited to the actionable allegations.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">During the period relevant to this litigation, defendant Amoskeag Bank Shares (\"Bank Shares\" or \"the bank\" or \"the company\") was a New Hampshire bank holding corporation with four wholly owned subsidiaries:  Amoskeag Bank, New Hampshire's largest bank;  Nashua Trust Company;  Bank Meridian, N.A.;   and Souhegan National Bank of Milford.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The seven individual defendants are certain of Bank Shares' former officers and/or directors.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiffs are the purchasers of Bank Shares' common stock.  In this lawsuit, filed as a class action but still uncertified, they claim that the defendants issued various documents, reports, and statements that misrepresented and failed to disclose material facts concerning Bank Shares' true financial condition, thereby artificially inflating the market price of the company's stock at the time they purchased it.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The complaint depicts an increasingly familiar saga of a bank that boomed with the real estate market of the early 1980s, but suffered in the recession and deteriorating market that followed.  See, e.g., In Re Wells Fargo Securities Litigation, <span class=\"citation\" data-id=\"659398\"><a href=\"/opinion/659398/fed-sec-l-rep-p-98007-in-re-wells-fargo-securities-litigation-howard/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">922</span> </a></span>(9th Cir.1993);  In Re Glenfed, Inc. Securities Litigation, <span class=\"citation\" data-id=\"658612\"><a href=\"/opinion/658612/in-re-glenfed-inc-securities-litigation-john-paul-decker-arnold-cohen/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">843</span> </a></span>(9th Cir.1993), reh'ng en banc, granted, <span class=\"citation\" data-id=\"658612\"><a href=\"/opinion/658612/in-re-glenfed-inc-securities-litigation-john-paul-decker-arnold-cohen/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">843</span> </a></span>(9th Cir.  Feb. 25, 1994);  Shapiro v. UJB Financial Corp., <span class=\"citation\" data-id=\"583603\"><a href=\"/opinion/583603/irwin-shapiro-on-behalf-of-himself-and-all-others-similarly-situated-v/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">272</span> </a></span>(3d Cir.1992);  DiLeo v. Ernst &amp; Young, <span class=\"citation\" data-id=\"540063\"><a href=\"/opinion/540063/fed-sec-l-rep-p-95228-rocco-dileo-and-louise-dileo-v-ernst-young/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">624</span> </a></span>(7th Cir.1990).  The primary thrust of the allegations is that defendants knew that their loan portfolio contained many high-risk loans, that the reserves for such loans were inadequate,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and that poor internal controls exacerbated the difficulties, but that they nevertheless continued to paint a rosy picture of the bank's financial circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court, having given plaintiffs the opportunity to amend a previous version of the complaint, concluded that, \"[a]t most, the [Third Amended] [C]omplaint demonstrates dubious business judgment or mismanagement.\"   The court felt that the pleading, reduced to its essence, alleged that the defendants throughout the relevant period knowingly reserved too little in anticipation of loan losses.  In the court's view, however, the complaint lacked a basis for inferring the defendants' knowledge of the deficiency and, moreover, failed to identify any specific loans whose reserves were inadequate.  These deficiencies, despite ample opportunity for discovery and \"considerable ingenuity in pleading,\" prompted the court to dismiss the complaint with prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiffs argue on appeal that the complaint more than adequately set forth the bases for their allegations of fraud by detailing numerous specific instances in which the defendants had knowledge of the \"true facts,\" yet made substantially different representations to the investing public.  They claim that the district court impermissibly drew inferences in favor of the defendants, contrary to its obligation to indulge every reasonable inference helpful to their case. See, e.g., Garita Hotel Ltd. Partnership v. Ponce Federal Bank, <span class=\"citation\" data-id=\"578672\"><a href=\"/opinion/578672/garita-hotel-limited-partnership-etc-v-ponce-federal-bank-fsb/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 17 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We review the district court's determination de novo, applying the same criteria employed by the district court.  <span class=\"citation\" data-id=\"578672\"><a href=\"/opinion/578672/garita-hotel-limited-partnership-etc-v-ponce-federal-bank-fsb/\"><span class=\"id_token\">Id.</span>  If the </a></span>allegations would permit recovery under any viable theory, the dismissal must be reversed.  Id.</p>\n    </div>\n    <p>II. Applicable Standards</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We preface our discussion with a brief survey of the general principles that must guide our review of plaintiffs' complaint.  First, the securities laws \"do not guarantee sound business practices and do not protect investors against reverses,\" <span class=\"citation\" data-id=\"540063\"><span class=\"antecedent_guess\">DiLeo,</span> <a href=\"/opinion/540063/fed-sec-l-rep-p-95228-rocco-dileo-and-louise-dileo-v-ernst-young/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">627</span></a></span>.   In stating an actionable claim for misrepresentation, therefore, plaintiffs must plead more than that defendants acted irresponsibly and unwisely, but that they were aware that \"mismanagement had occurred and made a material public statement about the state of corporate affairs inconsistent with the existence of the mismanagement,\" Hayes v. Gross, <span class=\"citation\" data-id=\"597150\"><a href=\"/opinion/597150/fw-hayes-on-behalf-of-himself-and-all-others-similarly-situated-v-jay/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span>, 106 (3d Cir.1992).  See also <span class=\"citation\" data-id=\"583603\"><span class=\"antecedent_guess\">Shapiro,</span> <a href=\"/opinion/583603/irwin-shapiro-on-behalf-of-himself-and-all-others-similarly-situated-v/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">283</span> </a></span>(\"[I]t is not a violation of the securities laws to simply fail to provide adequate loan loss reserves;  properly collateralize or secure a loan portfolio;  or provide sufficient internal controls or loan management practices.\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Second, defendants may not be held liable under the securities laws for accurate reports of past successes, even if present circumstances are less rosy, see Capri Optics Profit Sharing v. Digital Equipment, <span class=\"citation\" data-id=\"572651\"><a href=\"/opinion/572651/fed-sec-l-rep-p-96415-capri-optics-profit-sharing-v-digital-equipment/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 7-8 (1st Cir.1991),<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and optimistic predictions about the future that prove to be off the mark likewise are immunized unless plaintiffs meet their burden of demonstrating intentional deception, see Greenstone v. Cambex Corp., <span class=\"citation\" data-id=\"590895\"><a href=\"/opinion/590895/amy-greenstone-and-all-others-similarly-situated-v-cambex-corporation/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 25-26 (1st Cir.1992) (there is no \" 'fraud by hindsight' \");   <span class=\"citation\" data-id=\"540063\"><span class=\"antecedent_guess\">DiLeo,</span> <a href=\"/opinion/540063/fed-sec-l-rep-p-95228-rocco-dileo-and-louise-dileo-v-ernst-young/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">627</span> </a></span>(same).   See also <span class=\"citation\" data-id=\"583603\"><span class=\"antecedent_guess\">Shapiro,</span> <a href=\"/opinion/583603/irwin-shapiro-on-behalf-of-himself-and-all-others-similarly-situated-v/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">283</span></a></span>-84 n. 12 (quarterly report stating that the company \"looks to the future with great optimism ... is clearly inactionable puffing\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Third, and finally, general averments of the defendants' knowledge of material falsity will not suffice.  <span class=\"citation\" data-id=\"590895\"><span class=\"antecedent_guess\">Greenstone,</span> <a href=\"/opinion/590895/amy-greenstone-and-all-others-similarly-situated-v-cambex-corporation/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">25</span></a></span>.   Consistent with Fed.R.Civ.P. 9(b), the complaint must set forth \"specific facts that make it reasonable to believe that defendant[s] knew that a statement was materially false or misleading.\"  <span class=\"citation\" data-id=\"590895\"><a href=\"/opinion/590895/amy-greenstone-and-all-others-similarly-situated-v-cambex-corporation/\"><span class=\"id_token\">Id.</span>  The rule </a></span>requires that the particular \" 'times, dates, places or other details of [the] alleged fraudulent involvement' \" of the actors be alleged.  In re <span class=\"citation\" data-id=\"658612\"><span class=\"antecedent_guess\">Glenfed,</span> <a href=\"/opinion/658612/in-re-glenfed-inc-securities-litigation-john-paul-decker-arnold-cohen/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">847-48</span> </a></span>(citation omitted).  See also Romani v. Shearson Lehman Hutton, <span class=\"citation\" data-id=\"558579\"><a href=\"/opinion/558579/richard-romani-v-shearson-lehman-hutton/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">875</span></a></span>, 878 (1st Cir.1991);  New England Data Services v. Becher, <span class=\"citation\" data-id=\"494597\"><a href=\"/opinion/494597/new-england-data-services-inc-v-barry-becher/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">286</span></a></span>, 288 (1st Cir.1987) (\"[I]n the securities context, and in general, this circuit has strictly applied Rule 9(b).\").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">With this framework in mind, we begin our scrutiny of plaintiffs' allegations.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Third Amended Complaint contains 63 paragraphs (pp 23-86) describing the misstatements and omissions allegedly made by defendants during the class period from June 17, 1987 through October 23, 1989.  We have read the paragraphs line-by-line, and agree with the district court that much of complaint fails to establish an actionable 10b-5 claim.  Many of the challenged statements either were undisputedly true representations of the company's circumstances, or are unaccompanied in the complaint by specifics tending to show knowing falsity.  Other portions of the complaint are inadequate because they allege improper conduct in wholly conclusory terms.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The complaint is more successful in stating a claim concerning statements made during late 1988 and 1989, when plaintiffs contend that the bank was experiencing accelerated loan deterioration.  Public announcements during that time suggested that the bank's loan business was under control while plaintiffs allege that the bank recognized that its problems were severe, particularly that its ALL was inadequate and its internal procedures for identifying problem loans deficient.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In the following sections, we explain our conclusions by considering in detail various portions of the complaint.  We do not examine separately each allegation contained in this voluminous pleading, but believe our discussion is sufficiently complete and illustrative to enable the district court to distinguish the actionable from the inactionable in the remaining paragraphs.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Sales of stock and mortgage-backed securities, pp 23-25.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">These paragraphs describe Bank Shares' substantial losses in June and July 1987 when it sold certain mortgage backed securities, as well as stock that it unlawfully held in eight banking companies.  Plaintiffs allege that, with the approval or acquiescence of \"Bank Shares['] purportedly independent auditors,\" the company knowingly allocated these losses to the improper fiscal quarters of 1987.  As a result, plaintiffs allege, Amoskeag's announced earnings for the quarter ended June 30, 1987 were artificially inflated.  The complaint also criticizes the defendants' failure to recognize loss on the company's equity securities portfolio until the end of the year.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We fail to find a basis for actionable securities fraud in these paragraphs.  Plaintiffs allege no representations inconsistent with the bank's state of affairs.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The fact that the company was in violation of federal law by its ownership of the financial institution stock may reflect poorly on its management, but in no way demonstrates a 10b-5 violation.  Nothing in the complaint suggests that the decision of Bank Shares to delay its equity security loss until the end of the year was fraudulent, even if, as the complaint alleges, it was a violation of Generally Accepted Accounting Principles (GAAP).  Indeed, the complaint acknowledges that Ernst &amp; Whinney, Bank Shares' accounting firm, approved the method by which the company recognized its losses, arguably casting doubt on the existence of any impropriety.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>Reversal of $275,000 in 1987 loan loss provision, pp 26-30.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">These paragraphs allege that, at the end of the second quarter of 1987, defendants reversed an allocation of $275,000 that had been made earlier in the year to its loan loss provision \"for no reason other than arbitrary manipulation\" designed \"to offset the impact of other losses.\"   Plaintiffs claim that defendants falsely represented in their Form 10-Q for the quarter that the decrease was attributable to the credit quality of the bank's loan portfolio.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This conclusory allegation of falsity is unsupported by any specific facts.  Plaintiffs offer no basis for inferring that the defendants knew that the bank's loan portfolio was, at that time, improperly characterized as \"excellent.\"   They provide no information about the general health of the company's loan portfolio, and fail to cite any specific loans that were in trouble.  Defendants' 10-Q states that the decision to reduce the loan loss provision was attributable to, inter alia, the sale of $48 million in loans and the low level of non-performing loans.  The figures and statistics contained in the document are not alleged to be inaccurate.  We consequently find no actionable, particularized allegation of fraud in this portion of the complaint.Economic outlook and internal review, 1987 Annual Report, pp 33-43.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This portion of the complaint describes a growing awareness by the Company of the slowdown in the real estate market, and recognition of the need to quantify possible losses inherent in its loan portfolio.  The complaint alleges:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>[C]ontrary to public representations, by February 1988, the defendants had determined that the existing loan review function was unable to keep up with timely reviews of the Company's loan portfolios (which were known by defendants to be deteriorating in creditworthiness due to changes in the economy) and the Company lacked sufficient loan credit file documentation to properly analyze the ALL.  Thus, the Company hired a retired career banker, J. Howard \"Mac\" McGloon, on a consulting basis to review lending practices and ostensibly to assist the Loan Review department in its function.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">p 34.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Nothing in the following paragraphs, which describe various \"public representations\" contained in the company's 1987 annual report, supports the assertion that officials knowingly misrepresented the bank's ability to manage its loan portfolio.  That a consultant was hired to assist with loan review is not inconsistent with the company's statement, cited in p 37, that \"[m]anagement closely monitors the quality of the loan and lease financing portfolio.\"   Getting the help needed to stay on top of the situation, or to improve it, is one aspect of close monitoring.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Although pp 40-42 allege that, during early 1988, defendants failed to follow internal policy for recognizing earnings on commercial real estate loans and to allocate the appropriate ALL amount for such loans, the complaint does not demonstrate how these flaws in procedure add up to a securities violation.  As noted earlier, \"mere failure to provide adequate reserves (or to perform competently other management tasks) does not implicate the concerns of the federal securities laws and is not normally actionable,\" <span class=\"citation\" data-id=\"583603\"><span class=\"antecedent_guess\">Shapiro,</span> <a href=\"/opinion/583603/irwin-shapiro-on-behalf-of-himself-and-all-others-similarly-situated-v/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">281</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Plaintiffs additionally complain about the tone of a press release issued by the company on July 14, and the company's quarterly report filed with the SEC on August 12.  These reports were misleadingly positive, plaintiffs allege, because they stated that earnings were down in part because of an increase in loan reserves designed as a \"safeguard against an extended slowdown in real estate and condominium markets.\"   See p 43.  There is nothing actionable in these statements, which simply report the company's reduced earnings and one of the reasons for it.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>Chaston finds \"serious deficiencies\";  internal concerns;  \"conservative\" approach, pp 46-69.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This portion of the complaint primarily describes events and information relating to the bank's handling of its ALL in late 1988 and early 1989, as well as corresponding public statements made by the defendants about those matters.  In our view, it is the only section of the complaint that contains allegations sufficiently particular and pertinent to survive defendants' motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The scenario depicted by these allegations can be summarized as follows:  at least by August 1988, the company had become aware that the quality of its commercial loans had deteriorated significantly, and that the loan review department was having difficulty staying on top of problem loans, particularly in commercial real estate.  See p 47.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  This prompted the hiring of a consulting firm, Chaston Associates, that began work in mid-October.  Chaston reported within two weeks that there were \"serious deficiencies\" in the ALL at Amoskeag, and this finding was partly responsible for a $6 million increase in loan loss reserves at the end of the third quarter, September 30, 1988.  See p 46.  Meanwhile, internal reviews also had revealed deficiencies in the ALL at both Nashua Trust Company (NTC) and Amoskeag, and the auditor concluded that \"additional injections to the reserve [at Amoskeag] are required as soon as financially feasible.\"  p  50(a), (b).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Plaintiffs juxtapose these allegations showing internal awareness of review problems and inadequate loan loss reserves with the company's public statements characterizing its loan review capabilities as \"strong\" and its ALL approach as \"conservative.\"   In p 52 of the complaint, for example, plaintiffs cite a press release issued on October 24, 1988, announcing third quarter earnings that were substantially reduced from the same period a year earlier.  The paragraph continues:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>Defendants Machinist and Allen made the following false and misleading statements in the press release with respect to the increase in loan loss provision:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>[W]e have experienced a build-up of non-performing loans to $47 million, or 2.7 percent of total loans, from $35 million at June 20, 1988, the majority of which relates to commercial real estate.  Our loan review capabilities are strong and we have directed specific resources to each of those loans.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The decision to make a substantial addition to the loan reserve is consistent with past practice of the company to address issues in a timely and conservative manner.   We strongly believe this action will ensure the integrity of our financial statements and solidify the foundation for future earnings gains.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">p 52 (some emphasis added, other omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Plaintiffs quote similar remarks by defendant Allen at a combined meeting of New York and New England stock analysts on October 28, 1988, and by defendants Machinist and Allen in a press release issued on January 30, 1989:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>We at Amoskeag are risk-averse bankers.  If the banking business involves the fundamental choice between eating well and sleeping well, we'll cut back a little on the calories for more peace of mind.  We have excellent people in loan review.  They oversee a comprehensive reporting and monitoring system</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>When we allocated $6 million to the loan loss reserve in the third quarter, we worked from very conservative assumptions.   We considered all the factors and assumed less-than-favorable economic conditions.  Higher short-term rates.  Low overall economic growth.  Further potential softening in real estate markets.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>We made this decision without prompting from regulators or accountants.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">p 56 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">While non-accrual loans rose in the fourth quarter, from $26.6 million to $35.8 million, the rate of increase in problem loans has moderated.  We are managing those loans intensively and with success.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The real estate market is turning around slowly and further reductions of excess inventory have been realized.  Our policy of reserving conservatively in advance of need is being validated.  We remain well secured and confident of the values underlying our loans.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">p 62 (some emphasis added, other omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Plaintiffs also allege that, despite company awareness that \"additional injections to the reserve\" were required, see pp 50(b), 59, 60, a management statement contained in Bank Shares' 1988 Annual Report, filed with the SEC in late March 1989, observed that \"[i]t is management's judgment that the allowance for loan and lease losses at year-end 1988 is sufficient to absorb losses inherent in the existing portfolio,\" p 68.  See also p 64 (defendants stated in annual report that amount of increase in the ALL from year-end 1987 to year-end 1988 is \"a prudent and proper course for today\");  p 69(d).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In this series of allegations, plaintiffs do more than simply identify management problems or point to statements that put a positive spin on the company's circumstances, without indicating how or why defendants should have known the descriptions were inaccurate.  Rather, these paragraphs present a contrast between what company officials were hearing internally about their loan review effectiveness and the adequacy of their ALL, and what the company was telling the public at the same time.  Cf. <span class=\"citation\" data-id=\"558579\"><span class=\"antecedent_guess\">Romani,</span> <a href=\"/opinion/558579/richard-romani-v-shearson-lehman-hutton/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">878-80</span> </a></span>(complaint contains no factual allegations supporting a reasonable inference that adverse circumstances were known and deliberately or recklessly disregarded by defendants);  <span class=\"citation\" data-id=\"597150\"><span class=\"antecedent_guess\">Hayes,</span> <a href=\"/opinion/597150/fw-hayes-on-behalf-of-himself-and-all-others-similarly-situated-v-jay/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">106</span> </a></span>(\"[P]laintiff alleges more than mismanagement.  He alleges that defendants made affirmative representations inconsistent with the state of corporate affairs they knew to exist.\").  When defendants \"affirmatively characterize[ ] management practices as 'adequate,' 'conservative,' 'cautious,' and the like, the subject is 'in play.' \"  <span class=\"citation\" data-id=\"583603\"><span class=\"antecedent_guess\">Shapiro,</span> <a href=\"/opinion/583603/irwin-shapiro-on-behalf-of-himself-and-all-others-similarly-situated-v/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">282</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>For example, if a defendant represents that its lending practices are \"conservative\" and that its collateralization is \"adequate,\" the securities laws are clearly implicated if it nevertheless intentionally or recklessly omits certain facts contradicting these representations.  Likewise, if a defendant characterizes loan loss reserves as \"adequate\" or \"solid\" even though it knows they are inadequate or unstable, it exposes itself to possible liability for securities fraud.  By addressing the quality of a particular management practice, a defendant declares the subject of its representation to be material to the reasonable shareholder, and thus is bound to speak truthfully.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"583603\"><a href=\"/opinion/583603/irwin-shapiro-on-behalf-of-himself-and-all-others-similarly-situated-v/\"><span class=\"id_token\">Id.</span>  See also </a></span>In Re Wells <span class=\"citation\" data-id=\"659398\"><span class=\"antecedent_guess\">Fargo,</span> <a href=\"/opinion/659398/fed-sec-l-rep-p-98007-in-re-wells-fargo-securities-litigation-howard/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">930</span></a></span>;  <span class=\"citation\" data-id=\"597150\"><span class=\"antecedent_guess\">Hayes,</span> <a href=\"/opinion/597150/fw-hayes-on-behalf-of-himself-and-all-others-similarly-situated-v-jay/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">106</span></a></span>-07.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">These allegations also are sufficiently particular to meet the requirements of Rule 9(b).  In the paragraphs at issue, plaintiffs specifically identify the internal reports and the public statements underlying their claims, providing names and dates.  Although this section of the complaint would be strengthened if it contained specific examples of problem loans requiring a higher ALL, see In Re Wells <span class=\"citation\" data-id=\"659398\"><span class=\"antecedent_guess\">Fargo,</span> <a href=\"/opinion/659398/fed-sec-l-rep-p-98007-in-re-wells-fargo-securities-litigation-howard/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">926-28</span></a></span>, the summaries of the auditors' and consultants' reviews serve the same purpose.  Both permit an inference that the bank knew, or should have known, that its public statements were inconsistent with the actual conditions then being reported to them.  The complaint does not simply rely on poor performance in the aftermath of positive reports.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Despite our conclusion that certain allegations survive threshold consideration, we note that plaintiffs remain a great distance from actually proving securities fraud.  Their ability to demonstrate that defendants acted with fraudulent intent in making the various representations about Bank Shares' conservative ALL approach may depend, inter alia, on whether company officials in good faith believed their allocations were adequate, and considered the increases recommended by the consultants to be \"ultra\" conservative, and thus excessive.  See In Re Wells <span class=\"citation\" data-id=\"659398\"><span class=\"antecedent_guess\">Fargo,</span> <a href=\"/opinion/659398/fed-sec-l-rep-p-98007-in-re-wells-fargo-securities-litigation-howard/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">927</span> </a></span>(\"[T]he setting of loan loss reserves is, by all accounts, an 'art and not a science'....\").  The precise timing of certain statements in relation to the bank's ALL activity also is crucial.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Similarly, the contested statements regarding the quality of Bank Shares' loan management capabilities may turn out to be neither material nor misleading if, for example, hiring consultants is a typical strategy of aggressive bank managers to prevent more serious problems.  In other words, defendants may show that, in the banking context, \"effective\" loan monitoring often includes adding hired experts to the company's own internal procedures.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We note, as an additional caveat to the court and the parties, that not every paragraph in this section of the complaint contains actionable allegations,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> and even those paragraphs that cannot be dismissed in their entirety as a matter of law may contain allegations and wholly conclusory statements that warrant no further attention.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Although we leave to the district court's discretion how it chooses to proceed upon remand, we suspect that it may wish to direct plaintiffs to submit a revised, limited complaint consistent with this decision before conducting further proceedings.  Cf. <span class=\"citation\" data-id=\"583603\"><span class=\"antecedent_guess\">Shapiro,</span> <a href=\"/opinion/583603/irwin-shapiro-on-behalf-of-himself-and-all-others-similarly-situated-v/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">284</span> </a></span>(directing plaintiffs to reorganize complaint on remand to facilitate evaluation).<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>Continuing loan deterioration, declining earnings, increasing ALL, pp 70-86.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">These allegations detail developments beginning in mid-1989 with Bank Shares' acknowledging a substantial problem with non-performing loans, prompting dramatic increases in its ALL (including a $31.5 million addition to the previously announced $6.1 million allocation for the first quarter), and ultimately resulting in a reported net loss of $50.7 million for fiscal year 1989.  Presumably, plaintiffs seek to establish in this section of the complaint that the precipitous drop in Bank Shares' financial condition was not really so precipitous, and thus reflects the company's earlier concealment of its poor situation.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">This approach, however, is simply an impermissible effort to establish fraud through hindsight.  It is well established that plaintiffs in a securities action have not alleged actionable fraud if their claim rests on the assumption that the defendants must have known of the severity of their problems earlier because conditions became so bad later on.  See Kowal v. MCI Communications Corp., <span class=\"citation\" data-id=\"663691\"><a href=\"/opinion/663691/charles-kowal-v-mci-communications-corporation/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1271</span></a></span>, 1278 (D.C.Cir.1994);  <span class=\"citation\" data-id=\"590895\"><span class=\"antecedent_guess\">Greenstone,</span> <a href=\"/opinion/590895/amy-greenstone-and-all-others-similarly-situated-v-cambex-corporation/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">25</span> </a></span>(Rule 9(b) not satisfied by general averment that \"defendants 'knew' earlier what later turned out badly\").  See also supra at 361.  Unlike the earlier section of the complaint, detailing the basis for the alleged inconsistency between defendants' knowledge and their public statements, there are no facts stated here with any particularity from which an inference of fraud reasonably can be drawn.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The complaint instead states that bank examiners in May reported the need for an increased ALL, see p 73, that Bank Shares at approximately that time obtained an extension for filing its first quarter report for 1989 so that it could readdress the adequacy of its ALL, see p 75, and that it shortly thereafter made a substantial increase, see p 76.  From all that appears, Bank Shares acted properly in doing what it was advised to do, while reporting accurately that it was taking these steps because of \"real estate related loan problems,\" see p 79.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The concluding paragraphs in this section of the complaint describe various Chaston reports on Bank Shares' loan management procedures and its ALL, as well as the company's reports of its losses in the third and fourth quarters of 1989.  See pp 81-86.  None of them provides a basis for a securities fraud claim.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In addition to its claim against Bank Shares as a corporation, plaintiffs allege liability against seven individual former officers and directors of the company.  The district court did not address the sufficiency of these allegations in the Third Amended Complaint, but did reject the claims as insufficiently particular when it reviewed an earlier version.  See Shields v. Amoskeag Bank Shares, <span class=\"citation no-link\"><span class=\"volume\">766</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">32</span></span>, 40-41 (D.N.H.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">We conclude that, with respect to five of the seven defendants, the complaint alleges a sufficiently specific connection to certain of the challenged statements that dismissal of plaintiffs' claims as a matter of law is inappropriate.  With the exception of Bushnell and Woolson, all of the defendants are alleged to have signed the 1988 Annual Report in which Bank Shares' loan loss reserves were depicted as \"sufficient\" and \"prudent,\" see supra at 364-65;  Complaint, at p 64,<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> and also are alleged to have received copies of the internal auditor's report concluding that additions to the reserves were required as soon as possible, Complaint, at p 50-51, as well as Chaston's report in December 1988 stating that the ALL was inadequate, <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at pp </span>59-61.  The acceptance of responsibility for the contents of the Annual Report, demonstrated by defendants' signatures, combined with specific allegations that they knew of conflicting conditions, establishes a sufficient link between the defendants and the alleged fraud to satisfy Rule 9(b)'s particularity requirement.  Cf. <span class=\"citation\" data-id=\"558579\"><span class=\"antecedent_guess\">Romani,</span> <a href=\"/opinion/558579/richard-romani-v-shearson-lehman-hutton/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">880</span> </a></span>n. 4;  Wool v. Tandem Computers Inc., <span class=\"citation\" data-id=\"488572\"><a href=\"/opinion/488572/howard-wool-v-tandem-computers-incorporated-robert-c-marshall-henry-v/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1433</span></a></span>, 1440 (9th Cir.1987) (\"In cases of corporate fraud where the false or misleading information is conveyed in ... annual reports ... or other 'group-published information,' it is reasonable to presume that these are the collective actions of the officers.\").<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Defendants Machinist and Allen are identified as the authors or speakers of the other statements contained in the paragraphs that survive dismissal, and those allegations also remain live against them.  As to those statements, the other defendants are alleged only to have authorized or acquiesced in them (the press releases), or they are attributed no role at all in the dissemination of the statements (remarks by Allen and Machinist at analysts meeting).  See pp 52, 56.  This is insufficient to meet the requirements of Rule 9(b).<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Defendants assert that the complaint fails in any respect to state an actionable claim against the individual defendants because there are no allegations from which scienter reasonably may be inferred, such as that they sold their personal stock in Bank Shares during the class period.  They argue that it is insufficient to base a claim of fraudulent intent on allegations that defendants sought to protect their compensation and prestige.  See Complaint at p 105.  See also Tuchman v. DSC Communications Corp., <span class=\"citation\" data-id=\"6257\"><a href=\"/opinion/6257/tuchman-v-dsc-communications-corp/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1061</span></a></span>, 1068-69 (5th Cir.1994).<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We agree that allegations that defendants committed fraud to save their salaries or jobs ordinarily will not be enough to support a reasonable inference of scienter if the complaint lacks any other basis for inferring fraudulent intent.  In this case, however, plaintiffs have done more than simply aver generally that defendants knowingly misrepresented Bank Shares' circumstances, while relying on a job-preservation motive to establish the element of scienter.  As described above, plaintiffs specifically cited reports and documents presented to defendants at relevant times that were inconsistent with the defendants' public statements.  This satisfies the necessary pleading requirements.  See In Re Wells <span class=\"citation\" data-id=\"659398\"><span class=\"antecedent_guess\">Fargo,</span> <a href=\"/opinion/659398/fed-sec-l-rep-p-98007-in-re-wells-fargo-securities-litigation-howard/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">931</span> </a></span>(\"While 'allegation[s] of unusual insider trading by defendants immediately preceding the disclosure of negative news' may be ... a characteristic of a 'typical securities fraud class action,' they are not required.\").<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">We conclude that the plaintiffs have stated a claim against Bank Shares and five of the individual defendants based on certain of the allegations contained in paragraphs 46 to 69, with such limitations and exclusions as previously described.  To that extent, the dismissal of the Third Amended Complaint is reversed.  The district court may choose to require a Fourth Amended Complaint, consistent with this decision, before conducting further proceedings.  In all other respects, the district court's decision is affirmed.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Affirmed in part, reversed in part, and remanded.  No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Bank Shares was taken over by the FDIC in October 1991</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Rule 10b-5, promulgated by the SEC under the authority provided by Sec. 10(b) of the Securities Exchange Act, makes it unlawful to misrepresent or omit material information in connection with the purchase or sale of securities</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The amount put aside as a protection against loan defaults is known as the ALL--the \"allowance for loan losses.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In Capri Optics, we described our earlier decision, Backman v. Polaroid, <span class=\"citation\" data-id=\"546070\"><a href=\"/opinion/546070/fed-sec-l-rep-p-95389-irving-a-backman-v-polaroid-corporation/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span> </a></span>(1st Cir.1990) (en banc), as holding that</p>\n        <p>there was no duty to disclose to market buyers information simply because it was material, or to amplify what was said, unless the omitted matter caused what was said to be misleading....  As an illustration, if defendant reported, correctly, without more, \"This is our eighth consecutive quarter in which our gross has increased,\" there was no duty to add, for the benefit of market buyers, \"We are concerned about the next one.\"</p>\n        <p>We recognized, of course, that \"if defendant's apprehension was of a disaster the rule might be different....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> A general allegation that the practices at issue resulted in a false report of company earnings is not a sufficiently particular claim of misrepresentation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As a result of our conclusion that these paragraphs, as well as pp 26-42, were dismissed properly for lack of actionable allegations, we need not address defendants' contention that they should be stricken as time-barred</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Paragraph 32 quotes at length from the company's 1987 annual report and suggests that its \"decidedly upbeat\" tone was fraudulent.  Plaintiffs acknowledge, however, that the bank disclosed the substantial drop in net income from the prior year and the substantial loss in equity securities.  No facts suggest knowing falsity in any of the company's optimistic statements about its future prospects</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Similarly, plaintiffs fail to demonstrate any basis for inferring knowing falsity in the defendants' statement, also quoted in p 37 of the complaint, that \"the Company's basic banking business is strong as indicated by the excellent quality of the loan and lease financing portfolio.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> This paragraph alleges that, on August 10, 1988, Bank Shares' vice president and loan review officer Worden informed an Ernst &amp; Whinney auditor that</p>\n        <p>the quality of commercial loans had deteriorated since E &amp; W's last audit review as of December 31, 1987, and that Worden did not believe that his department was devoting an adequate amount of time to the monitoring of the appropriateness of credit quality ratings assigned by Amoskeag's loan officers, particularly in the area of CRE [commercial real estate] loans.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In p 69(d), plaintiffs allege that on about February 21, 1989, the company's audit committee was told by its accounting firm, Ernst &amp; Whinney, that a Chaston report</p>\n        <p>\"presented management and E &amp; W with a problem\" since Chaston had concluded the allowances for loan loss at both Amoskeag and NTC were inadequate by a combined total of $9.4 million.  E &amp; W further told the Audit Committee it had been required to expend \"significant effort in reviewing [a] large number of individual loans to support adequacy of a reserve less than Chaston felt was needed.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The complaint does not entirely lack reference to specific loans.  For example, in paragraphs 48 and 49, plaintiffs aver that, in meetings held on August 16, 1988, an Ernst &amp; Whinney representative was told by the head of Amoskeag's commercial real estate (CRE) division that certain CRE loans \"were now 'maturing' and some were beginning to evidence signs of deterioration not previously evident.\"  p  48.  The Amoskeag officer, Stephen Bradbury, noted in particular residential condominiums, for which the bank had 18 or 19 outstanding loans.  Additionally, plaintiffs allege that E &amp; W learned from the head of Amoskeag's private banking division of a number of large, unsecured problem loans, three of which are specifically identified.  p  49.  The complaint does not allege a connection, however, between these specific loans and the asserted problems with internal monitoring and inadequate ALL</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> While a generous reading of the allegations in this section would permit the inference that Bank Shares was representing its ALL as adequate and \"conservative\" at the same time that it was receiving multiple reports that it was not, it also is possible that some of the disputed statements occurred only in the aftermath of corrective action--in particular, the $6 million allocation as of September 30, 1988--and that bank officials thus reasonably believed that their reports were accurate.  For example, the review of Amoskeag's ALL performed by the company's Internal Audit Department \"[a]s of September 30, 1988\" indicated the need for \"additional injections\" to the ALL, but it is not clear whether this assessment was based on the amount of reserves before or after the $6 million was allocated retroactively to the third quarter.  See p 50(b).  Indeed, it is necessary to determine whether Bank Shares in October 1988 viewed the $6 million as a complete solution to the identified problems, or knew that it was only a partial response to Chaston's initial findings, in order to evaluate its public statements.  See, e.g., pp 46, 54, 55, 57, 62</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> For example, p 61 states that defendants Allen, Yakovakis and Machinist were \"not surprise[d]\" by Chaston's conclusion that the Amoskeag and NTC ALLS were inadequate by a total of $12.1 million.  The paragraph fails to identify with the required particularity the conversations on which it is based, giving no information about when and where these conversations supposedly took place.  Similarly, nothing in p 58, which addresses \"below market rate\" loans given to condominium purchasers, gives rise to an inference of fraud, as distinguished from simple mismanagement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> In p 53, for example, plaintiffs allege that \"defendants knew that the provision for loan losses in prior periods had been arbitrarily understated without regard to the requirement of the ALL, for the purposes of manipulating and artificially increasing the Company's reported earnings.\"   This language re-introduces the allegations surrounding the 1987 decrease in the ALL, but it is no more supportable at this point than it was earlier.  See supra at 362</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Although we have focused on the section of the complaint labeled \"Class Period Misstatements and Omissions,\" we note that significant portions of paragraphs 87 to 106, describing plaintiffs' cause of action, also could be substantially reduced if the district court chooses to order plaintiffs to amend their complaint before taking further action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Plaintiffs point to a statement in Bank Shares' 10-Q for the second quarter of 1989, filed with the SEC on about August 1, explaining that the increase in the provision for loan and lease losses \"was the result of management's assessment of the adequacy of the allowance for loan and lease losses in light of [the] judgment that there has been significant deterioration in the condition of problem loans since year-end,\" p 79.  Nothing in the complaint suggests that this was other than an accurate depiction of what occurred.  That \"management's assessment\" may have been affected by the views of examiners or consultants does not make the statement a fraudulent misrepresentation.  In asserting in p 80 that this statement was knowingly false and misleading, plaintiffs provide only conclusory support lacking in particularity</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The complaint alleges that Bushnell was chairman and chief executive officer of Bank Shares until his resignation in early 1988, and he therefore was no longer with the company when the 1988 Annual Report was written and released.  Indeed, because all of the actionable allegations concern the time period after his departure, we affirm his dismissal from the case</p>\n        <p>Woolson is the only defendant not alleged to have been a director of Bank Shares, and thus not a signatory of the holding company's Annual Report.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> We see no need to distinguish at this juncture between plaintiffs' primary and secondary liability theories</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Because these are the only relevant allegations relating to Woolson, he, like Bushnell, is entitled to dismissal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> The Fifth Circuit in Tuchman endorsed language from the district court's opinion in that case rejecting the pursuit of increased compensation as a sufficient basis for inferring fraud:</p>\n        <p>On a practical level, were the opposite true, the executives of virtually every corporation in the United States would be subject to fraud allegations.  It does not follow that because executives have components of their compensation keyed to performance, one can infer fraudulent intent.</p>\n        <p>14 F.3d at 1068-69 (quoting <span class=\"citation no-link\"><span class=\"volume\">818</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">971</span></span>, 976 (N.D.Tex.1993)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Nothing in Tuchman, a case emphasized by defendants at oral argument, is to the contrary.  In that case, the Ninth Circuit observed that \"[w]here a defendant's motive is not apparent, a plaintiff may adequately plead scienter by identifying circumstances that indicate conscious behavior on the part of the defendant, though the strength of the circumstantial allegations must be correspondingly <span class=\"citation\" data-id=\"6257\"><span class=\"antecedent_guess\">greater.\"</span>  <a href=\"/opinion/6257/tuchman-v-dsc-communications-corp/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1068</span></a></span>.   After rejecting the desire to preserve incentive compensation and similar \"perquisites and emoluments of office\" as a sufficient basis for an inference of scienter, the court looked to whether plaintiffs otherwise had established fraudulent intent.  It found that they had not, observing that the complaint failed to assert \"any fact that makes it reasonable to believe that the defendants knew that any of their statements were materially false or misleading when made.\"  <span class=\"citation\" data-id=\"6257\"><a href=\"/opinion/6257/tuchman-v-dsc-communications-corp/\"><span class=\"id_token\">Id.</span> at 1069. </a></span>  This case is distinguishable because, as we have discussed, plaintiffs here have alleged facts from which an inference of knowledge reasonably may be drawn</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> We note that the complaint indicates that only one of the three named plaintiffs, Nishan Serabian, purchased shares during the time period giving rise to the actionable allegations, and it therefore appears that plaintiffs Horvei and Lo Priore no longer are proper parties.  The district court will need to address this matter on remand</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/6257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488572/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494597/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540063/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546070/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558579/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572651/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578672/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583603/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590895/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597150/",
    "https://www.courtlistener.com/api/rest/v3/opinions/658612/",
    "https://www.courtlistener.com/api/rest/v3/opinions/659398/",
    "https://www.courtlistener.com/api/rest/v3/opinions/663691/"
  ]
}