{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195386/",
  "id": 195386,
  "absolute_url": "/opinion/195386/lee-v-lina/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195386/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:38:53Z",
  "date_modified": "2020-02-21T23:47:14.472472Z",
  "type": "010combined",
  "sha1": "7637e691107c40425b37596cd03485d025f5c2bf",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1988.01A",
  "local_path": null,
  "plain_text": "May 25, 1994      UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\nNo. 93-1988\n\n                        TONY LEE, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n           THE LIFE INSURANCE COMPANY OF NORTH AMERICA,\n\n                      Defendants, Appellees.\n\n                                           \n\n                           ERRATA SHEET\n\n     The opinion of this Court issued on May 4, 1994, is  amended\nas follows:\n\nCover sheet:\n           \n\n     Jay S. Goodman for The University of Rhode Island, et al.\n                   \n\n     William P.  Devereaux and  McGovern, Noel  &amp; Benik,  Inc. on\n                                                              \n     brief for The Life Insurance Company of North America.\n\n     Phillip A. Proger, with whom Gregory A. Castanias and Jones,\n                                                                 \n     Day, Reavis &amp;  Pogue were  on brief for  The Life  Insurance\n                         \n     Company of North America, and for all appellees on antitrust\n     issues.\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 93-1988\n\n                        TONY LEE, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n       THE LIFE INSURANCE COMPANY OF NORTH AMERICA, ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n      [Hon. Raymond J. Pettine, Senior U.S. District Judge]\n                                                          \n\n                                           \n\n                              Before\n\n                    Torruella, Circuit Judge,\n                                            \n\n                  Aldrich, Senior Circuit Judge,\n                                               \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                           \n\n     Jay S. Goodman for The University of Rhode Island, et al.\n                   \n\n     William P.  Devereaux and  McGovern, Noel  &amp; Benik, Inc.  on\n                                                             \n     brief for The Life Insurance Company of North America.\n\n     Phillip A. Proger, with whom Gregory A. Castanias and Jones,\n                                                                 \n     Day, Reavis &amp;  Pogue were  on brief for  The Life  Insurance\n                         \n     Company of North America, and for all appellees on antitrust\n     issues.\n\n                                           \n                           May 4, 1994\n\n                                           \n\n          CYR, Circuit  Judge.  Three University  of Rhode Island\n          CYR, Circuit  Judge.\n                             \n\n(\"URI\") students  appeal from  a district court  order dismissing\n\ntheir federal antitrust, equal protection, and due process claims\n\nagainst  URI, its Board  of Governors,  three URI  officials, and\n\nURI's student-health  insurer, Life  Insurance  Company of  North\n\nAmerica (\"LINA\").  Finding no error, we affirm the district court\n\njudgment.\n\n                                I\n\n                            BACKGROUND\n                                      \n\n          As a  precondition to reregistering each  semester, URI\n\nrequires  all full-time undergraduate students to pay a fixed fee\n\nfor the  right to  use URI's  on-campus, walk-in  medical clinic,\n\nUniversity Health Services  (\"UHS\").1  All  students who pay  the\n\nUHS  clinic fee  must  also carry  supplemental health  insurance\n\ncoverage for certain medical services, such as x-rays,  lab tests\n\nand gynecological  tests, that  are available  through UHS.   Two\n\nsupplemental insurance options are available.  First, the student\n\nmay obtain supplemental insurance  through LINA, a private health\n\ncare  underwriter which  URI sponsors  as its  \"default\" insurer.\n\nLINA  purportedly \"dovetails\" its  supplemental coverage  so that\n\nthe insured student pays an  annual premium that minimizes dupli-\n\ncative  coverage;  that is,  it lessens  the  risk that  the LINA\n                                       \n\npremium and  the UHS clinic  fee will reflect  redundant coverage\n\n                    \n\n     1Graduate students are  not required to  pay the UHS  clinic\nfee,  provided they  have  health insurance  coverage that  meets\nURI's requirements.\n\nfor the same medical  procedures.2  As a second  option, students\n            \n\nmay  secure \"comparable  [supplemental]  coverage\"  from an  off-\n\ncampus  health care insurer of their choice, except that URI does\n\nnot consider either Rhode Island Blue Cross or Rhode Island-based\n\nHMOs \"comparable coverage.\"   Students who do not opt  out of the\n\nLINA \"default\" coverage by a specified deadline are automatically\n\nbilled for the annual LINA premium, and cannot reregister for the\n\nfollowing semester until  the LINA  premium has been  paid.   The\n\nautomatic \"default\" scheme notwithstanding, only about 40% of the\n\nstudents who pay the UHS clinic fee insure through LINA.\n\n          Appellants  initiated  this  class  action  in  federal\n\ndistrict court against URI and LINA in January 1992.  The amended\n\ncomplaint alleges  that the  practice  of conditioning  continued\n\nmatriculation at URI on payment of the UHS  clinic fee and/or the\n\nLINA supplemental  insurance premium  violates the  Sherman Anti-\n\ntrust Act, 15 U.S.C.   1 (1993),  as well as the equal protection\n\nand due process guarantees  under the United States Constitution.\n\nFollowing  minimal  discovery,  URI  and LINA  moved  to  dismiss\n\npursuant to Fed.  R. Civ.  P. 12(b)(6),3 and  the district  court\n\ndismissed all claims.  Lee v. Life Ins. Co. of N.A., 829 F. Supp.\n                                                   \n\n                    \n\n     2LINA coverage requires the student to present for treatment\nat UHS in  the first  instance, pending possible  referral to  an\n                    \noutside health care provider.\n\n     3Appellants'  motion  for  class  certification  was  stayed\npending disposition of appellees' motions to dismiss.\n\n                                4\n\n529 (D.R.I. 1993).4\n\n                                II\n\n                            DISCUSSION\n                                      \n\nA.  The Antitrust \"Tying\" Claim\n                               \n\n          Appellants  challenge the dismissal of their claim that\n\nthe URI health care-insurance  scheme is an impermissible \"tying\"\n\narrangement in violation of the Sherman Act, 15 U.S.C.   1 (1993)\n\n(\"Every contract . . . in restraint of trade or commerce . . . is\n\nhereby declared to be illegal.\").  See Eastman Kodak Co. v. Image\n                                                                 \n\nTechnical  Servs., Inc.,  112 S.Ct.  2072 (1992)  (\"Kodak\").   \"A\n                                                         \n\ntying arrangement is 'an agreement by a party to sell one product\n\nbut only on the condition that the buyer also purchases a differ-\n\nent (or  tied)  product, or  at  least agrees  that he  will  not\n\npurchase that product  from any  other supplier.'\"   Id. at  2079\n                                                        \n\n(quoting Northern Pac. Ry. Co. v.  United States, 356 U.S. 1, 5-6\n                                                \n\n(1958)).  Generally speaking, an impermissible \"tie-in\" occurs if\n\na seller  (viz., URI)  enjoys either  a monopoly  or \"appreciable\n               \n\neconomic  power\"  (\"AEP\") in  the  \"tying\"  product (or  service)\n\nmarket, and uses  its considerable market leverage  to \"coerce\" a\n\nbuyer     already intent on purchasing the tying product from the\n\nseller    into  buying a  second, \"tied\" product  that the  buyer\n\nwould not have bought based solely on the quality or price of the\n\ntied  product itself.  See Fortner Enters., Inc. v. United States\n                                                                 \n\n                    \n\n     4At  the same time, the district  court declined to exercise\njurisdiction over several pendent state-law claims, see 28 U.S.C.\n                                                       \n  1367(c)(3) (1993).  Cf. infra note 11.\n                               \n\n                                5\n\nSteel Corp., 394  U.S. 495, 503  (1969); see generally  Grappone,\n                                                                 \n\nInc. v. Subaru of  New England, Inc., 858  F.2d 792, 794-96  (1st\n                                    \n\nCir. 1988) (describing  procompetitive policy interests animating\n\nper  se  tying analysis).5   Since  many  product \"ties\"  may not\n       \n\nprove anti-competitive, notwithstanding their somewhat misleading\n\nepithet, \"per  se\" tie-ins may require a \"fairly subtle antitrust\n                 \n\nanalysis\" of  \"market power,\"  a fact-intensive inquiry  aimed at\n\nwinnowing out  only  those ties  most  likely to  threaten  anti-\n\ncompetitive harm.  Id. at 795.  \n                      \n\n          Appellants claim three \"product\" tie-ins:   (1) between\n\na  university  education  (URI)  and  health  insurance  coverage\n\n(LINA); (2) between health care services (UHS) and  health insur-\n\nance  coverage (LINA);  and  (3) between  a university  education\n\n(URI) and health care services (UHS).6       We  agree  with  the\n\n                    \n\n     5The tie-in  must also affect  a substantial volume  of com-\nmerce in the tied market, see Kodak, 112 S. Ct. at 2079, a factor\n                                   \nnot at issue in this case.  Further, we assume, without deciding,\n                                                                \nthat  URI is a participant  in the insurance  \"market,\" for anti-\ntrust  purposes,  simply  because  it  receives  a  one-time  $10\nprocessing fee for each LINA policy sold to a URI student.\n\n     6Notwithstanding  certain  misgivings,  we  further  assume,\nwithout deciding,  that the  amended complaint  adequately pleads\n                \ntwo other  essential \"tying\"  claim elements.   These assumptions\nmerely facilitate clearer focus on the  core deficiency in appel-\nlants' antitrust claim.   First, we presume that the  products at\nissue are distinct, i.e., that each is distinguishable by consum-\n                        \ners  in the relevant market,  and that there  would be sufficient\nconsumer demand  for each individual  product, and not  merely as\n                                    \npart  of an integrated  product \"package.\"   See Jefferson Parish\n                                                                 \nHosp. Dist. No. 2 v. Hyde, 466 U.S. 2, 21-22 (1984).  But see id.\n                                                                 \nat 39 (O'Connor, J., concurring) (noting obvious policy limits of\n\"two product\"  rule, since almost  every product could  be broken\ndown into smaller constituent parts that  might be sold separate-\nly); Lee, 829 F. Supp. at  537 (\"I do not believe plaintiffs have\n        \nadequately alleged  that this arrangement  involved two  separate\nproducts.\").    Second,  we accept,  arguendo,  the  questionable\n                                             \n\n                                6\n\ndistrict  court however,  that  appellants failed  to allege  any\n                                                                 \n\n\"tie-in\" claim upon which  relief could be granted.   In particu-\n\nlar,  appellants failed  to advance  a colorable  claim as  to an\n\nindispensable  element:  that URI  had AEP in  the relevant tying\n             \n\nmarkets (university education and health care services).   AEP or\n\n\"market  power\" is the demonstrated ability of a seller \"to force\n\na purchaser to do something that he would not do in a competitive\n\nmarket.\"  Jefferson Parish Hosp. Dist. No. 2 v. Hyde, 466 U.S. 2,\n                                                    \n\n14  (1984); see  also Grappone,  858  F.2d at  794.   AEP may  be\n                              \n\ndemonstrated,  for example, if the seller holds a monopoly in the\n\ntying product (e.g.,  a patented product), controls  a very large\n                   \n\nshare of sales  in the tying product market, see  id. at 796 (AEP\n                                                     \n\n\"means significant market power\" over an \"'appreciable' number of\n                  \n\nbuyers\") (emphasis in original) (citation omitted), or produces a\n\n\"unique\"  tying  product,  and  therefore  faces  no  significant\n\ncompetition from  functionally similar products or  services, see\n                                                                 \n\nJefferson  Parish, 466 U.S.  at 37-38 n.7  (O'Connor, J., concur-\n                 \n\nring) (market must be defined  to include \"all reasonable substi-\n\ntutes  for the  product\");  Grappone,  858  F.2d at  796  (market\n                                    \n\nencompasses all \"readily available substitutes\").\n\n          Appellants can assert no colorable claim that URI holds\n\nAEP either in the \"tying\" market for a university education or in\n                                                              \n\nthe  \"tying\" market for health  care services.   URI competes for\n\nnew undergraduate and graduate students on a regional and nation-\n\n                    \n\ncontention  that  URI  students are  \"coerced\"  financially  into\nbuying LINA coverage because only LINA insurance \"dovetails\" with\nUHS clinic fee services.\n\n                                7\n\nal  level with  dozens of universities  and colleges.7   Although\n\nURI obviously  is a \"unique\"  institution in a  colloquial sense,\n\nappellants cannot claim that  other institutions of higher educa-\n\ntion do not or  cannot provide \"functionally similar\" educational\n\nofferings to potential  URI applicants.   Cf. id.  at 798  (brand\n                                                 \n\nname alone does not  establish product \"uniqueness\" necessary for\n\nAEP).  And,  of course,  absent AEP  in the  university-education\n\nmarket  it is a  virtual given that  URI cannot enjoy  AEP in the\n\nstudent health care business.\n\n          Appellants attempt to circumvent URI's  evident lack of\n\nAEP in the two  relevant tying markets by contriving  a so-called\n\nKodak  \"lock-in.\"    Kodak  involved distinct  products:    Kodak\n                          \n\ncopiers (the \"lock-in\"  product), Kodak copier  replacement parts\n\n(the tying product), and Kodak  copier servicing and repair  (the\n\ntied  product).  In 1985,  Kodak began to  confine sales of Kodak\n\ncopier  parts to Kodak copier owners who contracted to have their\n\ncopiers  serviced  by Kodak,  rather  than  by Kodak's  servicing\n                 \n\ncompetitors (\"ISOs\").  Kodak, 112 S.Ct. at 2077-78.  Significant-\n                            \n\nly, only  Kodak parts would fit Kodak copiers.  Id. at 2077.  The\n                                                   \n\nISOs initiated an antitrust action  against Kodak under section 1\n\nof  the Sherman  Act.   After  truncated discovery,  the district\n\ncourt granted summary  judgment for  Kodak.   Id. at  2078.   The\n                                                 \n\nNinth Circuit reversed, Kodak, 903 F.2d 612, 617 (9th Cir. 1990),\n                             \n\nand the Supreme Court affirmed, Kodak, 112 S. Ct. at 2092.\n                                     \n\n                    \n\n     7As of  1991, for example, Rhode  Island residents comprised\nonly 56% of the URI student body.\n\n                                8\n\n          By reason of Kodak's very small market share in  copier\n\nsales, the parties had  stipulated that Kodak had  no AEP in  the\n\ncopier  market (assuming copier sales to  be the relevant \"tying\"\n                        \n\nmarket),  and hence, no unlawful  \"tie\" could exist between Kodak\n\ncopiers  and Kodak  parts-servicing.   Id.  at  2081 n.10.    The\n                                          \n\nSupreme Court  accordingly focused on whether  an unlawful tie-in\n\nnonetheless existed between Kodak parts and Kodak servicing.  Id.\n                                                                 \n\nKodak  argued for  the view  that, either  presumptively or  as a\n\nmatter of  law, vigorous competition  in the copier  market would\n\nprevent  Kodak  from raising  its  parts  and servicing  contract\n\nprices above competitive levels, because any such price increases\n\nin these \"derivative aftermarkets\"  would become known to copier-\n\nequipment consumers, and eventually cause Kodak to lose ground to\n                                                       \n\nits competitors in copier sales.  Id. at 2081-82, 2083.\n                                     \n\n          The Court rejected Kodak's  per se \"cross-elasticity of\n                                            \n\ndemand\" theory, identifying two different fact patterns which, if\n                               \n\nborne out by  the evidence, might support a  reasonable inference\n\nthat  parts  and servicing  contract  price  increases would  not\n\nnecessarily  cause Kodak to lose  copier sales.   Under the first\n\nscenario, the  evidence  might  demonstrate  that  a  substantial\n\nnumber  of consumers, at the  time of their  original copier pur-\n\nchases, would not enjoy  cost-efficient8 access to the difficult-\n\nto-acquire  pricing  information  needed to  evaluate  the  total\n\n                    \n\n     8The Court noted that  even assuming readily available price\ninformation, consumers rationally might decide not to investigate\nlife-cycle costs  if investigation  would prove more  costly than\nthe potential savings.  Id. at 2086.\n                           \n\n                                9\n\n\"life-cycle\" cost of  the entire Kodak  \"package\"    namely,  the\n\nprice  of  the copier,  likely  replacement  parts, and  product-\n\nlifetime  servicing.  Id. at 2085-87.  Under the second scenario,\n                         \n\nthe  Court postulated that, in a market for complex durable goods\n\nlike  copiers, current  Kodak-copier  owners might  tolerate even\n                      \n\nuncompetitive  price increases  in Kodak  parts and  servicing as\n\nlong  as the  increases did  not exceed  the costs  of abandoning\n\ntheir  original investment in the Kodak copier and switching, for\n\nexample, to  a Canon  or Xerox  copier.  Id.  at 2087-88.   Since\n                                            \n\nKodak's servicing competitors had produced some evidence of \"very\n\nhigh\" switching costs  for Kodak copier owners,  the Court opined\n\nthat such \"lock-ins\"     attendant  as they are  to the  original\n\ncopier purchase    could conceivably enable the plaintiff ISOs to\n\nestablish Kodak's  AEP in the derivative  \"tying\" aftermarket for\n\nKodak parts.  The  Court accordingly concluded that the  undeter-\n\nmined  \"information  costs\"  and  \"switching  costs\"  represented\n\nmaterial  issues of fact, and  if in genuine  dispute, would pre-\n                                                     \n\nclude  summary judgment,  even  though Kodak  lacked  AEP in  the\n\n\"lock-in\" product market for copiers.  Id. at 2086-87.\n                                          \n\n          Appellants  attempt to shoehorn  their allegations into\n\nthis  Kodak  \"derivative  aftermarket\"  mold,  by  proposing  the\n           \n\nfollowing comparative model:  first-semester matriculation at URI\n                                            \n\nserves  as the \"lock-in\" product, as did the Kodak copier; subse-\n\nquent  semesters at URI serve as the  tying product, as did Kodak\n\nreplacement parts;  and health clinic services  and health insur-\n\nance  coverage represent the tied products.  Of course, URI, like\n\n                                10\n\nKodak, might contend, on  summary judgment or at trial,  that its\n\nlack  of AEP in the  locked-in product market  (\"sales\" of first-\n\nsemester  university education)  creates  a \"cross-elasticity  of\n\ndemand,\" which would  prevent health clinic fees and LINA supple-\n\nmental insurance  premiums from being  increased to uncompetitive\n\nlevels.  Nevertheless, because Kodak was a summary judgment case,\n                                                           \n\nrather  than a Rule 12(b)(6) case, appellants argue that they did\n\nenough  to withstand URI's  motion to dismiss  simply by alleging\n\nthe existence of unspecified \"information\" and \"switching\" costs,\n                            \n\nwhich must be credited  for Rule 12(b)(6) purposes.   See Rumford\n                                                                 \n\nPharmacy, Inc. v. City of East Providence, 970 F.2d 996, 997 (1st\n                                         \n\nCir. 1992) (review of Rule 12(b)(6) dismissal is de novo, credit-\n                                                        \n\ning  all allegations in the  complaint and drawing all reasonable\n\ninferences favorable to plaintiff).\n\n          Appellants  challenge the  district  court ruling  that\n\ntheir \"information cost\" allegations  were insufficient to defeat\n\nthe motion to dismiss.   First, appellants argue that  URI cannot\n\nposit  a  \"cross-elasticity of  demand\"  in  the present  context\n\nbecause the prices charged for health clinic services and  insur-\n\nance premiums  are too insignificant  in relation to  tuition and\n\nother university-education  costs to  be considered a  meaningful\n\nfactor in determining whether  potential applicants for admission\n\nwill attend URI or some other university.   Alternatively, appel-\n\nlants argue that URI would bear the burden of proof on this issue\n\nat  trial, and that  on appeal it  has not  pointed to supportive\n\nevidence of consumer \"sophistication.\"\n\n                                11\n\n          Appellants  exaggerate  the role  that summary-judgment\n\nburden  shifting played  in  the Kodak  analysis.   Kodak  simply\n                                                         \n\npointed out that summary judgment was not yet in order on Kodak's\n                                             \n\n\"cross-elasticity of demand\" theory (1) in light of the plaintiff\n\nISOs' proffer  on \"information costs\"     i.e., readily inferable\n                                                                 \n\nexpenses  associated  with  accumulating   technical  information\n\nrelating to the costs of equipment, parts, and servicing over the\n\nlifetime  of a  \"complex  durable goods\"  item,  and (2)  in  the\n                                                    \n\nabsence of any conclusive evidence  from Kodak that a substantial\n\nnumber of purchasers  actually make accurate prepurchase  assess-\n                              \n\nments of the  life-cycle \"package\" price of  their Kodak copiers.\n\nThus, the Court neither discussed any reallocation of  burdens of\n\nproof  at trial, nor in any way  intimated a shift in the eviden-\n                                                  \n\ntiary burden  of  proof on  the  factual issues  of  \"information\n\ncosts\" and \"lock-in.\"   See, e.g., Jefferson Parish, 466  U.S. at\n                                                   \n\n13-14  (assuming burden of proof rests with plaintiff to show AEP\n\nin tying-product  market); Town  Sound and Custom  Tops, Inc.  v.\n                                                             \n\nChrysler Motors Corp., 959  F.2d 468, 479 n.12 (3d  Cir.) (plain-\n                     \n\ntiff bears burden  of proof on  \"tying market\" definition),  cert\n                                                                 \n\ndenied, 113  S. Ct.  196  (1992).   In order  to withstand  URI's\n      \n\nmotion to dismiss for failure to state a claim, therefore, it was\n\nappellants'  burden (absent any colorable  claim that URI had AEP\n\nin  the locked-in  product markets  for university  education and\n\nstudent  health  services) to  allege  \"information  costs\" which\n                                     \n\nwould prevent a substantial number of URI students from accurate-\n\nly assessing the total costs of a URI education, including health\n\n                                12\n\nclinic  fees and  insurance premiums,  in determining  whether to\n\nmatriculate at URI.\n\n          Second,  appellants  argue  that  it is  impossible  to\n\nallege  \"information  costs\"  because  potential  URI  applicants\n\ncannot  know or predict their  future URI health  clinic fees and\n\nLINA insurance  premiums with any  precision, since URI  and LINA\n\nreserve  the  right to  increase these  charges  each year.   But\n\nappellants  mistake the focus  of the Court's  concerns about the\n\n\"information costs\" in Kodak.\n                            \n\n          In  Kodak,  the information  required  by  the customer\n                   \n\npertained to the life-cycle pricing  of a Kodak copier \"package,\"\n\ninformation so patently \"difficult and costly\" to come by that it\n\nspontaneously gave  rise to  a reasonable inference  that unsoph-\n\nisticated  consumers would  not  have the  information needed  to\n\nevaluate  their options at the  time they made  their decision to\n\npurchase a  Kodak copier.  Kodak, 112  S. Ct. at 2085.9   By con-\n                                \n\n                    \n\n     9The Kodak Court elaborated on the complexity of the \"infor-\n               \nmation\" needed to make an informed investment:\n\n     In  order to  arrive at an  accurate price,  a consumer\n     must  acquire  a substantial  amount  of  raw data  and\n     undertake sophisticated analysis.  The necessary infor-\n     mation would include data on price, quality, and avail-\n     ability  of  products  needed to  operate,  upgrade, or\n     enhance the  initial equipment, as well  as service and\n     repair costs, including estimates of breakdown frequen-\n     cy,  nature of  repairs,  price of  service and  parts,\n     length of  \"down-time\" and  losses incurred  from down-\n     time.  \n          Much of  this information is difficult     some of\n     it is  impossible      to acquire  at the time  of pur-\n     chase.  During  the life  of a  product, companies  may\n     change the service and  parts prices, and develop prod-\n     ucts with more advanced  features, a decreased need for\n     repair, or  new warranties.  In  addition, the informa-\n\n                                13\n\ntrast,  before signing up for  their first semester  at URI, stu-\n\ndents are informed  that their continued matriculation  at URI is\n\nconditioned,  inter alia,  on their  \"purchase\" of  health clinic\n                        \n\nservices at a stated annual fee, subject to historically predict-\n\nable  annual increases,  and  on their  purchase of  supplemental\n\ninsurance coverage.10   See  Philip E.  Areeda  &amp; Herbert  Hoven-\n                           \n\nkamp,  Antitrust Law   1709.2,  at 1174 (Supp.  1993) (Kodak does\n                                                            \n\nnot focus on  potential exploitation of the \"irrational  or fool-\n\nish\" purchaser, but the purchaser who makes the rational decision\n\nthat comparative-shopping costs would outweigh any savings from a\n\nfully  informed purchase;  \"the [Kodak]  context was  confined to\n                                      \n\nhard-to-obtain information\")  (emphasis added); cf.  id. at  1174\n                                                        \n\n(\"[R]elevant  information  need  not  be so  comprehensive  as  a\n\nbinding future price schedule . . . .\");  see also supra note  8.\n                                                        \n\n                    \n\n     tion is likely to be customer specific; lifecycle costs\n     will vary  from customer to  customer with the  type of\n     equipment, degrees of equipment use, and costs of down-\n     time.\n\nKodak, 112 S.Ct. at 2085-86.\n     \n\n     10Considering  the recent  hyperinflationary  trends in  the\nhealth care industry as  a whole, UHS clinic fees  have increased\nat  fairly  predictable increments  since  1987:  1987-88 ($179);\n1988-89  ($188);  1989-90   ($200.50);  1990-91  ($227);  1991-92\n($248); 1992-93 ($312).   LINA premiums have increased comparably\nover the same  period, from $158 in  1987-88 to $369 in  1992-93.\nThe record  contains no evidence that  prospective URI applicants\nwould have  great difficulty  gaining access to  this information\nfrom  any  number  of  reliable sources  (e.g.,  URI  application\n                                              \nmaterials,  URI admissions  officials, past  or current  URI stu-\ndents, college entrance source books).  Nor do appellants suggest\nthat  URI had any  incentive to conceal  the scope  of past price\nincreases.  On  the billing  invoices it mails  to students,  URI\nroutinely  individualizes its charges  for registration, tuition,\nUHS fees, LINA premiums, and taxes.\n\n                                14\n\nAppellants  have made no allegations sufficient to give rise to a\n\nreasonable  inference  that  the  health-care  and insurance-cost\n\ninformation needed to make an informed decision whether to accept\n\nthe  preconditions to  continued matriculation  at URI  is either\n                                                                 \n\ndifficult or expensive to obtain or correlate.\n                                             \n\n          The district court further ruled that appellants failed\n\nto state an actionable claim that they were \"locked in\"; that is,\n\nthey  failed to plead actual costs associated with switching from\n\nURI after their  first semester.  Although  appellants now assert\n\nthat  they can  amend their  complaint to  allege such  costs, we\n\nconclude that  further  amendment to  allege specific  \"switching\n\ncosts\" would be  futile.  See University of  Rhode Island v. A.W.\n                                                                 \n\nChesterton Co., 2 F.3d 1200, 1219 n. 20 (1993).\n              \n\n          First, there  is an important distinction between Kodak\n                                                                 \n\nand  the present case.  Kodak was a \"derivative aftermarket\" case\n                             \n\ninvolving \"complex durable  goods.\"  Unlike  the copier parts  in\n\nKodak, subsequent URI semesters are  not \"derivative aftermarket\"\n     \n\ncomponents  upon which the  buyer's initial investment absolutely\n\ndepends.  As the  Supreme Court noted, Kodak copiers  are \"expen-\n\nsive when new,\" incompatible with replacement parts used in other\n\ncopiers,  and  retain  \"little resale  value\"  presumably because\n\ncomplex durable goods depreciate so rapidly.  Kodak, 112 S.Ct. at\n                                                   \n\n2077.  The \"lock-in\" would occur provided it could be shown  that\n\nKodak copier  owners must either purchase  replacement parts from\n\nKodak or  abandon their initial, unamortized  investment in their\n                                                        \n\nKodak copier.  In contrast, a completed first semester at univer-\n\n                                15\n\nsity is discretely priced    students do not pay for their entire\n\nfour-year stint in advance      and the \"college credit\" value of\n\nthe first semester is neither nontransferable nor without econom-\n\nic  or educational value in  the future even  if the student does\n\nnot  remain at URI.   Thus, appellants' attempt  to extend Kodak,\n                                                                \n\nbeyond  the \"derivative  aftermarket\" context to  the educational\n\ncontext, is problematic at best.\n\n          Second, the timing  of the \"lock-in\" at issue  in Kodak\n                                                                 \n\nwas  central to  the Supreme  Court's decision.   Unsophisticated\n\nKodak copier  owners were destined for \"lock-in\"  from the moment\n                                                                 \n\nthey  purchased their Kodak copiers.   At the  time current Kodak\n                                   \n\ncopier owners bought their copiers, Kodak had not yet conditioned\n\nits sale of replacement parts on the purchase of Kodak servicing,\n\nand its later-announced policy to that effect was made applicable\n\nboth  to  prospective  and existing  Kodak  copier  owners.   Had\n                                   \n\nprevious customers known,  at the  time they  bought their  Kodak\n\ncopiers, that Kodak would implement its restrictive parts-servic-\n\ning policy,  Kodak's \"market power,\" i.e., its leverage to induce\n                                         \n\ncustomers to purchase  Kodak servicing, could  only have been  as\n\nsignificant as its AEP in the copier market, which was stipulated\n                                           \n\nto  be inconsequential or nonexistent.   See Kodak,  112 S.Ct. at\n                                                  \n\n2095-96  (Scalia, J.,  dissenting)  (noting that  even the  Kodak\n                                                                 \n\nmajority  probably would have  found no  \"lock-in\" had  Kodak an-\n\nnounced its parts-service \"tie\" at the time of its market entry);\n\nsee  generally  Philip E.  Areeda,  supra,    1709.2,  at 1164-68\n                                         \n\n(same).  In the instant case, however, students know before their\n\n                                16\n\nmatriculation that they are buying a URI \"package\" that  includes\n\nat least two  \"tied\" products     a URI  education and  on-campus\n\nhealth  care services  and  insurance.   As appellants  failed to\n\nassert a colorable claim that URI had AEP in the primary (univer-\n\nsity  education)  market,  no  Kodak-type  \"lock-in\"  could  have\n                                    \n\noccurred  in subsequent  semesters,  and even  the most  detailed\n\nallegations of \"switching costs\" would be wholly unavailing.\n\n                                17\n\nB.   The \"Due Process\" and \"Equal Protection\" Claims\n                                                    \n\n          Appellants attempt  to  raise two  vaguely  articulated\n\nconstitutional  challenges to  the URI  health services-insurance\n\nscheme.   First, they argue  that URI's conditioning of continued\n\nmatriculation on  the  payment of  a health  clinic fee  violates\n\ntheir constitutional right to  procedural due process, by depriv-\n\ning  them of  a  property interest  (fees  and premiums),  and  a\n\nliberty-privacy interest (the alleged right to retain a physician\n\nof  one's  choice).    Unsurprisingly, appellants  cite  no  case\n\nauthority  for  either  contention,  nor  have  we  found  any.11\n\nAppellants purchased  a  \"product\"-\"service\" from  URI with  full\n\nknowledge from the outset that health care fees  and supplemental\n\n                    \n\n     11The  district court  interpreted appellants'  complaint as\nalleging claims based on substantive due process and the right to\ncontract.   Appellants concede  that their  \"cumbersome briefing\"\ncontributed to  this understanding, yet  did not move  for recon-\nsideration.  See Vanhaaren v. State Farm Mut. Auto. Ins. Co., 989\n                                                            \nF.2d 1, 4-5 (1st Cir. 1993)  (issues raised for the first time on\nappeal  are deemed  waived).   Unfortunately, the  procedural due\nprocess claim asserted on appeal is no less unwieldy.\n     Inexplicably, appellants continue to urge that  Rhode Island\nlaw disempowered URI from entering the \"business\"  of health care\nand insurance, and that the LINA  policies were merely a fraud or\nsham  affording  students no  actual  coverage.   Although  these\nallegations might  be material  to appellants' ultra  vires claim\n                                                           \nunder  state  law, which  the  district  court dismissed  without\nprejudice, cf. Boston Envtl.  Sanitation Inspectors Ass'n v. City\n                                                                 \nof Boston,  794 F.2d 12,  13 (1st  Cir. 1986) (noting  that state\n         \nactor's \"[m]ere  violation of  state statutory  requirements does\nnot offend  federal constitutional due  process\"), or conceivably\nmay have served  as a basis for some  sort of consumer protection\nclaim,  appellants do  not  explain  how  URI's mere  refusal  to\ncontinue  selling  them   a  service   (i.e.,  education)   would\n                                            \nconstitute an actionable \"deprivation\" of their \"property rights\"\nfor  federal  due process  purposes.   Cf.  id. (noting  that \"an\n                                               \nalleged breach of contract [by a state actor] does not  amount to\na  deprivation  of property  without  due  process\"); Jimenez  v.\n                                                             \nAlmodovar, 650 F.2d 363, 370 (1st Cir. 1981) (same).\n         \n\n                                18\n\ninsurance premiums were  a required  component of the  cost.   We\n\nperceive no procedural infirmity.\n\n          Second,  appellants  argue that  the URI  \"package\" in-\n\nfringes  their constitutional  right to  equal protection  of the\n\nlaws because male and female  students matriculating at URI  must\n\npay the same health care fees, even though male students will not\n\nutilize the UHS gynecological services.  The district court aptly\n\nfound  that appellants  failed to  allege  that URI  imposed this\n\nunitary  scheme  with any  discriminatory  animus  aimed at  male\n\nstudents.  See Nieves v. University  of Puerto Rico, 7 F.3d  270,\n                                                   \n\n276 (1993) (plaintiff contesting  classification-neutral statutes\n\non equal  protection grounds must  proffer not  only evidence  of\n\ndisparate effect, but  evidence that enactment  resulted \"because\n\nof,\" rather than \"in spite of,\" classification) (citing Personnel\n                                                                 \n\nAdm'r of Massachusetts v.  Feeney, 442 U.S. 256, 278-80  (1979));\n                                 \n\nLipsett v. University of Puerto Rico, 864 F.2d 881, 896 (1st Cir.\n                                    \n\n1988).  Appellants advance  no curative allegations for relieving\n\nthis infirmity.\n\n          Affirmed.\n                  \n\n                                19\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">May 25, 1994      UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\nNo. 93-1988\n\n                        TONY LEE, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n           THE LIFE INSURANCE COMPANY OF NORTH AMERICA,\n\n                      Defendants, Appellees.\n\n                                           \n\n                           ERRATA SHEET\n\n     The opinion of this Court issued on May 4, 1994, is  amended\nas follows:\n\nCover sheet:\n           \n\n     Jay S. Goodman for The University of Rhode Island, et al.\n                   \n\n     William P.  Devereaux and  McGovern, Noel  &amp; Benik,  Inc. on\n                                                              \n     brief for The Life Insurance Company of North America.\n\n     Phillip A. Proger, with whom Gregory A. Castanias and Jones,\n                                                                 \n     Day, Reavis &amp;  Pogue were  on brief for  The Life  Insurance\n                         \n     Company of North America, and for all appellees on antitrust\n     issues.\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 93-1988\n\n                        TONY LEE, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n       THE LIFE INSURANCE COMPANY OF NORTH AMERICA, ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n      [Hon. Raymond J. Pettine, Senior U.S. District Judge]\n                                                          \n\n                                           \n\n                              Before\n\n                    Torruella, Circuit Judge,\n                                            \n\n                  Aldrich, Senior Circuit Judge,\n                                               \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                           \n\n     Jay S. Goodman for The University of Rhode Island, et al.\n                   \n\n     William P.  Devereaux and  McGovern, Noel  &amp; Benik, Inc.  on\n                                                             \n     brief for The Life Insurance Company of North America.\n\n     Phillip A. Proger, with whom Gregory A. Castanias and Jones,\n                                                                 \n     Day, Reavis &amp;  Pogue were  on brief for  The Life  Insurance\n                         \n     Company of North America, and for all appellees on antitrust\n     issues.\n\n                                           \n                           May 4, 1994\n\n                                           \n\n          CYR, Circuit  Judge.  Three University  of Rhode Island\n          CYR, Circuit  Judge.\n                             \n\n(\"URI\") students  appeal from  a district court  order dismissing\n\ntheir federal antitrust, equal protection, and due process claims\n\nagainst  URI, its Board  of Governors,  three URI  officials, and\n\nURI's student-health  insurer, Life  Insurance  Company of  North\n\nAmerica (\"LINA\").  Finding no error, we affirm the district court\n\njudgment.\n\n                                I\n\n                            BACKGROUND\n                                      \n\n          As a  precondition to reregistering each  semester, URI\n\nrequires  all full-time undergraduate students to pay a fixed fee\n\nfor the  right to  use URI's  on-campus, walk-in  medical clinic,\n\nUniversity Health Services  (\"UHS\").1  All  students who pay  the\n\nUHS  clinic fee  must  also carry  supplemental health  insurance\n\ncoverage for certain medical services, such as x-rays,  lab tests\n\nand gynecological  tests, that  are available  through UHS.   Two\n\nsupplemental insurance options are available.  First, the student\n\nmay obtain supplemental insurance  through LINA, a private health\n\ncare  underwriter which  URI sponsors  as its  \"default\" insurer.\n\nLINA  purportedly \"dovetails\" its  supplemental coverage  so that\n\nthe insured student pays an  annual premium that minimizes dupli-\n\ncative  coverage;  that is,  it lessens  the  risk that  the LINA\n                                       \n\npremium and  the UHS clinic  fee will reflect  redundant coverage\n\n                    \n\n     1Graduate students are  not required to  pay the UHS  clinic\nfee,  provided they  have  health insurance  coverage that  meets\nURI's requirements.\n\nfor the same medical  procedures.2  As a second  option, students\n            \n\nmay  secure \"comparable  [supplemental]  coverage\"  from an  off-\n\ncampus  health care insurer of their choice, except that URI does\n\nnot consider either Rhode Island Blue Cross or Rhode Island-based\n\nHMOs \"comparable coverage.\"   Students who do not opt  out of the\n\nLINA \"default\" coverage by a specified deadline are automatically\n\nbilled for the annual LINA premium, and cannot reregister for the\n\nfollowing semester until  the LINA  premium has been  paid.   The\n\nautomatic \"default\" scheme notwithstanding, only about 40% of the\n\nstudents who pay the UHS clinic fee insure through LINA.\n\n          Appellants  initiated  this  class  action  in  federal\n\ndistrict court against URI and LINA in January 1992.  The amended\n\ncomplaint alleges  that the  practice  of conditioning  continued\n\nmatriculation at URI on payment of the UHS  clinic fee and/or the\n\nLINA supplemental  insurance premium  violates the  Sherman Anti-\n\ntrust Act, 15 U.S.C.   1 (1993),  as well as the equal protection\n\nand due process guarantees  under the United States Constitution.\n\nFollowing  minimal  discovery,  URI  and LINA  moved  to  dismiss\n\npursuant to Fed.  R. Civ.  P. 12(b)(6),3 and  the district  court\n\ndismissed all claims.  Lee v. Life Ins. Co. of N.A., </pre><span class=\"citation no-link\"><span class=\"volume\">829</span> <span class=\"reporter\">F. Supp.</span>\n                                                   \n\n                    \n\n     <span class=\"page\">2LINA</span> </span><pre class=\"inline\">coverage requires the student to present for treatment\nat UHS in  the first  instance, pending possible  referral to  an\n                    \noutside health care provider.\n\n     3Appellants'  motion  for  class  certification  was  stayed\npending disposition of appellees' motions to dismiss.\n\n                                4\n\n529 (D.R.I. 1993).4\n\n                                II\n\n                            DISCUSSION\n                                      \n\nA.  The Antitrust \"Tying\" Claim\n                               \n\n          Appellants  challenge the dismissal of their claim that\n\nthe URI health care-insurance  scheme is an impermissible \"tying\"\n\narrangement in violation of the Sherman Act, 15 U.S.C.   1 (1993)\n\n(\"Every contract . . . in restraint of trade or commerce . . . is\n\nhereby declared to be illegal.\").  See Eastman Kodak Co. v. Image\n                                                                 \n\nTechnical  Servs., Inc.,  </pre><span class=\"citation\" data-id=\"112744\"><a href=\"/opinion/112744/eastman-kodak-co-v-image-technical-services-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">2072</span> </a></span><pre class=\"inline\">(1992)  (\"Kodak\").   \"A\n                                                         \n\ntying arrangement is 'an agreement by a party to sell one product\n\nbut only on the condition that the buyer also purchases a differ-\n\nent (or  tied)  product, or  at  least agrees  that he  will  not\n\npurchase that product  from any  other supplier.'\"   </pre><span class=\"citation\" data-id=\"112744\"><a href=\"/opinion/112744/eastman-kodak-co-v-image-technical-services-inc/\"><span class=\"id_token\">Id.</span> at  2079\n</a></span><pre class=\"inline\">                                                        \n\n(quoting Northern Pac. Ry. Co. v.  United States, </pre><span class=\"citation\" data-id=\"105646\"><a href=\"/opinion/105646/northern-pacific-r-co-v-united-states/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 5-6\n                                                \n\n(1958)).  Generally speaking, an impermissible \"tie-in\" occurs if\n\na seller  (viz., URI)  enjoys either  a monopoly  or \"appreciable\n               \n\neconomic  power\"  (\"AEP\") in  the  \"tying\"  product (or  service)\n\nmarket, and uses  its considerable market leverage  to \"coerce\" a\n\nbuyer     already intent on purchasing the tying product from the\n\nseller    into  buying a  second, \"tied\" product  that the  buyer\n\nwould not have bought based solely on the quality or price of the\n\ntied  product itself.  See Fortner Enters., Inc. v. United States\n                                                                 \n\n                    \n\n     4At  the same time, the district  court declined to exercise\njurisdiction over several pendent state-law claims, see 28 U.S.C.\n                                                       \n  1367(c)(3) (1993).  Cf. infra note 11.\n                               \n\n                                5\n\nSteel Corp., </pre><span class=\"citation\" data-id=\"107895\"><a href=\"/opinion/107895/fortner-enterprises-inc-v-united-states-steel-corp/\"><span class=\"volume\">394</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">495</span></a></span><pre class=\"inline\">, 503  (1969); see generally  Grappone,\n                                                                 \n\nInc. v. Subaru of  New England, Inc., </pre><span class=\"citation\" data-id=\"512576\"><a href=\"/opinion/512576/grappone-inc-v-subaru-of-new-england-inc/\"><span class=\"volume\">858</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">792</span></a></span><pre class=\"inline\">, 794-96  (1st\n                                    \n\nCir. 1988) (describing  procompetitive policy interests animating\n\nper  se  tying analysis).5   Since  many  product \"ties\"  may not\n       \n\nprove anti-competitive, notwithstanding their somewhat misleading\n\nepithet, \"per  se\" tie-ins may require a \"fairly subtle antitrust\n                 \n\nanalysis\" of  \"market power,\"  a fact-intensive inquiry  aimed at\n\nwinnowing out  only  those ties  most  likely to  threaten  anti-\n\ncompetitive harm.  </pre><span class=\"citation\" data-id=\"512576\"><a href=\"/opinion/512576/grappone-inc-v-subaru-of-new-england-inc/\"><span class=\"id_token\">Id.</span> at 795. </a></span><pre class=\"inline\"> \n                      \n\n          Appellants claim three \"product\" tie-ins:   (1) between\n\na  university  education  (URI)  and  health  insurance  coverage\n\n(LINA); (2) between health care services (UHS) and  health insur-\n\nance  coverage (LINA);  and  (3) between  a university  education\n\n(URI) and health care services (UHS).6       We  agree  with  the\n\n                    \n\n     5The tie-in  must also affect  a substantial volume  of com-\nmerce in the tied market, see </pre><span class=\"citation\" data-id=\"112744\"><span class=\"antecedent_guess\">Kodak,</span> <a href=\"/opinion/112744/eastman-kodak-co-v-image-technical-services-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2079</span></a></span><pre class=\"inline\">, a factor\n                                   \nnot at issue in this case.  Further, we assume, without deciding,\n                                                                \nthat  URI is a participant  in the insurance  \"market,\" for anti-\ntrust  purposes,  simply  because  it  receives  a  one-time  $10\nprocessing fee for each LINA policy sold to a URI student.\n\n     6Notwithstanding  certain  misgivings,  we  further  assume,\nwithout deciding,  that the  amended complaint  adequately pleads\n                \ntwo other  essential \"tying\"  claim elements.   These assumptions\nmerely facilitate clearer focus on the  core deficiency in appel-\nlants' antitrust claim.   First, we presume that the  products at\nissue are distinct, i.e., that each is distinguishable by consum-\n                        \ners  in the relevant market,  and that there  would be sufficient\nconsumer demand  for each individual  product, and not  merely as\n                                    \npart  of an integrated  product \"package.\"   See Jefferson Parish\n                                                                 \nHosp. Dist. No. 2 v. Hyde, </pre><span class=\"citation\" data-id=\"111139\"><a href=\"/opinion/111139/jefferson-parish-hospital-dist-no-2-v-hyde/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">2</span></a></span><pre class=\"inline\">, 21-22 (1984).  But see </pre><span class=\"citation\" data-id=\"111139\"><a href=\"/opinion/111139/jefferson-parish-hospital-dist-no-2-v-hyde/\"><span class=\"id_token\">id.</span>\n                                                                 \nat 39 </a></span><pre class=\"inline\">(O'Connor, J., concurring) (noting obvious policy limits of\n\"two product\"  rule, since almost  every product could  be broken\ndown into smaller constituent parts that  might be sold separate-\nly); </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Lee,</span> <span class=\"volume\">829</span> <span class=\"reporter\">F. Supp.</span> at  <span class=\"page\">537</span> </span><pre class=\"inline\">(\"I do not believe plaintiffs have\n        \nadequately alleged  that this arrangement  involved two  separate\nproducts.\").    Second,  we accept,  arguendo,  the  questionable\n                                             \n\n                                6\n\ndistrict  court however,  that  appellants failed  to allege  any\n                                                                 \n\n\"tie-in\" claim upon which  relief could be granted.   In particu-\n\nlar,  appellants failed  to advance  a colorable  claim as  to an\n\nindispensable  element:  that URI  had AEP in  the relevant tying\n             \n\nmarkets (university education and health care services).   AEP or\n\n\"market  power\" is the demonstrated ability of a seller \"to force\n\na purchaser to do something that he would not do in a competitive\n\nmarket.\"  Jefferson Parish Hosp. Dist. No. 2 v. Hyde, </pre><span class=\"citation\" data-id=\"111139\"><a href=\"/opinion/111139/jefferson-parish-hospital-dist-no-2-v-hyde/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">2</span></a></span><pre class=\"inline\">,\n                                                    \n\n14  (1984); see  also </pre><span class=\"citation\" data-id=\"512576\"><span class=\"antecedent_guess\">Grappone,</span>  <a href=\"/opinion/512576/grappone-inc-v-subaru-of-new-england-inc/\"><span class=\"volume\">858</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">794</span></a></span><pre class=\"inline\">.   AEP may  be\n                              \n\ndemonstrated,  for example, if the seller holds a monopoly in the\n\ntying product (e.g.,  a patented product), controls  a very large\n                   \n\nshare of sales  in the tying product market, see  </pre><span class=\"citation\" data-id=\"512576\"><a href=\"/opinion/512576/grappone-inc-v-subaru-of-new-england-inc/\"><span class=\"id_token\">id.</span> at 796 </a></span><pre class=\"inline\">(AEP\n                                                     \n\n\"means significant market power\" over an \"'appreciable' number of\n                  \n\nbuyers\") (emphasis in original) (citation omitted), or produces a\n\n\"unique\"  tying  product,  and  therefore  faces  no  significant\n\ncompetition from  functionally similar products or  services, see\n                                                                 \n\nJefferson  </pre><span class=\"citation\" data-id=\"111139\"><span class=\"antecedent_guess\">Parish,</span> <a href=\"/opinion/111139/jefferson-parish-hospital-dist-no-2-v-hyde/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">37-38</span> </a></span><pre class=\"inline\">n.7  (O'Connor, J., concur-\n                 \n\nring) (market must be defined  to include \"all reasonable substi-\n\ntutes  for the  product\");  </pre><span class=\"citation\" data-id=\"512576\"><span class=\"antecedent_guess\">Grappone,</span>  <a href=\"/opinion/512576/grappone-inc-v-subaru-of-new-england-inc/\"><span class=\"volume\">858</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">796</span> </a></span><pre class=\"inline\"> (market\n                                    \n\nencompasses all \"readily available substitutes\").\n\n          Appellants can assert no colorable claim that URI holds\n\nAEP either in the \"tying\" market for a university education or in\n                                                              \n\nthe  \"tying\" market for health  care services.   URI competes for\n\nnew undergraduate and graduate students on a regional and nation-\n\n                    \n\ncontention  that  URI  students are  \"coerced\"  financially  into\nbuying LINA coverage because only LINA insurance \"dovetails\" with\nUHS clinic fee services.\n\n                                7\n\nal  level with  dozens of universities  and colleges.7   Although\n\nURI obviously  is a \"unique\"  institution in a  colloquial sense,\n\nappellants cannot claim that  other institutions of higher educa-\n\ntion do not or  cannot provide \"functionally similar\" educational\n\nofferings to potential  URI applicants.   Cf. </pre><span class=\"citation\" data-id=\"512576\"><a href=\"/opinion/512576/grappone-inc-v-subaru-of-new-england-inc/\"><span class=\"id_token\">id.</span>  at 798 </a></span><pre class=\"inline\"> (brand\n                                                 \n\nname alone does not  establish product \"uniqueness\" necessary for\n\nAEP).  And,  of course,  absent AEP  in the  university-education\n\nmarket  it is a  virtual given that  URI cannot enjoy  AEP in the\n\nstudent health care business.\n\n          Appellants attempt to circumvent URI's  evident lack of\n\nAEP in the two  relevant tying markets by contriving  a so-called\n\nKodak  \"lock-in.\"    Kodak  involved distinct  products:    Kodak\n                          \n\ncopiers (the \"lock-in\"  product), Kodak copier  replacement parts\n\n(the tying product), and Kodak  copier servicing and repair  (the\n\ntied  product).  In 1985,  Kodak began to  confine sales of Kodak\n\ncopier  parts to Kodak copier owners who contracted to have their\n\ncopiers  serviced  by Kodak,  rather  than  by Kodak's  servicing\n                 \n\ncompetitors (\"ISOs\").  </pre><span class=\"citation\" data-id=\"112744\"><span class=\"antecedent_guess\">Kodak,</span> <a href=\"/opinion/112744/eastman-kodak-co-v-image-technical-services-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2077-78</span></a></span><pre class=\"inline\">.  Significant-\n                            \n\nly, only  Kodak parts would fit Kodak copiers.  </pre><span class=\"citation\" data-id=\"112744\"><a href=\"/opinion/112744/eastman-kodak-co-v-image-technical-services-inc/\"><span class=\"id_token\">Id.</span> at 2077. </a></span><pre class=\"inline\"> The\n                                                   \n\nISOs initiated an antitrust action  against Kodak under section 1\n\nof  the Sherman  Act.   After  truncated discovery,  the district\n\ncourt granted summary  judgment for  Kodak.   </pre><span class=\"citation\" data-id=\"112744\"><a href=\"/opinion/112744/eastman-kodak-co-v-image-technical-services-inc/\"><span class=\"id_token\">Id.</span> at  2078. </a></span><pre class=\"inline\">  The\n                                                 \n\nNinth Circuit reversed, Kodak, </pre><span class=\"citation\" data-id=\"541802\"><a href=\"/opinion/541802/image-technical-service-inc-a-california-corporation-j-e-s-p-company/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span><pre class=\"inline\">, 617 (9th Cir. 1990),\n                             \n\nand the Supreme Court affirmed, </pre><span class=\"citation\" data-id=\"112744\"><span class=\"antecedent_guess\">Kodak,</span> <a href=\"/opinion/112744/eastman-kodak-co-v-image-technical-services-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2092</span></a></span><pre class=\"inline\">.\n                                     \n\n                    \n\n     7As of  1991, for example, Rhode  Island residents comprised\nonly 56% of the URI student body.\n\n                                8\n\n          By reason of Kodak's very small market share in  copier\n\nsales, the parties had  stipulated that Kodak had  no AEP in  the\n\ncopier  market (assuming copier sales to  be the relevant \"tying\"\n                        \n\nmarket),  and hence, no unlawful  \"tie\" could exist between Kodak\n\ncopiers  and Kodak  parts-servicing.   </pre><span class=\"citation\" data-id=\"112744\"><a href=\"/opinion/112744/eastman-kodak-co-v-image-technical-services-inc/\"><span class=\"id_token\">Id.</span>  at  2081 </a></span><pre class=\"inline\">n.10.    The\n                                          \n\nSupreme Court  accordingly focused on whether  an unlawful tie-in\n\nnonetheless existed between Kodak parts and Kodak servicing.  </pre><span class=\"citation\" data-id=\"112744\"><a href=\"/opinion/112744/eastman-kodak-co-v-image-technical-services-inc/\"><span class=\"id_token\">Id.</span>\n                                                                 \n\nKodak  argued </a></span><pre class=\"inline\">for  the view  that, either  presumptively or  as a\n\nmatter of  law, vigorous competition  in the copier  market would\n\nprevent  Kodak  from raising  its  parts  and servicing  contract\n\nprices above competitive levels, because any such price increases\n\nin these \"derivative aftermarkets\"  would become known to copier-\n\nequipment consumers, and eventually cause Kodak to lose ground to\n                                                       \n\nits competitors in copier sales.  </pre><span class=\"citation\" data-id=\"112744\"><a href=\"/opinion/112744/eastman-kodak-co-v-image-technical-services-inc/\"><span class=\"id_token\">Id.</span> at 2081</a></span><pre class=\"inline\">-82, 2083.\n                                     \n\n          The Court rejected Kodak's  per se \"cross-elasticity of\n                                            \n\ndemand\" theory, identifying two different fact patterns which, if\n                               \n\nborne out by  the evidence, might support a  reasonable inference\n\nthat  parts  and servicing  contract  price  increases would  not\n\nnecessarily  cause Kodak to lose  copier sales.   Under the first\n\nscenario, the  evidence  might  demonstrate  that  a  substantial\n\nnumber  of consumers, at the  time of their  original copier pur-\n\nchases, would not enjoy  cost-efficient8 access to the difficult-\n\nto-acquire  pricing  information  needed to  evaluate  the  total\n\n                    \n\n     8The Court noted that  even assuming readily available price\ninformation, consumers rationally might decide not to investigate\nlife-cycle costs  if investigation  would prove more  costly than\nthe potential savings.  </pre><span class=\"citation\" data-id=\"112744\"><a href=\"/opinion/112744/eastman-kodak-co-v-image-technical-services-inc/\"><span class=\"id_token\">Id.</span> at 2086.\n</a></span><pre class=\"inline\">                           \n\n                                9\n\n\"life-cycle\" cost of  the entire Kodak  \"package\"    namely,  the\n\nprice  of  the copier,  likely  replacement  parts, and  product-\n\nlifetime  servicing.  </pre><span class=\"citation\" data-id=\"112744\"><a href=\"/opinion/112744/eastman-kodak-co-v-image-technical-services-inc/\"><span class=\"id_token\">Id.</span> at 2085-87. </a></span><pre class=\"inline\"> Under the second scenario,\n                         \n\nthe  Court postulated that, in a market for complex durable goods\n\nlike  copiers, current  Kodak-copier  owners might  tolerate even\n                      \n\nuncompetitive  price increases  in Kodak  parts and  servicing as\n\nlong  as the  increases did  not exceed  the costs  of abandoning\n\ntheir  original investment in the Kodak copier and switching, for\n\nexample, to  a Canon  or Xerox  copier.  </pre><span class=\"citation\" data-id=\"112744\"><a href=\"/opinion/112744/eastman-kodak-co-v-image-technical-services-inc/\"><span class=\"id_token\">Id.</span>  at 2087-88. </a></span><pre class=\"inline\">  Since\n                                            \n\nKodak's servicing competitors had produced some evidence of \"very\n\nhigh\" switching costs  for Kodak copier owners,  the Court opined\n\nthat such \"lock-ins\"     attendant  as they are  to the  original\n\ncopier purchase    could conceivably enable the plaintiff ISOs to\n\nestablish Kodak's  AEP in the derivative  \"tying\" aftermarket for\n\nKodak parts.  The  Court accordingly concluded that the  undeter-\n\nmined  \"information  costs\"  and  \"switching  costs\"  represented\n\nmaterial  issues of fact, and  if in genuine  dispute, would pre-\n                                                     \n\nclude  summary judgment,  even  though Kodak  lacked  AEP in  the\n\n\"lock-in\" product market for copiers.  </pre><span class=\"citation\" data-id=\"112744\"><a href=\"/opinion/112744/eastman-kodak-co-v-image-technical-services-inc/\"><span class=\"id_token\">Id.</span> at 2086-87.\n</a></span><pre class=\"inline\">                                          \n\n          Appellants  attempt to shoehorn  their allegations into\n\nthis  Kodak  \"derivative  aftermarket\"  mold,  by  proposing  the\n           \n\nfollowing comparative model:  first-semester matriculation at URI\n                                            \n\nserves  as the \"lock-in\" product, as did the Kodak copier; subse-\n\nquent  semesters at URI serve as the  tying product, as did Kodak\n\nreplacement parts;  and health clinic services  and health insur-\n\nance  coverage represent the tied products.  Of course, URI, like\n\n                                10\n\nKodak, might contend, on  summary judgment or at trial,  that its\n\nlack  of AEP in the  locked-in product market  (\"sales\" of first-\n\nsemester  university education)  creates  a \"cross-elasticity  of\n\ndemand,\" which would  prevent health clinic fees and LINA supple-\n\nmental insurance  premiums from being  increased to uncompetitive\n\nlevels.  Nevertheless, because Kodak was a summary judgment case,\n                                                           \n\nrather  than a Rule 12(b)(6) case, appellants argue that they did\n\nenough  to withstand URI's  motion to dismiss  simply by alleging\n\nthe existence of unspecified \"information\" and \"switching\" costs,\n                            \n\nwhich must be credited  for Rule 12(b)(6) purposes.   See Rumford\n                                                                 \n\nPharmacy, Inc. v. City of East Providence, </pre><span class=\"citation\" data-id=\"587575\"><a href=\"/opinion/587575/rumford-pharmacy-inc-v-city-of-east-providence/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">996</span></a></span><pre class=\"inline\">, 997 (1st\n                                         \n\nCir. 1992) (review of Rule 12(b)(6) dismissal is de novo, credit-\n                                                        \n\ning  all allegations in the  complaint and drawing all reasonable\n\ninferences favorable to plaintiff).\n\n          Appellants  challenge the  district  court ruling  that\n\ntheir \"information cost\" allegations  were insufficient to defeat\n\nthe motion to dismiss.   First, appellants argue that  URI cannot\n\nposit  a  \"cross-elasticity of  demand\"  in  the present  context\n\nbecause the prices charged for health clinic services and  insur-\n\nance premiums  are too insignificant  in relation to  tuition and\n\nother university-education  costs to  be considered a  meaningful\n\nfactor in determining whether  potential applicants for admission\n\nwill attend URI or some other university.   Alternatively, appel-\n\nlants argue that URI would bear the burden of proof on this issue\n\nat  trial, and that  on appeal it  has not  pointed to supportive\n\nevidence of consumer \"sophistication.\"\n\n                                11\n\n          Appellants  exaggerate  the role  that summary-judgment\n\nburden  shifting played  in  the Kodak  analysis.   Kodak  simply\n                                                         \n\npointed out that summary judgment was not yet in order on Kodak's\n                                             \n\n\"cross-elasticity of demand\" theory (1) in light of the plaintiff\n\nISOs' proffer  on \"information costs\"     i.e., readily inferable\n                                                                 \n\nexpenses  associated  with  accumulating   technical  information\n\nrelating to the costs of equipment, parts, and servicing over the\n\nlifetime  of a  \"complex  durable goods\"  item,  and (2)  in  the\n                                                    \n\nabsence of any conclusive evidence  from Kodak that a substantial\n\nnumber of purchasers  actually make accurate prepurchase  assess-\n                              \n\nments of the  life-cycle \"package\" price of  their Kodak copiers.\n\nThus, the Court neither discussed any reallocation of  burdens of\n\nproof  at trial, nor in any way  intimated a shift in the eviden-\n                                                  \n\ntiary burden  of  proof on  the  factual issues  of  \"information\n\ncosts\" and \"lock-in.\"   See, e.g., Jefferson </pre><span class=\"citation\" data-id=\"111139\"><span class=\"antecedent_guess\">Parish,</span> <a href=\"/opinion/111139/jefferson-parish-hospital-dist-no-2-v-hyde/\"><span class=\"volume\">466</span>  <span class=\"reporter\">U.S.</span> at\n                                                   \n\n<span class=\"page\">13-14</span> </a></span><pre class=\"inline\"> (assuming burden of proof rests with plaintiff to show AEP\n\nin tying-product  market); Town  Sound and Custom  Tops, Inc.  v.\n                                                             \n\nChrysler Motors Corp., </pre><span class=\"citation\" data-id=\"579960\"><a href=\"/opinion/579960/town-sound-and-custom-tops-inc-suburban-auto-sound-communications/\"><span class=\"volume\">959</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">468</span></a></span><pre class=\"inline\">, 479 n.12 (3d  Cir.) (plain-\n                     \n\ntiff bears burden  of proof on  \"tying market\" definition),  cert\n                                                                 \n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">196</span> </span><pre class=\"inline\"> (1992).   In order  to withstand  URI's\n      \n\nmotion to dismiss for failure to state a claim, therefore, it was\n\nappellants'  burden (absent any colorable  claim that URI had AEP\n\nin  the locked-in  product markets  for university  education and\n\nstudent  health  services) to  allege  \"information  costs\" which\n                                     \n\nwould prevent a substantial number of URI students from accurate-\n\nly assessing the total costs of a URI education, including health\n\n                                12\n\nclinic  fees and  insurance premiums,  in determining  whether to\n\nmatriculate at URI.\n\n          Second,  appellants  argue  that  it is  impossible  to\n\nallege  \"information  costs\"  because  potential  URI  applicants\n\ncannot  know or predict their  future URI health  clinic fees and\n\nLINA insurance  premiums with any  precision, since URI  and LINA\n\nreserve  the  right to  increase these  charges  each year.   But\n\nappellants  mistake the focus  of the Court's  concerns about the\n\n\"information costs\" in Kodak.\n                            \n\n          In  Kodak,  the information  required  by  the customer\n                   \n\npertained to the life-cycle pricing  of a Kodak copier \"package,\"\n\ninformation so patently \"difficult and costly\" to come by that it\n\nspontaneously gave  rise to  a reasonable inference  that unsoph-\n\nisticated  consumers would  not  have the  information needed  to\n\nevaluate  their options at the  time they made  their decision to\n\npurchase a  Kodak copier.  </pre><span class=\"citation\" data-id=\"112744\"><span class=\"antecedent_guess\">Kodak,</span> <a href=\"/opinion/112744/eastman-kodak-co-v-image-technical-services-inc/\"><span class=\"volume\">112</span>  <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2085</span></a></span><pre class=\"inline\">.9   By con-\n                                \n\n                    \n\n     9The Kodak Court elaborated on the complexity of the \"infor-\n               \nmation\" needed to make an informed investment:\n\n     In  order to  arrive at an  accurate price,  a consumer\n     must  acquire  a substantial  amount  of  raw data  and\n     undertake sophisticated analysis.  The necessary infor-\n     mation would include data on price, quality, and avail-\n     ability  of  products  needed to  operate,  upgrade, or\n     enhance the  initial equipment, as well  as service and\n     repair costs, including estimates of breakdown frequen-\n     cy,  nature of  repairs,  price of  service and  parts,\n     length of  \"down-time\" and  losses incurred  from down-\n     time.  \n          Much of  this information is difficult     some of\n     it is  impossible      to acquire  at the time  of pur-\n     chase.  During  the life  of a  product, companies  may\n     change the service and  parts prices, and develop prod-\n     ucts with more advanced  features, a decreased need for\n     repair, or  new warranties.  In  addition, the informa-\n\n                                13\n\ntrast,  before signing up for  their first semester  at URI, stu-\n\ndents are informed  that their continued matriculation  at URI is\n\nconditioned,  inter alia,  on their  \"purchase\" of  health clinic\n                        \n\nservices at a stated annual fee, subject to historically predict-\n\nable  annual increases,  and  on their  purchase of  supplemental\n\ninsurance coverage.10   See  Philip E.  Areeda  &amp; Herbert  Hoven-\n                           \n\nkamp,  Antitrust Law   1709.2,  at 1174 (Supp.  1993) (Kodak does\n                                                            \n\nnot focus on  potential exploitation of the \"irrational  or fool-\n\nish\" purchaser, but the purchaser who makes the rational decision\n\nthat comparative-shopping costs would outweigh any savings from a\n\nfully  informed purchase;  \"the [Kodak]  context was  confined to\n                                      \n\nhard-to-obtain information\")  (emphasis added); cf.  </pre><span class=\"citation\" data-id=\"112744\"><a href=\"/opinion/112744/eastman-kodak-co-v-image-technical-services-inc/\"><span class=\"id_token\">id.</span> at  1174\n</a></span><pre class=\"inline\">                                                        \n\n(\"[R]elevant  information  need  not  be so  comprehensive  as  a\n\nbinding future price schedule . . . .\");  see also supra note  8.\n                                                        \n\n                    \n\n     tion is likely to be customer specific; lifecycle costs\n     will vary  from customer to  customer with the  type of\n     equipment, degrees of equipment use, and costs of down-\n     time.\n\n</pre><span class=\"citation\" data-id=\"112744\"><span class=\"antecedent_guess\">Kodak,</span> <a href=\"/opinion/112744/eastman-kodak-co-v-image-technical-services-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2085-86</span></a></span><pre class=\"inline\">.\n     \n\n     10Considering  the recent  hyperinflationary  trends in  the\nhealth care industry as  a whole, UHS clinic fees  have increased\nat  fairly  predictable increments  since  1987:  1987-88 ($179);\n1988-89  ($188);  1989-90   ($200.50);  1990-91  ($227);  1991-92\n($248); 1992-93 ($312).   LINA premiums have increased comparably\nover the same  period, from $158 in  1987-88 to $369 in  1992-93.\nThe record  contains no evidence that  prospective URI applicants\nwould have  great difficulty  gaining access to  this information\nfrom  any  number  of  reliable sources  (e.g.,  URI  application\n                                              \nmaterials,  URI admissions  officials, past  or current  URI stu-\ndents, college entrance source books).  Nor do appellants suggest\nthat  URI had any  incentive to conceal  the scope  of past price\nincreases.  On  the billing  invoices it mails  to students,  URI\nroutinely  individualizes its charges  for registration, tuition,\nUHS fees, LINA premiums, and taxes.\n\n                                14\n\nAppellants  have made no allegations sufficient to give rise to a\n\nreasonable  inference  that  the  health-care  and insurance-cost\n\ninformation needed to make an informed decision whether to accept\n\nthe  preconditions to  continued matriculation  at URI  is either\n                                                                 \n\ndifficult or expensive to obtain or correlate.\n                                             \n\n          The district court further ruled that appellants failed\n\nto state an actionable claim that they were \"locked in\"; that is,\n\nthey  failed to plead actual costs associated with switching from\n\nURI after their  first semester.  Although  appellants now assert\n\nthat  they can  amend their  complaint to  allege such  costs, we\n\nconclude that  further  amendment to  allege specific  \"switching\n\ncosts\" would be  futile.  See University of  Rhode Island v. A.W.\n                                                                 \n\nChesterton Co., </pre><span class=\"citation\" data-id=\"628596\"><a href=\"/opinion/628596/university-of-rhode-island-v-aw-chesterton-company/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1200</span></a></span><pre class=\"inline\">, 1219 n. 20 (1993).\n              \n\n          First, there  is an important distinction between Kodak\n                                                                 \n\nand  the present case.  Kodak was a \"derivative aftermarket\" case\n                             \n\ninvolving \"complex durable  goods.\"  Unlike  the copier parts  in\n\nKodak, subsequent URI semesters are  not \"derivative aftermarket\"\n     \n\ncomponents  upon which the  buyer's initial investment absolutely\n\ndepends.  As the  Supreme Court noted, Kodak copiers  are \"expen-\n\nsive when new,\" incompatible with replacement parts used in other\n\ncopiers,  and  retain  \"little resale  value\"  presumably because\n\ncomplex durable goods depreciate so rapidly.  </pre><span class=\"citation\" data-id=\"112744\"><span class=\"antecedent_guess\">Kodak,</span> <a href=\"/opinion/112744/eastman-kodak-co-v-image-technical-services-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at\n                                                   \n\n<span class=\"page\">2077</span></a></span><pre class=\"inline\">.  The \"lock-in\" would occur provided it could be shown  that\n\nKodak copier  owners must either purchase  replacement parts from\n\nKodak or  abandon their initial, unamortized  investment in their\n                                                        \n\nKodak copier.  In contrast, a completed first semester at univer-\n\n                                15\n\nsity is discretely priced    students do not pay for their entire\n\nfour-year stint in advance      and the \"college credit\" value of\n\nthe first semester is neither nontransferable nor without econom-\n\nic  or educational value in  the future even  if the student does\n\nnot  remain at URI.   Thus, appellants' attempt  to extend Kodak,\n                                                                \n\nbeyond  the \"derivative  aftermarket\" context to  the educational\n\ncontext, is problematic at best.\n\n          Second, the timing  of the \"lock-in\" at issue  in Kodak\n                                                                 \n\nwas  central to  the Supreme  Court's decision.   Unsophisticated\n\nKodak copier  owners were destined for \"lock-in\"  from the moment\n                                                                 \n\nthey  purchased their Kodak copiers.   At the  time current Kodak\n                                   \n\ncopier owners bought their copiers, Kodak had not yet conditioned\n\nits sale of replacement parts on the purchase of Kodak servicing,\n\nand its later-announced policy to that effect was made applicable\n\nboth  to  prospective  and existing  Kodak  copier  owners.   Had\n                                   \n\nprevious customers known,  at the  time they  bought their  Kodak\n\ncopiers, that Kodak would implement its restrictive parts-servic-\n\ning policy,  Kodak's \"market power,\" i.e., its leverage to induce\n                                         \n\ncustomers to purchase  Kodak servicing, could  only have been  as\n\nsignificant as its AEP in the copier market, which was stipulated\n                                           \n\nto  be inconsequential or nonexistent.   See </pre><span class=\"citation\" data-id=\"112744\"><span class=\"antecedent_guess\">Kodak,</span>  <a href=\"/opinion/112744/eastman-kodak-co-v-image-technical-services-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at\n                                                  \n\n<span class=\"page\">2095-96</span> </a></span><pre class=\"inline\"> (Scalia, J.,  dissenting)  (noting that  even the  Kodak\n                                                                 \n\nmajority  probably would have  found no  \"lock-in\" had  Kodak an-\n\nnounced its parts-service \"tie\" at the time of its market entry);\n\nsee  generally  Philip E.  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Areeda,</span>  supra</span><pre class=\"inline\">,    1709.2,  at 1164-68\n                                         \n\n(same).  In the instant case, however, students know before their\n\n                                16\n\nmatriculation that they are buying a URI \"package\" that  includes\n\nat least two  \"tied\" products     a URI  education and  on-campus\n\nhealth  care services  and  insurance.   As appellants  failed to\n\nassert a colorable claim that URI had AEP in the primary (univer-\n\nsity  education)  market,  no  Kodak-type  \"lock-in\"  could  have\n                                    \n\noccurred  in subsequent  semesters,  and even  the most  detailed\n\nallegations of \"switching costs\" would be wholly unavailing.\n\n                                17\n\nB.   The \"Due Process\" and \"Equal Protection\" Claims\n                                                    \n\n          Appellants attempt  to  raise two  vaguely  articulated\n\nconstitutional  challenges to  the URI  health services-insurance\n\nscheme.   First, they argue  that URI's conditioning of continued\n\nmatriculation on  the  payment of  a health  clinic fee  violates\n\ntheir constitutional right to  procedural due process, by depriv-\n\ning  them of  a  property interest  (fees  and premiums),  and  a\n\nliberty-privacy interest (the alleged right to retain a physician\n\nof  one's  choice).    Unsurprisingly, appellants  cite  no  case\n\nauthority  for  either  contention,  nor  have  we  found  any.11\n\nAppellants purchased  a  \"product\"-\"service\" from  URI with  full\n\nknowledge from the outset that health care fees  and supplemental\n\n                    \n\n     11The  district court  interpreted appellants'  complaint as\nalleging claims based on substantive due process and the right to\ncontract.   Appellants concede  that their  \"cumbersome briefing\"\ncontributed to  this understanding, yet  did not move  for recon-\nsideration.  See Vanhaaren v. State Farm Mut. Auto. Ins. Co., </pre><span class=\"citation\" data-id=\"602828\"><a href=\"/opinion/602828/dennis-vanhaaren-v-state-farm-mutual-automobile-insurance-company/\"><span class=\"volume\">989</span>\n                                                            \n<span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 4-5 (1st Cir. 1993)  (issues raised for the first time on\nappeal  are deemed  waived).   Unfortunately, the  procedural due\nprocess claim asserted on appeal is no less unwieldy.\n     Inexplicably, appellants continue to urge that  Rhode Island\nlaw disempowered URI from entering the \"business\"  of health care\nand insurance, and that the LINA  policies were merely a fraud or\nsham  affording  students no  actual  coverage.   Although  these\nallegations might  be material  to appellants' ultra  vires claim\n                                                           \nunder  state  law, which  the  district  court dismissed  without\nprejudice, cf. Boston Envtl.  Sanitation Inspectors Ass'n v. City\n                                                                 \nof Boston,  </pre><span class=\"citation\" data-id=\"472153\"><a href=\"/opinion/472153/boston-environmental-sanitation-inspectors-association-and-john-curry-v/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span><pre class=\"inline\">,  13 (1st  Cir. 1986) (noting  that state\n         \nactor's \"[m]ere  violation of  state statutory  requirements does\nnot offend  federal constitutional due  process\"), or conceivably\nmay have served  as a basis for some  sort of consumer protection\nclaim,  appellants do  not  explain  how  URI's mere  refusal  to\ncontinue  selling  them   a  service   (i.e.,  education)   would\n                                            \nconstitute an actionable \"deprivation\" of their \"property rights\"\nfor  federal  due process  purposes.   Cf.  </pre><span class=\"citation\" data-id=\"472153\"><a href=\"/opinion/472153/boston-environmental-sanitation-inspectors-association-and-john-curry-v/\"><span class=\"id_token\">id.</span> (noting  that </a></span><pre class=\"inline\">\"an\n                                               \nalleged breach of contract [by a state actor] does not  amount to\na  deprivation  of property  without  due  process\"); Jimenez  v.\n                                                             \nAlmodovar, </pre><span class=\"citation\" data-id=\"391007\"><a href=\"/opinion/391007/raul-medina-jimenez-v-ismael-almodovar/\"><span class=\"volume\">650</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">363</span></a></span><pre class=\"inline\">, 370 (1st Cir. 1981) (same).\n         \n\n                                18\n\ninsurance premiums were  a required  component of the  cost.   We\n\nperceive no procedural infirmity.\n\n          Second,  appellants  argue that  the URI  \"package\" in-\n\nfringes  their constitutional  right to  equal protection  of the\n\nlaws because male and female  students matriculating at URI  must\n\npay the same health care fees, even though male students will not\n\nutilize the UHS gynecological services.  The district court aptly\n\nfound  that appellants  failed to  allege  that URI  imposed this\n\nunitary  scheme  with any  discriminatory  animus  aimed at  male\n\nstudents.  See Nieves v. University  of Puerto Rico, </pre><span class=\"citation\" data-id=\"194980\"><a href=\"/opinion/194980/marta-v-u-of-pr/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">270</span></a></span><pre class=\"inline\">,\n                                                   \n\n276 (1993) (plaintiff contesting  classification-neutral statutes\n\non equal  protection grounds must  proffer not  only evidence  of\n\ndisparate effect, but  evidence that enactment  resulted \"because\n\nof,\" rather than \"in spite of,\" classification) (citing Personnel\n                                                                 \n\nAdm'r of Massachusetts v.  Feeney, </pre><span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span><pre class=\"inline\">, 278-80  (1979));\n                                 \n\nLipsett v. University of Puerto Rico, </pre><span class=\"citation\" data-id=\"516408\"><a href=\"/opinion/516408/annabelle-lipsett-v-university-of-puerto-rico/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">881</span></a></span><pre class=\"inline\">, 896 (1st Cir.\n                                    \n\n1988).  Appellants advance  no curative allegations for relieving\n\nthis infirmity.\n\n          Affirmed.\n                  \n\n                                19\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/105646/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107895/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110098/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111139/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112744/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194980/",
    "https://www.courtlistener.com/api/rest/v3/opinions/391007/",
    "https://www.courtlistener.com/api/rest/v3/opinions/472153/",
    "https://www.courtlistener.com/api/rest/v3/opinions/512576/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516408/",
    "https://www.courtlistener.com/api/rest/v3/opinions/541802/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579960/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587575/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602828/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628596/"
  ]
}