{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195378/",
  "id": 195378,
  "absolute_url": "/opinion/195378/montoya-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195378/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:38:44Z",
  "date_modified": "2020-02-21T23:46:49.290917Z",
  "type": "010combined",
  "sha1": "b1868c44f0004102176ea3f5b320c43f565d6e4d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1913.01A",
  "local_path": null,
  "plain_text": "May 20, 1994          [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                        \n\nNo. 93-1913\n\n                     JUAN CAMILO-MONTOYA,\n\n                         Petitioner,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                         Respondent.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n     [Hon. Francis J. Boyle, Senior U.S. District Judge]\n                                                       \n\n                                        \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n              Torruella and Cyr, Circuit Judges.\n                                               \n\n                                        \n\n   Juan Camilo Montoya, on brief for appellant.\n                      \n   Edwin J. Gale,  United States Attorney, and James H. Leavey,\n                                                              \nAssistant United States Attorney, on brief for appellee.\n\n                                        \n\n                                        \n\n          Per  Curiam.      In 1986,  appellant  Juan  Camilo\n                     \n\nMontoya, a  Colombian native,  was convicted of  federal drug\n\noffenses  after  being  tried  in  absentia.    His  sentence\n                                           \n\nincluded  a 22 year prison term.  He has served approximately\n\n7  years of  this term.    In 1993,  Camilo  Montoya filed  a\n\npetition  for mandamus  and  supporting  memorandum with  the\n\nUnited  States  District  Court  for the  District  of  Rhode\n\nIsland.   He alleged that since 1988,  he has been subject to\n\nan  Immigration and  Naturalization Service  (INS) \"detainer\"\n\nwhich notified him  that he  is subject to  deportation as  a\n\nresult  of  the aforementioned  conviction.   Camilo  Montoya\n\nclaimed  that he  had  written to  the  Attorney General  and\n\nrequested  a  prompt  deportation  hearing but  that  he  had\n\nreceived  no response.1   He  sought mandamus  to compel  the\n\n                    \n\n1.  We  note  that although  Camilo  Montoya's  memorandum in\nsupport of his  petition for mandamus refers to a \"detainer,\"\nthe INS document attached to  it is actually a form  Order to\nShow  Cause.   That  Order indicates  that  it was  served on\nCamilo  Montoya on 10/4/88 and that the time, date, and place\nof  his deportation hearing would  be set. The  Order to Show\nCause also  indicates that Camilo  Montoya did not  request a\nprompt  deportation hearing  until  3/7/92.   We cannot  tell\nwhether this Order to Show Cause was filed with the Office of\nthe   Immigration   Judge,   thereby    formally   commencing\ndeportation  proceedings  under  8   C.F.R.   242.1(a)(\"Every\nproceeding to determine the deportability  of an alien ... is\ncommenced by the filing  of an Order  to Show Cause with  the\nOffice of the Immigration Judge, ...\"). In any event,  Camilo\nMontoya's  appellate  brief states  that he  received another\nOrder  to Show  Cause  which indicated  that his  deportation\nhearing would take  place within fourteen  days, but that  he\ndid not hear anything further despite multiple letters to the\nINS  and  the  Attorney  General  requesting  an  expeditious\ndeportation hearing.   \n\n                             -3-\n                              3\n\ngovernment to  grant him an immediate  deportation hearing in\n\naccordance with 8 U.S.C.  1252(i), which provides that, \"[i]n\n\nthe case  of an alien  who is  convicted of an  offense which\n\nmakes the alien subject  to deportation, the Attorney General\n\nshall begin  any deportation  proceeding as expeditiously  as\n\npossible  after the date of  conviction.\"  In  support of his\n\nclaim,  Camilo Montoya relied on Soler v. Scott, 942 F.2d 597\n                                               \n\n(9th Cir. 1991), vacated  as moot sub. nom. Sivley  v. Soler,\n                                                            \n\n113  S. Ct. 454  (1992), and Abreu  v. United  States, 797 F.\n                                                     \n\nSupp.  50 (D.R.I.  1992)(holding  that  incarcerated  aliens'\n\npetitions  for mandamus  to  compel INS  to hold  deportation\n\nhearings  stated a  cause of  action under  the Mandamus  and\n\nVenue  Act (MVA),  28  U.S.C.  1361,  and the  Administrative\n\nProcedure Act (APA), 5 U.S.C.   702-06).2  \n\n                    \n\n2.  28 U.S.C.   1361  provides that  \"[t]he  district  courts\nshall have original jurisdiction of any action  in the nature\nof  mandamus to compel an  officer or employee  of the United\nStates  or any agency  thereof to perform a  duty owed to the\n                                                             \nplaintiff.  (emphasis supplied).    The APA,  5 U.S.C.   702,\n         \nprovides  that,  \"[a]   person  ...  adversely  affected   or\naggrieved  by agency action within the  meaning of a relevant\nstatute is  entitled to  judicial review thereof[,]\"  while 5\nU.S.C.  706,  creates a  right of  judicial review of  agency\naction  unlawfully  withheld  or  unreasonably  delayed.  See\n                                                             \nSoler,  942  F.2d  at 603.  However,  there  is  no right  to\n     \njudicial review if it  is precluded by statute or  the agency\naction has been committed  to agency discretion by law.   See\n                                                             \nHeckler v. Chaney,  470 U.S. 821, 828  (1985)(citing 5 U.S.C.\n                 \n  701(a)(1) and (2)).   And,  judicial review  is limited  to\n\"final agency  action for which  there is  no other  adequate\njudicial remedy in a  court\" under 5 U.S.C.  704.  See Soler,\n                                                            \n942 F.2d at 603. \n\n                             -4-\n                              4\n\n     The  district  court denied  the  petition  for mandamus\n\nbased on  cases  from numerous  circuits  which hold  that  8\n\nU.S.C.  1252(i) does not give criminal aliens a private right\n\nof action to  compel the INS  either to commence  deportation\n\nproceedings or  hold deportation hearings.   The leading case\n\nis  Gonzalez v. United States I.N.S.,  867 F.2d 1108, 1109-10\n                                    \n\n(8th Cir. 1989).3   Cases which  adopt this approach  include\n\nAguirre  v. Meese, 930  F.2d 1292,  1293 (7th  Cir. 1991)(per\n                 \n\ncuriam); Prieto  v. Gluch, 913  F.2d 1159, 1165-66  (6th Cir.\n                         \n\n1990),  cert.  denied, 498  U.S. 1092  (1991), and  Orozco v.\n                                                          \n\nUnited  States I.N.S., 911 F.2d 539, 541 (11th Cir. 1990)(per\n                     \n\ncuriam).   See  also Alvaro-Gallo  v. United  States, 814  F.\n                                                    \n\nSupp. 1019, 1020 (W.D.  Okla. 1993); Limas v. McNary,  799 F.\n                                                    \n\nSupp. 1259, 1263 (D.  Mass. 1992);  Medina v.  United States,\n                                                            \n\n785 F. Supp. 512, 514 (E.D. Pa. 1992); Cabezas v.  Scott, 717\n                                                        \n\n                    \n\n3.  Gonzalez  so  concluded  after  analyzing  the  statute's\n            \nlanguage and legislative history under  Cort v. Ash, 422 U.S.\n                                                   \n66  (1975), which sets  out a four-part  test for determining\nwhether  a private  right of  action should  be implied  in a\nfederal statute.  After examining  each of these  factors and\nnoting that the  legislative history was silent  on the issue\nof whether Congress  intended that aliens  have the right  to\nenforce  1252(i),  the Eighth Circuit concluded that Congress\nenacted   1252(i) primarily to  alleviate prison overcrowding\nand that \"it would be inconsistent with this purpose to imply\na  private cause of action in favor of incarcerated aliens to\ncompel  an immediate deportation  hearing.\"  See  867 F.2d at\n                                                \n1109-10.    However, Soler  expressly  rejected the  Gonzalez\n                                                             \napproach.   See  942 F.2d  at 604-05  (\"a petitioner  who has\n               \nalleged a cause  of action under the APA or  the Mandamus Act\nneed not rely upon  an implied private right of  action under\nany other statute\").\n\n                             -5-\n                              5\n\nF.  Supp.  696, 697  (D. Ariz.  1989).4   Another  case which\n\ndenied  mandamus relief  on  similar grounds  is Giddings  v.\n                                                         \n\nChandler, 979  F.2d 1104, 1109-10  (5th Cir. 1992).5   Camilo\n        \n\nMontoya filed a timely appeal.\n\n     On appeal, Camilo Montoya contends  that his case is \"on\n\nall fours\" with Soler  v. Scott, supra, and asks us  to adopt\n                                      \n\nthe analysis in  Soler as a matter of  first impression.6  He\n                      \n\n                    \n\n4.   But  see Iheme v.  Reno, 819  F. Supp. 1192,  1194 &amp; n.1\n                            \n(E.D. Pa. 1993)(criticizing  foregoing cases  on ground  that\nthe view that  1252(i)  \"is simply precatory ... and  ... not\nsubject  to  judicial  enforcement  ...  has  eliminated  any\nincentive the ... [INS] had to  comply with the congressional\nmandate\"). \n\n5.  In  Giddings v. Chandler,  979 F.2d at  1107, n. 22,  the\n                            \nFifth  Circuit  declined to  reach  the  issue of  whether  a\nprivate right of action under 8 U.S.C.   1252(i) was required\nfor  mandamus relief.    Instead, that  court concluded  that\nGiddings lacked standing to maintain his action to compel the\ngovernment to commence deportation proceedings under both the\nMVA  and the APA because he did  not fall within the \"zone of\ninterests\" protected by 8  U.S.C.  1252(i).  See 979  F.2d at\n                                                \n1108-10.  Relying on Gonzalez, Giddings also concluded that 8\n                                       \nU.S.C.  1252(i)  imposed a  duty on  the Attorney General  to\ndeport criminal  aliens  but \"stop[ped]  short of  concluding\nthat this creates a  duty owed to the alien[]\"  sufficient to\n                                           \nenable  the alien to maintain an action for mandamus under 28\nU.S.C.  1361.  Id. at 1110.\n                  \n\n6.  We note that though Soler was  vacated, the Ninth Circuit\n                             \nsubsequently indicated that its rationale remained sound. See\n                                                             \nSilveyra  v. Moschorak,  989 F.2d  1012,  1024 n.2  (9th Cir.\n                      \n1993) (per curiam). However,  Silveyra appears to limit Soler\n                                                             \nto  its facts,  for  it stresses  that  Soler's petition  for\nmandamus  alleged  that  the  INS had  a  policy  of delaying\n                                                \nincarcerated aliens' deportation  hearings until after  their\ncriminal sentences had  expired, in  direct contravention  of\n 1252(i)'s requirement  that the  government use the  date of\nconviction, not the  date of release,  as the benchmark  from\nwhich to  commence deportation proceedings.   As Silveyra did\nnot make similar allegations, the Ninth Circuit held that his\ncomplaint  to compel  an  immediate  deportation hearing  was\n\n                             -6-\n                              6\n\nalso  seems  to  be  arguing  that   while  an  alien  cannot\n\nreasonably  expect to be deported after serving only a little\n\ntime in  jail, he is entitled  to be deported now  because he\n\nhas  served over  90  months and  still  has not  received  a\n\ndeportation  hearing   under  8  U.S.C.   1252(i).7    Camilo\n\nMontoya also  says that another  law requires  the Bureau  of\n\nPrisons  to house  deportable aliens  in a  facility separate\n\nfrom the other inmates, and that the  government's failure to\n\nperform  this duty has endangered  his life and  liberty.  He\n\nasks us to issue an order instructing the government to house\n\nhim  in   a  facility   designed  to  hold   aliens  awaiting\n\ndeportation and to  issue a  writ of mandamus  to compel  the\n\ngovernment   to,  in   effect,   complete   the   deportation\n\nproceedings against him.8   \n\n     Relying  largely  on  Gonzalez  and   its  progeny,  the\n                                   \n\ngovernment  contends that  8  U.S.C.  1252(i)  does not  give\n\nalien  prisoners  the  right  to  compel  the  government  to\n\nschedule deportation  hearings and  that  the district  court\n\nproperly dismissed  Camilo Montoya's petition for mandamus in\n\naccordance  with all of the circuits which have ruled on this\n\n                    \n\nproperly dismissed for failure to state a claim under the MVA\nand the APA. See 989 F.2d at 1015.\n                \n\n7.  In support of  this contention,  Camilo Montoya  observes\nthat all of his codefendants were deported long ago.\n\n8.  Camilo  Montoya  did  not  challenge  the  place  of  his\nconfinement below.  The issue, apart from appearing specious,\nis not properly before us. \n\n                             -7-\n                              7\n\nissue.  The  government further argues  that Soler is  wrong,\n                                                  \n\nand  urges  us  to  adopt the  majority  view.    We find  it\n\nunnecessary to resolve this issue for it is clear that Camilo\n\nMontoya's  petition for  mandamus  failed to  state a  viable\n\nclaim.   \n\n     Mandamus  is  an  extraordinary   remedy  that  is  only\n\navailable upon a showing that the plaintiff has exhausted all\n\nother avenues  of  relief and  that  the defendant  owes  the\n\nplaintiff a clear, nondiscretionary duty.  See, e.g., Heckler\n                                                             \n\nv.  Ringer, 466 U.S. 602,  616 (1984); Georges  v. Quinn, 853\n                                                        \n\nF.2d 994, 995 (1st Cir. 1988)(per curiam). Even if we assume,\n\nwithout deciding,  that under 8 U.S.C.   1252(i) the Attorney\n\nGeneral  owes Camilo  Montoya  a duty  to \"begin  deportation\n\nproceedings as  expeditiously as  possible after the  date of\n\nconviction,\"  and that Camilo Montoya has  a private cause of\n\naction  to  enforce  this  statute,  Camilo  Montoya  is  not\n\nentitled to relief, for  his filings do not suggest  that the\n\ngovernment has violated this duty in this case.  \n\n     Camilo Montoya alleges only that he  has served about 90\n\nmonths of a 22-year sentence, that he has  been subject to an\n\nINS \"detainer\" since 1988, that he received at least one, and\n\npossibly two, Orders to Show Cause (one notifying him that he\n\nwas  required to appear for a deportation hearing that was to\n\nbe set, the other setting a deportation hearing which did not\n\nmaterialize for unknown reasons),  and that he has repeatedly\n\n                             -8-\n                              8\n\nrequested,  but  not  yet  received, a  deportation  hearing.\n\nThese allegations do not  suggest that the INS has  failed to\n\nbegin deportation proceedings  \"as expeditiously as possible\"\n\nafter Camilo Montoya's  conviction.  To  the contrary, if  at\n\nleast  one of  the Orders  to Show  Cause was filed  with the\n\nOffice  of the Immigration Judge, then  the INS has commenced\n\ndeportation  proceedings. And  even if  neither order  was so\n\nfiled,  it nonetheless appears that the INS is prepared to do\n\nso. The INS's failure to hold the deportation hearing at this\n\npoint in time is not sufficient to make out a  violation of 8\n\nU.S.C.  1252(i) on this record. \n\n     Contrary  to Camilo  Montoya's  contention  that  he  is\n\nentitled   to  be   deported  now   because  he   has  served\n\napproximately  90   months  of  his  22-year   term  and  his\n\ncodefendants   have  been   deported,  the   Immigration  Act\n\nprohibits  his  deportation  until  he  completes his  prison\n\nsentence.    See 8  U.S.C.   1252(h)(\"An  alien sentenced  to\n                \n\nimprisonment  shall not  be deported until  such imprisonment\n\nhas  been  terminated  by  the  release  of  the  alien  from\n\nconfinement.\"). According to his own estimate, Camilo Montoya\n\nhas  at least  four  more years  to  serve before  he  can be\n\ndeported.   This is ample time for the government to complete\n\ndeportation  proceedings.   At a  minimum, then,  mandamus is\n\npremature. \n\n                             -9-\n                              9\n\n     In  view of the foregoing, we decline to reach the other\n\nissues raised  by the  parties' briefs. The  judgment of  the\n\ndistrict court is affirmed. \n                          \n\n                             -10-\n                              10\n",
  "html": "<p class=\"case_cite\">23 F.3d 394</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Juan CAMILO-MONTOYA, Petitioner,<br>v.<br>UNITED STATES of America, Respondent.</p>\n    <p class=\"docket\">No. 93-1913</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">May 20, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island [Hon.  Francis J. Boyle, Senior U.S. District Judge ]</p>\n      <p class=\"indent\">Juan Camilo Montoya, on brief for appellant.</p>\n      <p class=\"indent\">Edwin J. Gale, United States Attorney, and James H. Leavey, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Torruella and Cyr, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1986, appellant Juan Camilo Montoya, a Colombian native, was convicted of federal drug offenses after being tried in absentia.  His sentence included a 22 year prison term.  He has served approximately 7 years of this term.  In 1993, Camilo Montoya filed a petition for mandamus and supporting memorandum with the United States District Court for the District of Rhode Island.  He alleged that since 1988, he has been subject to an Immigration and Naturalization Service (INS) \"detainer\" which notified him that he is subject to deportation as a result of the aforementioned conviction.  Camilo Montoya claimed that he had written to the Attorney General and requested a prompt deportation hearing but that he had received no response.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  He sought mandamus to compel the government to grant him an immediate deportation hearing in accordance with 8 U.S.C. Sec. 1252(i), which provides that, \"[i]n the case of an alien who is convicted of an offense which makes the alien subject to deportation, the Attorney General shall begin any deportation proceeding as expeditiously as possible after the date of conviction.\"  In support of his claim, Camilo Montoya relied on  Soler v. Scott, 942 F.2d 597 (9th Cir. 1991),  vacated as moot sub. nom.  Sivley v. Soler, 113 S. Ct. 454 (1992), and Abreu v. United States, 797 F. Supp. 50 (D.R.I. 1992)(holding that incarcerated aliens' petitions for mandamus to compel INS to hold deportation hearings stated a cause of action under the Mandamus and Venue Act (MVA), 28 U.S.C. Sec. 1361, and the Administrative Procedure Act (APA), 5 U.S.C. Secs. 702-06).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court denied the petition for mandamus based on cases from numerous circuits which hold that 8 U.S.C. Sec. 1252(i) does not give criminal aliens a private right of action to compel the INS either to commence deportation proceedings or hold deportation hearings.  The leading case is  Gonzalez v. United States I.N.S., 867 F.2d 1108, 1109-10 (8th Cir. 1989).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Cases which adopt this approach include Aguirre v.  Meese, 930 F.2d 1292, 1293 (7th Cir. 1991)(per curiam);   Prieto v. Gluch, 913 F.2d 1159, 1165-66 (6th Cir. 1990), cert. denied, 498 U.S. 1092 (1991), and  Orozco v. United States I.N.S., 911 F.2d 539, 541 (11th Cir. 1990)(per curiam).  See also Alvaro- Gallo v. United States, 814 F. Supp. 1019, 1020 (W.D. Okla. 1993);   Limas v. McNary, 799 F. Supp. 1259, 1263 (D. Mass. 1992);   Medina v. United States, 785 F. Supp. 512, 514 (E.D. Pa. 1992);   Cabezas v. Scott, 717 F. Supp. 696, 697 (D. Ariz. 1989).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Another case which denied mandamus relief on similar grounds is  Giddings v. Chandler, 979 F.2d 1104, 1109-10 (5th Cir. 1992).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Camilo Montoya filed a timely appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On appeal, Camilo Montoya contends that his case is \"on all fours\" with Soler v. Scott, supra, and asks us to adopt the analysis in Soler as a matter of first impression.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  He also seems to be arguing that while an alien cannot reasonably expect to be deported after serving only a little time in jail, he is entitled to be deported now because he has served over 90 months and still has not received a deportation hearing under 8 U.S.C. Sec. 1252(i).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Camilo Montoya also says that another law requires the Bureau of Prisons to house deportable aliens in a facility separate from the other inmates, and that the government's failure to perform this duty has endangered his life and liberty.  He asks us to issue an order instructing the government to house him in a facility designed to hold aliens awaiting deportation and to issue a writ of mandamus to compel the government to, in effect, complete the deportation proceedings against him.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Relying largely on Gonzalez and its progeny, the government contends that 8 U.S.C. Sec. 1252(i) does not give alien prisoners the right to compel the government to schedule deportation hearings and that the district court properly dismissed Camilo Montoya's petition for mandamus in accordance with all of the circuits which have ruled on this issue.  The government further argues that Soler is wrong, and urges us to adopt the majority view.  We find it unnecessary to resolve this issue for it is clear that Camilo Montoya's petition for mandamus failed to state a viable claim.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Mandamus is an extraordinary remedy that is only available upon a showing that the plaintiff has exhausted all other avenues of relief and that the defendant owes the plaintiff a clear, nondiscretionary duty.   See, e.g., Heckler v. Ringer, 466 U.S. 602, 616 (1984);   Georges v. Quinn, 853 F.2d 994, 995 (1st Cir. 1988)(per curiam).  Even if we assume, without deciding, that under 8 U.S.C. Sec. 1252(i) the Attorney General owes Camilo Montoya a duty to \"begin deportation proceedings as expeditiously as possible after the date of conviction,\" and that Camilo Montoya has a private cause of action to enforce this statute, Camilo Montoya is not entitled to relief, for his filings do not suggest that the government has violated this duty in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Camilo Montoya alleges only that he has served about 90 months of a 22-year sentence, that he has been subject to an INS \"detainer\" since 1988, that he received at least one, and possibly two, Orders to Show Cause (one notifying him that he was required to appear for a deportation hearing that was to be set, the other setting a deportation hearing which did not materialize for unknown reasons), and that he has repeatedly requested, but not yet received, a deportation hearing.  These allegations do not suggest that the INS has failed to begin deportation proceedings \"as expeditiously as possible\" after Camilo Montoya's conviction.  To the contrary, if at least one of the Orders to Show Cause was filed with the Office of the Immigration Judge, then the INS has commenced deportation proceedings.  And even if neither order was so filed, it nonetheless appears that the INS is prepared to do so.  The INS's failure to hold the deportation hearing at this point in time is not sufficient to make out a violation of 8 U.S.C. Sec. 1252(i) on this record.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Contrary to Camilo Montoya's contention that he is entitled to be deported now because he has served approximately 90 months of his 22-year term and his codefendants have been deported, the Immigration Act prohibits his deportation until he completes his prison sentence.  See 8 U.S.C. Sec. 1252(h)(\"An alien sentenced to imprisonment shall not be deported until such imprisonment has been terminated by the release of the alien from confinement.\").  According to his own estimate, Camilo Montoya has at least four more years to serve before he can be deported.  This is ample time for the government to complete deportation proceedings.  At a minimum, then, mandamus is premature.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In view of the foregoing, we decline to reach the other issues raised by the parties' briefs.  The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note that although Camilo Montoya's memorandum in support of his petition for mandamus refers to a \"detainer,\" the INS document attached to it is actually a form Order to Show Cause.  That Order indicates that it was served on Camilo Montoya on 10/4/88 and that the time, date, and place of his deportation hearing would be set.  The Order to Show Cause also indicates that Camilo Montoya did not request a prompt deportation hearing until 3/7/92.  We cannot tell whether this Order to Show Cause was filed with the Office of the Immigration Judge, thereby formally commencing deportation proceedings under 8 C.F.R. Sec. 242.1(a)(\"Every proceeding to determine the deportability of an alien ... is commenced by the filing of an Order to Show Cause with the Office of the Immigration Judge, ...\").  In any event, Camilo Montoya's appellate brief states that he received another Order to Show Cause which indicated that his deportation hearing would take place within fourteen days, but that he did not hear anything further despite multiple letters to the INS and the Attorney General requesting an expeditious deportation hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 28 U.S.C. Sec. 1361 provides that \"[t]he district courts shall have original jurisdiction of any action in the nature of mandamus to compel an officer or employee of the United States or any agency thereof to perform a duty owed to the plaintiff.  (emphasis supplied).  The APA, 5 U.S.C. Sec. 702, provides that, \"[a] person ... adversely affected or aggrieved by agency action within the meaning of a relevant statute is entitled to judicial review thereof[,]\" while 5 U.S.C. Sec. 706, creates a right of judicial review of agency action unlawfully withheld or unreasonably delayed.   See Soler, 942 F.2d at 603.  However, there is no right to judicial review if it is precluded by statute or the agency action has been committed to agency discretion by law.   See Heckler v. Chaney, 470 U.S. 821, 828 (1985)(citing 5 U.S.C. Secs. 701(a)(1) and (2)).  And, judicial review is limited to \"final agency action for which there is no other adequate judicial remedy in a court\" under 5 U.S.C. Sec. 704.   See Soler, 942 F.2d at 603</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 3. Gonzalez so concluded after analyzing the statute's language and legislative history under  Cort v. Ash, 422 U.S. 66 (1975), which sets out a four-part test for determining whether a private right of action should be implied in a federal statute.  After examining each of these factors and noting that the legislative history was silent on the issue of whether Congress intended that aliens have the right to enforce Sec. 1252(i), the Eighth Circuit concluded that Congress enacted Sec. 1252(i) primarily to alleviate prison overcrowding and that \"it would be inconsistent with this purpose to imply a private cause of action in favor of incarcerated aliens to compel an immediate deportation hearing.\"  See 867 F.2d at 1109-10.  However, Soler expressly rejected the Gonzalez approach.  See 942 F.2d at 604- 05 (\"a petitioner who has alleged a cause of action under the APA or the Mandamus Act need not rely upon an implied private right of action under any other statute\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 4.  But see Iheme v. Reno, 819 F. Supp. 1192, 1194 &amp; n. 1 (E.D. Pa. 1993)(criticizing foregoing cases on ground that the view that Sec. 1252(i) \"is simply precatory ... and ... not subject to judicial enforcement ... has eliminated any incentive the ... [INS] had to comply with the congressional mandate\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 5. In  Giddings v. Chandler, 979 F.2d at 1107, n. 22, the Fifth Circuit declined to reach the issue of whether a private right of action under 8 U.S.C. Sec. 1252(i) was required for mandamus relief.  Instead, that court concluded that Giddings lacked standing to maintain his action to compel the government to commence deportation proceedings under both the MVA and the APA because he did not fall within the \"zone of interests\" protected by 8 U.S.C. Sec. 1252(i).  See 979 F.2d at 1108-10.  Relying on Gonzalez, Giddings also concluded that 8 U.S.C. Sec. 1252(i) imposed a duty on the Attorney General to deport criminal aliens but \"stop[ped] short of concluding that this creates a duty owed to the alien [ ]\" sufficient to enable the alien to maintain an action for mandamus under 28 U.S.C. Sec. 1361.  Id. at 1110</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We note that though Soler was vacated, the Ninth Circuit subsequently indicated that its rationale remained sound.   See Silveyra v. Moschorak, 989 F.2d 1012, 1024 n. 2 (9th Cir. 1993) (per curiam).  However, Silveyra appears to limit Soler to its facts, for it stresses that Soler's petition for mandamus alleged that the INS had a policy of delaying incarcerated aliens' deportation hearings until after their criminal sentences had expired, in direct contravention of Sec. 1252(i)' &#167; requirement that the government use the date of conviction, not the date of release, as the benchmark from which to commence deportation proceedings.  As Silveyra did not make similar allegations, the Ninth Circuit held that his complaint to compel an immediate deportation hearing was properly dismissed for failure to state a claim under the MVA and the APA.  See 989 F.2d at 1015</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In support of this contention, Camilo Montoya observes that all of his codefendants were deported long ago</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> 8. Camilo Montoya did not challenge the place of his confinement below.  The issue, apart from appearing specious, is not properly before us</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">394</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Juan CAMILO-MONTOYA, Petitioner,<br>v.<br>UNITED STATES of America, Respondent.</p>\n    <p class=\"docket\">No. 93-1913</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">May 20, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island [Hon.  Francis J. Boyle, Senior U.S. District Judge ]</p>\n      <p class=\"indent\">Juan Camilo Montoya, on brief for appellant.</p>\n      <p class=\"indent\">Edwin J. Gale, United States Attorney, and James H. Leavey, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Torruella and Cyr, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1986, appellant Juan Camilo Montoya, a Colombian native, was convicted of federal drug offenses after being tried in absentia.  His sentence included a 22 year prison term.  He has served approximately 7 years of this term.  In 1993, Camilo Montoya filed a petition for mandamus and supporting memorandum with the United States District Court for the District of Rhode Island.  He alleged that since 1988, he has been subject to an Immigration and Naturalization Service (INS) \"detainer\" which notified him that he is subject to deportation as a result of the aforementioned conviction.  Camilo Montoya claimed that he had written to the Attorney General and requested a prompt deportation hearing but that he had received no response.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  He sought mandamus to compel the government to grant him an immediate deportation hearing in accordance with 8 U.S.C. Sec. 1252(i), which provides that, \"[i]n the case of an alien who is convicted of an offense which makes the alien subject to deportation, the Attorney General shall begin any deportation proceeding as expeditiously as possible after the date of conviction.\"  In support of his claim, Camilo Montoya relied on  Soler v. Scott, <span class=\"citation\" data-id=\"566886\"><a href=\"/opinion/566886/carlos-soler-v-roger-f-scott-warden-fci-safford-az-united-states/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">597</span> </a></span>(9th Cir. 1991),  vacated as moot sub. nom.  Sivley v. Soler, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">454</span> </span>(1992), and Abreu v. United States, <span class=\"citation no-link\"><span class=\"volume\">797</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">50</span> </span>(D.R.I. 1992)(holding that incarcerated aliens' petitions for mandamus to compel INS to hold deportation hearings stated a cause of action under the Mandamus and Venue Act (MVA), 28 U.S.C. Sec. 1361, and the Administrative Procedure Act (APA), 5 U.S.C. Secs. 702-06).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court denied the petition for mandamus based on cases from numerous circuits which hold that 8 U.S.C. Sec. 1252(i) does not give criminal aliens a private right of action to compel the INS either to commence deportation proceedings or hold deportation hearings.  The leading case is  Gonzalez v. United States I.N.S., <span class=\"citation\" data-id=\"518458\"><a href=\"/opinion/518458/joel-amin-gonzalez-v-us-immigration-and-naturalization-service/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1108</span></a></span>, 1109-10 (8th Cir. 1989).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Cases which adopt this approach include Aguirre v.  Meese, <span class=\"citation\" data-id=\"559548\"><a href=\"/opinion/559548/constantino-ocampa-aguirre-v-edwin-meese-attorney-general-and-john-doe/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1292</span></a></span>, 1293 (7th Cir. 1991)(per curiam);   Prieto v. Gluch, <span class=\"citation no-link\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1159</span></span>, 1165-66 (6th Cir. 1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1092</span> </span>(1991), and  Orozco v. United States I.N.S., <span class=\"citation\" data-id=\"546371\"><a href=\"/opinion/546371/hector-orozco-v-united-states-immigration-and-naturalization-service/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">539</span></a></span>, 541 (11th Cir. 1990)(per curiam).  See also Alvaro- Gallo v. United States, <span class=\"citation\" data-id=\"1765975\"><a href=\"/opinion/1765975/alvaro-gallo-v-united-states/\"><span class=\"volume\">814</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1019</span></a></span>, 1020 (W.D. Okla. 1993);   Limas v. McNary, <span class=\"citation\" data-id=\"1379413\"><a href=\"/opinion/1379413/limas-v-mcnary/\"><span class=\"volume\">799</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1259</span></a></span>, 1263 (D. Mass. 1992);   Medina v. United States, <span class=\"citation\" data-id=\"2144737\"><a href=\"/opinion/2144737/medina-v-united-states/\"><span class=\"volume\">785</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">512</span></a></span>, 514 (E.D. Pa. 1992);   Cabezas v. Scott, <span class=\"citation\" data-id=\"1584058\"><a href=\"/opinion/1584058/cabezas-v-scott/\"><span class=\"volume\">717</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">696</span></a></span>, 697 (D. Ariz. 1989).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Another case which denied mandamus relief on similar grounds is  Giddings v. Chandler, <span class=\"citation\" data-id=\"595218\"><a href=\"/opinion/595218/ulric-paul-giddings-v-ronald-c-chandler-district-director-ins/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1104</span></a></span>, 1109-10 (5th Cir. 1992).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Camilo Montoya filed a timely appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On appeal, Camilo Montoya contends that his case is \"on all fours\" with Soler v. <span class=\"citation no-link\"><span class=\"antecedent_guess\">Scott,</span> supra</span>, and asks us to adopt the analysis in Soler as a matter of first impression.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  He also seems to be arguing that while an alien cannot reasonably expect to be deported after serving only a little time in jail, he is entitled to be deported now because he has served over 90 months and still has not received a deportation hearing under 8 U.S.C. Sec. 1252(i).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Camilo Montoya also says that another law requires the Bureau of Prisons to house deportable aliens in a facility separate from the other inmates, and that the government's failure to perform this duty has endangered his life and liberty.  He asks us to issue an order instructing the government to house him in a facility designed to hold aliens awaiting deportation and to issue a writ of mandamus to compel the government to, in effect, complete the deportation proceedings against him.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Relying largely on Gonzalez and its progeny, the government contends that 8 U.S.C. Sec. 1252(i) does not give alien prisoners the right to compel the government to schedule deportation hearings and that the district court properly dismissed Camilo Montoya's petition for mandamus in accordance with all of the circuits which have ruled on this issue.  The government further argues that Soler is wrong, and urges us to adopt the majority view.  We find it unnecessary to resolve this issue for it is clear that Camilo Montoya's petition for mandamus failed to state a viable claim.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Mandamus is an extraordinary remedy that is only available upon a showing that the plaintiff has exhausted all other avenues of relief and that the defendant owes the plaintiff a clear, nondiscretionary duty.   See, e.g., Heckler v. Ringer, <span class=\"citation\" data-id=\"111168\"><a href=\"/opinion/111168/heckler-v-ringer/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">602</span></a></span>, 616 (1984);   Georges v. Quinn, <span class=\"citation\" data-id=\"510028\"><a href=\"/opinion/510028/michael-p-georges-v-thomas-m-quinn-etc-michael-p-georges-v-daniel/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">994</span></a></span>, 995 (1st Cir. 1988)(per curiam).  Even if we assume, without deciding, that under 8 U.S.C. Sec. 1252(i) the Attorney General owes Camilo Montoya a duty to \"begin deportation proceedings as expeditiously as possible after the date of conviction,\" and that Camilo Montoya has a private cause of action to enforce this statute, Camilo Montoya is not entitled to relief, for his filings do not suggest that the government has violated this duty in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Camilo Montoya alleges only that he has served about 90 months of a 22-year sentence, that he has been subject to an INS \"detainer\" since 1988, that he received at least one, and possibly two, Orders to Show Cause (one notifying him that he was required to appear for a deportation hearing that was to be set, the other setting a deportation hearing which did not materialize for unknown reasons), and that he has repeatedly requested, but not yet received, a deportation hearing.  These allegations do not suggest that the INS has failed to begin deportation proceedings \"as expeditiously as possible\" after Camilo Montoya's conviction.  To the contrary, if at least one of the Orders to Show Cause was filed with the Office of the Immigration Judge, then the INS has commenced deportation proceedings.  And even if neither order was so filed, it nonetheless appears that the INS is prepared to do so.  The INS's failure to hold the deportation hearing at this point in time is not sufficient to make out a violation of 8 U.S.C. Sec. 1252(i) on this record.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Contrary to Camilo Montoya's contention that he is entitled to be deported now because he has served approximately 90 months of his 22-year term and his codefendants have been deported, the Immigration Act prohibits his deportation until he completes his prison sentence.  See 8 U.S.C. Sec. 1252(h)(\"An alien sentenced to imprisonment shall not be deported until such imprisonment has been terminated by the release of the alien from confinement.\").  According to his own estimate, Camilo Montoya has at least four more years to serve before he can be deported.  This is ample time for the government to complete deportation proceedings.  At a minimum, then, mandamus is premature.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In view of the foregoing, we decline to reach the other issues raised by the parties' briefs.  The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note that although Camilo Montoya's memorandum in support of his petition for mandamus refers to a \"detainer,\" the INS document attached to it is actually a form Order to Show Cause.  That Order indicates that it was served on Camilo Montoya on 10/4/88 and that the time, date, and place of his deportation hearing would be set.  The Order to Show Cause also indicates that Camilo Montoya did not request a prompt deportation hearing until 3/7/92.  We cannot tell whether this Order to Show Cause was filed with the Office of the Immigration Judge, thereby formally commencing deportation proceedings under 8 C.F.R. Sec. 242.1(a)(\"Every proceeding to determine the deportability of an alien ... is commenced by the filing of an Order to Show Cause with the Office of the Immigration Judge, ...\").  In any event, Camilo Montoya's appellate brief states that he received another Order to Show Cause which indicated that his deportation hearing would take place within fourteen days, but that he did not hear anything further despite multiple letters to the INS and the Attorney General requesting an expeditious deportation hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 28 U.S.C. Sec. 1361 provides that \"[t]he district courts shall have original jurisdiction of any action in the nature of mandamus to compel an officer or employee of the United States or any agency thereof to perform a duty owed to the plaintiff.  (emphasis supplied).  The APA, 5 U.S.C. Sec. 702, provides that, \"[a] person ... adversely affected or aggrieved by agency action within the meaning of a relevant statute is entitled to judicial review thereof[,]\" while 5 U.S.C. Sec. 706, creates a right of judicial review of agency action unlawfully withheld or unreasonably delayed.   See <span class=\"citation\" data-id=\"566886\"><span class=\"antecedent_guess\">Soler,</span> <a href=\"/opinion/566886/carlos-soler-v-roger-f-scott-warden-fci-safford-az-united-states/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">603</span></a></span>.  However, there is no right to judicial review if it is precluded by statute or the agency action has been committed to agency discretion by law.   See Heckler v. Chaney, <span class=\"citation\" data-id=\"111383\"><a href=\"/opinion/111383/heckler-v-chaney/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">821</span></a></span>, 828 (1985)(citing 5 U.S.C. Secs. 701(a)(1) and (2)).  And, judicial review is limited to \"final agency action for which there is no other adequate judicial remedy in a court\" under 5 U.S.C. Sec. 704.   See <span class=\"citation\" data-id=\"566886\"><span class=\"antecedent_guess\">Soler,</span> <a href=\"/opinion/566886/carlos-soler-v-roger-f-scott-warden-fci-safford-az-united-states/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">603</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 3. Gonzalez so concluded after analyzing the statute's language and legislative history under  Cort v. Ash, <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">66</span> </a></span>(1975), which sets out a four-part test for determining whether a private right of action should be implied in a federal statute.  After examining each of these factors and noting that the legislative history was silent on the issue of whether Congress intended that aliens have the right to enforce Sec. 1252(i), the Eighth Circuit concluded that Congress enacted Sec. 1252(i) primarily to alleviate prison overcrowding and that \"it would be inconsistent with this purpose to imply a private cause of action in favor of incarcerated aliens to compel an immediate deportation hearing.\"  <span class=\"citation\" data-id=\"518458\"><span class=\"antecedent_guess\">See</span> <a href=\"/opinion/518458/joel-amin-gonzalez-v-us-immigration-and-naturalization-service/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1109-10</span></a></span>.  However, Soler expressly rejected the Gonzalez approach.  <span class=\"citation\" data-id=\"566886\"><span class=\"antecedent_guess\">See</span> <a href=\"/opinion/566886/carlos-soler-v-roger-f-scott-warden-fci-safford-az-united-states/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">604</span></a></span>- 05 (\"a petitioner who has alleged a cause of action under the APA or the Mandamus Act need not rely upon an implied private right of action under any other statute\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 4.  But see Iheme v. Reno, <span class=\"citation no-link\"><span class=\"volume\">819</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1192</span></span>, 1194 &amp; n. 1 (E.D. Pa. 1993)(criticizing foregoing cases on ground that the view that Sec. 1252(i) \"is simply precatory ... and ... not subject to judicial enforcement ... has eliminated any incentive the ... [INS] had to comply with the congressional mandate\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 5. In  Giddings v. <span class=\"citation\" data-id=\"595218\"><span class=\"antecedent_guess\">Chandler,</span> <a href=\"/opinion/595218/ulric-paul-giddings-v-ronald-c-chandler-district-director-ins/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1107</span></a></span>, n. 22, the Fifth Circuit declined to reach the issue of whether a private right of action under 8 U.S.C. Sec. 1252(i) was required for mandamus relief.  Instead, that court concluded that Giddings lacked standing to maintain his action to compel the government to commence deportation proceedings under both the MVA and the APA because he did not fall within the \"zone of interests\" protected by 8 U.S.C. Sec. 1252(i).  <span class=\"citation\" data-id=\"595218\"><span class=\"antecedent_guess\">See</span> <a href=\"/opinion/595218/ulric-paul-giddings-v-ronald-c-chandler-district-director-ins/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1108-10</span></a></span>.  Relying on Gonzalez, Giddings also concluded that 8 U.S.C. Sec. 1252(i) imposed a duty on the Attorney General to deport criminal aliens but \"stop[ped] short of concluding that this creates a duty owed to the alien [ ]\" sufficient to enable the alien to maintain an action for mandamus under 28 U.S.C. Sec. 1361.  <span class=\"citation\" data-id=\"595218\"><a href=\"/opinion/595218/ulric-paul-giddings-v-ronald-c-chandler-district-director-ins/\"><span class=\"id_token\">Id.</span> at 1110</a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We note that though Soler was vacated, the Ninth Circuit subsequently indicated that its rationale remained sound.   See Silveyra v. Moschorak, <span class=\"citation\" data-id=\"603571\"><a href=\"/opinion/603571/jorge-silveyra-v-robert-m-moschorak-district-director-of-the-immigration/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1012</span></a></span>, 1024 n. 2 (9th Cir. 1993) (per curiam).  However, Silveyra appears to limit Soler to its facts, for it stresses that Soler's petition for mandamus alleged that the INS had a policy of delaying incarcerated aliens' deportation hearings until after their criminal sentences had expired, in direct contravention of Sec. 1252(i)' &#167; requirement that the government use the date of conviction, not the date of release, as the benchmark from which to commence deportation proceedings.  As Silveyra did not make similar allegations, the Ninth Circuit held that his complaint to compel an immediate deportation hearing was properly dismissed for failure to state a claim under the MVA and the APA.  <span class=\"citation\" data-id=\"603571\"><span class=\"antecedent_guess\">See</span> <a href=\"/opinion/603571/jorge-silveyra-v-robert-m-moschorak-district-director-of-the-immigration/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1015</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In support of this contention, Camilo Montoya observes that all of his codefendants were deported long ago</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> 8. Camilo Montoya did not challenge the place of his confinement below.  The issue, apart from appearing specious, is not properly before us</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109286/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111168/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111383/",
    "https://www.courtlistener.com/api/rest/v3/opinions/510028/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518458/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546371/",
    "https://www.courtlistener.com/api/rest/v3/opinions/559548/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566886/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595218/",
    "https://www.courtlistener.com/api/rest/v3/opinions/603571/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1379413/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1584058/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1765975/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2144737/"
  ]
}