{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195385/",
  "id": 195385,
  "absolute_url": "/opinion/195385/calabria-v-dubois/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195385/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:38:52Z",
  "date_modified": "2020-02-21T23:47:11.852604Z",
  "type": "010combined",
  "sha1": "2673f4ffed5d65a7dc4bbe6363a343b503a95495",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1742.01A",
  "local_path": null,
  "plain_text": "May 24, 1994          [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1742 \n\n                       DANTE CALABRIA,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                LARRY E. DUBOIS, ETC., ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. A. David Mazzone, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                   Torruella, Selya and Cyr,\n                       Circuit Judges.\n                                     \n\n                                         \n\nDante Calabria on brief pro se.\n              \nNancy  Ankers  White,  Special  Assistant  Attorney  General,  and\n                    \nKathleen J. Moore on brief for appellees.\n             \n\n                                         \n\n                                         \n\n          Per   Curiam.      Plaintiff  Dante   Calabria,   a\n                      \n\nMassachusetts  inmate, appeals the dismissal  of his pro se  \n                                                           \n\n1983 action for failure to state a claim.  These facts appear\n\nfrom the face of the complaint.\n\n                              I\n                               \n\n          In November 1992, Calabria,  a cook's helper at the\n\nOld Colony Correctional Center (\"OCCS\"), was placing potatoes\n\nin pans  preparing to  bake  them as  directed by  correction\n\nofficer  Borges,  the  head  cook,  when  another  correction\n\nofficer, Hurst,  suggested to  Calabria that, as  the chicken\n\nwas  to be baked, the potatoes be boiled.  Calabria responded\n\nthat he had  been ordered  to bake the  potatoes and  resumed\n\nwork.   Hurst repaired to  Borges' office, to  which Calabria\n\nwas soon summoned, whereupon  Borges ordered Calabria to boil\n\nthe  potatoes and then threw a radio belt at Calabria causing\n\nblood  to  appear  at the  corner  of  his  mouth.   Calabria\n\nreceived medical attention soon afterwards, during which time\n\nCalabria  claims to  have  been informed  that  Borges had  a\n\nsignificant history of assaultive behavior towards inmates.\n\n     Upon  this recital,  Calabria sued  Borges, Dubois,  the\n\nCommissioner of the Department of Correction, and Murphy, the\n\nsuperintendent of the OCCC,  in their individual and official\n\ncapacities.     The  principal   charge  is  that  defendants\n\ninflicted  unnecessary and  unjustified  force and  cruel and\n\nunusual  punishment  in violation  of  the  Eighth Amendment.\n\nCalabria  claims that  Dubois and  Murphy knew  about Borges'\n\npropensity  for  assaulting  inmates, but  were  deliberately\n\nindifferent  to  the danger  in  which  plaintiff was  placed\n\nbecause  Borges  was  allowed  to work  with  inmates  in  an\n\nunsupervised  environment.   Calabria  seeks declaratory  and\n\ninjunctive relief, and compensatory  and punitive damages for\n\nphysical pain, stress, and mental anguish.\n\n          Defendants'   motion   to   dismiss  or,   in   the\n\nalternative,  for  summary  judgment,  presented  a  slightly\n\ndifferent version  of the precipitating event,  but the basic\n\nfacts were undisputed: while working in the kitchen, Calabria\n\nwas struck  on the mouth by an object thrown by Borges; blood\n\nappeared  and  medical  attention  was had.    There  was  no\n\ndisturbance  and  no  disciplinary  report was  filed.    The\n\ndistrict court  acknowledged  some conflict  in the  parties'\n\nversions of the event,  but concluded that even if  the court\n\nwere to  assume that  plaintiff's account was  true, Calabria\n\nhad  failed  to  state a  claim  for  which  relief could  be\n\ngranted.   We agree that  the single blow  described does not\n\nstate a cognizable cause of action under the Eighth Amendment\n\nand  Calabria could  not  possibly prove  an excessive  force\n\nviolation based on that recitation, indulging  all reasonable\n\nand plausible inferences in his favor.\n\n                             -3-\n\n                              II\n                                \n\n          Calabria's  chief premise  on  appeal is  that  the\n\ndistrict court, in  dismissing his complaint,  misapplied the\n\nstandard   for  Eighth   Amendment  excessive   force  claims\n\nenunciated in Hudson v. McMillian, 112 S. Ct. 995 (1992), and\n                                 \n\nfocused upon  the extent  of Calabria's injuries  rather than\n\nhis allegations regarding  the malicious and sadistic  nature\n\nof defendants'  conduct.  In this regard, Calabria appears to\n\nargue that  because institutional security was  not at stake,\n\nthe  force used was  unnecessary, and the  conduct alleged by\n\nCalabria  is sufficient  to  state a  claim.   Alternatively,\n\nCalabria complains  that the district court  blindly accepted\n\ndefendants'  version  of  the  offending  conduct,  and  that\n\nbecause the  parties' versions of that  conduct vary greatly,\n\nmaterial issues of fact  remain to be resolved.   However, as\n\nindicated above, the basic  underlying facts are not disputed\n\nand  the district  court accepted plaintiff's  allegations as\n\ntrue for the purpose of deciding the motion.\n\n          In arguing  that dismissal  for failure to  state a\n\nclaim was proper, defendants chiefly  rely on (1) the absence\n\nof  factual  allegations   showing  unnecessary  and   wanton\n\ninfliction of pain;  and (2) Calabria's bare  recital that he\n\nwas struck once during the normal course of daily activities,\n\n                             -4-\n\nreflects, under Hudson, 112 S. Ct. at 1000, a  de minimis use\n                                                         \n\nof physical force excluded from Eighth Amendment recognition.\n\n                             III\n                                \n\n          Generally, an Eighth Amendment claimant must allege\n\nand  prove the  unnecessary  and wanton  infliction of  pain.\n\nWhitley  v.  Albers, 475  U.S. 312,  320  (1986).   Hudson v.\n                                                          \n\nMcMillian extended Whitley, which  involved a prison riot, to\n                          \n\nany  excessive  force  claim  and held:  \"the  core  judicial\n\ninquiry  is . .  . whether force was  applied in a good-faith\n\neffort to maintain or  restore discipline, or maliciously and\n\nsadistically  to cause  harm.\"   Hudson, 112  S. Ct.  at 999.\n                                       \n\nFurther,  the  Court  decided that  the  \"objectively harmful\n\nenough\"  component of  an  Eighth Amendment  claim is  always\n\nsatisfied  when prison  officials use  force maliciously  and\n\nsadistically to cause harm \"whether or not significant injury\n\nis evident.\"  Id. at 999-1000.   In deciding that the  extent\n                 \n\nof Hudson's injuries (bruises and swelling of face, mouth and\n\nlip, loosened  teeth and  cracked dental plate)  could result\n\nfrom non-de minimis force  for Eighth Amendment purposes, and\n                   \n\nwere relevant to (but  not determinative of) the \"unnecessary\n\nand wanton\" Whitley inquiry,  the Court nonetheless indicated\n                   \n\nthat  there was  some  quantum  of  physical force  that  was\n\nnecessarily  excludable  from  Eighth Amendment  recognition,\n\nunless that use  of force  was otherwise repugnant.   Id.  at\n                                                         \n\n1000.  That  not \"every  malevolent touch by  a prison  guard\n\n                             -5-\n\ngives  rise to a federal cause of action,\" id., suggests that\n                                              \n\nmerely  superficial injury permits  a reliable inference that\n\nthe accompanying  force was  not \"harmful enough,\"  Wilson v.\n                                                          \n\nSeiter, 111 S. Ct. 2321, 2326 (1991), and is constitutionally\n      \n\nde  minimis.  See Whitley, 475 U.S. at 321-22 (inferences may\n                         \n\nbe  drawn from, among other factors, the extent of the injury\n\ninflicted  as to whether the  use of force employed evidenced\n\nwanton  conduct); see also Moore v. Holbrook, 2 F.3d 697, 701\n                                            \n\n(6th Cir.  1993).  Thus, to state a    1983 claim that he was\n\nsubjected to a malicious and sadistic  attack in violation of\n\nthe  Eighth Amendment,  Calabria must allege  wrongdoing that\n\nreasonably and  plausibly amounts to  more than a  de minimis\n                                                             \n\nuse of force.  \n\n          The conduct presented here  -- a single blow caused\n\nby a thrown object and resulting  only in a bloody lip -- was\n\nclearly  de  minimis  for  Eighth  Amendment   purposes,  and\n                    \n\nCalabria's  complaint  was  properly  dismissed   as  legally\n\ndeficient.  See, e.g.,  Jackson v. Culbertson, 984 F.2d  699,\n                                             \n\n700 (5th Cir. 1993)  (spraying with fire extinguisher); Olson\n                                                             \n\nv. Coleman, 804 F. Supp. 148, 150 (D. Kan. 1992), aff'd, 1993\n                                                       \n\nU.S. App. Lexis 10086  (10th Cir. 1993) (single blow  to head\n\nwhile handcuffed); Gabai v. Jacoby, 800 F. Supp. 1149,  1154-\n                                  \n\n55  (S.D.N.Y.  1992)  (shoved  into  chair);   Candelaria  v.\n                                                         \n\nCoughlin,  787 F.  Supp. 368,  374-75 (S.D.N.Y.),  aff'd, 979\n                                                        \n\nF.2d 845 (2d Cir  1992) (fist pushed against neck);  see also\n                                                             \n\n                             -6-\n\nRisdal  v. Martin, 810 F. Supp.  1049, 1056 &amp; n.12 (S.D. Iowa\n                 \n\n1993);  cf. Northington v. Jackson, 973 F.2d 1518, 1524 (10th\n                                  \n\nCir. 1992) (putting  gun to inmate's head  could be malicious\n\nand  sadistic precluding  dismissal  for failure  to state  a\n\nclaim).    Nor  can we  say  that  there  is any  \"meaningful\n\nindication\" that  further pleading  at this stage  would make\n\nany \"dispositive difference.\"  Dartmouth Review v.  Dartmouth\n                                                             \n\nCollege, 889 F.2d 13, 23 (1st Cir. 1989).\n       \n\n                              IV\n                                \n\n          As  a final  matter,  Calabria complains  that  the\n\ndistrict court erroneously removed a default judgment entered\n\nagainst the  defendants and permitted  the late filing  of an\n\nanswer.   However,  Calabria's motion  for default  was filed\n\nthree  weeks after  service  on the  defendants, the  default\n\nentered twelve days later, and defendants moved to remove the\n\ndefault  two weeks later, less  than seven weeks from service\n\nof the  complaint.   Under these circumstances,  the district\n\ncourt  acted well  within its  discretion in  allowing relief\n\nfrom the default  order.  Cf.,  e.g., Clinkscales v.  Chevron\n                                                             \n\nU.S.A., 831 F.2d 1565, 1569 (11th Cir. 1987) (six month delay\n      \n\nin filing reply brief inexcusable).  \n\n     The judgment of the district court is affirmed.\n                                                   \n\n                             -7-\n",
  "html": "<p class=\"case_cite\">23 F.3d 394</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Dante CALABRIA, Plaintiff, Appellant,<br>v.<br>Larry E. DUBOIS, ETC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1742</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">May 24, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.  A. David Mazzone, U.S. District Judge ]</p>\n      <p class=\"indent\">Dante Calabria on brief pro se.</p>\n      <p class=\"indent\">Nancy Ankers White, Special Assistant Attorney General, and Kathleen J. Moore on brief for appellees.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Selya and Cyr, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Dante Calabria, a Massachusetts inmate, appeals the dismissal of his pro se Sec. 1983 action for failure to state a claim.  These facts appear from the face of the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In November 1992, Calabria, a cook's helper at the Old Colony Correctional Center (\"OCCS\"), was placing potatoes in pans preparing to bake them as directed by correction officer Borges, the head cook, when another correction officer, Hurst, suggested to Calabria that, as the chicken was to be baked, the potatoes be boiled.  Calabria responded that he had been ordered to bake the potatoes and resumed work.  Hurst repaired to Borges' office, to which Calabria was soon summoned, whereupon Borges ordered Calabria to boil the potatoes and then threw a radio belt at Calabria causing blood to appear at the corner of his mouth.  Calabria received medical attention soon afterwards, during which time Calabria claims to have been informed that Borges had a significant history of assaultive behavior towards inmates.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Upon this recital, Calabria sued Borges, Dubois, the Commissioner of the Department of Correction, and Murphy, the superintendent of the OCCC, in their individual and official capacities.  The principal charge is that defendants inflicted unnecessary and unjustified force and cruel and unusual punishment in violation of the Eighth Amendment.  Calabria claims that Dubois and Murphy knew about Borges' propensity for assaulting inmates, but were deliberately indifferent to the danger in which plaintiff was placed because Borges was allowed to work with inmates in an unsupervised environment.  Calabria seeks declaratory and injunctive relief, and compensatory and punitive damages for physical pain, stress, and mental anguish.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Defendants' motion to dismiss or, in the alternative, for summary judgment, presented a slightly different version of the precipitating event, but the basic facts were undisputed:  while working in the kitchen, Calabria was struck on the mouth by an object thrown by Borges;  blood appeared and medical attention was had.  There was no disturbance and no disciplinary report was filed.  The district court acknowledged some conflict in the parties' versions of the event, but concluded that even if the court were to assume that plaintiff's account was true, Calabria had failed to state a claim for which relief could be granted.  We agree that the single blow described does not state a cognizable cause of action under the Eighth Amendment and Calabria could not possibly prove an excessive force violation based on that recitation, indulging all reasonable and plausible inferences in his favor.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Calabria's chief premise on appeal is that the district court, in dismissing his complaint, misapplied the standard for Eighth Amendment excessive force claims enunciated in  Hudson v. McMillian, 112 S. Ct. 995 (1992), and focused upon the extent of Calabria's injuries rather than his allegations regarding the malicious and sadistic nature of defendants' conduct.  In this regard, Calabria appears to argue that because institutional security was not at stake, the force used was unnecessary, and the conduct alleged by Calabria is sufficient to state a claim.  Alternatively, Calabria complains that the district court blindly accepted defendants' version of the offending conduct, and that because the parties' versions of that conduct vary greatly, material issues of fact remain to be resolved.  However, as indicated above, the basic underlying facts are not disputed and the district court accepted plaintiff's allegations as true for the purpose of deciding the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In arguing that dismissal for failure to state a claim was proper, defendants chiefly rely on (1) the absence of factual allegations showing unnecessary and wanton infliction of pain;  and (2) Calabria's bare recital that he was struck once during the normal course of daily activities, reflects, under  Hudson, 112 S. Ct. at 1000, a de minimis use of physical force excluded from Eighth Amendment recognition.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Generally, an Eighth Amendment claimant must allege and prove the unnecessary and wanton infliction of pain.   Whitley v. Albers, 475 U.S. 312, 320 (1986).  Hudson v. McMillian extended Whitley, which involved a prison riot, to any excessive force claim and held:  \"the core judicial inquiry is ... whether force was applied in a good-faith effort to maintain or restore discipline, or maliciously and sadistically to cause harm.\"   Hudson, 112 S. Ct. at 999.  Further, the Court decided that the \"objectively harmful enough\" component of an Eighth Amendment claim is always satisfied when prison officials use force maliciously and sadistically to cause harm \"whether or not significant injury is evident.\"   Id. at 999- 1000.  In deciding that the extent of Hudson's injuries (bruises and swelling of face, mouth and lip, loosened teeth and cracked dental plate) could result from non-de minimis force for Eighth Amendment purposes, and were relevant to (but not determinative of) the \"unnecessary and wanton\" Whitley inquiry, the Court nonetheless indicated that there was some quantum of physical force that was necessarily excludable from Eighth Amendment recognition, unless that use of force was otherwise repugnant.  Id. at 1000.  That not \"every malevolent touch by a prison guard gives rise to a federal cause of action,\" id., suggests that merely superficial injury permits a reliable inference that the accompanying force was not \"harmful enough,\"  Wilson v. Seiter, 111 S. Ct. 2321, 2326 (1991), and is constitutionally  de minimis.  See Whitley, 475 U.S. at 321-22 (inferences may be drawn from, among other factors, the extent of the injury inflicted as to whether the use of force employed evidenced wanton conduct); see also Moore v.  Holbrook, 2 F.3d 697, 701 (6th Cir. 1993).  Thus, to state a Sec. 1983 claim that he was subjected to a malicious and sadistic attack in violation of the Eighth Amendment, Calabria must allege wrongdoing that reasonably and plausibly amounts to more than a de minimis use of force.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The conduct presented here-a single blow caused by a thrown object and resulting only in a bloody lip-was clearly de minimis for Eighth Amendment purposes, and Calabria's complaint was properly dismissed as legally deficient.   See, e.g., Jackson v. Culbertson, 984 F.2d 699, 700 (5th Cir. 1993) (spraying with fire extinguisher);  Olson v.  Coleman, 804 F. Supp. 148, 150 (D. Kan. 1992), aff'd, 1993 U.S. App.  Lexis 10086 (10th Cir. 1993) (single blow to head while handcuffed);   Gabai v. Jacoby, 800 F. Supp. 1149, 1154-55 (S.D.N.Y. 1992) (shoved into chair);   Candelaria v. Coughlin, 787 F. Supp. 368, 374-75 (S.D.N.Y.), aff'd, 979 F.2d 845 (2d Cir 1992) (fist pushed against neck);  see also Risdal v.  Martin, 810 F. Supp. 1049, 1056 &amp; n. 12 (S.D. Iowa 1993);   cf.  Northington v. Jackson, 973 F.2d 1518, 1524 (10th Cir. 1992) (putting gun to inmate's head could be malicious and sadistic precluding dismissal for failure to state a claim).  Nor can we say that there is any \"meaningful indication\" that further pleading at this stage would make any \"dispositive difference.\"   Dartmouth Review v. Dartmouth College, 889 F.2d 13, 23 (1st Cir. 1989).</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As a final matter, Calabria complains that the district court erroneously removed a default judgment entered against the defendants and permitted the late filing of an answer.  However, Calabria's motion for default was filed three weeks after service on the defendants, the default entered twelve days later, and defendants moved to remove the default two weeks later, less than seven weeks from service of the complaint.  Under these circumstances, the district court acted well within its discretion in allowing relief from the default order.   Cf., e.g., Clinkscales v. Chevron U.S.A., 831 F.2d 1565, 1569 (11th Cir. 1987) (six month delay in filing reply brief inexcusable).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">394</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Dante CALABRIA, Plaintiff, Appellant,<br>v.<br>Larry E. DUBOIS, ETC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1742</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">May 24, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.  A. David Mazzone, U.S. District Judge ]</p>\n      <p class=\"indent\">Dante Calabria on brief pro se.</p>\n      <p class=\"indent\">Nancy Ankers White, Special Assistant Attorney General, and Kathleen J. Moore on brief for appellees.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Selya and Cyr, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Dante Calabria, a Massachusetts inmate, appeals the dismissal of his pro se Sec. 1983 action for failure to state a claim.  These facts appear from the face of the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In November 1992, Calabria, a cook's helper at the Old Colony Correctional Center (\"OCCS\"), was placing potatoes in pans preparing to bake them as directed by correction officer Borges, the head cook, when another correction officer, Hurst, suggested to Calabria that, as the chicken was to be baked, the potatoes be boiled.  Calabria responded that he had been ordered to bake the potatoes and resumed work.  Hurst repaired to Borges' office, to which Calabria was soon summoned, whereupon Borges ordered Calabria to boil the potatoes and then threw a radio belt at Calabria causing blood to appear at the corner of his mouth.  Calabria received medical attention soon afterwards, during which time Calabria claims to have been informed that Borges had a significant history of assaultive behavior towards inmates.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Upon this recital, Calabria sued Borges, Dubois, the Commissioner of the Department of Correction, and Murphy, the superintendent of the OCCC, in their individual and official capacities.  The principal charge is that defendants inflicted unnecessary and unjustified force and cruel and unusual punishment in violation of the Eighth Amendment.  Calabria claims that Dubois and Murphy knew about Borges' propensity for assaulting inmates, but were deliberately indifferent to the danger in which plaintiff was placed because Borges was allowed to work with inmates in an unsupervised environment.  Calabria seeks declaratory and injunctive relief, and compensatory and punitive damages for physical pain, stress, and mental anguish.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Defendants' motion to dismiss or, in the alternative, for summary judgment, presented a slightly different version of the precipitating event, but the basic facts were undisputed:  while working in the kitchen, Calabria was struck on the mouth by an object thrown by Borges;  blood appeared and medical attention was had.  There was no disturbance and no disciplinary report was filed.  The district court acknowledged some conflict in the parties' versions of the event, but concluded that even if the court were to assume that plaintiff's account was true, Calabria had failed to state a claim for which relief could be granted.  We agree that the single blow described does not state a cognizable cause of action under the Eighth Amendment and Calabria could not possibly prove an excessive force violation based on that recitation, indulging all reasonable and plausible inferences in his favor.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Calabria's chief premise on appeal is that the district court, in dismissing his complaint, misapplied the standard for Eighth Amendment excessive force claims enunciated in  Hudson v. McMillian, <span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">995</span> </a></span>(1992), and focused upon the extent of Calabria's injuries rather than his allegations regarding the malicious and sadistic nature of defendants' conduct.  In this regard, Calabria appears to argue that because institutional security was not at stake, the force used was unnecessary, and the conduct alleged by Calabria is sufficient to state a claim.  Alternatively, Calabria complains that the district court blindly accepted defendants' version of the offending conduct, and that because the parties' versions of that conduct vary greatly, material issues of fact remain to be resolved.  However, as indicated above, the basic underlying facts are not disputed and the district court accepted plaintiff's allegations as true for the purpose of deciding the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In arguing that dismissal for failure to state a claim was proper, defendants chiefly rely on (1) the absence of factual allegations showing unnecessary and wanton infliction of pain;  and (2) Calabria's bare recital that he was struck once during the normal course of daily activities, reflects, under  <span class=\"citation\" data-id=\"112693\"><span class=\"antecedent_guess\">Hudson,</span> <a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1000</span></a></span>, a de minimis use of physical force excluded from Eighth Amendment recognition.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Generally, an Eighth Amendment claimant must allege and prove the unnecessary and wanton infliction of pain.   Whitley v. Albers, <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span>, 320 (1986).  Hudson v. McMillian extended Whitley, which involved a prison riot, to any excessive force claim and held:  \"the core judicial inquiry is ... whether force was applied in a good-faith effort to maintain or restore discipline, or maliciously and sadistically to cause harm.\"   <span class=\"citation\" data-id=\"112693\"><span class=\"antecedent_guess\">Hudson,</span> <a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">999</span></a></span>.  Further, the Court decided that the \"objectively harmful enough\" component of an Eighth Amendment claim is always satisfied when prison officials use force maliciously and sadistically to cause harm \"whether or not significant injury is evident.\"   <span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"id_token\">Id.</span> at 999- </a></span>1000.  In deciding that the extent of Hudson's injuries (bruises and swelling of face, mouth and lip, loosened teeth and cracked dental plate) could result from non-de minimis force for Eighth Amendment purposes, and were relevant to (but not determinative of) the \"unnecessary and wanton\" Whitley inquiry, the Court nonetheless indicated that there was some quantum of physical force that was necessarily excludable from Eighth Amendment recognition, unless that use of force was otherwise repugnant.  <span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"id_token\">Id.</span> at 1000. </a></span> That not \"every malevolent touch by a prison guard gives rise to a federal cause of action,\" <span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"id_token\">id.,</span> suggests that </a></span>merely superficial injury permits a reliable inference that the accompanying force was not \"harmful enough,\"  Wilson v. Seiter, <span class=\"citation\" data-id=\"112626\"><a href=\"/opinion/112626/wilson-v-seiter/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2321</span></a></span>, 2326 (1991), and is constitutionally  de minimis.  See <span class=\"citation\" data-id=\"111610\"><span class=\"antecedent_guess\">Whitley,</span> <a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">321-22</span> </a></span>(inferences may be drawn from, among other factors, the extent of the injury inflicted as to whether the use of force employed evidenced wanton conduct); see also Moore v.  Holbrook, <span class=\"citation\" data-id=\"628275\"><a href=\"/opinion/628275/william-c-moore-v-troy-e-holbrook-r-ginn-sgt-john-burton-sgt/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">697</span></a></span>, 701 (6th Cir. 1993).  Thus, to state a Sec. 1983 claim that he was subjected to a malicious and sadistic attack in violation of the Eighth Amendment, Calabria must allege wrongdoing that reasonably and plausibly amounts to more than a de minimis use of force.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The conduct presented here-a single blow caused by a thrown object and resulting only in a bloody lip-was clearly de minimis for Eighth Amendment purposes, and Calabria's complaint was properly dismissed as legally deficient.   See, e.g., Jackson v. Culbertson, <span class=\"citation\" data-id=\"599156\"><a href=\"/opinion/599156/harry-l-jackson-v-re-culbertson-sheriff/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">699</span></a></span>, 700 (5th Cir. 1993) (spraying with fire extinguisher);  Olson v.  Coleman, <span class=\"citation\" data-id=\"1651431\"><a href=\"/opinion/1651431/olson-v-coleman/\"><span class=\"volume\">804</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">148</span></a></span>, 150 (D. Kan. 1992), aff'd, 1993 U.S. App.  Lexis 10086 (10th Cir. 1993) (single blow to head while handcuffed);   Gabai v. Jacoby, <span class=\"citation\" data-id=\"1393488\"><a href=\"/opinion/1393488/gabai-v-jacoby/\"><span class=\"volume\">800</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1149</span></a></span>, 1154-55 (S.D.N.Y. 1992) (shoved into chair);   Candelaria v. Coughlin, <span class=\"citation no-link\"><span class=\"volume\">787</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">368</span></span>, 374-75 (S.D.N.Y.), aff'd, <span class=\"citation\" data-id=\"594815\"><a href=\"/opinion/594815/candelaria-v-coughlin/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">845</span> </a></span>(2d Cir 1992) (fist pushed against neck);  see also Risdal v.  Martin, <span class=\"citation\" data-id=\"1499934\"><a href=\"/opinion/1499934/risdal-v-martin/\"><span class=\"volume\">810</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1049</span></a></span>, 1056 &amp; n. 12 (S.D. Iowa 1993);   cf.  Northington v. Jackson, <span class=\"citation\" data-id=\"590022\"><a href=\"/opinion/590022/no-92-1068/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1518</span></a></span>, 1524 (10th Cir. 1992) (putting gun to inmate's head could be malicious and sadistic precluding dismissal for failure to state a claim).  Nor can we say that there is any \"meaningful indication\" that further pleading at this stage would make any \"dispositive difference.\"   Dartmouth Review v. Dartmouth College, <span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 23 (1st Cir. 1989).</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As a final matter, Calabria complains that the district court erroneously removed a default judgment entered against the defendants and permitted the late filing of an answer.  However, Calabria's motion for default was filed three weeks after service on the defendants, the default entered twelve days later, and defendants moved to remove the default two weeks later, less than seven weeks from service of the complaint.  Under these circumstances, the district court acted well within its discretion in allowing relief from the default order.   Cf., e.g., Clinkscales v. Chevron U.S.A., <span class=\"citation\" data-id=\"496635\"><a href=\"/opinion/496635/maylon-b-clinkscales-ta-clinkscales-oil-company-v-chevron-usa-inc/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1565</span></a></span>, 1569 (11th Cir. 1987) (six month delay in filing reply brief inexcusable).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111610/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112626/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112693/",
    "https://www.courtlistener.com/api/rest/v3/opinions/496635/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531870/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590022/",
    "https://www.courtlistener.com/api/rest/v3/opinions/594815/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599156/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628275/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1393488/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1499934/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1651431/"
  ]
}