{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195381/",
  "id": 195381,
  "absolute_url": "/opinion/195381/united-states-v-snodgrass/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195381/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:38:47Z",
  "date_modified": "2020-02-21T23:47:01.898607Z",
  "type": "010combined",
  "sha1": "5b841b535c3ee0a0b5d1852ad6e8825c300e5f2d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1002.01A",
  "local_path": null,
  "plain_text": "May 23, 1994          [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                        \n\nNo. 94-1002\n\n                  UNITED STATES OF AMERICA,\n                     Plaintiff, Appellee,\n\n                              v.\n\n     CERTAIN REAL PROPERTY LOCATED AT RIVER ROAD, ELIOT,\n                     YORK COUNTY, MAINE,\n                     Defendant, Appellee,\n\n                                       \n\n                    DANA B. SNODGRASS, JR.\n                     Claimant, Appellant.\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n           [Hon. Gene Carter, U.S. District Judge]\n                                                 \n                                        \n\n                            Before\n\n                 Torruella, Selya and Stahl,\n                       Circuit Judges.\n                                     \n\n                                        \n\n   Thomas Van Houten on brief for appellant.\n                    \n   Jay  P. McCloskey,  United States  Attorney, and  Michael M.\n                                                               \nDuBose, Assistant United States Attorney, on brief for appellee.\n    \n\n                                        \n\n                                        \n\n     Per Curiam.   Dana B.  Snodgrass, Jr.  appeals from  the\n               \n\ndistrict court's order dismissing  his claim to the defendant\n\nproperty  for  lack of  standing  and  from the  judgment  of\n\nforfeiture for the United States.  We affirm.\n\n                          BACKGROUND\n\n     On  January 26,  1993, plaintiff  United States  filed a\n\ncomplaint of forfeiture in  rem against defendant property, a\n\nMaine   residence,   pursuant   to   21  U.S.C.       881(7).\n\nApproximately two months later,  Dana B. Snodgrass, Jr. filed\n\na  claim to the property stating that he is its \"legal titled\n\nowner.\"  In his answer to the complaint, claimant asserted an\n\n\"innocent owner\" defense to the forfeiture.\n\n     On November  9, 1993, with the consent  of both counsel,\n\nthe district court held  a preliminary evidentiary hearing on\n\nthe issue of claimant's standing to challenge the forfeiture.\n\nOn November 10,  1993, the district court issued a memorandum\n\nof  decision and  order concluding  that claimant  is without\n\nstanding  to assert his claim of ownership.  United States v.\n                                                          \n\nCertain  Real Property Located at  River Rd., 839  F. Supp. 1\n                                            \n\n(D.  Me. 1993).   The district court  ordered that Snodgrass,\n\nJr.'s  claim be  dismissed and  that judgment  enter for  the\n\nplaintiff.  A final decree of forfeiture entered on  November\n\n15, 1993.\n\n     The  district court's  factual  findings are  set  forth\n\nfully  in its memorandum and  are not challenged.   In brief,\n\n                             -2-\n\nthe  district court  found  that claimant's  father, Dana  B.\n\nSnodgrass,  Sr., had conveyed  defendant property to claimant\n\nafter   learning  that   he,   Snodgrass,  Sr.,   was   being\n\ninvestigated for drug  trafficking.1  Although  not reflected\n\nin the deed of conveyance, Snodgrass, Sr. retained all rights\n\nto the occupancy and  use of the property and  the obligation\n\nto tend to and fund its upkeep and maintenance.   At the time\n\nof  the transfer, Snodgrass,  Sr. had had  no relationship of\n\nsubstance for  seventeen years with claimant,  who resided in\n\nSeattle, Washington.  The court found that the transaction of\n\nconveyance was  intended solely  by Snodgrass, Sr.  to shield\n\nthe property from  forfeiture and was not  intended to convey\n\nany right of dominion or control over, or even any beneficial\n\ninterest in, the defendant property.  \n\n                          DISCUSSION\n\n     In a  civil forfeiture  action, once the  government has\n\nmet  its burden of showing  probable cause to  believe that a\n\nsubstantial  connection  exists between  the  property to  be\n\nforfeited and the illegal exchange of a controlled substance,\n\nthe burden shifts to  the claimant to show that  the property\n\nis not subject to  forfeiture.  United States v.  116 Emerson\n                                                             \n\nSt., 942 F.2d 74, 79 (1st Cir. 1991).  As an element  of this\n   \n\nburden, a  claimant must  prove an  interest in  the property\n\n                    \n\n1.  The parties stipulated that probable cause exists to find\nthat  the  defendant  property   was  used  to  facilitate  a\nviolation of 21 U.S.C.   841(a)(1).\n\n                             -3-\n\nsufficient to establish  standing to contest the  forfeiture.\n\nUnited States v.  526 Liscum  Drive, 866 F.2d  213, 216  (6th\n                                   \n\nCir.  1989).    \"[C]ourts  have  uniformly  rejected standing\n\nclaims  put  forward by  nominal  or straw  owners.\"   United\n                                                             \n\nStates v.  Contents of Accounts Nos.  3034504504 &amp; 144-07143,\n                                                            \n\n971 F.2d 974,  985 (3d  Cir. 1992) (quoting  David B.  Smith,\n\nDefense and Prosecution  of Forfeiture Cases,    9.04, at  9-\n                                            \n\n58.6  (1985 &amp;  Supp. 1991)),  cert. denied,  113 S.  Ct. 1580\n                                          \n\n(1993).  Thus, possession of mere legal title by one who does\n\nnot exercise dominion  and control over  the property may  be\n\ninsufficient to establish standing to challenge a forfeiture.\n\nId.;  see also United States  v. Vacant Land  Located at 10th\n                                                             \n\nSt.  &amp;  Challenger Way,  15 F.3d  128,  130 (9th  Cir. 1993);\n                      \n\nUnited States v. 5000 Palmetto Drive, 928 F.2d 373, 375 (11th\n                                    \n\nCir.  1991); 526 Liscum Drive, 866 F.2d at 217; United States\n                                                             \n\nv.  One 1945 Douglas C-54 (DC-4) Aircraft, 604 F.2d 27, 28-29\n                                         \n\n(8th  Cir.   1979);  United  States  v.   New  Silver  Palace\n                                                             \n\nRestaurant, Inc., 810 F. Supp. 440, 444 (E.D.N.Y. 1992).\n                \n\n     In the  instant case,  the evidence amply  supported the\n\ndistrict  court's   conclusion   that  the   transaction   of\n\nconveyance  was  a  facially  transparent sham.    After  the\n\nconveyance, Snodgrass, Sr. continued to live on the property.\n\nWith the exception  of one  visit to Maine,  during which  he\n\nstayed in a hotel,  claimant remained in Seattle, Washington.\n\nSnodgrass,  Sr. paid the mortgage  and taxes on the property.\n\n                             -4-\n\nClaimant  did  not know  the amount  of  the mortgage  or the\n\nidentity  of the mortgage  holder.  Snodgrass,  Sr. also made\n\nimprovements to the property without consulting claimant.  In\n\nsum, there was no evidence whatsoever that claimant exercised\n\nany  dominion or  control  over the  property.   Indeed,  the\n\nevidence pointed  inexorably to the conclusion  that claimant\n\nwas nothing more than a nominal or straw owner.  Accordingly,\n\nthe district court  properly concluded  that claimant  lacked\n\nstanding to contest the forfeiture.\n\n     Claimant argues that a  rule requiring him to  show more\n\nthan  legal  title  to  establish  standing  to  challenge  a\n\nforfeiture   is  inconsistent   with  Article   III  standing\n\njurisprudence.  We disagree.   The rationale for the  rule is\n\nthat  things are often not what they appear to be, especially\n\nin  the world of drug  trafficking. See United  States v. 900\n                                                             \n\nRio Vista Blvd., 803  F.2d 625, 630 (11th Cir.  1986); United\n                                                             \n\nStates  v. One  1977 36  Foot Cigarette  Ocean Racer,  624 F.\n                                                    \n\nSupp.  290,  294-95  (S.D. Fla.  1985).    People  engaged in\n\nillegal  activites often  try to  disguise their  interest in\n\nproperty  by placing title in  someone else's name.   900 Rio\n                                                             \n\nVista  Blvd., 803 F.2d at 630.  Article III standing requires\n            \n\nthat a claimant  suffer an injury in fact.   Adams v. Watson,\n                                                            \n\n10 F.3d 915, 918 (1st Cir. 1993).  A  straw owner has no real\n\ninterest in the seized  property and, accordingly, suffers no\n\ngenuine injury.  \n\n                             -5-\n\n     Claimant also suggests that  the district court erred in\n\nnot allowing him to prove  ownership to a jury as  an element\n\nof  his claim.    We  deem  this  argument  waived.    Having\n\nconsented to an evidentiary hearing to determine his standing\n\nto assert a claim of  ownership, claimant cannot now complain\n\nof  the manner  of proceeding  below.   See United  States v.\n                                                          \n\nPalmer, 956 F.2d 3, 6 (1st Cir. 1992) (an issue not presented\n      \n\nto the trial  court cannot  be raised for  the first time  on\n\nappeal).  \n\n     Affirmed.  See 1st Cir. R. 27.1.\n                   \n\n                             -6-\n",
  "html": "<p class=\"case_cite\">23 F.3d 395</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>CERTAIN REAL PROPERTY LOCATED AT RIVER ROAD, ELIOT, YORK<br>COUNTY, MAINE, Defendant, Appellee, Dana B.<br>Snodgrass, Jr. Claimant, Appellant.</p>\n    <p class=\"docket\">No. 94-1002</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">May 23, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine [Hon.  Gene Carter, U.S. District Judge ]</p>\n      <p class=\"indent\">Thomas Van Houten on brief for appellant.</p>\n      <p class=\"indent\">Jay P. McCloskey, United States Attorney, and Michael M. DuBose, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Selya and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Dana B. Snodgrass, Jr. appeals from the district court's order dismissing his claim to the defendant property for lack of standing and from the judgment of forfeiture for the United States.  We affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On January 26, 1993, plaintiff United States filed a complaint of forfeiture in rem against defendant property, a Maine residence, pursuant to 21 U.S.C. Sec. 881(7).  Approximately two months later, Dana B. Snodgrass, Jr. filed a claim to the property stating that he is its \"legal titled owner.\"  In his answer to the complaint, claimant asserted an \"innocent owner\" defense to the forfeiture.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On November 9, 1993, with the consent of both counsel, the district court held a preliminary evidentiary hearing on the issue of claimant's standing to challenge the forfeiture.  On November 10, 1993, the district court issued a memorandum of decision and order concluding that claimant is without standing to assert his claim of ownership.   United States v. Certain Real Property Located at River Rd., 839 F. Supp. 1 (D. Me. 1993).  The district court ordered that Snodgrass, Jr.'s claim be dismissed and that judgment enter for the plaintiff.  A final decree of forfeiture entered on November 15, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court's factual findings are set forth fully in its memorandum and are not challenged.  In brief, the district court found that claimant's father, Dana B. Snodgrass, Sr., had conveyed defendant property to claimant after learning that he, Snodgrass, Sr., was being investigated for drug trafficking.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Although not reflected in the deed of conveyance, Snodgrass, Sr. retained all rights to the occupancy and use of the property and the obligation to tend to and fund its upkeep and maintenance.  At the time of the transfer, Snodgrass, Sr. had had no relationship of substance for seventeen years with claimant, who resided in Seattle, Washington.  The court found that the transaction of conveyance was intended solely by Snodgrass, Sr. to shield the property from forfeiture and was not intended to convey any right of dominion or control over, or even any beneficial interest in, the defendant property.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In a civil forfeiture action, once the government has met its burden of showing probable cause to believe that a substantial connection exists between the property to be forfeited and the illegal exchange of a controlled substance, the burden shifts to the claimant to show that the property is not subject to forfeiture.   United States v. 116 Emerson St., 942 F.2d 74, 79 (1st Cir. 1991).  As an element of this burden, a claimant must prove an interest in the property sufficient to establish standing to contest the forfeiture.  United States v.  526 Liscum Drive, 866 F.2d 213, 216 (6th Cir. 1989).  \"[C]ourts have uniformly rejected standing claims put forward by nominal or straw owners.\"  United States v. Contents of Accounts Nos. 3034504504 &amp; 144- 07143, 971 F.2d 974, 985 (3d Cir. 1992) (quoting David B. Smith, Defense and Prosecution of Forfeiture Cases, p 9.04, at 9-58.6 (1985 &amp; Supp. 1991)), cert. denied, 113 S. Ct. 1580 (1993).  Thus, possession of mere legal title by one who does not exercise dominion and control over the property may be insufficient to establish standing to challenge a forfeiture.  Id.;   see also United States v. Vacant Land Located at 10th St. &amp; Challenger Way, 15 F.3d 128, 130 (9th Cir. 1993);   United States v. 5000 Palmetto Drive, 928 F.2d 373, 375 (11th Cir. 1991);   526 Liscum Drive, 866 F.2d at 217;  United States v. One 1945 Douglas C-54 (DC- 4) Aircraft, 604 F.2d 27, 28-29 (8th Cir. 1979);   United States v. New Silver Palace Restaurant, Inc., 810 F. Supp. 440, 444 (E.D.N.Y. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the instant case, the evidence amply supported the district court's conclusion that the transaction of conveyance was a facially transparent sham.  After the conveyance, Snodgrass, Sr. continued to live on the property.  With the exception of one visit to Maine, during which he stayed in a hotel, claimant remained in Seattle, Washington.  Snodgrass, Sr. paid the mortgage and taxes on the property.  Claimant did not know the amount of the mortgage or the identity of the mortgage holder.  Snodgrass, Sr. also made improvements to the property without consulting claimant.  In sum, there was no evidence whatsoever that claimant exercised any dominion or control over the property.  Indeed, the evidence pointed inexorably to the conclusion that claimant was nothing more than a nominal or straw owner.  Accordingly, the district court properly concluded that claimant lacked standing to contest the forfeiture.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Claimant argues that a rule requiring him to show more than legal title to establish standing to challenge a forfeiture is inconsistent with Article III standing jurisprudence.  We disagree.  The rationale for the rule is that things are often not what they appear to be, especially in the world of drug trafficking.   See United States v. 900 Rio Vista Blvd., 803 F.2d 625, 630 (11th Cir. 1986);  United States v.  One 1977 36 Foot Cigarette Ocean Racer, 624 F. Supp. 290, 294-95 (S.D. Fla. 1985).  People engaged in illegal activites often try to disguise their interest in property by placing title in someone else's name.   900 Rio Vista Blvd., 803 F.2d at 630.  Article III standing requires that a claimant suffer an injury in fact.   Adams v. Watson, 10 F.3d 915, 918 (1st Cir. 1993).  A straw owner has no real interest in the seized property and, accordingly, suffers no genuine injury.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Claimant also suggests that the district court erred in not allowing him to prove ownership to a jury as an element of his claim.  We deem this argument waived.  Having consented to an evidentiary hearing to determine his standing to assert a claim of ownership, claimant cannot now complain of the manner of proceeding below.   See United States v. Palmer, 956 F.2d 3, 6 (1st Cir. 1992) (an issue not presented to the trial court cannot be raised for the first time on appeal).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed. See 1st Cir.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The parties stipulated that probable cause exists to find that the defendant property was used to facilitate a violation of 21 U.S.C. Sec. 841(a)(1)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">395</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>CERTAIN REAL PROPERTY LOCATED AT RIVER ROAD, ELIOT, YORK<br>COUNTY, MAINE, Defendant, Appellee, Dana B.<br>Snodgrass, Jr. Claimant, Appellant.</p>\n    <p class=\"docket\">No. 94-1002</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">May 23, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine [Hon.  Gene Carter, U.S. District Judge ]</p>\n      <p class=\"indent\">Thomas Van Houten on brief for appellant.</p>\n      <p class=\"indent\">Jay P. McCloskey, United States Attorney, and Michael M. DuBose, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Selya and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Dana B. Snodgrass, Jr. appeals from the district court's order dismissing his claim to the defendant property for lack of standing and from the judgment of forfeiture for the United States.  We affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On January 26, 1993, plaintiff United States filed a complaint of forfeiture in rem against defendant property, a Maine residence, pursuant to 21 U.S.C. Sec. 881(7).  Approximately two months later, Dana B. Snodgrass, Jr. filed a claim to the property stating that he is its \"legal titled owner.\"  In his answer to the complaint, claimant asserted an \"innocent owner\" defense to the forfeiture.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On November 9, 1993, with the consent of both counsel, the district court held a preliminary evidentiary hearing on the issue of claimant's standing to challenge the forfeiture.  On November 10, 1993, the district court issued a memorandum of decision and order concluding that claimant is without standing to assert his claim of ownership.   United States v. Certain Real Property Located at River Rd., <span class=\"citation\" data-id=\"1444247\"><a href=\"/opinion/1444247/united-states-v-certain-real-property/\"><span class=\"volume\">839</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1</span> </a></span>(D. Me. 1993).  The district court ordered that Snodgrass, Jr.'s claim be dismissed and that judgment enter for the plaintiff.  A final decree of forfeiture entered on November 15, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court's factual findings are set forth fully in its memorandum and are not challenged.  In brief, the district court found that claimant's father, Dana B. Snodgrass, Sr., had conveyed defendant property to claimant after learning that he, Snodgrass, Sr., was being investigated for drug trafficking.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Although not reflected in the deed of conveyance, Snodgrass, Sr. retained all rights to the occupancy and use of the property and the obligation to tend to and fund its upkeep and maintenance.  At the time of the transfer, Snodgrass, Sr. had had no relationship of substance for seventeen years with claimant, who resided in Seattle, Washington.  The court found that the transaction of conveyance was intended solely by Snodgrass, Sr. to shield the property from forfeiture and was not intended to convey any right of dominion or control over, or even any beneficial interest in, the defendant property.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In a civil forfeiture action, once the government has met its burden of showing probable cause to believe that a substantial connection exists between the property to be forfeited and the illegal exchange of a controlled substance, the burden shifts to the claimant to show that the property is not subject to forfeiture.   United States v. 116 Emerson St., <span class=\"citation\" data-id=\"566802\"><a href=\"/opinion/566802/united-states-v-one-parcel-of-real-property-with-buildings-appurtenances/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">74</span></a></span>, 79 (1st Cir. 1991).  As an element of this burden, a claimant must prove an interest in the property sufficient to establish standing to contest the forfeiture.  United States v.  526 Liscum Drive, <span class=\"citation\" data-id=\"517492\"><a href=\"/opinion/517492/united-states-v-premises-known-as-526-liscum-drive-dayton-montgomery/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">213</span></a></span>, 216 (6th Cir. 1989).  \"[C]ourts have uniformly rejected standing claims put forward by nominal or straw owners.\"  United States v. Contents of Accounts Nos. 3034504504 &amp; 144- 07143, <span class=\"citation\" data-id=\"588120\"><a href=\"/opinion/588120/nos-91-5470-91-5768/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">974</span></a></span>, 985 (3d Cir. 1992) (quoting David B. Smith, Defense and Prosecution of Forfeiture Cases, p 9.04, at 9-58.6 (1985 &amp; Supp. 1991)), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1580</span> </span>(1993).  Thus, possession of mere legal title by one who does not exercise dominion and control over the property may be insufficient to establish standing to challenge a forfeiture.  Id.;   see also United States v. Vacant Land Located at 10th St. &amp; Challenger Way, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">128</span></span>, 130 (9th Cir. 1993);   United States v. 5000 Palmetto Drive, <span class=\"citation\" data-id=\"557443\"><a href=\"/opinion/557443/united-states-v-real-property-improvements-located-at-5000-palmetto/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">373</span></a></span>, 375 (11th Cir. 1991);   526 Liscum <span class=\"citation\" data-id=\"517492\"><span class=\"antecedent_guess\">Drive,</span> <a href=\"/opinion/517492/united-states-v-premises-known-as-526-liscum-drive-dayton-montgomery/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">217</span></a></span>;  United States v. One 1945 Douglas C-54 (DC- 4) Aircraft, <span class=\"citation\" data-id=\"369060\"><a href=\"/opinion/369060/united-states-v-one-1945-douglas-c-54-dc-4-aircraft-serial-number/\"><span class=\"volume\">604</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 28-29 (8th Cir. 1979);   United States v. New Silver Palace Restaurant, Inc., <span class=\"citation\" data-id=\"1499574\"><a href=\"/opinion/1499574/united-states-v-new-silver-palace-restaurant-inc/\"><span class=\"volume\">810</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">440</span></a></span>, 444 (E.D.N.Y. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the instant case, the evidence amply supported the district court's conclusion that the transaction of conveyance was a facially transparent sham.  After the conveyance, Snodgrass, Sr. continued to live on the property.  With the exception of one visit to Maine, during which he stayed in a hotel, claimant remained in Seattle, Washington.  Snodgrass, Sr. paid the mortgage and taxes on the property.  Claimant did not know the amount of the mortgage or the identity of the mortgage holder.  Snodgrass, Sr. also made improvements to the property without consulting claimant.  In sum, there was no evidence whatsoever that claimant exercised any dominion or control over the property.  Indeed, the evidence pointed inexorably to the conclusion that claimant was nothing more than a nominal or straw owner.  Accordingly, the district court properly concluded that claimant lacked standing to contest the forfeiture.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Claimant argues that a rule requiring him to show more than legal title to establish standing to challenge a forfeiture is inconsistent with Article III standing jurisprudence.  We disagree.  The rationale for the rule is that things are often not what they appear to be, especially in the world of drug trafficking.   See United States v. 900 Rio Vista Blvd., <span class=\"citation\" data-id=\"478062\"><a href=\"/opinion/478062/united-states-v-a-single-family-residence-and-real-property-located-at-900/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">625</span></a></span>, 630 (11th Cir. 1986);  United States v.  One 1977 36 Foot Cigarette Ocean Racer, <span class=\"citation\" data-id=\"2305141\"><a href=\"/opinion/2305141/united-states-v-one-1977-36-foot-cigarette-ocean-racer/\"><span class=\"volume\">624</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">290</span></a></span>, 294-95 (S.D. Fla. 1985).  People engaged in illegal activites often try to disguise their interest in property by placing title in someone else's name.   900 Rio Vista <span class=\"citation\" data-id=\"478062\"><span class=\"antecedent_guess\">Blvd.,</span> <a href=\"/opinion/478062/united-states-v-a-single-family-residence-and-real-property-located-at-900/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">630</span></a></span>.  Article III standing requires that a claimant suffer an injury in fact.   Adams v. Watson, <span class=\"citation\" data-id=\"195073\"><a href=\"/opinion/195073/adams-v-watson-etc/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">915</span></a></span>, 918 (1st Cir. 1993).  A straw owner has no real interest in the seized property and, accordingly, suffers no genuine injury.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Claimant also suggests that the district court erred in not allowing him to prove ownership to a jury as an element of his claim.  We deem this argument waived.  Having consented to an evidentiary hearing to determine his standing to assert a claim of ownership, claimant cannot now complain of the manner of proceeding below.   See United States v. Palmer, <span class=\"citation\" data-id=\"577194\"><a href=\"/opinion/577194/united-states-v-ann-m-palmer-philip-f-mulvey-jr/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 6 (1st Cir. 1992) (an issue not presented to the trial court cannot be raised for the first time on appeal).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed. See 1st Cir.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The parties stipulated that probable cause exists to find that the defendant property was used to facilitate a violation of 21 U.S.C. Sec. 841(a)(1)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195073/",
    "https://www.courtlistener.com/api/rest/v3/opinions/369060/",
    "https://www.courtlistener.com/api/rest/v3/opinions/478062/",
    "https://www.courtlistener.com/api/rest/v3/opinions/517492/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557443/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566802/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577194/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588120/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1444247/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1499574/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2305141/"
  ]
}