{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195388/",
  "id": 195388,
  "absolute_url": "/opinion/195388/marino-v-us-postal-service/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195388/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:38:58Z",
  "date_modified": "2020-02-21T23:47:17.933800Z",
  "type": "010combined",
  "sha1": "9028374e33c7a60045fa9bece9986a34a13eaa0c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1958.01A",
  "local_path": null,
  "plain_text": "May 27, 1994\n                    [Not for Publication]\n\n                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 93-1958\n\n                       WILLIAM MARINO,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n            UNITED STATES POSTAL SERVICE, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\n                                                      \n\n                                         \n\n                            Before\n\n                   Selya, Boudin and Stahl,\n                       Circuit Judges.\n                                     \n\n                                         \n\nCornelius J. Sullivan with  whom Brenda E.W. Sullivan and Sullivan\n                                                                  \n&amp; Walsh were on brief for appellant.\n   \nRobert V. Zener, Appellate Staff, Civil Division, with whom  Frank\n                                                                  \nW. Hunger, Assistant Attorney General, Donald  K. Stern, United States\n                                                   \nAttorney, and Edward T. Swaine, Appellate Staff, Civil  Division, were\n                          \non brief for appellees.\n\n                                         \n\n                                         \n\n          STAHL, Circuit Judge.   Plaintiff-appellant William\n                              \n\nMarino,  brought  this  action  against  his former  employer\n\ndefendants-appellees  United  States   Postal  Service   (the\n\n\"USPS\")  and  Marvin T.  Runyon,  Postmaster  General of  the\n\nUnited States  of America  (\"Runyon\"), in the  district court\n\nunder section  501 of the  Rehabilitation Act  of 1973  (\"the\n\nAct\"), 29 U.S.C.    791 et seq.   His complaint alleged  that\n                               \n\nthe  USPS discriminated  against him,  improperly discharging\n\nhim by reason of his mental illness.   Marino now appeals the\n\ndistrict court's grant  of summary judgment  in favor of  the\n\nUSPS and Runyon.  We affirm.\n\n                              I.\n                                \n\n           FACTUAL BACKGROUND AND PRIOR PROCEEDINGS\n                                                   \n\n          Because this is  an appeal from a  grant of summary\n\njudgment,  we review the facts in the light most favorable to\n\nthe  nonmovant, indulging all reasonable inferences therefrom\n\nin the  nonmovant's  favor.   See,  e.g., Reich  v.  Simpson,\n                                                             \n\nGumpertz  and Heger,  Inc.,  3 F.3d  1,  2 (1st  Cir.  1993).\n                          \n\nWilliam  Marino  is  a Vietnam  veteran  who  received a  50%\n\nservice-connected  disability for  anxiety neurosis  from the\n\nVeterans Administration  in 1973.   In  1974, the  USPS hired\n\nMarino and he served the majority of the next seventeen years\n\nas  a  clerk  at  the  USPS  Air  Mail  Facility  at  Boston,\n\nMassachusetts' Logan Airport.  Throughout this period, Marino\n\nwas  under the  care of  mental health  professionals  at the\n\n                             -2-\n                              2\n\nVeterans  Administration and  at various  private facilities.\n\nIn addition,  Marino submitted  to and passed  three \"fitness\n\nfor   duty\"  examinations   at  the   USPS.     In  1983,   a\n\nrecommendation was made  that whenever Marino  felt stressed,\n\nhe be permitted to leave his  work station and scream in  the\n\nmen's  room until  his  stress was  relieved.   Marino  never\n\navailed himself of this outlet.\n\n          In April 1990, USPS Supervisor  Wilfred Lessard was\n\nassigned to the area where  Marino worked.  On July 3,  1990,\n\nLessard gave Marino  a series  of direct  work orders,  which\n\nMarino ignored.   Lessard noticed that Marino appeared  to be\n\nmumbling and wandering  away.   Marino asked to  see a  union\n\nsteward with whom  he spoke.   Marino then presented  Lessard\n\nwith  a medical form upon which he had written, \"Diress [sic]\n\nagain  still!!!\"   Lessard signed  the form,  which permitted\n\nMarino  to go  to  the USPS's  medical  unit.   Marino  spent\n\napproximately  ninety  minutes  in  the  medical  unit before\n\nleaving for the day.\n\n          Lessard and Marino had another run-in just six days\n\nlater.  On July 9,  1990, Lessard came upon Marino and  three\n\nother  USPS workers who were sitting at a break table in what\n\nis referred  to as the  CAB sunset  area.  Lessard  asked the\n\nemployees to  return to their  stations and begin  to process\n\nthe  mail.   Marino  complied by  returning  to the  computer\n\nstation  where he  unplugged the  computer control  board and\n\n                             -3-\n                              3\n\nbegan to clean the board and console.  After several minutes,\n\nLessard  asked Marino if he was finished.  Marino said, \"No.\"\n\nLessard replaced Marino with Carol Nappi who began to process\n\nthe mail at  the computer.   Lessard then  assigned Marino  a\n\nvariety of tasks  which Marino refused to  perform.  Instead,\n\nMarino sat down  at the break  table and  began, as he  later\n\ndescribed  it,  to \"phase  out\" and  mumble.   When  asked by\n\nLessard  whether he  understood  his orders,  Marino did  not\n\nrespond.   Lessard told  Marino that if he  did not return to\n\nwork that Lessard would \"take him off the clock\" and send him\n\nhome.   Marino again did  not respond.   Lessard repeated his\n\norder.  Faced  with Marino's silence, Lessard  told Marino he\n\nwas off the clock  and ordered Marino to leave  the premises.\n\nMarino later testified that  at this point he was  \"going off\n\nto a  different state of mind altogether.   I didn't have any\n\ncontrol at that point.\"   \n\n          Although  Marino claims  that he  has no  memory of\n\nwhat happened next, he  does not dispute that he  slammed his\n\nfist  on the table, rose and charged Lessard, punching him in\n\nthe  face and head several times until USPS Supervisor Joseph\n\nFlammia came to  Lessard's assistance.  At  this time, Marino\n\nleft  the  facility.   Hours  after  the altercation,  Marino\n\nsought psychiatric counselling at the Veterans Administration\n\nHospital  in Bedford,  Massachusetts, where  he saw  Dr. Hugh\n\nSmith for the first time in the emergency walk-in clinic.  In\n\n                             -4-\n                              4\n\nthe  meantime,  Lessard was  sent  to  Winthrop Hospital  for\n\ntreatment of his injuries, returning to work one week later.\n\n          On September  14, 1990, Marino  was terminated from\n\nhis  position with the USPS.   He was  officially removed for\n\nassaulting a  supervisor in violation  of the USPS  rules and\n\nregulations1  and  for  posing   a  safety  hazard  to  other\n\nemployees.\n\n          Marino filed an  EEOC complaint  after the  assault\n\nand before his removal, and then he exercised  his right to a\n\nhearing before  the Merit Systems  Protection Board (\"MSPB\").\n\nIn  December 1991,  the MSPB  affirmed the  removal, finding,\n\ninter alia, that Marino had failed to make out  a prima facie\n          \n\ncase of  discrimination under the Rehabilitation  Act of 1973\n\nas  amended, 29 U.S.C.     702, et seq.   Marino subsequently\n                                       \n\n                    \n\n1.  USPS claimed that Marino violated the following rules and\nregulations:  Employee  and Labor Relations Manual   661.51 -\nUnacceptable  Conduct (no employee  will engage  in criminal,\ndishonest, notoriously  disgraceful  or immoral  conduct,  or\nother  conduct prejudicial to the Postal Service);    666.1 -\nDischarge  of Duties  (employees  are  expected to  discharge\ntheir  assigned  duties);    666.2  -  Behavior and  Personal\nHabits (employees are  expected to conduct themselves  during\nand outside  of  working  hours  in a  manner  that  reflects\nfavorably  on the Postal Service and are expected to maintain\nsatisfactory personal  habits so  as not  to be obnoxious  or\noffensive to  other persons or the  create unpleasant working\nconditions);    666.51  - Protests  (employees must  obey the\ninstructions of  their supervisors;  and if the  employee has\nreason to  question the propriety of the instruction, he must\nfirst  obey the order and  then file a  written protest); and\nthe   Administrative  Support  Manual      224.12  -  Assault\n(physical  assault  of  a  postal  employee  engaged  in  the\nperformance of official duties  can result in prosecution and\nmay be the basis for disciplinary action).\n\n                             -5-\n                              5\n\nfiled this action in the United States District Court for the\n\nDistrict of Massachusetts alleging handicap discrimination in\n\nviolation  of the Rehabilitation Act.  On April 26, 1993, the\n\nUSPS and  Runyon filed  motions  to dismiss  and for  summary\n\njudgment.  In a Memorandum and Order dated June 29, 1993, the\n\ndistrict  court granted  their  motion  for summary  judgment\n\nfinding  that Marino had failed to make a prima facie showing\n\nof handicap  discrimination.   It  is from  this ruling  that\n\nMarino now appeals.\n\n                             II.\n                                \n\n                      STANDARD OF REVIEW\n                                        \n\n          As always, we review  motions for summary  judgment\n\nde novo.   We read the  record indulging all  inferences in a\n       \n\nlight  most  favorable  to  the nonmovant.    Alan  Corp.  v.\n                                                         \n\nInternational Surplus  Lines Ins. Co., No.  93-1697, slip op.\n                                     \n\nat  6  (1st  Cir.  Apr.  22,  1994).    Summary  judgment  is\n\nappropriate only when a review  of the record discloses  that\n\nthere is no genuine  issue as to  any material fact and  that\n\nthe moving party is  entitled to judgment as a matter of law.\n\nFed. R. Civ. P. 56(c).  Finally, on appeal, we are not  bound\n\nby  the finding of the district court, but rather may \"affirm\n\na  district court's  ruling `on any  ground supported  in the\n\nrecord  even if the issue was not pleaded, tried or otherwise\n\nreferred to  in the proceeding below.'\"  Levy v. FDIC, 7 F.3d\n                                                     \n\n1054, 1056  (1st Cir.  1993) (quoting  De Casenave v.  United\n                                                             \n\n                             -6-\n                              6\n\nStates,  991  F.2d  11, 12  n.2  (1st  Cir. 1993)  (citations\n      \n\nomitted)).\n\n                             III.\n                                 \n\n                          DISCUSSION\n                                    \n\n          Marino, in  his complaint, charged that the \"action\n\nby Supervisor Lessard on  July 3, 1990, and again on  July 9,\n\n1990,  was either part of a concerted action by management to\n\nprovoke  an employee  whom  management knew  suffered from  a\n\nnervous condition and did not handle stress well or presented\n\nmanagement  with  an  opportunity  to  remove  the  plaintiff\n\nbecause  of the  inexperience of  Supervisor Lessard\"  and in\n\nviolation of the Rehabilitation Act.   USPS and Runyon argued\n\nin their  motion for  summary  judgment that  Marino did  not\n\npresent sufficient  facts to  support a  prima facie  case of\n\nhandicap discrimination.      Under  the Rehabilitation  Act,\n\nthe  claimant bears  the burden  of proving  each  element of\n\nhis/her claim.   See Cook v. State  of Rhode Island, 10  F.3d\n                                                   \n\n17, 22 (1st Cir. 1993).   In order to establish a prima facie\n\ncase  of  handicap  discrimination against  a  federal agency\n\nunder    501 of  the Rehabilitation Act,  the plaintiff  must\n\nprove:  (1)  that s/he  was a handicapped  person within  the\n\nmeaning  of the Act; (2) that s/he was an otherwise qualified\n\nhandicapped  person;  and  (3)  that  s/he  was  excluded  or\n\nterminated from the position s/he sought solely by  reason of\n\n                             -7-\n                              7\n\nher/his  handicap.  29 U.S.C.   794(a);2 Russell v. Frank, 59\n                                                         \n\nFair Empl. Prac. Cas. (BNA) 1585 (1991).\n\n          We assume,  without deciding, that  Marino has  met\n\nprongs (1) and  (3) of the  prima facie case,  and focus  our\n\nattention on  whether Marino has  shown that he  is otherwise\n\nqualified to perform the essential functions of his job.\n\n          Federal regulations define a \"qualified handicapped\n\nperson\"   as   one   who,   \"with   or   without   reasonable\n\naccommodation, can  perform  the essential  function  of  the\n\nposition  in  question  without  endangering  the  health and\n                                                             \n\nsafety  of the individual or  others.\"  29  C.F.R.   1613.702\n                                    \n\n(1993) (emphasis supplied).  The  record shows that Marino is\n\nnot  such a  \"qualified person.\"   In sum, we  agree with the\n\nfindings of  the administrative judge who  reviewed this case\n\nfor the MSPB.  She concluded that:\n\n          An  agency  must  be  able  to  give  its\n          employees instructions and expect them to\n          comply without putting the  supervisor at\n          physical  risk.     In  the   appellant's\n\n                    \n\n2.  Section   504  of  the  Rehabilitation  Act  provides  in\nrelevant part that:\n\n          No  otherwise  qualified individual  with\n          handicaps  in the  United  States  . .  .\n          shall,  solely by  reason  of her  or his\n          handicap,    be    excluded   from    the\n          participation in, be denied  the benefits\n          of,  or  be  subjected to  discrimination\n          under any program  or activity  receiving\n          Federal financial assistance.\n\n29 U.S.C.   794(a).\n\n                             -8-\n                              8\n\n          circumstances, the  supervisor would have\n          to anticipate that the appellant was calm\n          and  receptive to an  order before giving\n          it.   He  would also  have to  be assured\n          that the  appellant would agree  with the\n          order.  Otherwise,  the supervisor  might\n          be at risk.  . . .   Accordingly I  find,\n          assuming   arguendo,   that   he   is   a\n          handicapped person and that his condition\n          caused the misconduct, that he has failed\n          to establish  a prima facie  case because\n          he  has  not  articulated   a  reasonable\n          accommodation   under   which  he   could\n          perform  the  essential  duties   of  his\n          position.\n\nMarino  v. United  States Postal  Serv., M.S.P.B.  Docket No.\n                                       \n\nBN0752910292I1,  slip  op.  at 7  (Dec.  10,  1991).   Marino\n\nsuggests as  a reasonable accommodation that  he be protected\n\nfrom   stress-producing  situations   at  work.      Such  an\n\naccommodation,  however, has  been deemed  unreasonable as  a\n\nmatter  of   law.    See  Pesterfield   v.  Tennessee  Valley\n                                                             \n\nAuthority,  941 F.2d 437, 442  (6th Cir. 1991)  (\"It would be\n         \n\nunreasonable  to require that  [the employer] place plaintiff\n\nin a virtually stress-free  environment and immunize him from\n\nany criticism in order to accommodate his disability.\"). \n\n          As a final matter, Marino contends that the penalty\n\nof   termination  was  too  severe  and  that  he  should  be\n\nreinstated.  Although review of MSPB decisions involving non-\n\ndiscrimination claims are  generally the exclusive domain  of\n\nthe Federal  Circuit, see  5 U.S.C.    7703(b)(1),  where the\n                         \n\nnon-discrimination claim  is accompanied by  an allegation of\n\ndiscrimination, we have  jurisdiction to review  both claims,\n\n                             -9-\n                              9\n\nsee  Williams v. Rice, 983 F.2d 177, 179-80 (10th Cir. 1993).\n                     \n\nNon-discrimination claims are reviewed on  the administrative\n\nrecord and  a MSPB finding shall  be set aside only  if it is\n\nfound to be arbitrary or capricious, an abuse of  discretion,\n\nobtained without procedures required  by law, or  unsupported\n\nby  substantial evidence.  Id.;  see also 5  U.S.C.   7703(c)\n                                         \n\n(1994);  Diaz v. United States Postal Serv., 853 F.2d 5  (1st\n                                           \n\nCir. 1988).    We  need  not  tarry  long  on  this  argument\n\nbecause all  of the relevant considerations  raised by Marino\n\non appeal were properly  identified and weighed by  the MSPB,\n\nas evidenced by  the following excerpt from its  December 10,\n\n1993 ruling:\n\n          Balancing  the very serious nature of the\n          appellant's    misconduct,   his    prior\n          disciplinary  record  of   a  Letter   of\n          Warning  for  insubordination, his  prior\n          problems  with  supervisors, the  lack of\n          provocation for his attack and the nature\n          of  the  injuries  inflicted against  the\n          absence of any  weapons, the  appellant's\n          17 years of satisfactory service  and his\n          medical condition of anxiety disorder and\n          depression,  I  cannot find  that removal\n          exceeds the bounds of reasonableness.  \n\nMarino, M.S.P.B.  Docket No. BN0752910292I1, slip  op. at 11.\n      \n\nMoreover, we fail to see how Marino's sole authority, Quinata\n                                                             \n\nv.  United  States  Postal  Serv.,  51  M.S.P.R.  76  (1991),\n                                 \n\nsupports his  charge that the  MSPB abused its  discretion in\n\nreaching its conclusion that  the USPS acted reasonably.   In\n\nQuinata, the MSPB found that the penalty of removal of a USPS\n       \n\nemployee  was  \"overly severe\"  where  the  supervisor:   (1)\n\n                             -10-\n                              10\n\nroutinely  harassed  the  employee  for   months  before  the\n\nincident; (2)  \"grab[bed] his groin and  `flip[ped] off'\" the\n\nemployee;  (3)   taunted  the  employee;   (4)  blocked   the\n\nemployee's  way when he attempted to leave a meeting; and (5)\n\nparticipated  in the  physical  alteration  by  striking  and\n\nshoving the  employee.  Id. at  58.  None of  these facts are\n                           \n\npresent in the case before us.  Clearly the MSPB weighed  all\n\nof the relevant considerations and found the  USPS penalty to\n\nbe reasonable.  We have no lawful grounds on which to disturb\n\nthe MSPB's findings in this issue.  5 U.S.C.   7703(c).\n\n                              V.\n                                \n\n                          CONCLUSION\n                                    \n\n          For  the  foregoing  reasons,   the  order  of  the\n\ndistrict court granting summary judgment in favor of the USPS\n\nand Runyon is\n\n          Affirmed.\n                   \n\n                             -11-\n                              11\n",
  "html": "<p class=\"case_cite\">25 F.3d 1037</p>\n    <p class=\"case_cite\">3 A.D. Cases 704</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>William MARINO, Plaintiff, Appellant,<br>v.<br>UNITED STATES POSTAL SERVICE, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1958</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">May 27, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Edward F. Harrington, U.S. District Judge ]</p>\n      <p class=\"indent\">Cornelius J. Sullivan with whom Brenda E.W. Sullivan and Sullivan &amp; Walsh were on brief for appellant.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant William Marino, brought this action against his former employer defendants-appellees United States Postal Service (the \"USPS\") and Marvin T. Runyon, Postmaster General of the United States of America (\"Runyon\"), in the district court under section 501 of the Rehabilitation Act of 1973 (\"the Act\"), 29 U.S.C. Sec. 791 et seq. His complaint alleged that the USPS discriminated against him, improperly discharging him by reason of his mental illness.  Marino now appeals the district court's grant of summary judgment in favor of the USPS and Runyon.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>FACTUAL BACKGROUND AND PRIOR PROCEEDINGS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because this is an appeal from a grant of summary judgment, we review the facts in the light most favorable to the nonmovant, indulging all reasonable inferences therefrom in the nonmovant's favor.   See, e.g., Reich v. Simpson, Gumpertz and Heger, Inc., 3 F.3d 1, 2 (1st Cir. 1993).  William Marino is a Vietnam veteran who received a 50% service-connected disability for anxiety neurosis from the Veterans Administration in 1973.  In 1974, the USPS hired Marino and he served the majority of the next seventeen years as a clerk at the USPS Air Mail Facility at Boston, Massachusetts' Logan Airport.  Throughout this period, Marino was under the care of mental health professionals at the Veterans Administration and at various private facilities.  In addition, Marino submitted to and passed three \"fitness for duty\" examinations at the USPS.  In 1983, a recommendation was made that whenever Marino felt stressed, he be permitted to leave his work station and scream in the men's room until his stress was relieved.  Marino never availed himself of this outlet.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In April 1990, USPS Supervisor Wilfred Lessard was assigned to the area where Marino worked.  On July 3, 1990, Lessard gave Marino a series of direct work orders, which Marino ignored.  Lessard noticed that Marino appeared to be mumbling and wandering away.  Marino asked to see a union steward with whom he spoke.  Marino then presented Lessard with a medical form upon which he had written, \"Diress [sic] again still!!!\"    Lessard signed the form, which permitted Marino to go to the USPS's medical unit.  Marino spent approximately ninety minutes in the medical unit before leaving for the day.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Lessard and Marino had another run-in just six days later.  On July 9, 1990, Lessard came upon Marino and three other USPS workers who were sitting at a break table in what is referred to as the CAB sunset area.  Lessard asked the employees to return to their stations and begin to process the mail.  Marino complied by returning to the computer station where he unplugged the computer control board and began to clean the board and console.  After several minutes, Lessard asked Marino if he was finished.  Marino said, \"No.\" Lessard replaced Marino with Carol Nappi who began to process the mail at the computer.  Lessard then assigned Marino a variety of tasks which Marino refused to perform.  Instead, Marino sat down at the break table and began, as he later described it, to \"phase out\" and mumble.  When asked by Lessard whether he understood his orders, Marino did not respond.  Lessard told Marino that if he did not return to work that Lessard would \"take him off the clock\" and send him home.  Marino again did not respond.  Lessard repeated his order.  Faced with Marino's silence, Lessard told Marino he was off the clock and ordered Marino to leave the premises.  Marino later testified that at this point he was \"going off to a different state of mind altogether.  I didn't have any control at that point.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Although Marino claims that he has no memory of what happened next, he does not dispute that he slammed his fist on the table, rose and charged Lessard, punching him in the face and head several times until USPS Supervisor Joseph Flammia came to Lessard's assistance.  At this time, Marino left the facility.  Hours after the altercation, Marino sought psychiatric counselling at the Veterans Administration Hospital in Bedford, Massachusetts, where he saw Dr. Hugh Smith for the first time in the emergency walk-in clinic.  In the meantime, Lessard was sent to Winthrop Hospital for treatment of his injuries, returning to work one week later.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On September 14, 1990, Marino was terminated from his position with the USPS.  He was officially removed for assaulting a supervisor in violation of the USPS rules and regulations<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and for posing a safety hazard to other employees.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Marino filed an EEOC complaint after the assault and before his removal, and then he exercised his right to a hearing before the Merit Systems Protection Board (\"MSPB\").  In December 1991, the MSPB affirmed the removal, finding, inter alia, that Marino had failed to make out a prima facie case of discrimination under the Rehabilitation Act of 1973 as amended, 29 U.S.C. Secs. 702, et seq.  Marino subsequently filed this action in the United States District Court for the District of Massachusetts alleging handicap discrimination in violation of the Rehabilitation Act.  On April 26, 1993, the USPS and Runyon filed motions to dismiss and for summary judgment.  In a Memorandum and Order dated June 29, 1993, the district court granted their motion for summary judgment finding that Marino had failed to make a prima facie showing of handicap discrimination.  It is from this ruling that Marino now appeals.</p>\n    </div>\n    <p>II.</p>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As always, we review motions for summary judgment de novo.  We read the record indulging all inferences in a light most favorable to the nonmovant.  Alan Corp. v. International Surplus Lines Ins. Co., No. 93-1697, slip op. at 6 (1st Cir.  Apr. 22, 1994).  Summary judgment is appropriate only when a review of the record discloses that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.  Fed. R. Civ. P. 56(c).  Finally, on appeal, we are not bound by the finding of the district court, but rather may \"affirm a district court's ruling 'on any ground supported in the record even if the issue was not pleaded, tried or otherwise referred to in the proceeding below.' \"   Levy v. FDIC, 7 F.3d 1054, 1056 (1st Cir. 1993) (quoting  De Casenave v. United States, 991 F.2d 11, 12 n. 2 (1st Cir. 1993) (citations omitted)).</p>\n    </div>\n    <p>III.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Marino, in his complaint, charged that the \"action by Supervisor Lessard on July 3, 1990, and again on July 9, 1990, was either part of a concerted action by management to provoke an employee whom management knew suffered from a nervous condition and did not handle stress well or presented management with an opportunity to remove the plaintiff because of the inexperience of Supervisor Lessard\" and in violation of the Rehabilitation Act.  USPS and Runyon argued in their motion for summary judgment that Marino did not present sufficient facts to support a prima facie case of handicap discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Under the Rehabilitation Act, the claimant bears the burden of proving each element of his/her claim.  See Cook v. State of Rhode Island, 10 F.3d 17, 22 (1st Cir. 1993).  In order to establish a prima facie case of handicap discrimination against a federal agency under Sec. 501 of the Rehabilitation Act, the plaintiff must prove:  (1) that s/he was a handicapped person within the meaning of the Act;  (2) that s/he was an otherwise qualified handicapped person;  and (3) that s/he was excluded or terminated from the position s/he sought solely by reason of her/his handicap.  29 U.S.C. Sec. 794(a);<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Russell v. Frank, 59 Fair Empl.  Prac. Cas.  (BNA) 1585 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We assume, without deciding, that Marino has met prongs (1) and (3) of the prima facie case, and focus our attention on whether Marino has shown that he is otherwise qualified to perform the essential functions of his job.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Federal regulations define a \"qualified handicapped person\" as one who, \"with or without reasonable accommodation, can perform the essential function of the position in question without endangering the health and safety of the individual or others.\"  29 C.F.R. Sec. 1613.702 (1993) (emphasis supplied).  The record shows that Marino is not such a \"qualified person.\"  In sum, we agree with the findings of the administrative judge who reviewed this case for the MSPB. She concluded that:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">An agency must be able to give its employees instructions and expect them to comply without putting the supervisor at physical risk.  In the appellant's circumstances, the supervisor would have to anticipate that the appellant was calm and receptive to an order before giving it.  He would also have to be assured that the appellant would agree with the order.  Otherwise, the supervisor might be at risk....  Accordingly I find, assuming arguendo, that he is a handicapped person and that his condition caused the misconduct, that he has failed to establish a prima facie case because he has not articulated a reasonable accommodation under which he could perform the essential duties of his position.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Marino v. United States Postal Serv., M.S.P.B. Docket No. BN0752910292I1, slip op. at 7 (Dec. 10, 1991).  Marino suggests as a reasonable accommodation that he be protected from stress- producing situations at work.  Such an accommodation, however, has been deemed unreasonable as a matter of law.   See Pesterfield v. Tennessee Valley Authority, 941 F.2d 437, 442 (6th Cir. 1991) (\"It would be unreasonable to require that [the employer] place plaintiff in a virtually stress-free environment and immunize him from any criticism in order to accommodate his disability.\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As a final matter, Marino contends that the penalty of termination was too severe and that he should be reinstated.  Although review of MSPB decisions involving non-discrimination claims are generally the exclusive domain of the Federal Circuit, see 5 U.S.C. Sec. 7703(b)(1), where the non- discrimination claim is accompanied by an allegation of discrimination, we have jurisdiction to review both claims,  see Williams v. Rice, 983 F.2d 177, 179-80 (10th Cir. 1993).  Non- discrimination claims are reviewed on the administrative record and a MSPB finding shall be set aside only if it is found to be arbitrary or capricious, an abuse of discretion, obtained without procedures required by law, or unsupported by substantial evidence.  Id.;  see also 5 U.S.C. Sec. 7703(c) (1994);   Diaz v. United States Postal Serv., 853 F.2d 5 (1st Cir. 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We need not tarry long on this argument because all of the relevant considerations raised by Marino on appeal were properly identified and weighed by the MSPB, as evidenced by the following excerpt from its December 10, 1993 ruling:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Balancing the very serious nature of the appellant's misconduct, his prior disciplinary record of a Letter of Warning for insubordination, his prior problems with supervisors, the lack of provocation for his attack and the nature of the injuries inflicted against the absence of any weapons, the appellant's 17 years of satisfactory service and his medical condition of anxiety disorder and depression, I cannot find that removal exceeds the bounds of reasonableness.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Marino, M.S.P.B. Docket No. BN0752910292I1, slip op. at 11.  Moreover, we fail to see how Marino's sole authority, Quinata v.  United States Postal Serv., 51 M.S.P.R. 76 (1991), supports his charge that the MSPB abused its discretion in reaching its conclusion that the USPS acted reasonably.  In Quinata, the MSPB found that the penalty of removal of a USPS employee was \"overly severe\" where the supervisor:  (1) routinely harassed the employee for months before the incident;  (2) \"grab[bed] his groin and 'flip[ped] off' \" the employee;  (3) taunted the employee;  (4) blocked the employee's way when he attempted to leave a meeting;  and (5) participated in the physical alteration by striking and shoving the employee.  Id. at 58.  None of these facts are present in the case before us.  Clearly the MSPB weighed all of the relevant considerations and found the USPS penalty to be reasonable.  We have no lawful grounds on which to disturb the MSPB's findings in this issue.  5 U.S.C. Sec. 7703(c).</p>\n    </div>\n    <p>V.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the foregoing reasons, the order of the district court granting summary judgment in favor of the USPS and Runyon is</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> USPS claimed that Marino violated the following rules and regulations:  Employee and Labor Relations Manual Sec. 661.51-Unacceptable Conduct (no employee will engage in criminal, dishonest, notoriously disgraceful or immoral conduct, or other conduct prejudicial to the Postal Service);  Sec. 666.1-Discharge of Duties (employees are expected to discharge their assigned duties);  Sec. 666.2-Behavior and Personal Habits (employees are expected to conduct themselves during and outside of working hours in a manner that reflects favorably on the Postal Service and are expected to maintain satisfactory personal habits so as not to be obnoxious or offensive to other persons or the create unpleasant working conditions);  Sec. 666.51-Protests (employees must obey the instructions of their supervisors;  and if the employee has reason to question the propriety of the instruction, he must first obey the order and then file a written protest);  and the Administrative Support Manual Sec. 224.12-Assault (physical assault of a postal employee engaged in the performance of official duties can result in prosecution and may be the basis for disciplinary action)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 504 of the Rehabilitation Act provides in relevant part that:</p>\n        <p>No otherwise qualified individual with handicaps in the United States ... shall, solely by reason of her or his handicap, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.</p>\n        <p>29 U.S.C. Sec. 794(a).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1037</span></span></p>\n    <p class=\"case_cite\">3 A.D. Cases 704</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>William MARINO, Plaintiff, Appellant,<br>v.<br>UNITED STATES POSTAL SERVICE, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1958</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">May 27, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Edward F. Harrington, U.S. District Judge ]</p>\n      <p class=\"indent\">Cornelius J. Sullivan with whom Brenda E.W. Sullivan and Sullivan &amp; Walsh were on brief for appellant.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant William Marino, brought this action against his former employer defendants-appellees United States Postal Service (the \"USPS\") and Marvin T. Runyon, Postmaster General of the United States of America (\"Runyon\"), in the district court under section 501 of the Rehabilitation Act of 1973 (\"the Act\"), 29 U.S.C. Sec. 791 et seq. His complaint alleged that the USPS discriminated against him, improperly discharging him by reason of his mental illness.  Marino now appeals the district court's grant of summary judgment in favor of the USPS and Runyon.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>FACTUAL BACKGROUND AND PRIOR PROCEEDINGS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because this is an appeal from a grant of summary judgment, we review the facts in the light most favorable to the nonmovant, indulging all reasonable inferences therefrom in the nonmovant's favor.   See, e.g., Reich v. Simpson, Gumpertz and Heger, Inc., <span class=\"citation\" data-id=\"628627\"><a href=\"/opinion/628627/robert-b-reich-secretary-of-labor-v-simpson-gumpertz-heger-inc-and/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir. 1993).  William Marino is a Vietnam veteran who received a 50% service-connected disability for anxiety neurosis from the Veterans Administration in 1973.  In 1974, the USPS hired Marino and he served the majority of the next seventeen years as a clerk at the USPS Air Mail Facility at Boston, Massachusetts' Logan Airport.  Throughout this period, Marino was under the care of mental health professionals at the Veterans Administration and at various private facilities.  In addition, Marino submitted to and passed three \"fitness for duty\" examinations at the USPS.  In 1983, a recommendation was made that whenever Marino felt stressed, he be permitted to leave his work station and scream in the men's room until his stress was relieved.  Marino never availed himself of this outlet.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In April 1990, USPS Supervisor Wilfred Lessard was assigned to the area where Marino worked.  On July 3, 1990, Lessard gave Marino a series of direct work orders, which Marino ignored.  Lessard noticed that Marino appeared to be mumbling and wandering away.  Marino asked to see a union steward with whom he spoke.  Marino then presented Lessard with a medical form upon which he had written, \"Diress [sic] again still!!!\"    Lessard signed the form, which permitted Marino to go to the USPS's medical unit.  Marino spent approximately ninety minutes in the medical unit before leaving for the day.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Lessard and Marino had another run-in just six days later.  On July 9, 1990, Lessard came upon Marino and three other USPS workers who were sitting at a break table in what is referred to as the CAB sunset area.  Lessard asked the employees to return to their stations and begin to process the mail.  Marino complied by returning to the computer station where he unplugged the computer control board and began to clean the board and console.  After several minutes, Lessard asked Marino if he was finished.  Marino said, \"No.\" Lessard replaced Marino with Carol Nappi who began to process the mail at the computer.  Lessard then assigned Marino a variety of tasks which Marino refused to perform.  Instead, Marino sat down at the break table and began, as he later described it, to \"phase out\" and mumble.  When asked by Lessard whether he understood his orders, Marino did not respond.  Lessard told Marino that if he did not return to work that Lessard would \"take him off the clock\" and send him home.  Marino again did not respond.  Lessard repeated his order.  Faced with Marino's silence, Lessard told Marino he was off the clock and ordered Marino to leave the premises.  Marino later testified that at this point he was \"going off to a different state of mind altogether.  I didn't have any control at that point.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Although Marino claims that he has no memory of what happened next, he does not dispute that he slammed his fist on the table, rose and charged Lessard, punching him in the face and head several times until USPS Supervisor Joseph Flammia came to Lessard's assistance.  At this time, Marino left the facility.  Hours after the altercation, Marino sought psychiatric counselling at the Veterans Administration Hospital in Bedford, Massachusetts, where he saw Dr. Hugh Smith for the first time in the emergency walk-in clinic.  In the meantime, Lessard was sent to Winthrop Hospital for treatment of his injuries, returning to work one week later.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On September 14, 1990, Marino was terminated from his position with the USPS.  He was officially removed for assaulting a supervisor in violation of the USPS rules and regulations<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and for posing a safety hazard to other employees.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Marino filed an EEOC complaint after the assault and before his removal, and then he exercised his right to a hearing before the Merit Systems Protection Board (\"MSPB\").  In December 1991, the MSPB affirmed the removal, finding, inter alia, that Marino had failed to make out a prima facie case of discrimination under the Rehabilitation Act of 1973 as amended, 29 U.S.C. Secs. 702, et seq.  Marino subsequently filed this action in the United States District Court for the District of Massachusetts alleging handicap discrimination in violation of the Rehabilitation Act.  On April 26, 1993, the USPS and Runyon filed motions to dismiss and for summary judgment.  In a Memorandum and Order dated June 29, 1993, the district court granted their motion for summary judgment finding that Marino had failed to make a prima facie showing of handicap discrimination.  It is from this ruling that Marino now appeals.</p>\n    </div>\n    <p>II.</p>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As always, we review motions for summary judgment de novo.  We read the record indulging all inferences in a light most favorable to the nonmovant.  Alan Corp. v. International Surplus Lines Ins. Co., No. 93-1697, slip op. at 6 (1st Cir.  Apr. 22, 1994).  Summary judgment is appropriate only when a review of the record discloses that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.  Fed. R. Civ. P. 56(c).  Finally, on appeal, we are not bound by the finding of the district court, but rather may \"affirm a district court's ruling 'on any ground supported in the record even if the issue was not pleaded, tried or otherwise referred to in the proceeding below.' \"   Levy v. FDIC, <span class=\"citation\" data-id=\"194983\"><a href=\"/opinion/194983/levy-v-weinhold/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1054</span></a></span>, 1056 (1st Cir. 1993) (quoting  De Casenave v. United States, <span class=\"citation\" data-id=\"604817\"><a href=\"/opinion/604817/miguel-de-casenave-and-maria-angelica-morales-de-casenave-v-united-states/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 12 n. 2 (1st Cir. 1993) (citations omitted)).</p>\n    </div>\n    <p>III.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Marino, in his complaint, charged that the \"action by Supervisor Lessard on July 3, 1990, and again on July 9, 1990, was either part of a concerted action by management to provoke an employee whom management knew suffered from a nervous condition and did not handle stress well or presented management with an opportunity to remove the plaintiff because of the inexperience of Supervisor Lessard\" and in violation of the Rehabilitation Act.  USPS and Runyon argued in their motion for summary judgment that Marino did not present sufficient facts to support a prima facie case of handicap discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Under the Rehabilitation Act, the claimant bears the burden of proving each element of his/her claim.  See Cook v. State of Rhode Island, <span class=\"citation\" data-id=\"195048\"><a href=\"/opinion/195048/cook-v-state-of-ri/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 22 (1st Cir. 1993).  In order to establish a prima facie case of handicap discrimination against a federal agency under Sec. 501 of the Rehabilitation Act, the plaintiff must prove:  (1) that s/he was a handicapped person within the meaning of the Act;  (2) that s/he was an otherwise qualified handicapped person;  and (3) that s/he was excluded or terminated from the position s/he sought solely by reason of her/his handicap.  29 U.S.C. Sec. 794(a);<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Russell v. Frank, 59 Fair Empl.  Prac. Cas.  (BNA) 1585 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We assume, without deciding, that Marino has met prongs (1) and (3) of the prima facie case, and focus our attention on whether Marino has shown that he is otherwise qualified to perform the essential functions of his job.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Federal regulations define a \"qualified handicapped person\" as one who, \"with or without reasonable accommodation, can perform the essential function of the position in question without endangering the health and safety of the individual or others.\"  29 C.F.R. Sec. 1613.702 (1993) (emphasis supplied).  The record shows that Marino is not such a \"qualified person.\"  In sum, we agree with the findings of the administrative judge who reviewed this case for the MSPB. She concluded that:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">An agency must be able to give its employees instructions and expect them to comply without putting the supervisor at physical risk.  In the appellant's circumstances, the supervisor would have to anticipate that the appellant was calm and receptive to an order before giving it.  He would also have to be assured that the appellant would agree with the order.  Otherwise, the supervisor might be at risk....  Accordingly I find, assuming arguendo, that he is a handicapped person and that his condition caused the misconduct, that he has failed to establish a prima facie case because he has not articulated a reasonable accommodation under which he could perform the essential duties of his position.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Marino v. United States Postal Serv., M.S.P.B. Docket No. BN0752910292I1, slip op. at 7 (Dec. 10, 1991).  Marino suggests as a reasonable accommodation that he be protected from stress- producing situations at work.  Such an accommodation, however, has been deemed unreasonable as a matter of law.   See Pesterfield v. Tennessee Valley Authority, <span class=\"citation\" data-id=\"566357\"><a href=\"/opinion/566357/troy-pesterfield-v-tennessee-valley-authority-charles-dean-marvin-t/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">437</span></a></span>, 442 (6th Cir. 1991) (\"It would be unreasonable to require that [the employer] place plaintiff in a virtually stress-free environment and immunize him from any criticism in order to accommodate his disability.\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As a final matter, Marino contends that the penalty of termination was too severe and that he should be reinstated.  Although review of MSPB decisions involving non-discrimination claims are generally the exclusive domain of the Federal Circuit, see 5 U.S.C. Sec. 7703(b)(1), where the non- discrimination claim is accompanied by an allegation of discrimination, we have jurisdiction to review both claims,  see Williams v. Rice, <span class=\"citation\" data-id=\"597569\"><a href=\"/opinion/597569/60-fair-emplpraccas-bna-897-60-empl-prac-dec-p-41967-larry/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">177</span></a></span>, 179-80 (10th Cir. 1993).  Non- discrimination claims are reviewed on the administrative record and a MSPB finding shall be set aside only if it is found to be arbitrary or capricious, an abuse of discretion, obtained without procedures required by law, or unsupported by substantial evidence.  Id.;  see also 5 U.S.C. Sec. 7703(c) (1994);   Diaz v. United States Postal Serv., <span class=\"citation\" data-id=\"509519\"><a href=\"/opinion/509519/roberto-diaz-v-united-states-postal-service/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span> </a></span>(1st Cir. 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We need not tarry long on this argument because all of the relevant considerations raised by Marino on appeal were properly identified and weighed by the MSPB, as evidenced by the following excerpt from its December 10, 1993 ruling:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Balancing the very serious nature of the appellant's misconduct, his prior disciplinary record of a Letter of Warning for insubordination, his prior problems with supervisors, the lack of provocation for his attack and the nature of the injuries inflicted against the absence of any weapons, the appellant's 17 years of satisfactory service and his medical condition of anxiety disorder and depression, I cannot find that removal exceeds the bounds of reasonableness.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Marino, M.S.P.B. Docket No. BN0752910292I1, slip op. at 11.  Moreover, we fail to see how Marino's sole authority, Quinata v.  United States Postal Serv., 51 M.S.P.R. 76 (1991), supports his charge that the MSPB abused its discretion in reaching its conclusion that the USPS acted reasonably.  In Quinata, the MSPB found that the penalty of removal of a USPS employee was \"overly severe\" where the supervisor:  (1) routinely harassed the employee for months before the incident;  (2) \"grab[bed] his groin and 'flip[ped] off' \" the employee;  (3) taunted the employee;  (4) blocked the employee's way when he attempted to leave a meeting;  and (5) participated in the physical alteration by striking and shoving the employee.  <span class=\"citation\" data-id=\"509519\"><a href=\"/opinion/509519/roberto-diaz-v-united-states-postal-service/\"><span class=\"id_token\">Id.</span> at 58. </a></span> None of these facts are present in the case before us.  Clearly the MSPB weighed all of the relevant considerations and found the USPS penalty to be reasonable.  We have no lawful grounds on which to disturb the MSPB's findings in this issue.  5 U.S.C. Sec. 7703(c).</p>\n    </div>\n    <p>V.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the foregoing reasons, the order of the district court granting summary judgment in favor of the USPS and Runyon is</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> USPS claimed that Marino violated the following rules and regulations:  Employee and Labor Relations Manual Sec. 661.51-Unacceptable Conduct (no employee will engage in criminal, dishonest, notoriously disgraceful or immoral conduct, or other conduct prejudicial to the Postal Service);  Sec. 666.1-Discharge of Duties (employees are expected to discharge their assigned duties);  Sec. 666.2-Behavior and Personal Habits (employees are expected to conduct themselves during and outside of working hours in a manner that reflects favorably on the Postal Service and are expected to maintain satisfactory personal habits so as not to be obnoxious or offensive to other persons or the create unpleasant working conditions);  Sec. 666.51-Protests (employees must obey the instructions of their supervisors;  and if the employee has reason to question the propriety of the instruction, he must first obey the order and then file a written protest);  and the Administrative Support Manual Sec. 224.12-Assault (physical assault of a postal employee engaged in the performance of official duties can result in prosecution and may be the basis for disciplinary action)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 504 of the Rehabilitation Act provides in relevant part that:</p>\n        <p>No otherwise qualified individual with handicaps in the United States ... shall, solely by reason of her or his handicap, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.</p>\n        <p>29 U.S.C. Sec. 794(a).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/194983/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195048/",
    "https://www.courtlistener.com/api/rest/v3/opinions/509519/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566357/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597569/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604817/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628627/"
  ]
}