{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195398/",
  "id": 195398,
  "absolute_url": "/opinion/195398/united-states-v-gallant/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195398/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:12Z",
  "date_modified": "2020-02-21T23:47:39.254337Z",
  "type": "010combined",
  "sha1": "8a6fbbc1067555649bc1f66593d4937ac424091e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2391.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 93-2391\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                     JEFFREY M. GALLANT,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. D. Brock Hornby, U.S. District Judge]\n                                                   \n\n                                         \n\n                            Before\n\n             Torruella and Stahl, Circuit Judges,\n                                                \n                 and Carter,* District Judge.\n                                            \n\n                                         \n\nThomas J. Connolly for appellant.\n                  \nMichael M.  DuBose, Assistant  United States  Attorney, with  whom\n                  \nJay P. McCloskey, United States Attorney, was on brief for appellee.\n            \n\n                                         \n                         June 1, 1994\n\n                                         \n\n                 \n*Of the District of Maine, sitting by designation.\n\n          Per Curiam.   In this appeal,  defendant Jeffrey M.\n                    \n\nGallant  challenges, on three  separate grounds, his sentence\n\nfor  manufacturing  and  possession  of  marijuana.     After\n\ncarefully considering defendant's arguments, we affirm.\n\n                              I.\n                                \n\n                          BACKGROUND\n                                    \n\n          On  May  5,  1992,  Captain  Tim  Bourassa  of  the\n\nRumford,  Maine,  Police  Department,  along with  other  law\n\nenforcement officers,  executed  a state  search  warrant  at\n\ndefendant's trailer.  Pursuant  to their search, the officers\n\nseized the following items:  33 marijuana plants between four\n\nand five feet in  height and growing in pots;  four harvested\n\nplants of the same size; 155 marijuana plants between one and\n\nthree feet in height and growing  in paper cups; a bag filled\n\nwith dried  marijuana leaves; two loaded  rifles; and various\n\nother drug paraphernalia.\n\n          Subsequent to the search, Captain Bourassa stripped\n\nthe seized  marijuana plants, preserving the  leaves and buds\n\nbut  destroying the  stems and  roots.   At the  time Captain\n\nBourassa destroyed  the stems  and roots, defendant  had only\n\nbeen charged with state drug  offenses.  Under relevant state\n\nlaw  (and  unlike  federal  law),  the  presence  vel  non of\n                                                          \n\ndeveloped   root  systems  on   seized  marijuana  plants  is\n\nirrelevant  for  sentencing  purposes.   Apparently,  Captain\n\nBourassa acted in accordance  with his customary practice for\n\n                             -2-\n                              2\n\nthe  securing of  marijuana  evidence when  he destroyed  the\n\nplants' stems and roots.\n\n          Eventually, this  matter was referred  to a federal\n\ngrand jury.  The grand jury returned a four-count  indictment\n\ncharging defendant with  manufacturing marijuana,  possessing\n\nmarijuana  with  intent  to   distribute,  and  carrying  two\n\nfirearms in relation to  a drug trafficking crime.   The case\n\nwas  tried to a jury and on  February 12, 1993, the defendant\n\nwas found guilty on the charge of manufacturing marijuana and\n\nthe lesser included offense of possessing  marijuana.  See 21\n                                                          \n\nU.S.C.     841(a)(1), 841(b)(1)(B), and 844.  However, he was\n\nacquitted  of  possessing  the   marijuana  with  intent   to\n\ndistribute.    The  jury  also  acquitted  defendant  of  the\n\nfirearms  charges.     Subsequent  to  trial   and  prior  to\n\nsentencing, the marijuana leaves which had been stripped from\n\nthe  seized  plants  (and  which  had  been  introduced  into\n\nevidence at trial) also were destroyed.\n\n          A  sentencing hearing  originally  was convened  on\n\nJuly  28, 1993.  During the course of that hearing, defendant\n\nraised several legal issues  that, in the court's estimation,\n\nrequired further  briefing.  Accordingly, the  court recessed\n\nthe hearing and  continued the proceedings  to a later  date.\n\nOn December  9, 1993,  at the  reconvened hearing,  the court\n\ntook   testimony  from   Captain   Bourassa  and   other  law\n\nenforcement  officials regarding,  inter alia, the  number of\n                                             \n\n                             -3-\n                              3\n\nplants seized  during the  search of defendant's  trailer and\n\nwhether those plants  had developed root systems.   The court\n\nalso  heard  argument  from  defendant on  the  legal  issues\n\npresented  in this appeal.  At the conclusion of the evidence\n\nand argument,  the court rejected defendant's legal arguments\n\nand  determined that  188 marijuana  plants were  involved in\n\nthis  offense.  Pursuant to  the provisions of and commentary\n\non  U.S.S.G.   2D1.1, this finding resulted in a base offense\n\nlevel  of 26.   After adding two  levels for  possession of a\n\nfirearm,   subtracting   two   levels   for   acceptance   of\n\nresponsibility,   and  ascertaining  that   defendant  had  a\n\nCriminal History Category of I, the court determined that the\n\nrelevant  guideline sentencing  range was  63-78 months.   It\n\nthen sentenced him to 63 months  in prison, to be followed by\n\na  four-year  term  of   supervised  release.    This  appeal\n\nfollowed.\n\n                             II.\n                                \n\n                          DISCUSSION\n                                    \n\n          Defendant makes  three arguments on appeal.  First,\n\nhe contends that the destruction of the plant roots and stems\n\nprior  to  trial  constitutes  a due  process  violation  and\n\nentitles him to a recalculation of his sentence.   Similarly,\n\ndefendant  asserts  that  the  destruction  of the  marijuana\n\nevidence  that was admitted at  trial deprived him  of a fair\n\nsentencing hearing.    Finally,  defendant  argues  that  the\n\n                             -4-\n                              4\n\ndistrict  court  committed  legal  error in  determining  the\n\nnumber  of plants involved in  the offense.   We discuss each\n\nargument in turn.\n\nA.  Destruction of Plant Roots Prior to Trial\n                                             \n\n          Defendant's  first argument  implicates the  law of\n\n\"`what might  loosely be called the  area of constitutionally\n\nguaranteed access to evidence.'\"   See Arizona v. Youngblood,\n                                                            \n\n488 U.S.  51, 55 (1988) (quoting United States v. Valenzuela-\n                                                             \n\nBernal,  458 U.S. 858, 867 (1982)).  The argument is that the\n      \n\nState,  by  destroying the  evidence  upon which  defendant's\n\nsentence was premised, violated his due process rights.  More\n\nspecifically,  defendant contends  that  the  destruction  of\n\nportions  of the  plants prior  to trial  precluded him  from\n\nmounting  an effective challenge to both  the plant count and\n\nto  Captain  Bourassa's testimony  that  each  of the  plants\n\nseized  had developed root systems.  And, since the law looks\n\nto the number  of plants  and to whether  there is  \"`readily\n\nobservable   evidence  of  root  formation'\"  in  determining\n\nwhether  marijuana  should  be   counted  as  a  \"plant\"  for\n\nsentencing  purposes, see  United States  v. Burke,  999 F.2d\n                                                  \n\n596,  601 (1st Cir. 1993) (quoting United States v. Edge, 989\n                                                        \n\nF.2d 871,  879 (6th Cir.  1993)), defendant argues  that this\n\n                             -5-\n                              5\n\neffective   denial   of  potentially   exculpatory1  evidence\n\nprejudiced him at sentencing.\n\n          The problem  with defendant's argument  is that the\n\nSupreme Court has  clearly stated that  a State's failure  to\n\npreserve potentially  exculpatory evidence  does not rise  to\n\nthe  level of  a  due process  violation  unless \"a  criminal\n\ndefendant  can show  bad faith  on the  part of  the police.\"\n\nYoungblood,  488  U.S.  at  58.   Here,  the  district court,\n          \n\nrelying at  least in part  on the fact  that this was  only a\n\nstate court matter (where  the presence of root  formation is\n\nirrelevant for  sentencing  purposes) when  Captain  Bourassa\n\ndestroyed  the  plant  portions, explicitly  and  supportably\n\nfound that Captain Bourassa did  not act in bad faith.   And,\n\nbecause this  finding was  not clearly erroneous,  cf. United\n                                                             \n\nStates v.  Barnett,  989  F.2d  546, 556  (1st  Cir.),  cert.\n                                                             \n\ndenied,  114 S.  Ct. 148 and  114 S.  Ct. 149  (1993)), it is\n                            \n\ndispositive here.\n\n                    \n\n1.  Defendant does not  specifically assert  that there  were\nfewer  than  188 plants  in the  trailer  or that  the plants\nseized  did  not have  observable  root  formation.   Rather,\ndefendant argues that the destruction of the plants prevented\nhim from  examining evidence  which might have  impeached the\n                                         \nlaw enforcement officials' testimony on these issues.\n\n                             -6-\n                              6\n\n          Accordingly,  we  reject defendant's  argument that\n\nthe  destruction  of  the  plant portions  violated  his  due\n\nprocess rights.2\n\nB.  Destruction of Evidence Admitted at Trial\n                                             \n\n          Defendant's second argument, that  he was denied  a\n\nfair sentencing  because the  government destroyed  the dried\n\nmarijuana  leaves that  it  had introduced  into evidence  at\n\n                    \n\n2.  In his brief, defendant  makes two additional and related\narguments.  First, defendant  perfunctorily asserts that  the\nYoungblood bad faith requirement  does not obtain where there\n          \nhas  been   a  deliberate  (as  opposed   to  an  accidental)\ndestruction of evidence.   We see no merit in  this argument.\nNeither  Youngblood  itself,  nor  its  organizing principle,\n                   \nsuggest  that the  act by  which the  potentially exculpatory\nevidence is  destroyed need  be inadvertent.   The Youngblood\n                                                             \nCourt  was  concerned  with  \"limit[ing] the  extent  of  the\npolice's obligation to preserve evidence to reasonable bounds\nand confin[ing] it to that class of cases in which the police\nthemselves  by their  conduct  indicate that  the [destroyed]\nevidence could  form a basis for  exonerating the defendant.\"\nId. at 58.   Mere  intentionality in the  act of  destruction\n   \ndoes not  indicate  a tendency  to  exonerate; after  all,  a\npolice  officer can  intentionally  destroy  evidence  he/she\ntruly  believes is  irrelevant.   Something  more is  clearly\nneeded,  and the  Court  has determined  that that  something\nshould be a demonstration of bad faith.   \n          Defendant also seems to be arguing that the federal\nauthorities'  decision to  proceed against him  subsequent to\nthe destruction of the  plants' roots in and of  itself gives\n                                                       \nrise to an inference  of exploitation, constitutes bad faith,\nand should be  considered a  due process violation.   To  the\nextent that he is  so arguing, the argument is specious.   We\nsimply are  at a loss to see  any merit in a  rule whereby we\nwould infer bad faith on  the part of government  prosecutors\nmerely   because  they   bring  a  prosecution   after  State\n                                                      \nauthorities  have  destroyed  some  potentially  relevant  or\nexculpatory evidence.   In this  context at least,  bad faith\ncannot  be  inferred;  instead,  we  think it  clear  that  a\nsuccessful prosecutorial misconduct argument must be premised\nupon independent  evidence that the  prosecution was  somehow\nimproperly motivated.  Here, there was no such evidence.\n\n                             -7-\n                              7\n\ntrial, requires little discussion.   This evidence was  in no\n\nway relevant to the district court's  sentencing calculation;\n\nit  was the  plant count,  and not  the weight  of the  dried\n\nleaves,  that  the  district   court  took  into  account  in\n\ndetermining  defendant's  sentence.   Thus,  as  the district\n\npointed  out at sentencing, there was  \"no prejudice from the\n\nfact  that the marijuana  introduced at trial  . . .  was not\n\navailable at sentencing.\"3\n\n          Accordingly,  we  reject defendant's  argument that\n\nthe  destruction of  this  evidence somehow  compromised  the\n\njustness of his sentencing.\n\nC.  Number of Plants Involved in the Offense\n                                            \n\n          Defendant's third  and final  argument is  that the\n\ndistrict court  erred in taking  the 155 smaller  plants into\n\naccount  in determining that 188 plants  were involved in his\n\ncrimes.  As noted above, see supra note 1, defendant does not\n                                  \n\nspecifically allege  that fewer  than 155 plants  between one\n\n                    \n\n3.  Without   explanation,   defendant   asserts   that   the\ndestruction  of  the   leaves  \"hindered  [his]   ability  to\nchallenge the plant count as to the 155 seedlings.\"  Although\nit is not entirely clear, it appears that the point defendant\nis driving at  is that the amount of leaves  may have somehow\n                                                     \nappeared inconsistent with a  finding that 155 plants between\none and three  feet in  height were involved  in his  crimes.\nThis  argument is not  persuasive.  First  of all, a  mass of\nremoved  and  dried  leaves  is,  at  best,  only  marginally\nprobative  on  the question  of how  many  plants it  took to\ngenerate  the  leaves.    And,  to  the  extent  that  it  is\nprobative, the  sentencing judge,  who presided at  trial and\nviewed the leaves at  that time, had an ample  opportunity to\ntake   it  into   account   in  making   his  drug   quantity\ndetermination.\n\n                             -8-\n                              8\n\nand  three  feet  in  height  were present  in  the  trailer.\n\nRather,  he argues  that the  court  applied an  overly broad\n\ndefinition  of the  word  \"plant\" in  deciding  that the  155\n\nplants should be included in its drug quantity determination.\n\nRelying upon testimony that only female marijuana plants have\n\ncommercial  value   and  that   male  marijuana   plants  are\n\neventually   weeded  out   by  marijuana   distributors,  and\n\nasserting that  the  155 plants  had  not yet  been  sexually\n\ndifferentiated  because  of  their  growth  stage,  defendant\n\ncontends  that the  155 plants  should be  not considered   a\n\n\"mixture  or substance,\"  see 21 U.S.C.     841(b)(1)(A)(vii)\n                             \n\nand 841(b)(1)(B)(vii),  which can  be taken into  account for\n   \n\nsentencing purposes.   See U.S.S.G. App. C,  Amd't 484 (1993)\n                          \n\n(\"mixture  or substance\"  for  purposes of     841 \"does  not\n\ninclude materials that must  be separated from the controlled\n\nsubstance before the controlled substance can be used\").\n\n          While  ingenious,  defendant's  argument fails  for\n\nseveral   reasons.     First,   21  U.S.C.      841   clearly\n\ndistinguishes between  \"a mixture  or substance containing  a\n\ndetectable amount of marihuana\"  and \"marihuana plants.\"  See\n                                                             \n\n21 U.S.C.     841(b)(1)(A)(vii)  and 841(b)(1)(B)(vii).   The\n                                    \n\nstatute  does  not use  the  term \"mixture  or  substance\" in\n\nrelation  to  marijuana plants.    See  id.   Therefore,  the\n                                           \n\namendment  upon which defendant relies does  not apply in the\n\ncontext of marijuana plants.\n\n                             -9-\n                              9\n\n          Moreover,   although   we  have   yet   to  address\n\ndefendant's specific gender-distinction argument, we have, in\n\na  very similar  context,  rejected an  argument that  plants\n\nwhich would be weeded out prior to distribution should not be\n\nincluded in  the drug  quantity determination at  sentencing.\n\nSee United States v.  McMahon, 935 F.2d 397, 399  (1st Cir.),\n                             \n\ncert.  denied, 112  S. Ct.  272 (1991).   The  primary reason\n             \n\nunderlying our rejection  of defendant's argument in  McMahon\n                                                             \n\napplies to this case  with equal force:  \"`Congress  intended\n\nto punish growers of  marihuana by the scale or  potential of\n\ntheir operation and  not just by the weight [or  size] of the\n\nplants  seized  at a  given moment.'\"    Id. at  401 (quoting\n                                            \n\nUnited States v.  Fitol, 733  F. Supp. 1312,  1315 (D.  Minn.\n                       \n\n1990)).  Here, as in McMahon, Congress's intent must be given\n                            \n\neffect.\n\n          Finally, we note that  three of our sister circuits\n\nhave rejected nearly identical gender-distinction challenges.\n\nSee  United States v. Proyect, 989 F.2d 84, 86-88 (2nd Cir.),\n                             \n\ncert.  denied, 114 S. Ct. 80 (1993); United States v. Curtis,\n                                                            \n\n965 F.2d 610, 616 (8th Cir. 1992); United States v. Webb, 945\n                                                        \n\nF.2d  967, 968-69 (7th Cir.  1991), cert. denied,  112 S. Ct.\n                                                \n\n1228 (1992).  We find the reasoning of these cases persuasive\n\nand applicable to the argument before us.\n\n                             -10-\n                              10\n\n          Accordingly, we reject  defendant's assertion  that\n\nthe  court erred in including  the 155 smaller  plants in its\n\ndrug quantity calculation.\n\n                             III.\n                                 \n\n                          CONCLUSION\n                                    \n\n          Finding  each  of  defendant's appellate  arguments\n\nunpersuasive, we affirm his sentence.4\n\n          Affirmed.\n                   \n\n                    \n\n4.  Our  opinion  should  not,  of course,  be  construed  as\nendorsing the  destruction of evidence that  took place here.\nWe think  it obvious that law enforcement officials wade into\ndangerous waters when they  eliminate evidence which has even\na remote potential for being relevant at trial or sentencing.\nThis is especially true where, as here, inexpensive  means of\nmemorializing the  nature of the  evidence (e.g., photographs\nor videotape) are widely available.\n\n                             -11-\n                              11\n",
  "html": "<p class=\"case_cite\">25 F.3d 36</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jeffrey M. GALLANT, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2391.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 5, 1994.<br>Decided June 1, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas J. Connolly, Portland, ME, for appellant.</p>\n      <p class=\"indent\">Michael M. DuBose, Asst. U.S. Atty., with whom Jay P. McCloskey, U.S. Atty., Portland, ME, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA and STAHL, Circuit Judges, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, defendant Jeffrey M. Gallant challenges, on three separate grounds, his sentence for manufacturing and possession of marijuana.  After carefully considering defendant's arguments, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On May 5, 1992, Captain Tim Bourassa of the Rumford, Maine, Police Department, along with other law enforcement officers, executed a state search warrant at defendant's trailer.  Pursuant to their search, the officers seized the following items:  33 marijuana plants between four and five feet in height and growing in pots;  four harvested plants of the same size;  155 marijuana plants between one and three feet in height and growing in paper cups;  a bag filled with dried marijuana leaves;  two loaded rifles;  and various other drug paraphernalia.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Subsequent to the search, Captain Bourassa stripped the seized marijuana plants, preserving the leaves and buds but destroying the stems and roots.  At the time Captain Bourassa destroyed the stems and roots, defendant had only been charged with state drug offenses.  Under relevant state law (and unlike federal law), the presence vel non of developed root systems on seized marijuana plants is irrelevant for sentencing purposes.  Apparently, Captain Bourassa acted in accordance with his customary practice for the securing of marijuana evidence when he destroyed the plants' stems and roots.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Eventually, this matter was referred to a federal grand jury.  The grand jury returned a four-count indictment charging defendant with manufacturing marijuana, possessing marijuana with intent to distribute, and carrying two firearms in relation to a drug trafficking crime.  The case was tried to a jury and on February 12, 1993, the defendant was found guilty on the charge of manufacturing marijuana and the lesser included offense of possessing marijuana.  See 21 U.S.C. Secs. 841(a)(1), 841(b)(1)(B), and 844.  However, he was acquitted of possessing the marijuana with intent to distribute.  The jury also acquitted defendant of the firearms charges.  Subsequent to trial and prior to sentencing, the marijuana leaves which had been stripped from the seized plants (and which had been introduced into evidence at trial) also were destroyed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A sentencing hearing originally was convened on July 28, 1993.  During the course of that hearing, defendant raised several legal issues that, in the court's estimation, required further briefing.  Accordingly, the court recessed the hearing and continued the proceedings to a later date.  On December 9, 1993, at the reconvened hearing, the court took testimony from Captain Bourassa and other law enforcement officials regarding, inter alia, the number of plants seized during the search of defendant's trailer and whether those plants had developed root systems.  The court also heard argument from defendant on the legal issues presented in this appeal.  At the conclusion of the evidence and argument, the court rejected defendant's legal arguments and determined that 188 marijuana plants were involved in this offense.  Pursuant to the provisions of and commentary on U.S.S.G. Sec. 2D1.1, this finding resulted in a base offense level of 26.  After adding two levels for possession of a firearm, subtracting two levels for acceptance of responsibility, and ascertaining that defendant had a Criminal History Category of I, the court determined that the relevant guideline sentencing range was 63-78 months.  It then sentenced him to 63 months in prison, to be followed by a four-year term of supervised release.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendant makes three arguments on appeal.  First, he contends that the destruction of the plant roots and stems prior to trial constitutes a due process violation and entitles him to a recalculation of his sentence.  Similarly, defendant asserts that the destruction of the marijuana evidence that was admitted at trial deprived him of a fair sentencing hearing.  Finally, defendant argues that the district court committed legal error in determining the number of plants involved in the offense.  We discuss each argument in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>A. Destruction of Plant Roots Prior to Trial</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Defendant's first argument implicates the law of \" 'what might loosely be called the area of constitutionally guaranteed access to evidence.' \"   See Arizona v. Youngblood, 488 U.S. 51, 55, 109 S.Ct. 333, 336, 102 L.Ed.2d 281 (1988) (quoting United States v. Valenzuela-Bernal, 458 U.S. 858, 867, 102 S.Ct. 3440, 3446, 73 L.Ed.2d 1193 (1982)).  The argument is that the State, by destroying the evidence upon which defendant's sentence was premised, violated his due process rights.  More specifically, defendant contends that the destruction of portions of the plants prior to trial precluded him from mounting an effective challenge to both the plant count and to Captain Bourassa's testimony that each of the plants seized had developed root systems.  And, since the law looks to the number of plants and to whether there is \" 'readily observable evidence of root formation' \" in determining whether marijuana should be counted as a \"plant\" for sentencing purposes, see United States v. Burke, 999 F.2d 596, 601 (1st Cir.1993) (quoting United States v. Edge, 989 F.2d 871, 879 (6th Cir.1993)), defendant argues that this effective denial of potentially exculpatory<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> evidence prejudiced him at sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The problem with defendant's argument is that the Supreme Court has clearly stated that a State's failure to preserve potentially exculpatory evidence does not rise to the level of a due process violation unless \"a criminal defendant can show bad faith on the part of the police.\"  Youngblood, 488 U.S. at 58, 109 S.Ct. at 337.   Here, the district court, relying at least in part on the fact that this was only a state court matter (where the presence of root formation is irrelevant for sentencing purposes) when Captain Bourassa destroyed the plant portions, explicitly and supportably found that Captain Bourassa did not act in bad faith.  And, because this finding was not clearly erroneous, cf. United States v. Barnett, 989 F.2d 546, 556 (1st Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 148, 126 L.Ed.2d 110 and --- U.S. ----, 114 S.Ct. 149, 126 L.Ed.2d 110 (1993)), it is dispositive here.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Accordingly, we reject defendant's argument that the destruction of the plant portions violated his due process rights.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>B. Destruction of Evidence Admitted at Trial</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Defendant's second argument, that he was denied a fair sentencing because the government destroyed the dried marijuana leaves that it had introduced into evidence at trial, requires little discussion.  This evidence was in no way relevant to the district court's sentencing calculation;  it was the plant count, and not the weight of the dried leaves, that the district court took into account in determining defendant's sentence.  Thus, as the district pointed out at sentencing, there was \"no prejudice from the fact that the marijuana introduced at trial ... was not available at sentencing.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Accordingly, we reject defendant's argument that the destruction of this evidence somehow compromised the justness of his sentencing.</p>\n    </div>\n    <p>C. Number of Plants Involved in the Offense</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Defendant's third and final argument is that the district court erred in taking the 155 smaller plants into account in determining that 188 plants were involved in his crimes.  As noted above, see supra note 1, defendant does not specifically allege that fewer than 155 plants between one and three feet in height were present in the trailer.  Rather, he argues that the court applied an overly broad definition of the word \"plant\" in deciding that the 155 plants should be included in its drug quantity determination.  Relying upon testimony that only female marijuana plants have commercial value and that male marijuana plants are eventually weeded out by marijuana distributors, and asserting that the 155 plants had not yet been sexually differentiated because of their growth stage, defendant contends that the 155 plants should be not considered a \"mixture or substance,\" see 21 U.S.C. Secs. 841(b)(1)(A)(vii) and 841(b)(1)(B)(vii), which can be taken into account for sentencing purposes.  See U.S.S.G.App. C, Amd't 484 (1993) (\"mixture or substance\" for purposes of Sec. 841 \"does not include materials that must be separated from the controlled substance before the controlled substance can be used\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">While ingenious, defendant's argument fails for several reasons.  First, 21 U.S.C. Sec. 841 clearly distinguishes between \"a mixture or substance containing a detectable amount of marihuana\" and \"marihuana plants.\"   See 21 U.S.C. Secs. 841(b)(1)(A)(vii) and 841(b)(1)(B)(vii).  The statute does not use the term \"mixture or substance\" in relation to marijuana plants.  See id.   Therefore, the amendment upon which defendant relies does not apply in the context of marijuana plants.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Moreover, although we have yet to address defendant's specific gender-distinction argument, we have, in a very similar context, rejected an argument that plants which would be weeded out prior to distribution should not be included in the drug quantity determination at sentencing.  See United States v. McMahon, 935 F.2d 397, 399 (1st Cir.), cert. denied, --- U.S. ----, 112 S.Ct. 272, 116 L.Ed.2d 224 (1991).  The primary reason underlying our rejection of defendant's argument in McMahon applies to this case with equal force:  \" 'Congress intended to punish growers of marihuana by the scale or potential of their operation and not just by the weight [or size] of the plants seized at a given moment.' \"  Id. at 401 (quoting United States v. Fitol, 733 F.Supp. 1312, 1315 (D.Minn.1990)).  Here, as in McMahon, Congress's intent must be given effect.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, we note that three of our sister circuits have rejected nearly identical gender-distinction challenges.  See United States v. Proyect, 989 F.2d 84, 86-88 (2nd Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 80, 126 L.Ed.2d 49 (1993);  United States v. Curtis, 965 F.2d 610, 616 (8th Cir.1992);  United States v. Webb, 945 F.2d 967, 968-69 (7th Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 1228, 117 L.Ed.2d 463 (1992).  We find the reasoning of these cases persuasive and applicable to the argument before us.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Accordingly, we reject defendant's assertion that the court erred in including the 155 smaller plants in its drug quantity calculation.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Finding each of defendant's appellate arguments unpersuasive, we affirm his sentence.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Defendant does not specifically assert that there were fewer than 188 plants in the trailer or that the plants seized did not have observable root formation.  Rather, defendant argues that the destruction of the plants prevented him from examining evidence which might have impeached the law enforcement officials' testimony on these issues</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In his brief, defendant makes two additional and related arguments.  First, defendant perfunctorily asserts that the Youngblood bad faith requirement does not obtain where there has been a deliberate (as opposed to an accidental) destruction of evidence.  We see no merit in this argument.  Neither Youngblood itself, nor its organizing principle, suggest that the act by which the potentially exculpatory evidence is destroyed need be inadvertent.  The Youngblood Court was concerned with \"limit[ing] the extent of the police's obligation to preserve evidence to reasonable bounds and confin[ing] it to that class of cases in which the police themselves by their conduct indicate that the [destroyed] evidence could form a basis for exonerating the defendant.\"  Id. 488 U.S. at 58, 109 S.Ct. at 337.   Mere intentionality in the act of destruction does not indicate a tendency to exonerate;  after all, a police officer can intentionally destroy evidence he/she truly believes is irrelevant.  Something more is clearly needed, and the Court has determined that that something should be a demonstration of bad faith</p>\n        <p>Defendant also seems to be arguing that the federal authorities' decision to proceed against him subsequent to the destruction of the plants' roots in and of itself gives rise to an inference of exploitation, constitutes bad faith, and should be considered a due process violation.  To the extent that he is so arguing, the argument is specious.  We simply are at a loss to see any merit in a rule whereby we would infer bad faith on the part of government prosecutors merely because they bring a prosecution after State authorities have destroyed some potentially relevant or exculpatory evidence.  In this context at least, bad faith cannot be inferred;  instead, we think it clear that a successful prosecutorial misconduct argument must be premised upon independent evidence that the prosecution was somehow improperly motivated.  Here, there was no such evidence.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Without explanation, defendant asserts that the destruction of the leaves \"hindered [his] ability to challenge the plant count as to the 155 seedlings.\"   Although it is not entirely clear, it appears that the point defendant is driving at is that the amount of leaves may have somehow appeared inconsistent with a finding that 155 plants between one and three feet in height were involved in his crimes.  This argument is not persuasive.  First of all, a mass of removed and dried leaves is, at best, only marginally probative on the question of how many plants it took to generate the leaves.  And, to the extent that it is probative, the sentencing judge, who presided at trial and viewed the leaves at that time, had an ample opportunity to take it into account in making his drug quantity determination</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Our opinion should not, of course, be construed as endorsing the destruction of evidence that took place here.  We think it obvious that law enforcement officials wade into dangerous waters when they eliminate evidence which has even a remote potential for being relevant at trial or sentencing.  This is especially true where, as here, inexpensive means of memorializing the nature of the evidence (e.g., photographs or videotape) are widely available</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jeffrey M. GALLANT, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2391.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 5, 1994.<br>Decided June 1, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas J. Connolly, Portland, ME, for appellant.</p>\n      <p class=\"indent\">Michael M. DuBose, Asst. U.S. Atty., with whom Jay P. McCloskey, U.S. Atty., Portland, ME, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA and STAHL, Circuit Judges, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, defendant Jeffrey M. Gallant challenges, on three separate grounds, his sentence for manufacturing and possession of marijuana.  After carefully considering defendant's arguments, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On May 5, 1992, Captain Tim Bourassa of the Rumford, Maine, Police Department, along with other law enforcement officers, executed a state search warrant at defendant's trailer.  Pursuant to their search, the officers seized the following items:  33 marijuana plants between four and five feet in height and growing in pots;  four harvested plants of the same size;  155 marijuana plants between one and three feet in height and growing in paper cups;  a bag filled with dried marijuana leaves;  two loaded rifles;  and various other drug paraphernalia.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Subsequent to the search, Captain Bourassa stripped the seized marijuana plants, preserving the leaves and buds but destroying the stems and roots.  At the time Captain Bourassa destroyed the stems and roots, defendant had only been charged with state drug offenses.  Under relevant state law (and unlike federal law), the presence vel non of developed root systems on seized marijuana plants is irrelevant for sentencing purposes.  Apparently, Captain Bourassa acted in accordance with his customary practice for the securing of marijuana evidence when he destroyed the plants' stems and roots.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Eventually, this matter was referred to a federal grand jury.  The grand jury returned a four-count indictment charging defendant with manufacturing marijuana, possessing marijuana with intent to distribute, and carrying two firearms in relation to a drug trafficking crime.  The case was tried to a jury and on February 12, 1993, the defendant was found guilty on the charge of manufacturing marijuana and the lesser included offense of possessing marijuana.  See 21 U.S.C. Secs. 841(a)(1), 841(b)(1)(B), and 844.  However, he was acquitted of possessing the marijuana with intent to distribute.  The jury also acquitted defendant of the firearms charges.  Subsequent to trial and prior to sentencing, the marijuana leaves which had been stripped from the seized plants (and which had been introduced into evidence at trial) also were destroyed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A sentencing hearing originally was convened on July 28, 1993.  During the course of that hearing, defendant raised several legal issues that, in the court's estimation, required further briefing.  Accordingly, the court recessed the hearing and continued the proceedings to a later date.  On December 9, 1993, at the reconvened hearing, the court took testimony from Captain Bourassa and other law enforcement officials regarding, inter alia, the number of plants seized during the search of defendant's trailer and whether those plants had developed root systems.  The court also heard argument from defendant on the legal issues presented in this appeal.  At the conclusion of the evidence and argument, the court rejected defendant's legal arguments and determined that 188 marijuana plants were involved in this offense.  Pursuant to the provisions of and commentary on U.S.S.G. Sec. 2D1.1, this finding resulted in a base offense level of 26.  After adding two levels for possession of a firearm, subtracting two levels for acceptance of responsibility, and ascertaining that defendant had a Criminal History Category of I, the court determined that the relevant guideline sentencing range was 63-78 months.  It then sentenced him to 63 months in prison, to be followed by a four-year term of supervised release.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendant makes three arguments on appeal.  First, he contends that the destruction of the plant roots and stems prior to trial constitutes a due process violation and entitles him to a recalculation of his sentence.  Similarly, defendant asserts that the destruction of the marijuana evidence that was admitted at trial deprived him of a fair sentencing hearing.  Finally, defendant argues that the district court committed legal error in determining the number of plants involved in the offense.  We discuss each argument in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>A. Destruction of Plant Roots Prior to Trial</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Defendant's first argument implicates the law of \" 'what might loosely be called the area of constitutionally guaranteed access to evidence.' \"   See Arizona v. Youngblood, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></span>, 55, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">333</span></span>, 336, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">281</span> </span>(1988) (quoting United States v. Valenzuela-Bernal, <span class=\"citation\" data-id=\"110797\"><a href=\"/opinion/110797/united-states-v-valenzuela-bernal/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">858</span></a></span>, 867, <span class=\"citation\" data-id=\"110797\"><a href=\"/opinion/110797/united-states-v-valenzuela-bernal/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3440</span></a></span>, 3446, <span class=\"citation\" data-id=\"110797\"><a href=\"/opinion/110797/united-states-v-valenzuela-bernal/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1193</span> </a></span>(1982)).  The argument is that the State, by destroying the evidence upon which defendant's sentence was premised, violated his due process rights.  More specifically, defendant contends that the destruction of portions of the plants prior to trial precluded him from mounting an effective challenge to both the plant count and to Captain Bourassa's testimony that each of the plants seized had developed root systems.  And, since the law looks to the number of plants and to whether there is \" 'readily observable evidence of root formation' \" in determining whether marijuana should be counted as a \"plant\" for sentencing purposes, see United States v. Burke, <span class=\"citation\" data-id=\"612079\"><a href=\"/opinion/612079/united-states-v-john-e-burke/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">596</span></a></span>, 601 (1st Cir.1993) (quoting United States v. Edge, <span class=\"citation\" data-id=\"603548\"><a href=\"/opinion/603548/united-states-v-dwayne-allen-edge/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">871</span></a></span>, 879 (6th Cir.1993)), defendant argues that this effective denial of potentially exculpatory<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> evidence prejudiced him at sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The problem with defendant's argument is that the Supreme Court has clearly stated that a State's failure to preserve potentially exculpatory evidence does not rise to the level of a due process violation unless \"a criminal defendant can show bad faith on the part of the police.\"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Youngblood,</span> <span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">58</span></span>, 109 S.Ct. at 337.   Here, the district court, relying at least in part on the fact that this was only a state court matter (where the presence of root formation is irrelevant for sentencing purposes) when Captain Bourassa destroyed the plant portions, explicitly and supportably found that Captain Bourassa did not act in bad faith.  And, because this finding was not clearly erroneous, cf. United States v. Barnett, <span class=\"citation\" data-id=\"603504\"><a href=\"/opinion/603504/united-states-v-michael-barnett-united-states-of-america-v-barry-jordan/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></a></span>, 556 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">148</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">110</span> </span>and --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">149</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">110</span> </span>(1993)), it is dispositive here.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Accordingly, we reject defendant's argument that the destruction of the plant portions violated his due process rights.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>B. Destruction of Evidence Admitted at Trial</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Defendant's second argument, that he was denied a fair sentencing because the government destroyed the dried marijuana leaves that it had introduced into evidence at trial, requires little discussion.  This evidence was in no way relevant to the district court's sentencing calculation;  it was the plant count, and not the weight of the dried leaves, that the district court took into account in determining defendant's sentence.  Thus, as the district pointed out at sentencing, there was \"no prejudice from the fact that the marijuana introduced at trial ... was not available at sentencing.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Accordingly, we reject defendant's argument that the destruction of this evidence somehow compromised the justness of his sentencing.</p>\n    </div>\n    <p>C. Number of Plants Involved in the Offense</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Defendant's third and final argument is that the district court erred in taking the 155 smaller plants into account in determining that 188 plants were involved in his crimes.  As noted above, see supra note 1, defendant does not specifically allege that fewer than 155 plants between one and three feet in height were present in the trailer.  Rather, he argues that the court applied an overly broad definition of the word \"plant\" in deciding that the 155 plants should be included in its drug quantity determination.  Relying upon testimony that only female marijuana plants have commercial value and that male marijuana plants are eventually weeded out by marijuana distributors, and asserting that the 155 plants had not yet been sexually differentiated because of their growth stage, defendant contends that the 155 plants should be not considered a \"mixture or substance,\" see 21 U.S.C. Secs. 841(b)(1)(A)(vii) and 841(b)(1)(B)(vii), which can be taken into account for sentencing purposes.  See U.S.S.G.App. C, Amd't 484 (1993) (\"mixture or substance\" for purposes of Sec. 841 \"does not include materials that must be separated from the controlled substance before the controlled substance can be used\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">While ingenious, defendant's argument fails for several reasons.  First, 21 U.S.C. Sec. 841 clearly distinguishes between \"a mixture or substance containing a detectable amount of marihuana\" and \"marihuana plants.\"   See 21 U.S.C. Secs. 841(b)(1)(A)(vii) and 841(b)(1)(B)(vii).  The statute does not use the term \"mixture or substance\" in relation to marijuana plants.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span>   Therefore, the </span>amendment upon which defendant relies does not apply in the context of marijuana plants.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Moreover, although we have yet to address defendant's specific gender-distinction argument, we have, in a very similar context, rejected an argument that plants which would be weeded out prior to distribution should not be included in the drug quantity determination at sentencing.  See United States v. McMahon, <span class=\"citation\" data-id=\"562611\"><a href=\"/opinion/562611/united-states-v-larry-w-mcmahon/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">397</span></a></span>, 399 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">272</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span> </span>(1991).  The primary reason underlying our rejection of defendant's argument in McMahon applies to this case with equal force:  \" 'Congress intended to punish growers of marihuana by the scale or potential of their operation and not just by the weight [or size] of the plants seized at a given moment.' \"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 401 </span>(quoting United States v. Fitol, <span class=\"citation no-link\"><span class=\"volume\">733</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1312</span></span>, 1315 (D.Minn.1990)).  Here, as in McMahon, Congress's intent must be given effect.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, we note that three of our sister circuits have rejected nearly identical gender-distinction challenges.  See United States v. Proyect, <span class=\"citation\" data-id=\"602844\"><a href=\"/opinion/602844/united-states-v-joel-proyect/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">84</span></a></span>, 86-88 (2nd Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">80</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">49</span> </span>(1993);  United States v. Curtis, <span class=\"citation\" data-id=\"584008\"><a href=\"/opinion/584008/united-states-v-thomas-lee-curtis-united-states-of-america-v-patty-m/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">610</span></a></span>, 616 (8th Cir.1992);  United States v. Webb, <span class=\"citation\" data-id=\"569146\"><a href=\"/opinion/569146/united-states-v-jimmy-dean-webb/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">967</span></a></span>, 968-69 (7th Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1228</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">463</span> </span>(1992).  We find the reasoning of these cases persuasive and applicable to the argument before us.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Accordingly, we reject defendant's assertion that the court erred in including the 155 smaller plants in its drug quantity calculation.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Finding each of defendant's appellate arguments unpersuasive, we affirm his sentence.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Defendant does not specifically assert that there were fewer than 188 plants in the trailer or that the plants seized did not have observable root formation.  Rather, defendant argues that the destruction of the plants prevented him from examining evidence which might have impeached the law enforcement officials' testimony on these issues</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In his brief, defendant makes two additional and related arguments.  First, defendant perfunctorily asserts that the Youngblood bad faith requirement does not obtain where there has been a deliberate (as opposed to an accidental) destruction of evidence.  We see no merit in this argument.  Neither Youngblood itself, nor its organizing principle, suggest that the act by which the potentially exculpatory evidence is destroyed need be inadvertent.  The Youngblood Court was concerned with \"limit[ing] the extent of the police's obligation to preserve evidence to reasonable bounds and confin[ing] it to that class of cases in which the police themselves by their conduct indicate that the [destroyed] evidence could form a basis for exonerating the defendant.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> 488 U.S. </span>at <span class=\"citation no-link\"><span class=\"antecedent_guess\">58,</span> <span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">337</span></span>.   Mere intentionality in the act of destruction does not indicate a tendency to exonerate;  after all, a police officer can intentionally destroy evidence he/she truly believes is irrelevant.  Something more is clearly needed, and the Court has determined that that something should be a demonstration of bad faith</p>\n        <p>Defendant also seems to be arguing that the federal authorities' decision to proceed against him subsequent to the destruction of the plants' roots in and of itself gives rise to an inference of exploitation, constitutes bad faith, and should be considered a due process violation.  To the extent that he is so arguing, the argument is specious.  We simply are at a loss to see any merit in a rule whereby we would infer bad faith on the part of government prosecutors merely because they bring a prosecution after State authorities have destroyed some potentially relevant or exculpatory evidence.  In this context at least, bad faith cannot be inferred;  instead, we think it clear that a successful prosecutorial misconduct argument must be premised upon independent evidence that the prosecution was somehow improperly motivated.  Here, there was no such evidence.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Without explanation, defendant asserts that the destruction of the leaves \"hindered [his] ability to challenge the plant count as to the 155 seedlings.\"   Although it is not entirely clear, it appears that the point defendant is driving at is that the amount of leaves may have somehow appeared inconsistent with a finding that 155 plants between one and three feet in height were involved in his crimes.  This argument is not persuasive.  First of all, a mass of removed and dried leaves is, at best, only marginally probative on the question of how many plants it took to generate the leaves.  And, to the extent that it is probative, the sentencing judge, who presided at trial and viewed the leaves at that time, had an ample opportunity to take it into account in making his drug quantity determination</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Our opinion should not, of course, be construed as endorsing the destruction of evidence that took place here.  We think it obvious that law enforcement officials wade into dangerous waters when they eliminate evidence which has even a remote potential for being relevant at trial or sentencing.  This is especially true where, as here, inexpensive means of memorializing the nature of the evidence (e.g., photographs or videotape) are widely available</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110797/",
    "https://www.courtlistener.com/api/rest/v3/opinions/562611/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569146/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584008/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602844/",
    "https://www.courtlistener.com/api/rest/v3/opinions/603504/",
    "https://www.courtlistener.com/api/rest/v3/opinions/603548/",
    "https://www.courtlistener.com/api/rest/v3/opinions/612079/"
  ]
}