{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195379/",
  "id": 195379,
  "absolute_url": "/opinion/195379/united-states-v-kimball/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195379/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:38:45Z",
  "date_modified": "2020-02-21T23:46:59.140791Z",
  "type": "010combined",
  "sha1": "0d942440330068892a587f9447ab06e731ed17ba",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1755.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1755\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                          AARON KIMBALL,\n\n                      Defendant, Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n             [Hon. Gene Carter, U.S. District Judge]\n                                                   \n\n                                           \n\n                              Before\n\n                       Breyer, Chief Judge,\n                                          \n\n               Torruella and Stahl, Circuit Judges.\n                                                  \n\n                                           \n\n     Peter Clifford, by Appointment of the Court, for appellant.\n                   \n     Margaret  D. McGaughey,  Assistant  United States  Attorney,\n                           \nwith whom Jay P. McCloskey, United States Attorney, and George T.\n                                                                 \nDilworth,  Assistant United  States Attorney,  were on  brief for\n        \nappellee.\n\n                                           \n\n                           May 23, 1994\n                                           \n\n          TORRUELLA, Circuit Judge.  Aaron Kimball was charged in\n                                  \n\na single count indictment with  burglarizing a United States Post\n\nOffice  in  North  Waterboro,  Maine,  on  October  2,  1992,  in\n\nviolation of 18 U.S.C.    2115 and 2.   Kimball moved to suppress\n\n1) physical evidence  seized from the car in which  he was riding\n\nand  2)  all statements  made to  police  by his  codefendants on\n\nOctober 3, 1992, the morning  of his arrest.  The  district court\n\ndenied Kimball's motion.  Kimball then entered a conditional plea\n\nof  guilty to the indictment.   Kimball now  appeals the district\n\ncourt's denial of his motion to suppress.  We affirm.\n\n                          I.  BACKGROUND\n                                        \n\n          A.  Facts\n\n          We  view the facts in  the light most  favorable to the\n\ndistrict  court's  ruling with  respect  to  Kimball's motion  to\n\nsuppress.  See United  States v. Maguire, 918 F.2d  254, 257 (1st\n                                        \n\nCir. 1990), cert. denied, 499 U.S. 950 (1991).\n                        \n\n          There were four night-time  burglaries of schools and a\n\nchurch in western York County, Maine in late September 1992.  The\n\nYork County Sheriff's Department  issued a crime bulletin related\n\nto  these  burglaries  and  distributed it  to  deputies  in  the\n\nSheriff's  department.   The names  \"Huertas\" and  \"Kimball\" were\n\nhandwritten on the  bottom of  the bulletin.   It was  apparently\n\nstandard  practice of  the  York County  Sheriff's Department  to\n\nwrite the names of suspects on the bottom of crime bulletins.  No\n\nevidence was presented, however, as to specifically who wrote the\n\nnames  on the bottom  of the bulletin  or why these  two men were\n\n                               -2-\n\nthought to be suspects.  The bulletin stated that the same  modus\n                                                                 \n\noperandi was used in all four burglaries: using a crow bar to pry\n        \n\ndoors, latches, and file cabinets open.\n\n          Just after  midnight on October 3,  1992, Deputy Thomas\n\nWord saw an automobile in the Massabesic High School parking lot.\n\nAs the vehicle pulled out of the school parking  lot, Deputy Word\n\nrecognized the vehicle as  belonging to Gregory Huertas.   Deputy\n\nWord knew that Huertas had previously been convicted of burglary,\n\nand that Huertas was a suspect in the recent burglaries.   Deputy\n\nWord  then pulled the vehicle  over, and advised  the York County\n\ndispatcher that he had stopped a suspicious vehicle that had been\n\non  school property.  Deputy Word then approached the vehicle and\n\nsaw  Huertas in the driver's seat and  Kimball in the right front\n\npassenger's seat.  A  man later identified as Michael  Brochu was\n\nsitting  between Huertas and Kimball  in the front  seat.  Deputy\n\nWord shined his flashlight into the car, at which point  he saw a\n\ncrowbar and flashlight on the floor in the back seat.\n\n          Deputy  Word  requested  that  Huertas  show   him  his\n\nlicense, Huertas complied, and Deputy Word returned to his car to\n\nrun  a license  check.   Before  receiving  a response  from  the\n\ndispatcher,  Deputy Word went back to  Huertas' vehicle and asked\n\nHuertas  to step  out  of  the  car.    Several  other  officers,\n\nincluding  Deputy  Philip  Weymouth,  arrived at  the  scene  and\n\ninformed  Deputy  Word  that   Huertas'  license  to  operate  an\n\nautomobile had been suspended.  Huertas was arrested and taken to\n\nthe  York  County Sheriff's  office.    The  deputies then  asked\n\n                               -3-\n\nKimball  and Brochu whether they  would also go  to the Sheriff's\n\noffice, and they agreed to do so.\n\n          At the police station,  after being given their Miranda\n                                                                 \n\nrights,  Huertas and  Brochu were  interviewed separately.   They\n\nboth admitted that they had burglarized the  North Waterboro Post\n\nOffice earlier that evening.  Kimball did not speak to any of the\n\nofficers and did not make a statement.\n\n          At  the  scene  of  the initial  vehicle  stop,  Deputy\n\nWeymouth arranged  to have Huertas' vehicle  towed, and conducted\n\nan inventory search of the vehicle  before it was towed.   Deputy\n\nWeymouth  recorded  on  the  inventory form  that  he  found  two\n\ncrowbars, a flashlight,  a hammer,  a pair of  bolt cutters,  and\n\nassorted screwdrivers in the vehicle.\n\n          B.  Proceedings Below\n\n          Kimball filed a motion  to suppress the introduction of\n\nevidence  of  the  tools  found  in   Huertas'  vehicle  and  the\n\nstatements made by Huertas and Brochu, claiming that the evidence\n\nobtained was  the fruit of an unconstitutional stop of the car in\n\nwhich  he  was riding.   The  district  court denied  the motion,\n\nfinding that the circumstances reasonably justified Deputy Word's\n\ninitial stop of Huertas' vehicle and the initial detention of the\n\nvehicle's occupants.  The court found that  the scope of the stop\n\nwas limited and reasonably related to the  reasons that justified\n\nit.  The court also found that the tools were seized as part of a\n\nlawful inventory search of the car.\n\n          Kimball now appeals the  district court's denial of his\n\n                               -4-\n\nmotion  to suppress.   Kimball contends  that the  district court\n\nerroneously  concluded  that 1)  Deputy  Word  had the  requisite\n\nreasonable suspicion  necessary to stop Huertas'  vehicle; 2) the\n\nstop  was  reasonable  in its  duration  and  scope;  and 3)  the\n\nphysical evidence  and incriminating statements  were not legally\n\nattributable to an unlawful stop.\n\n              II.  KIMBALL'S FOURTH AMENDMENT CLAIM\n                                                   \n\n          A.  Does Kimball Have Standing1 To Challenge the Stop?\n\n          As  a  threshold  matter, the  Government  argues  that\n\nKimball lacks standing to  challenge the constitutionality of the\n\nstop of Huertas' vehicle.2  We disagree.\n\n          Fourth Amendment  rights are personal,  and a proponent\n\nof   a  motion  to  suppress   must  prove  that  the  challenged\n\ngovernmental  action infringed  upon  his  own  Fourth  Amendment\n\nrights.   United States v.  Soule, 908 F.2d  1032, 1034 (1st Cir.\n                                 \n\n1990) (citing Rakas v.  Illinois, 439 U.S. 128, 131  n.1 (1978)).\n                                \n\nA  police officer's act of  stopping a vehicle  and detaining its\n\n                    \n\n1  We use the term \"standing\" as a shorthand  method of referring\nto the  issue of  whether the  defendant's  own Fourth  Amendment\ninterests  were implicated by the challenged governmental action.\n\"Technically,  the concept of 'standing'  has not had  a place in\nFourth Amendment jurisprudence for more than a decade,  since the\nSupreme  Court  in  Rakas  v.  Illinois,  439  U.S.  128  (1978),\n                                       \nindicated that matters of standing in the context of searches and\nseizures  actually involved  substantive  Fourth Amendment  law.\"\nUnited States v. S nchez, 943 F.2d 110, 113 n.1 (1st Cir. 1991).\n                        \n\n2   The  Government challenged  Kimball's standing to  bring this\nmotion  to suppress in the  district court.   The district court,\nhowever, elected to consider,  and then rejected Kimball's Fourth\nAmendment claim  on the merits without  first determining whether\nKimball in fact had standing.\n\n                               -5-\n\noccupants constitutes a seizure within the meaning of the  Fourth\n\nAmendment.  Delaware  v. Prouse,  440 U.S. 648,  653 (1979);  see\n                                                                 \n\nalso  Michigan Dept. of  State Police v. Sitz,  496 U.S. 444, 450\n                                             \n\n(1990);  United States v. Sharpe, 470 U.S. 675, 682 (1985).  Such\n                                \n\na  stop affects an  occupant's interest  in freedom  from random,\n\nunauthorized, investigatory  seizures.  Prouse, 440 U.S. at 657. \n                                              \n\nAn occupant's  interest in avoiding the  substantial anxiety that\n\nsuch stops may create is also affected.  Id.\n                                           \n\n          When a police officer  effects an investigatory stop of\n\na  vehicle,  all occupants  of that  vehicle  are subjected  to a\n                \n\nseizure, as defined  by the Fourth  Amendment.   The fact that  a\n\ndefendant is a passenger in a vehicle as opposed to the driver is\n\na distinction of no consequence in this context.  The interest in\n\nfreedom of movement and the interest in being  free from fear and\n\nsurprise are personal  to all  occupants of the  vehicle, and  an\n\nindividual's interest is  not diminished simply  because he is  a\n\npassenger  as opposed to the driver  when the stop occurred.  See\n                                                                 \n\nUnited States v. Erwin, 875 F.2d 268, 270 (10th Cir. 1989).  Both\n                      \n\ndriver and passenger:\n\n            have  their  travel  interrupted  by  the\n            sight of a state patrol cruiser or police\n            car  looming  large   in  the  rear  view\n            mirror,  are detained on  the side of the\n            road,  have  their identifying  documents\n            inspected  by  the trooper  or policeman,\n            and  may even  be  asked  to leave  their\n            vehicles   for   the   duration  of   the\n            questioning . . . .\n\nUnited  States v. Powell, 929  F.2d 1190, 1195  (7th Cir.), cert.\n                                                                 \n\ndenied, 112  S. Ct. 584 (1991).  Moreover, once a car is stopped,\n      \n\n                               -6-\n\na passenger may  feel no more  free to leave  the scene than  the\n\ndriver,  without first  being  allowed to  do  so by  the  police\n\nofficer.  Erwin, 875 F.2d at 270 (citing Berkemer v. McCarty, 468\n                                                            \n\nU.S. 420, 436 (1984)).  Rather, the passenger is subjected to the\n\ndemands and control of the police officer, just as the driver is.\n\nBecause a passenger's own interests are affected when the vehicle\n\nin which  he is riding is  stopped, he has  standing to challenge\n\nthe stop  of that  vehicle.   United States  v. Roberson,  6 F.3d\n                                                        \n\n1088, 1091 (5th Cir. 1993), cert. denied, 127 L.Ed.2d 574 (1994);\n                                        \n\nErwin, 875 F.2d at 270; United States v. Portwood, 857 F.2d 1221,\n                                                 \n\n1222  (8th Cir. 1988), cert. denied, 490 U.S. 1069 (1989); United\n                                                                 \n\nStates v. Durant, 730  F.2d 1180, 1182 (8th Cir.),  cert. denied,\n                                                                \n\n469  U.S.  843 (1984);  see also  Powell,  929 F.2d  at 1194-95.3\n                                        \n\nThus,  if the initial stop  of the vehicle  was illegal, evidence\n\nseized  by  virtue  of that  stop,  such  as  the tools  in  this\n\ninstance, may be  subject to  exclusion under the  \"fruit of  the\n\npoisonous  tree\" doctrine.  See, e.g., Wong Sun v. United States,\n                                                                \n\n371 U.S. 471, 484-85 (1963).\n\n          B.  Was the Stop Constitutionally Valid?\n\n          As a  preliminary matter,  we set forth  the applicable\n\n                    \n\n3  The Government's  reliance on Rakas v. Illinois, 439  U.S. 128\n                                                  \n(1978), in  the context of a  stop, is misplaced.   In Rakas, the\n                                                            \nUnited  States Supreme  Court held  that a  mere passenger  in an\nautomobile ordinarily does not have the legitimate expectation of\nprivacy  necessary to  challenge the  search of  that automobile.\n                                            \nId.  at  148-49.   The  Supreme  Court's decision,  however,  was\n  \nlimited  to  the  issue  of whether  the  passenger's  legitimate\nexpectation  of privacy was invaded  by a search  of the vehicle,\nand   not  the  stop  thereof.    Id.  at  150-51.  (Powell,  J.,\n                                    \nconcurring).\n\n                               -7-\n\nstandard of review.  Whether police activity is reasonable in any\n\nparticular  context depends on the facts which are unique to that\n\nincident.  See United States v. Rodr guez-Morales, 929  F.2d 780,\n                                                 \n\n783 (1st  Cir. 1991), cert. denied,  112 S. Ct. 868  (1992).  The\n                                  \n\ntrial court  has  a superior  sense of  what actually  transpired\n\nduring an incident, by virtue of  its ability to see and hear the\n\nwitnesses who  have first hand knowledge of the events.  Id.; see\n                                                                 \n\nalso United  States v. Karas,  950 F.2d  31, 35 (1st  Cir. 1991).\n                            \n\nAppellate oversight is therefore  deferential, and we review \"the\n\ndistrict  court's  findings  of  fact   following  a  suppression\n\nhearing, including  mixed  fact/law findings,  under the  clearly\n\nerroneous test.\"   Rodr guez-Morales, 929 F.2d  at 783 (citations\n                                    \n\nomitted).    If  the  district  court  applies  the  wrong  legal\n\nstandard, however, no deference  attaches to such an application.\n\nId.\n  \n\n          Consistent with the  Fourth Amendment, law  enforcement\n\nagents  may  stop  a   moving  automobile  to  investigate  their\n\nreasonable suspicion  that the vehicle's occupants  were, are, or\n                    \n\nwill  be engaged in criminal activity.  United States v. Hensley,\n                                                                \n\n469 U.S. 221, 226 (1985); Berkemer v. McCarty, 468 U.S.  420, 439\n                                             \n\n(1984); Rodr guez-Morales, 929 F.2d at 784.\n                         \n\n            Although stopping a car and detaining its\n            occupants constitute a seizure within the\n            meaning  of  the  Fourth  Amendment,  the\n            governmental interest in investigating an\n            officer's reasonable  suspicion, based on\n                                                     \n            specific   and  articulable   facts,  may\n                                               \n            outweigh the Fourth Amendment interest of\n            the  driver  and passengers  in remaining\n            secure from the intrusion.\n\n                               -8-\n\nHensley, 469 U.S. at 226 (emphasis supplied) (citing Prouse,  440\n                                                           \n\nU.S. at 653-55).   To evaluate the overall reasonableness of this\n\ntype  of stop,  a \"Terry  stop\", see  Terry v.  Ohio, 392  U.S. 1\n                                                    \n\n(1968),  the  reviewing court  must perform a  two step  inquiry:\n\n\"the court must first consider  whether the officer's action  was\n\njustified at  its inception; and second, whether the action taken\n\nwas  reasonably  related  in  scope to  the  circumstances  which\n\njustified the interference in the first place.\"  United States v.\n                                                              \n\nWalker, 924 F.2d  1, 3 (1st  Cir. 1991) (citations omitted).   It\n      \n\nshould be kept in mind that when applying this test and assessing\n\nthe  reasonableness of  the police  officer's actions,  the court\n\nmust consider the totality  of the circumstances which confronted\n\nthe officer  at the time  of the stop.   Walker, 924 F.2d  at 3-4\n                                               \n\n(citing  United States  v. Trullo,  809 F.2d  108, 111  (1st Cir.\n                                 \n\n1987), cert. denied, 482 U.S. 916 (1987)).\n                   \n\n          To  initially  justify  a  \"Terry  stop,\"  \"the  police\n                                           \n\nofficer must be able  to point to specific and  articulable facts\n\nwhich, taken together with  rational inferences from those facts,\n\nreasonably  warrant that  intrusion.\"    Terry,  392 U.S.  at 21;\n                                              \n\nWalker,  924  F.2d at  3; Trullo,  809 F.2d  at  110-11.   In the\n                                \n\npresent case, we agree with the district court that Deputy Word's\n\nstop of Huertas'  vehicle was  warranted at its  inception.   The\n\nrecord indicates that Deputy Word was able to articulate a number\n\nof  factors that made him  suspicious of Huertas'  vehicle in the\n\nearly  morning  hours of  October 3,  1992.   First,  Deputy Word\n\nobserved the vehicle in a school parking lot after midnight, long\n\n                               -9-\n\nafter any school functions  had ended.  Second, Deputy  Word knew\n\nby virtue of the crime  bulletin, that a number of schools  and a\n\nchurch  in  the  area  had  been  burglarized  during  the  weeks\n\nimmediately  preceding the  stop.   Thus, as  the  district court\n\nnoted, \"the  presence of a car,  in close proximity to  a school,\n\nlate  at night,  not  in  conjunction  with  any  school  related\n\nfunction,  was, in light of the officer's knowledge of the recent\n\nlocal  pattern of  burglaries  at public  schools, an  additional\n\nsuspicious circumstance.\"  United States v. Kimball, 813 F. Supp.\n                                                   \n\n95, 98  (D. Maine 1993).4    A third articulable  factor was that\n\nDeputy Word recognized  the vehicle as belonging  to Huertas, and\n\nhe knew that Huertas had a criminal history involving burglaries.\n\nA police  officer's knowledge  of an individual's  prior criminal\n\nactivity is  material to whether the  officer reasonably suspects\n\nthat  criminal  activity has  or may  be  occurring.   Cf. United\n                                                                 \n\nStates v. Taylor, 985 F.2d 3, 6 (1st Cir.), cert.  denied, 113 S.\n                                                         \n\nCt.  2426 (1993) (an affiant's knowledge of the target's criminal\n\nrecord is material to the probable cause determination to issue a\n\n                    \n\n4  The  names of Huertas and Kimball had  been handwritten on the\ncrime bulletin,  identifying them as suspects  in the burglaries.\nBecause the Government failed  to present any evidence as  to who\nhandwrote the names on  the bulletin, or why Huertas  and Kimball\nwere  considered suspects,  we do  not  believe that  this factor\nprovides  reasonable support for Deputy  Word's stop of  Huertas'\nvehicle.  See Hensley, 469 U.S. at 233 (\"Assuming the police make\n                     \na  Terry stop in  objective reliance on  a flyer or  bulletin, we\n        \nhold  that the  evidence uncovered in  the course of  the stop is\nadmissible  if the  police  who  issued  the  flyer  or  bulletin\n                                       \npossessed  a reasonable  suspicion justifying  a stop  . .  . \").\nDeputy Word was  justified, however,  in relying  upon the  other\ninformation contained in the crime bulletin, and even without the\nidentification  of  Huertas  and  Kimball  as  suspects,  he  was\njustified in stopping  Huertas' vehicle on October 3, 1992.\n\n                               -10-\n\nwarrant).\n\n          Kimball  contends  that  the  record  demonstrates that\n\nDeputy  Word relied solely on the location of Huertas' vehicle to\n\nsupport  his decision  to stop  Huertas' vehicle,  and  that this\n\nfactor  was legally insufficient to justify the stop.  As support\n\nfor this  argument, Kimball relies  on  Brown v.  Texas, 443 U.S.\n                                                       \n\n47,  52 (1979), where the United States Supreme Court stated that\n\nlocation  alone is insufficient to justify a \"Terry stop.\"  While\n                                                   \n\nKimball is correct that location in and of itself is insufficient\n\nto justify a \"Terry stop,\" we  have stated that location and  the\n                   \n\ntype of area where  the stop is made, is clearly  a consideration\n\nthat a police  officer may use to decide to  make a \"Terry stop.\"\n                                                          \n\nWalker, 924 F.2d at 4; Trullo, 809  F.2d at 111.  Deputy Word was\n                             \n\ntherefore  reasonably  entitled to  consider  the  fact that  the\n\nvehicle was located in  the school parking lot.   Moreover, as we\n\nhave  already noted,  there were  other factors  which buttressed\n\nDeputy Word's decision to stop  Huertas' vehicle.\n\n          Therefore,  we  believe  that  the  district court  was\n\ncorrect  in   concluding that the  factors articulated  by Deputy\n\nWord, taken together,  demonstrated that when he  decided to stop\n\nHuertas'  vehicle,  he  could  have reasonably  believed  that  a\n\nburglary was in process or was about to be committed.5\n\n                    \n\n5  Kimball makes much of the fact  that Deputy Word stated in one\nportion  of his testimony that  he did not  believe that criminal\nactivity was occurring when he  decided to stop Huertas' vehicle,\nand  based on  this testimony,  Kimball therefore  concludes that\nDeputy Word  had absolutely no  basis to  stop Huertas'  vehicle.\nKimball assigns too much  weight to one portion of  Deputy Word's\ntestimony,  and   misconstrues  the   import  of   Deputy  Word's\n\n                               -11-\n\n          We now  review whether the action taken  by Deputy Word\n\nand  the other  York County  deputies was  reasonably related  in\n\nscope to the circumstances which justified the stop.  Walker, 924\n                                                            \n\nF.2d  at 3.    The district  court  concluded that  the  stop was\n\nreasonably related to the investigation and did not last too long\n\nor   create  an   excessive  intrusion  into   Kimball's  privacy\n\ninterests.  Kimball, 813 F. Supp. at 99.  The \"Terry stop\" lasted\n                                                    \n\nlong  enough for Deputy Word  to establish the  identities of the\n\noccupants of the vehicle, to ask the occupants why they  had been\n\non the school grounds, and to run a license check  on the driver,\n\nHuertas.  Id.    Thereafter, upon learning that  Huertas' license\n            \n\nhad been  suspended, the police  properly arrested Huertas.   Id.\n                                                                \n\nThe  district court  found that  the police  officers  then asked\n\nKimball and  Brochu, in a nonthreatening  and noncoercive manner,\n\nif they  would  agree  to come  to  the station  to  answer  some\n\nquestions, and that  they voluntarily  consented to do  so.   Id.\n                                                                \n\nThe \"Terry stop\"  therefore ended when Kimball and  Brochu agreed\n          \n\nto go with the police officers to the station.  Id.\n                                                  \n\n          Kimball  challenges  the  district   court's  findings,\n\narguing that he was effectively  seized after Deputy Word stopped\n\nHuertas'  vehicle, prior to the  officer's request that  he go to\n\nthe  station  for  further  questioning,  and  that  he  did  not\n\n                    \n\ntestimony, on one occasion, in response to repeated questions  at\nthe suppression  hearing as to  why he stopped  Huertas' vehicle.\nKimball ignores substantial other  testimony by Deputy Word which\nmakes it clear that Deputy Word  stopped Huertas' vehicle because\nhe believed it was suspicious, based on the fact that the vehicle\nshould not have been in the school parking lot at that late hour,\nand there had been a recent rash of school burglaries.\n\n                               -12-\n\nvoluntarily consent to  go with the  officers.  Kimball  contends\n\nthat the \"Terry stop\"  did not end until his arrest several hours\n               \n\nlater, and the stop was thus unreasonable in duration.\n\n          The question  of whether  a defendant has  consented to\n\nquestioning  by the police,  and whether  that consent  was given\n\nvoluntarily, are  questions of  fact to  be  determined from  the\n\ntotality of all of the circumstances.  Schneckloth v. Bustamonte,\n                                                                \n\n412 U.S.  218, 227  (1973);   United States  v. Miller,  589 F.2d\n                                                      \n\n1117,  1130 (1st Cir. 1978),  cert. denied, 440  U.S. 958 (1979);\n                                          \n\nUnited States v. Analla, 975 F.2d 119, 125 (4th Cir. 1992), cert.\n                                                                 \n\ndenied,  113 S.  Ct.  1853  (1993).    The  record  supports  the\n      \n\nconclusion that Kimball voluntarily consented to undergo  further\n\nquestioning.  The testimony  of Deputy Weymouth demonstrates that\n\nthe  deputies asked Kimball  several times whether  he would come\n\ndown to the station and talk with officers, and each time Kimball\n\nexpressly agreed  to do so.   This was not an  unusual request by\n\nthe officers; rather, it  was department policy not to  engage in\n\ndetailed interviews  on the side of the road.  See, e.g., Florida\n                                                                 \n\nv.  Royer, 460  U.S. 491, 504-05  (1983) (\"there  are undoubtedly\n         \n\nreasons  of  safety and  security  that  would justify  moving  a\n\nsuspect  from one  location  to another  during an  investigatory\n\ndetention  . .  . \").   There  is no  evidence that  Kimball ever\n\nindicated that he was unwilling to accompany  the police officers\n\nto the station.   Moreover, there is no evidence  that any of the\n\nofficers  coerced or  intimidated Kimball  into going  with them.\n\nAlthough Kimball was not expressly told that he was free to leave\n\n                               -13-\n\nthe  scene, or free to refuse to undergo further questioning, and\n\nthis  fact cuts against a finding of voluntariness in the overall\n\ncalculus,  the Government  was not  required to  demonstrate such\n\nknowledge by Kimball as  a prerequisite to establishing voluntary\n\nconsent.  Schneckloth, 412 U.S. at 249.\n                     \n\n          The record  also indicates  that both the  officers and\n\nKimball acted in a manner  that was at all times  consistent with\n\nKimball  having  voluntarily consented  to  their  request.   The\n\nofficers did  not handcuff or  physically restrain Kimball.   The\n\nofficers  did not threaten to  arrest Kimball.   The officers did\n\nnot  take any  identification or  personal effects  from Kimball.\n\nAdditionally,  when Kimball  was transported  to the  station, he\n\nrode  in  the  front  seat  of  Deputy  Word's  patrol  car,  and\n\napparently engaged in relaxed  conversation that was unrelated to\n\nthe  case.   Once  Kimball arrived  at  the station,  the  police\n\nofficers permitted Kimball to move freely around the station.\n\n          As  a general matter,  we would be  cautious in finding\n\nthat  a  defendant  voluntarily  consented  to   undergo  further\n\nquestioning when, after being stopped by one police officer, five\n\nother  officers   converge  on  the  scene   soon  thereafter  to\n\ninvestigate.     Additionally,   Kimball,  like   any  reasonable\n\ndefendant,  may have been intimidated by the fact that the driver\n\nof the vehicle,  Huertas, was  then arrested for  driving with  a\n\nsuspended license, and taken  to the police station.   We believe\n\nthat  here,  however, our  general  fears are  outweighed  by the\n\nspecifics  of the situation,  which point to  the conclusion that\n\n                               -14-\n\nKimball did in fact agree to go to the station.   After examining\n\nthe  record, we  are left  with the  impression that  Kimball did\n\ninitially  consent  voluntarily  to  further questioning.    Upon\n\nlearning  that  further  questioning  at  the   station  produced\n\nincriminating statements from his codefendants,  however, Kimball\n\nnow wants to  challenge the  voluntariness of his  consent in  an\n\nattempt to taint  the police  officers' conduct  in stopping  and\n\nquestioning  all three occupants of  the vehicle.   The nature of\n\nKimball's  consent  obviously does  not  hinge  upon whether  his\n\nstrategic decision  to acquiesce to the  police officer's request\n\nwas effective.\n\n          We  do not  believe that  the district  court's finding\n\nthat Kimball's  consent to further questioning  was voluntary, is\n\nclearly  erroneous.   See, e.g.,  Karas, 950  F.2d at  35; United\n                                                                 \n\nStates  v. Manchester, 711 F.2d 458, 462 (1st Cir. 1983); Miller,\n                                                                \n\n589 F.2d  at 1130.  We  therefore conclude that the  \"Terry stop\"\n                                                           \n\nwas reasonable at its  inception and in its duration,  given that\n\nthe stop ended when Kimball agreed to go to the station, and that\n\nthe  stop did not in  any way violate  Kimball's Fourth Amendment\n\nrights.\n\n          C.   Standing to Challenge the Inventory Search?\n\n          While we have  found that Kimball does have standing to\n\nchallenge the stop and consequently the seizure of the tools as a\n\nfruit  of  that  stop,  Kimball could  separately  challenge  the\n\nconstitutionality  of the inventory  search itself, through which\n\nthe  police officers seized the  tools.  Standing  to challenge a\n\n                               -15-\n\nsearch  presents issues  separate and  distinct from  standing to\n\nchallenge the  stop.  Erwin, 875  F.2d at 269.   Kimball in fact,\n                           \n\ndoes  additionally argue  that the  police officer's  decision to\n\nimpound Huertas' vehicle, and the ensuing inventory search, was a\n\nmere  subterfuge  to  perform  an  unconstitutional investigatory\n\nsearch.   We  believe that  Kimball lacks  standing to  object to\n\neither  the  seizure  of  the  car or  the  subsequent  inventory\n\nsearch.6\n\n          In  order  to  embark  on a  suppression  challenge,  a\n\n\"defendant must  show that  he  had a  reasonable expectation  of\n\nprivacy in the area searched and in relation to the item seized.\"\n\n United  States v.  Aguirre, 839  F.2d 854,  856 (1st  Cir. 1988)\n                           \n\n(citing United States  v. Salvucci, 448  U.S. 83, 90-92  (1980));\n                                  \n\nsee  also United States  v. Mancini,  8 F.3d  104, 107  (1st Cir.\n                                   \n\n1993).   \"[T]he defendant must show both a subjective expectation\n\nof  privacy   and  that  society  accepts   that  expectation  as\n\nobjectively  reasonable.\"   Mancini,  8  F.3d  at 107  (citations\n                                   \n\nomitted).  The burden  of proving this expectation lies  with the\n\ndefendant.  Mancini, 8 F.3d at 107.\n                   \n\n          The   record  is   bereft  of  evidence   that  Kimball\n\nmaintained  a subjective  expectation of  privacy in  the vehicle\n\napparently  owned and operated by Huertas.  The record also fails\n\nto  disclose any facts which show that Kimball had an objectively\n\nreasonable expectation of privacy in his friend's vehicle.  Thus,\n\n                    \n\n6   While the district  court concluded that  the police officers\nlawfully  performed the  inventory  search and  seized the  tools\nfound in the vehicle, we do not reach this issue.\n\n                               -16-\n\nKimball  has  failed to  proffer  any  evidence establishing  any\n\nprivacy expectation in the area searched.\n\n          Kimball instead bases his  claim for standing solely on\n\nthe  fact  that he  claimed a  possessory  interest in  the items\n\nseized during the inventory search.  This  contention, in itself,\n\nhowever, is insufficient to confer standing.\n\n            Ownership   alone   is   not  enough   to\n            establish  a  reasonable  and  legitimate\n            expectation  of  privacy.   Ownership  is\n            relevant  to the  inquiry .  . .  but the\n            total circumstances determine whether the\n            one   challenging   the   search  has   a\n            reasonable and  legitimate expectation of\n            privacy in the locus of the search.\n\nUnited  States v. Dall, 608 F.2d  910, 914 (1st Cir. 1979), cert.\n                                                                 \n\ndenied,  445  U.S.  918  (1980)  (citations  omitted);  see  also\n                                                                 \n\nSalvucci, 448 U.S. at 92 (\"we must ... 'engage in a conscientious\n        \n\neffort  to apply  the  Fourth  Amendment'  by asking  not  merely\n\nwhether  the defendant  had a  possessory interest  in the  items\n\nseized, but whether he had an expectation  of privacy in the area\n\nsearched.\")  (quoting Rakas, 439 U.S.  at 147-49).  Certainly the\n                           \n\nfact that Kimball  owned the  tools was a  factor working in  his\n\nfavor in  the standing determination.7  Without any evidence that\n\nKimball left the  tools in  a place that  could justifiably  give\n\nrise to an  expectation of  privacy, however, he  simply has  not\n\n                    \n\n7  The tools were apparently  in an opened black bag in the  back\nseat  of  Huertas' vehicle.    While  a \"bag  may  be  used as  a\nrepository of personal possessions,\" the mere possibility of such\npersonal  use does  not  lead us  to  \"the conclusion  that  such\ncontents  are  'inevitably'  associated  with  an expectation  of\nprivacy.\"  United States v. Goshorn, 628 F.2d 697, 700  (1st Cir.\n                                   \n1980).  Kimball failed  to introduce any evidence that  he had an\nexpectation of privacy in the bag.\n\n                               -17-\n\nsustained  his  burden  of  demonstrating  that  his  own  Fourth\n\nAmendment rights  were affected  by the  inventory search  of the\n\nvehicle.  See, e.g., Aguirre, 839 F.2d at 857.\n                            \n\n          D.  Statements Made By Huertas and Brochu\n\n          As   a  final   matter,   Kimball  contends   that  the\n\nconfessions  made by  Brochu  and  Huertas  were  \"fruit  of  the\n\npoisonous  tree\" from  the  allegedly  unconstitutional  stop  of\n\nHuertas'   vehicle,  and   the  statements   must  therefore   be\n\nsuppressed.  The short answer to this contention is that  we have\n\nfound nothing  unreasonable about  the stop of  Huertas' vehicle,\n\nand therefore,  there  is nothing  constitutionally  infirm  with\n\nadmitting these statements.\n\n          For the foregoing reasons, the decision of the district\n\ncourt is affirmed.\n                 \n\n                               -18-\n",
  "html": "<p class=\"case_cite\">25 F.3d 1</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Aaron KIMBALL, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1755.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 7, 1994.<br>Decided May 23, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter Clifford, Kennebunkport, ME, by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Asst. U.S. Atty., with whom Jay P. McCloskey, U.S. Atty., and George T. Dilworth, Asst. U.S. Atty., Portland, ME, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BREYER, Chief Judge, TORRUELLA and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Aaron Kimball was charged in a single count indictment with burglarizing a United States Post Office in North Waterboro, Maine, on October 2, 1992, in violation of 18 U.S.C. Secs. 2115 and 2.  Kimball moved to suppress 1) physical evidence seized from the car in which he was riding and 2) all statements made to police by his codefendants on October 3, 1992, the morning of his arrest.  The district court denied Kimball's motion.  Kimball then entered a conditional plea of guilty to the indictment.  Kimball now appeals the district court's denial of his motion to suppress.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <p class=\"indent\">A. Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We view the facts in the light most favorable to the district court's ruling with respect to Kimball's motion to suppress.  See United States v. Maguire, 918 F.2d 254, 257 (1st Cir.1990), cert. denied, 499 U.S. 950, 111 S.Ct. 1421, 113 L.Ed.2d 474 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">There were four night-time burglaries of schools and a church in western York County, Maine in late September 1992.  The York County Sheriff's Department issued a crime bulletin related to these burglaries and distributed it to deputies in the Sheriff's department.  The names \"Huertas\" and \"Kimball\" were handwritten on the bottom of the bulletin.  It was apparently standard practice of the York County Sheriff's Department to write the names of suspects on the bottom of crime bulletins.  No evidence was presented, however, as to specifically who wrote the names on the bottom of the bulletin or why these two men were thought to be suspects.  The bulletin stated that the same modus operandi was used in all four burglaries:  using a crow bar to pry doors, latches, and file cabinets open.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Just after midnight on October 3, 1992, Deputy Thomas Word saw an automobile in the Massabesic High School parking lot.  As the vehicle pulled out of the school parking lot, Deputy Word recognized the vehicle as belonging to Gregory Huertas.  Deputy Word knew that Huertas had previously been convicted of burglary, and that Huertas was a suspect in the recent burglaries.  Deputy Word then pulled the vehicle over, and advised the York County dispatcher that he had stopped a suspicious vehicle that had been on school property.  Deputy Word then approached the vehicle and saw Huertas in the driver's seat and Kimball in the right front passenger's seat.  A man later identified as Michael Brochu was sitting between Huertas and Kimball in the front seat.  Deputy Word shined his flashlight into the car, at which point he saw a crowbar and flashlight on the floor in the back seat.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Deputy Word requested that Huertas show him his license, Huertas complied, and Deputy Word returned to his car to run a license check.  Before receiving a response from the dispatcher, Deputy Word went back to Huertas' vehicle and asked Huertas to step out of the car.  Several other officers, including Deputy Philip Weymouth, arrived at the scene and informed Deputy Word that Huertas' license to operate an automobile had been suspended.  Huertas was arrested and taken to the York County Sheriff's office.  The deputies then asked Kimball and Brochu whether they would also go to the Sheriff's office, and they agreed to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the police station, after being given their Miranda rights, Huertas and Brochu were interviewed separately.  They both admitted that they had burglarized the North Waterboro Post Office earlier that evening.  Kimball did not speak to any of the officers and did not make a statement.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the scene of the initial vehicle stop, Deputy Weymouth arranged to have Huertas' vehicle towed, and conducted an inventory search of the vehicle before it was towed.  Deputy Weymouth recorded on the inventory form that he found two crowbars, a flashlight, a hammer, a pair of bolt cutters, and assorted screwdrivers in the vehicle.</p>\n    </div>\n    <p class=\"indent\">B. Proceedings Below</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Kimball filed a motion to suppress the introduction of evidence of the tools found in Huertas' vehicle and the statements made by Huertas and Brochu, claiming that the evidence obtained was the fruit of an unconstitutional stop of the car in which he was riding.  The district court denied the motion, finding that the circumstances reasonably justified Deputy Word's initial stop of Huertas' vehicle and the initial detention of the vehicle's occupants.  The court found that the scope of the stop was limited and reasonably related to the reasons that justified it.  The court also found that the tools were seized as part of a lawful inventory search of the car.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Kimball now appeals the district court's denial of his motion to suppress.  Kimball contends that the district court erroneously concluded that 1) Deputy Word had the requisite reasonable suspicion necessary to stop Huertas' vehicle;  2) the stop was reasonable in its duration and scope;  and 3) the physical evidence and incriminating statements were not legally attributable to an unlawful stop.II. KIMBALL'S FOURTH AMENDMENT CLAIM</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>A. Does Kimball Have Standing<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> To Challenge the Stop?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As a threshold matter, the Government argues that Kimball lacks standing to challenge the constitutionality of the stop of Huertas' vehicle.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Fourth Amendment rights are personal, and a proponent of a motion to suppress must prove that the challenged governmental action infringed upon his own Fourth Amendment rights.  United States v. Soule, 908 F.2d 1032, 1034 (1st Cir.1990) (citing Rakas v. Illinois, 439 U.S. 128, 131 n. 1, 99 S.Ct. 421, 424 n. 1, 58 L.Ed.2d 387 (1978)).  A police officer's act of stopping a vehicle and detaining its occupants constitutes a seizure within the meaning of the Fourth Amendment.  Delaware v. Prouse, 440 U.S. 648, 653, 99 S.Ct. 1391, 1395-96, 59 L.Ed.2d 660 (1979);  see also Michigan Dept. of State Police v. Sitz, 496 U.S. 444, 450, 110 S.Ct. 2481, 2485, 110 L.Ed.2d 412 (1990);  United States v. Sharpe, 470 U.S. 675, 682, 105 S.Ct. 1568, 1573, 84 L.Ed.2d 605 (1985).  Such a stop affects an occupant's interest in freedom from random, unauthorized, investigatory seizures.  Prouse, 440 U.S. at 657, 99 S.Ct. at 1397-98.   An occupant's interest in avoiding the substantial anxiety that such stops may create is also affected.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">When a police officer effects an investigatory stop of a vehicle, all occupants of that vehicle are subjected to a seizure, as defined by the Fourth Amendment.  The fact that a defendant is a passenger in a vehicle as opposed to the driver is a distinction of no consequence in this context.  The interest in freedom of movement and the interest in being free from fear and surprise are personal to all occupants of the vehicle, and an individual's interest is not diminished simply because he is a passenger as opposed to the driver when the stop occurred.  See United States v. Erwin, 875 F.2d 268, 270 (10th Cir.1989).  Both driver and passenger:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>have their travel interrupted by the sight of a state patrol cruiser or police car looming large in the rear view mirror, are detained on the side of the road, have their identifying documents inspected by the trooper or policeman, and may even be asked to leave their vehicles for the duration of the questioning....</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">United States v. Powell, 929 F.2d 1190, 1195 (7th Cir.), cert. denied, --- U.S. ----, 112 S.Ct. 584, 116 L.Ed.2d 609 (1991).  Moreover, once a car is stopped, a passenger may feel no more free to leave the scene than the driver, without first being allowed to do so by the police officer.  Erwin, 875 F.2d at 270 (citing Berkemer v. McCarty, 468 U.S. 420, 436, 104 S.Ct. 3138, 3148, 82 L.Ed.2d 317 (1984)).  Rather, the passenger is subjected to the demands and control of the police officer, just as the driver is.  Because a passenger's own interests are affected when the vehicle in which he is riding is stopped, he has standing to challenge the stop of that vehicle.  United States v. Roberson, 6 F.3d 1088, 1091 (5th Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1230, 127 L.Ed.2d 574 (1994);  Erwin, 875 F.2d at 270;  United States v. Portwood, 857 F.2d 1221, 1222 (8th Cir.1988), cert. denied, 490 U.S. 1069, 109 S.Ct. 2073, 104 L.Ed.2d 638 (1989);  United States v. Durant, 730 F.2d 1180, 1182 (8th Cir.), cert. denied, 469 U.S. 843, 105 S.Ct. 149, 83 L.Ed.2d 87 (1984);  see also Powell, 929 F.2d at 1194-95.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Thus, if the initial stop of the vehicle was illegal, evidence seized by virtue of that stop, such as the tools in this instance, may be subject to exclusion under the \"fruit of the poisonous tree\" doctrine.  See, e.g., Wong Sun v. United States, 371 U.S. 471, 484-85, 83 S.Ct. 407, 415-16, 9 L.Ed.2d 441 (1963).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">B. Was the Stop Constitutionally Valid?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As a preliminary matter, we set forth the applicable standard of review.  Whether police activity is reasonable in any particular context depends on the facts which are unique to that incident.  See United States v. Rodriguez-Morales, 929 F.2d 780, 783 (1st Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 868, 116 L.Ed.2d 774 (1992).  The trial court has a superior sense of what actually transpired during an incident, by virtue of its ability to see and hear the witnesses who have first hand knowledge of the events.  Id.;  see also United States v. Karas, 950 F.2d 31, 35 (1st Cir.1991).  Appellate oversight is therefore deferential, and we review \"the district court's findings of fact following a suppression hearing, including mixed fact/law findings, under the clearly erroneous test.\"  Rodriguez-Morales, 929 F.2d at 783 (citations omitted).  If the district court applies the wrong legal standard, however, no deference attaches to such an application.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Consistent with the Fourth Amendment, law enforcement agents may stop a moving automobile to investigate their reasonable suspicion that the vehicle's occupants were, are, or will be engaged in criminal activity.  United States v. Hensley, 469 U.S. 221, 226, 105 S.Ct. 675, 678-79, 83 L.Ed.2d 604 (1985);  Berkemer v. McCarty, 468 U.S. 420, 439, 104 S.Ct. 3138, 3149-50, 82 L.Ed.2d 317 (1984);  Rodriguez-Morales, 929 F.2d at 784.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>Although stopping a car and detaining its occupants constitute a seizure within the meaning of the Fourth Amendment, the governmental interest in investigating an officer's reasonable suspicion, based on specific and articulable facts, may outweigh the Fourth Amendment interest of the driver and passengers in remaining secure from the intrusion.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Hensley, 469 U.S. at 226, 105 S.Ct. at 679 (emphasis supplied) (citing Prouse, 440 U.S. at 653-55, 99 S.Ct. at 1395-96).   To evaluate the overall reasonableness of this type of stop, a \"Terry stop\", see Terry v. Ohio, 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968), the reviewing court must perform a two step inquiry:  \"the court must first consider whether the officer's action was justified at its inception;  and second, whether the action taken was reasonably related in scope to the circumstances which justified the interference in the first place.\"  United States v. Walker, 924 F.2d 1, 3 (1st Cir.1991) (citations omitted).  It should be kept in mind that when applying this test and assessing the reasonableness of the police officer's actions, the court must consider the totality of the circumstances which confronted the officer at the time of the stop.  Walker, 924 F.2d at 3-4 (citing United States v. Trullo, 809 F.2d 108, 111 (1st Cir.1987), cert. denied, 482 U.S. 916, 107 S.Ct. 3191, 96 L.Ed.2d 679 (1987)).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">To initially justify a \"Terry stop,\" \"the police officer must be able to point to specific and articulable facts which, taken together with rational inferences from those facts, reasonably warrant that intrusion.\"  Terry, 392 U.S. at 21, 88 S.Ct. at 1880;  Walker, 924 F.2d at 3;  Trullo, 809 F.2d at 110-11.   In the present case, we agree with the district court that Deputy Word's stop of Huertas' vehicle was warranted at its inception.  The record indicates that Deputy Word was able to articulate a number of factors that made him suspicious of Huertas' vehicle in the early morning hours of October 3, 1992.  First, Deputy Word observed the vehicle in a school parking lot after midnight, long after any school functions had ended.  Second, Deputy Word knew by virtue of the crime bulletin, that a number of schools and a church in the area had been burglarized during the weeks immediately preceding the stop.  Thus, as the district court noted, \"the presence of a car, in close proximity to a school, late at night, not in conjunction with any school related function, was, in light of the officer's knowledge of the recent local pattern of burglaries at public schools, an additional suspicious circumstance.\"  United States v. Kimball, 813 F.Supp. 95, 98 (D.Maine 1993).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  A third articulable factor was that Deputy Word recognized the vehicle as belonging to Huertas, and he knew that Huertas had a criminal history involving burglaries.  A police officer's knowledge of an individual's prior criminal activity is material to whether the officer reasonably suspects that criminal activity has or may be occurring.  Cf. United States v. Taylor, 985 F.2d 3, 6 (1st Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 2426, 124 L.Ed.2d 647 (1993) (an affiant's knowledge of the target's criminal record is material to the probable cause determination to issue a warrant).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Kimball contends that the record demonstrates that Deputy Word relied solely on the location of Huertas' vehicle to support his decision to stop Huertas' vehicle, and that this factor was legally insufficient to justify the stop.  As support for this argument, Kimball relies on Brown v. Texas, 443 U.S. 47, 52, 99 S.Ct. 2637, 2641, 61 L.Ed.2d 357 (1979), where the United States Supreme Court stated that location alone is insufficient to justify a \"Terry stop.\"   While Kimball is correct that location in and of itself is insufficient to justify a \"Terry stop,\" we have stated that location and the type of area where the stop is made, is clearly a consideration that a police officer may use to decide to make a \"Terry stop.\"  Walker, 924 F.2d at 4;  Trullo, 809 F.2d at 111.   Deputy Word was therefore reasonably entitled to consider the fact that the vehicle was located in the school parking lot.  Moreover, as we have already noted, there were other factors which buttressed Deputy Word's decision to stop Huertas' vehicle.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Therefore, we believe that the district court was correct in concluding that the factors articulated by Deputy Word, taken together, demonstrated that when he decided to stop Huertas' vehicle, he could have reasonably believed that a burglary was in process or was about to be committed.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We now review whether the action taken by Deputy Word and the other York County deputies was reasonably related in scope to the circumstances which justified the stop.  Walker, 924 F.2d at 3.   The district court concluded that the stop was reasonably related to the investigation and did not last too long or create an excessive intrusion into Kimball's privacy interests.  Kimball, 813 F.Supp. at 99.   The \"Terry stop\" lasted long enough for Deputy Word to establish the identities of the occupants of the vehicle, to ask the occupants why they had been on the school grounds, and to run a license check on the driver, Huertas.  Id.  Thereafter, upon learning that Huertas' license had been suspended, the police properly arrested Huertas.  Id.  The district court found that the police officers then asked Kimball and Brochu, in a nonthreatening and noncoercive manner, if they would agree to come to the station to answer some questions, and that they voluntarily consented to do so.  Id.  The \"Terry stop\" therefore ended when Kimball and Brochu agreed to go with the police officers to the station.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Kimball challenges the district court's findings, arguing that he was effectively seized after Deputy Word stopped Huertas' vehicle, prior to the officer's request that he go to the station for further questioning, and that he did not voluntarily consent to go with the officers.  Kimball contends that the \"Terry stop\" did not end until his arrest several hours later, and the stop was thus unreasonable in duration.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The question of whether a defendant has consented to questioning by the police, and whether that consent was given voluntarily, are questions of fact to be determined from the totality of all of the circumstances.  Schneckloth v. Bustamonte, 412 U.S. 218, 227, 93 S.Ct. 2041, 2047-48, 36 L.Ed.2d 854 (1973);  United States v. Miller, 589 F.2d 1117, 1130 (1st Cir.1978), cert. denied, 440 U.S. 958, 99 S.Ct. 1499, 59 L.Ed.2d 771 (1979);  United States v. Analla, 975 F.2d 119, 125 (4th Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1853, 123 L.Ed.2d 476 (1993).  The record supports the conclusion that Kimball voluntarily consented to undergo further questioning.  The testimony of Deputy Weymouth demonstrates that the deputies asked Kimball several times whether he would come down to the station and talk with officers, and each time Kimball expressly agreed to do so.  This was not an unusual request by the officers;  rather, it was department policy not to engage in detailed interviews on the side of the road.  See, e.g., Florida v. Royer, 460 U.S. 491, 504-05, 103 S.Ct. 1319, 1328, 75 L.Ed.2d 229 (1983) (\"there are undoubtedly reasons of safety and security that would justify moving a suspect from one location to another during an investigatory detention ...\").  There is no evidence that Kimball ever indicated that he was unwilling to accompany the police officers to the station.  Moreover, there is no evidence that any of the officers coerced or intimidated Kimball into going with them.  Although Kimball was not expressly told that he was free to leave the scene, or free to refuse to undergo further questioning, and this fact cuts against a finding of voluntariness in the overall calculus, the Government was not required to demonstrate such knowledge by Kimball as a prerequisite to establishing voluntary consent.  Schneckloth, 412 U.S. at 249, 93 S.Ct. at 2059.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The record also indicates that both the officers and Kimball acted in a manner that was at all times consistent with Kimball having voluntarily consented to their request.  The officers did not handcuff or physically restrain Kimball.  The officers did not threaten to arrest Kimball.  The officers did not take any identification or personal effects from Kimball.  Additionally, when Kimball was transported to the station, he rode in the front seat of Deputy Word's patrol car, and apparently engaged in relaxed conversation that was unrelated to the case.  Once Kimball arrived at the station, the police officers permitted Kimball to move freely around the station.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As a general matter, we would be cautious in finding that a defendant voluntarily consented to undergo further questioning when, after being stopped by one police officer, five other officers converge on the scene soon thereafter to investigate.  Additionally, Kimball, like any reasonable defendant, may have been intimidated by the fact that the driver of the vehicle, Huertas, was then arrested for driving with a suspended license, and taken to the police station.  We believe that here, however, our general fears are outweighed by the specifics of the situation, which point to the conclusion that Kimball did in fact agree to go to the station.  After examining the record, we are left with the impression that Kimball did initially consent voluntarily to further questioning.  Upon learning that further questioning at the station produced incriminating statements from his codefendants, however, Kimball now wants to challenge the voluntariness of his consent in an attempt to taint the police officers' conduct in stopping and questioning all three occupants of the vehicle.  The nature of Kimball's consent obviously does not hinge upon whether his strategic decision to acquiesce to the police officer's request was effective.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We do not believe that the district court's finding that Kimball's consent to further questioning was voluntary, is clearly erroneous.  See, e.g., Karas, 950 F.2d at 35;  United States v. Manchester, 711 F.2d 458, 462 (1st Cir.1983);  Miller, 589 F.2d at 1130.   We therefore conclude that the \"Terry stop\" was reasonable at its inception and in its duration, given that the stop ended when Kimball agreed to go to the station, and that the stop did not in any way violate Kimball's Fourth Amendment rights.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">C. Standing to Challenge the Inventory Search?</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">While we have found that Kimball does have standing to challenge the stop and consequently the seizure of the tools as a fruit of that stop, Kimball could separately challenge the constitutionality of the inventory search itself, through which the police officers seized the tools.  Standing to challenge a search presents issues separate and distinct from standing to challenge the stop.  Erwin, 875 F.2d at 269.   Kimball in fact, does additionally argue that the police officer's decision to impound Huertas' vehicle, and the ensuing inventory search, was a mere subterfuge to perform an unconstitutional investigatory search.  We believe that Kimball lacks standing to object to either the seizure of the car or the subsequent inventory search.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In order to embark on a suppression challenge, a \"defendant must show that he had a reasonable expectation of privacy in the area searched and in relation to the item seized.\"  United States v. Aguirre, 839 F.2d 854, 856 (1st Cir.1988) (citing United States v. Salvucci, 448 U.S. 83, 90-92, 100 S.Ct. 2547, 2552-53, 65 L.Ed.2d 619 (1980));  see also United States v. Mancini, 8 F.3d 104, 107 (1st Cir.1993).  \"[T]he defendant must show both a subjective expectation of privacy and that society accepts that expectation as objectively reasonable.\"  Mancini, 8 F.3d at 107 (citations omitted).  The burden of proving this expectation lies with the defendant.  Mancini, 8 F.3d at 107.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The record is bereft of evidence that Kimball maintained a subjective expectation of privacy in the vehicle apparently owned and operated by Huertas.  The record also fails to disclose any facts which show that Kimball had an objectively reasonable expectation of privacy in his friend's vehicle.  Thus, Kimball has failed to proffer any evidence establishing any privacy expectation in the area searched.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Kimball instead bases his claim for standing solely on the fact that he claimed a possessory interest in the items seized during the inventory search.  This contention, in itself, however, is insufficient to confer standing.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>Ownership alone is not enough to establish a reasonable and legitimate expectation of privacy.  Ownership is relevant to the inquiry ... but the total circumstances determine whether the one challenging the search has a reasonable and legitimate expectation of privacy in the locus of the search.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">United States v. Dall, 608 F.2d 910, 914 (1st Cir.1979), cert. denied, 445 U.S. 918, 100 S.Ct. 1280, 63 L.Ed.2d 603 (1980) (citations omitted);  see also Salvucci, 448 U.S. at 92, 100 S.Ct. at 2553 (\"we must ... 'engage in a conscientious effort to apply the Fourth Amendment' by asking not merely whether the defendant had a possessory interest in the items seized, but whether he had an expectation of privacy in the area searched.\")  (quoting Rakas, 439 U.S. at 147-49, 99 S.Ct. at 432-33).   Certainly the fact that Kimball owned the tools was a factor working in his favor in the standing determination.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Without any evidence that Kimball left the tools in a place that could justifiably give rise to an expectation of privacy, however, he simply has not sustained his burden of demonstrating that his own Fourth Amendment rights were affected by the inventory search of the vehicle.  See, e.g., Aguirre, 839 F.2d at 857.</p>\n    </div>\n    <p class=\"indent\">D. Statements Made By Huertas and Brochu</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">As a final matter, Kimball contends that the confessions made by Brochu and Huertas were \"fruit of the poisonous tree\" from the allegedly unconstitutional stop of Huertas' vehicle, and the statements must therefore be suppressed.  The short answer to this contention is that we have found nothing unreasonable about the stop of Huertas' vehicle, and therefore, there is nothing constitutionally infirm with admitting these statements.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">For the foregoing reasons, the decision of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We use the term \"standing\" as a shorthand method of referring to the issue of whether the defendant's own Fourth Amendment interests were implicated by the challenged governmental action.  \"Technically, the concept of 'standing' has not had a place in Fourth Amendment jurisprudence for more than a decade, since the Supreme Court in Rakas v. Illinois, 439 U.S. 128 [, 99 S.Ct. 421, 58 L.Ed.2d 387] (1978), indicated that matters of standing in the context of searches and seizures actually involved substantive Fourth Amendment law.\"  United States v. Sanchez, 943 F.2d 110, 113 n. 1 (1st Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Government challenged Kimball's standing to bring this motion to suppress in the district court.  The district court, however, elected to consider, and then rejected Kimball's Fourth Amendment claim on the merits without first determining whether Kimball in fact had standing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Government's reliance on Rakas v. Illinois, 439 U.S. 128, 99 S.Ct. 421, 58 L.Ed.2d 387 (1978), in the context of a stop, is misplaced.  In Rakas, the United States Supreme Court held that a mere passenger in an automobile ordinarily does not have the legitimate expectation of privacy necessary to challenge the search of that automobile.  Id. at 148-49, 432-33.   The Supreme Court's decision, however, was limited to the issue of whether the passenger's legitimate expectation of privacy was invaded by a search of the vehicle, and not the stop thereof.  Id. at 150-51, 99 S.Ct. at 434.  (Powell, J., concurring)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The names of Huertas and Kimball had been handwritten on the crime bulletin, identifying them as suspects in the burglaries.  Because the Government failed to present any evidence as to who handwrote the names on the bulletin, or why Huertas and Kimball were considered suspects, we do not believe that this factor provides reasonable support for Deputy Word's stop of Huertas' vehicle.  See Hensley, 469 U.S. at 233, 105 S.Ct. at 682-83 (\"Assuming the police make a Terry stop in objective reliance on a flyer or bulletin, we hold that the evidence uncovered in the course of the stop is admissible if the police who issued the flyer or bulletin possessed a reasonable suspicion justifying a stop ...\").  Deputy Word was justified, however, in relying upon the other information contained in the crime bulletin, and even without the identification of Huertas and Kimball as suspects, he was justified in stopping Huertas' vehicle on October 3, 1992</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Kimball makes much of the fact that Deputy Word stated in one portion of his testimony that he did not believe that criminal activity was occurring when he decided to stop Huertas' vehicle, and based on this testimony, Kimball therefore concludes that Deputy Word had absolutely no basis to stop Huertas' vehicle.  Kimball assigns too much weight to one portion of Deputy Word's testimony, and misconstrues the import of Deputy Word's testimony, on one occasion, in response to repeated questions at the suppression hearing as to why he stopped Huertas' vehicle.  Kimball ignores substantial other testimony by Deputy Word which makes it clear that Deputy Word stopped Huertas' vehicle because he believed it was suspicious, based on the fact that the vehicle should not have been in the school parking lot at that late hour, and there had been a recent rash of school burglaries</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> While the district court concluded that the police officers lawfully performed the inventory search and seized the tools found in the vehicle, we do not reach this issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The tools were apparently in an opened black bag in the back seat of Huertas' vehicle.  While a \"bag may be used as a repository of personal possessions,\" the mere possibility of such personal use does not lead us to \"the conclusion that such contents are 'inevitably' associated with an expectation of privacy.\"  United States v. Goshorn, 628 F.2d 697, 700 (1st Cir.1980).  Kimball failed to introduce any evidence that he had an expectation of privacy in the bag</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Aaron KIMBALL, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1755.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 7, 1994.<br>Decided May 23, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter Clifford, Kennebunkport, ME, by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Asst. U.S. Atty., with whom Jay P. McCloskey, U.S. Atty., and George T. Dilworth, Asst. U.S. Atty., Portland, ME, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BREYER, Chief Judge, TORRUELLA and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Aaron Kimball was charged in a single count indictment with burglarizing a United States Post Office in North Waterboro, Maine, on October 2, 1992, in violation of 18 U.S.C. Secs. 2115 and 2.  Kimball moved to suppress 1) physical evidence seized from the car in which he was riding and 2) all statements made to police by his codefendants on October 3, 1992, the morning of his arrest.  The district court denied Kimball's motion.  Kimball then entered a conditional plea of guilty to the indictment.  Kimball now appeals the district court's denial of his motion to suppress.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <p class=\"indent\">A. Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We view the facts in the light most favorable to the district court's ruling with respect to Kimball's motion to suppress.  See United States v. Maguire, <span class=\"citation\" data-id=\"551274\"><a href=\"/opinion/551274/united-states-v-john-j-maguire-united-states-v-thomas-m-kavanagh/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">254</span></a></span>, 257 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">950</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1421</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">474</span> </span>(1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">There were four night-time burglaries of schools and a church in western York County, Maine in late September 1992.  The York County Sheriff's Department issued a crime bulletin related to these burglaries and distributed it to deputies in the Sheriff's department.  The names \"Huertas\" and \"Kimball\" were handwritten on the bottom of the bulletin.  It was apparently standard practice of the York County Sheriff's Department to write the names of suspects on the bottom of crime bulletins.  No evidence was presented, however, as to specifically who wrote the names on the bottom of the bulletin or why these two men were thought to be suspects.  The bulletin stated that the same modus operandi was used in all four burglaries:  using a crow bar to pry doors, latches, and file cabinets open.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Just after midnight on October 3, 1992, Deputy Thomas Word saw an automobile in the Massabesic High School parking lot.  As the vehicle pulled out of the school parking lot, Deputy Word recognized the vehicle as belonging to Gregory Huertas.  Deputy Word knew that Huertas had previously been convicted of burglary, and that Huertas was a suspect in the recent burglaries.  Deputy Word then pulled the vehicle over, and advised the York County dispatcher that he had stopped a suspicious vehicle that had been on school property.  Deputy Word then approached the vehicle and saw Huertas in the driver's seat and Kimball in the right front passenger's seat.  A man later identified as Michael Brochu was sitting between Huertas and Kimball in the front seat.  Deputy Word shined his flashlight into the car, at which point he saw a crowbar and flashlight on the floor in the back seat.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Deputy Word requested that Huertas show him his license, Huertas complied, and Deputy Word returned to his car to run a license check.  Before receiving a response from the dispatcher, Deputy Word went back to Huertas' vehicle and asked Huertas to step out of the car.  Several other officers, including Deputy Philip Weymouth, arrived at the scene and informed Deputy Word that Huertas' license to operate an automobile had been suspended.  Huertas was arrested and taken to the York County Sheriff's office.  The deputies then asked Kimball and Brochu whether they would also go to the Sheriff's office, and they agreed to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the police station, after being given their Miranda rights, Huertas and Brochu were interviewed separately.  They both admitted that they had burglarized the North Waterboro Post Office earlier that evening.  Kimball did not speak to any of the officers and did not make a statement.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the scene of the initial vehicle stop, Deputy Weymouth arranged to have Huertas' vehicle towed, and conducted an inventory search of the vehicle before it was towed.  Deputy Weymouth recorded on the inventory form that he found two crowbars, a flashlight, a hammer, a pair of bolt cutters, and assorted screwdrivers in the vehicle.</p>\n    </div>\n    <p class=\"indent\">B. Proceedings Below</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Kimball filed a motion to suppress the introduction of evidence of the tools found in Huertas' vehicle and the statements made by Huertas and Brochu, claiming that the evidence obtained was the fruit of an unconstitutional stop of the car in which he was riding.  The district court denied the motion, finding that the circumstances reasonably justified Deputy Word's initial stop of Huertas' vehicle and the initial detention of the vehicle's occupants.  The court found that the scope of the stop was limited and reasonably related to the reasons that justified it.  The court also found that the tools were seized as part of a lawful inventory search of the car.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Kimball now appeals the district court's denial of his motion to suppress.  Kimball contends that the district court erroneously concluded that 1) Deputy Word had the requisite reasonable suspicion necessary to stop Huertas' vehicle;  2) the stop was reasonable in its duration and scope;  and 3) the physical evidence and incriminating statements were not legally attributable to an unlawful stop.II. KIMBALL'S FOURTH AMENDMENT CLAIM</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>A. Does Kimball Have Standing<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> To Challenge the Stop?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As a threshold matter, the Government argues that Kimball lacks standing to challenge the constitutionality of the stop of Huertas' vehicle.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Fourth Amendment rights are personal, and a proponent of a motion to suppress must prove that the challenged governmental action infringed upon his own Fourth Amendment rights.  United States v. Soule, <span class=\"citation\" data-id=\"545151\"><a href=\"/opinion/545151/united-states-v-john-jeffrey-soule/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1032</span></a></span>, 1034 (1st Cir.1990) (citing Rakas v. Illinois, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></span>, 131 n. 1, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></span>, 424 n. 1, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">387</span> </span>(1978)).  A police officer's act of stopping a vehicle and detaining its occupants constitutes a seizure within the meaning of the Fourth Amendment.  Delaware v. Prouse, <span class=\"citation\" data-id=\"110045\"><a href=\"/opinion/110045/delaware-v-prouse/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">648</span></a></span>, 653, <span class=\"citation\" data-id=\"110045\"><a href=\"/opinion/110045/delaware-v-prouse/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1391</span></a></span>, 1395-96, <span class=\"citation\" data-id=\"110045\"><a href=\"/opinion/110045/delaware-v-prouse/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">660</span> </a></span>(1979);  see also Michigan Dept. of State Police v. Sitz, <span class=\"citation\" data-id=\"112459\"><a href=\"/opinion/112459/michigan-dept-of-state-police-v-sitz/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">444</span></a></span>, 450, <span class=\"citation\" data-id=\"112459\"><a href=\"/opinion/112459/michigan-dept-of-state-police-v-sitz/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2481</span></a></span>, 2485, <span class=\"citation\" data-id=\"112459\"><a href=\"/opinion/112459/michigan-dept-of-state-police-v-sitz/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">412</span> </a></span>(1990);  United States v. Sharpe, <span class=\"citation\" data-id=\"111378\"><a href=\"/opinion/111378/united-states-v-sharpe/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">675</span></a></span>, 682, <span class=\"citation\" data-id=\"111378\"><a href=\"/opinion/111378/united-states-v-sharpe/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1568</span></a></span>, 1573, <span class=\"citation\" data-id=\"111378\"><a href=\"/opinion/111378/united-states-v-sharpe/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">605</span> </a></span>(1985).  Such a stop affects an occupant's interest in freedom from random, unauthorized, investigatory seizures.  <span class=\"citation\" data-id=\"110045\"><span class=\"antecedent_guess\">Prouse,</span> <a href=\"/opinion/110045/delaware-v-prouse/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">657</span></a></span>, 99 S.Ct. at 1397-98.   An occupant's interest in avoiding the substantial anxiety that such stops may create is also affected.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">When a police officer effects an investigatory stop of a vehicle, all occupants of that vehicle are subjected to a seizure, as defined by the Fourth Amendment.  The fact that a defendant is a passenger in a vehicle as opposed to the driver is a distinction of no consequence in this context.  The interest in freedom of movement and the interest in being free from fear and surprise are personal to all occupants of the vehicle, and an individual's interest is not diminished simply because he is a passenger as opposed to the driver when the stop occurred.  See United States v. Erwin, <span class=\"citation\" data-id=\"523285\"><a href=\"/opinion/523285/united-states-v-james-ray-erwin/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span>, 270 (10th Cir.1989).  Both driver and passenger:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>have their travel interrupted by the sight of a state patrol cruiser or police car looming large in the rear view mirror, are detained on the side of the road, have their identifying documents inspected by the trooper or policeman, and may even be asked to leave their vehicles for the duration of the questioning....</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">United States v. Powell, <span class=\"citation\" data-id=\"558629\"><a href=\"/opinion/558629/united-states-v-jeffrey-richard-powell/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1190</span></a></span>, 1195 (7th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">584</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">609</span> </span>(1991).  Moreover, once a car is stopped, a passenger may feel no more free to leave the scene than the driver, without first being allowed to do so by the police officer.  <span class=\"citation\" data-id=\"523285\"><span class=\"antecedent_guess\">Erwin,</span> <a href=\"/opinion/523285/united-states-v-james-ray-erwin/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">270</span> </a></span>(citing Berkemer v. McCarty, <span class=\"citation\" data-id=\"111249\"><a href=\"/opinion/111249/berkemer-v-mccarty/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, 436, <span class=\"citation\" data-id=\"111249\"><a href=\"/opinion/111249/berkemer-v-mccarty/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3138</span></a></span>, 3148, <span class=\"citation\" data-id=\"111249\"><a href=\"/opinion/111249/berkemer-v-mccarty/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">317</span> </a></span>(1984)).  Rather, the passenger is subjected to the demands and control of the police officer, just as the driver is.  Because a passenger's own interests are affected when the vehicle in which he is riding is stopped, he has standing to challenge the stop of that vehicle.  United States v. Roberson, <span class=\"citation\" data-id=\"654602\"><a href=\"/opinion/654602/united-states-v-leroy-roberson-jr-lonnie-keeper-and-lawanda-whitlock/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1088</span></a></span>, 1091 (5th Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1230</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">574</span> </span>(1994);  <span class=\"citation\" data-id=\"523285\"><span class=\"antecedent_guess\">Erwin,</span> <a href=\"/opinion/523285/united-states-v-james-ray-erwin/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">270</span></a></span>;  United States v. Portwood, <span class=\"citation\" data-id=\"512022\"><a href=\"/opinion/512022/united-states-v-lamar-portwood-aka-michael-tucker-united-states-of/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1221</span></a></span>, 1222 (8th Cir.1988), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1069</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2073</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">638</span> </span>(1989);  United States v. Durant, <span class=\"citation\" data-id=\"433455\"><a href=\"/opinion/433455/united-states-v-leonard-george-durant-united-states-of-america-v-nadine/\"><span class=\"volume\">730</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1180</span></a></span>, 1182 (8th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">843</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">149</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">87</span> </span>(1984);  see also <span class=\"citation\" data-id=\"558629\"><span class=\"antecedent_guess\">Powell,</span> <a href=\"/opinion/558629/united-states-v-jeffrey-richard-powell/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1194-95</span></a></span>.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Thus, if the initial stop of the vehicle was illegal, evidence seized by virtue of that stop, such as the tools in this instance, may be subject to exclusion under the \"fruit of the poisonous tree\" doctrine.  See, e.g., Wong Sun v. United States, <span class=\"citation\" data-id=\"106515\"><a href=\"/opinion/106515/wong-sun-v-united-states/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 484-85, <span class=\"citation\" data-id=\"106515\"><a href=\"/opinion/106515/wong-sun-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">407</span></a></span>, 415-16, <span class=\"citation\" data-id=\"106515\"><a href=\"/opinion/106515/wong-sun-v-united-states/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">441</span> </a></span>(1963).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">B. Was the Stop Constitutionally Valid?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As a preliminary matter, we set forth the applicable standard of review.  Whether police activity is reasonable in any particular context depends on the facts which are unique to that incident.  See United States v. Rodriguez-Morales, <span class=\"citation\" data-id=\"558566\"><a href=\"/opinion/558566/united-states-v-osvaldo-rodriguez-morales/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">780</span></a></span>, 783 (1st Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">868</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">774</span> </span>(1992).  The trial court has a superior sense of what actually transpired during an incident, by virtue of its ability to see and hear the witnesses who have first hand knowledge of the events.  Id.;  see also United States v. Karas, <span class=\"citation\" data-id=\"572654\"><a href=\"/opinion/572654/united-states-v-mark-karas/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 35 (1st Cir.1991).  Appellate oversight is therefore deferential, and we review \"the district court's findings of fact following a suppression hearing, including mixed fact/law findings, under the clearly erroneous test.\"  <span class=\"citation\" data-id=\"558566\"><span class=\"antecedent_guess\">Rodriguez-Morales,</span> <a href=\"/opinion/558566/united-states-v-osvaldo-rodriguez-morales/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">783</span> </a></span>(citations omitted).  If the district court applies the wrong legal standard, however, no deference attaches to such an application.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Consistent with the Fourth Amendment, law enforcement agents may stop a moving automobile to investigate their reasonable suspicion that the vehicle's occupants were, are, or will be engaged in criminal activity.  United States v. Hensley, <span class=\"citation\" data-id=\"111294\"><a href=\"/opinion/111294/united-states-v-hensley/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">221</span></a></span>, 226, <span class=\"citation\" data-id=\"111294\"><a href=\"/opinion/111294/united-states-v-hensley/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">675</span></a></span>, 678-79, <span class=\"citation\" data-id=\"111294\"><a href=\"/opinion/111294/united-states-v-hensley/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">604</span> </a></span>(1985);  Berkemer v. McCarty, <span class=\"citation\" data-id=\"111249\"><a href=\"/opinion/111249/berkemer-v-mccarty/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, 439, <span class=\"citation\" data-id=\"111249\"><a href=\"/opinion/111249/berkemer-v-mccarty/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3138</span></a></span>, 3149-50, <span class=\"citation\" data-id=\"111249\"><a href=\"/opinion/111249/berkemer-v-mccarty/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">317</span> </a></span>(1984);  <span class=\"citation\" data-id=\"558566\"><span class=\"antecedent_guess\">Rodriguez-Morales,</span> <a href=\"/opinion/558566/united-states-v-osvaldo-rodriguez-morales/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">784</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>Although stopping a car and detaining its occupants constitute a seizure within the meaning of the Fourth Amendment, the governmental interest in investigating an officer's reasonable suspicion, based on specific and articulable facts, may outweigh the Fourth Amendment interest of the driver and passengers in remaining secure from the intrusion.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"111294\"><span class=\"antecedent_guess\">Hensley,</span> <a href=\"/opinion/111294/united-states-v-hensley/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">226</span></a></span>, 105 S.Ct. at 679 (emphasis supplied) (citing <span class=\"citation\" data-id=\"110045\"><span class=\"antecedent_guess\">Prouse,</span> <a href=\"/opinion/110045/delaware-v-prouse/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">653-55</span></a></span>, 99 S.Ct. at 1395-96).   To evaluate the overall reasonableness of this type of stop, a \"Terry stop\", see Terry v. Ohio, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span> </a></span>(1968), the reviewing court must perform a two step inquiry:  \"the court must first consider whether the officer's action was justified at its inception;  and second, whether the action taken was reasonably related in scope to the circumstances which justified the interference in the first place.\"  United States v. Walker, <span class=\"citation\" data-id=\"554968\"><a href=\"/opinion/554968/united-states-v-stephen-joseph-walker/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1991) (citations omitted).  It should be kept in mind that when applying this test and assessing the reasonableness of the police officer's actions, the court must consider the totality of the circumstances which confronted the officer at the time of the stop.  <span class=\"citation\" data-id=\"554968\"><span class=\"antecedent_guess\">Walker,</span> <a href=\"/opinion/554968/united-states-v-stephen-joseph-walker/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">3-4</span> </a></span>(citing United States v. Trullo, <span class=\"citation\" data-id=\"481633\"><a href=\"/opinion/481633/united-states-v-john-f-trullo/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">108</span></a></span>, 111 (1st Cir.1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">916</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3191</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">679</span> </span>(1987)).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">To initially justify a \"Terry stop,\" \"the police officer must be able to point to specific and articulable facts which, taken together with rational inferences from those facts, reasonably warrant that intrusion.\"  <span class=\"citation\" data-id=\"107729\"><span class=\"antecedent_guess\">Terry,</span> <a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">21</span></a></span>, 88 S.Ct. at 1880;  <span class=\"citation\" data-id=\"554968\"><span class=\"antecedent_guess\">Walker,</span> <a href=\"/opinion/554968/united-states-v-stephen-joseph-walker/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">3</span></a></span>;  <span class=\"citation\" data-id=\"481633\"><span class=\"antecedent_guess\">Trullo,</span> <a href=\"/opinion/481633/united-states-v-john-f-trullo/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">110-11</span></a></span>.   In the present case, we agree with the district court that Deputy Word's stop of Huertas' vehicle was warranted at its inception.  The record indicates that Deputy Word was able to articulate a number of factors that made him suspicious of Huertas' vehicle in the early morning hours of October 3, 1992.  First, Deputy Word observed the vehicle in a school parking lot after midnight, long after any school functions had ended.  Second, Deputy Word knew by virtue of the crime bulletin, that a number of schools and a church in the area had been burglarized during the weeks immediately preceding the stop.  Thus, as the district court noted, \"the presence of a car, in close proximity to a school, late at night, not in conjunction with any school related function, was, in light of the officer's knowledge of the recent local pattern of burglaries at public schools, an additional suspicious circumstance.\"  United States v. Kimball, <span class=\"citation no-link\"><span class=\"volume\">813</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">95</span></span>, 98 (D.Maine 1993).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  A third articulable factor was that Deputy Word recognized the vehicle as belonging to Huertas, and he knew that Huertas had a criminal history involving burglaries.  A police officer's knowledge of an individual's prior criminal activity is material to whether the officer reasonably suspects that criminal activity has or may be occurring.  Cf. United States v. Taylor, <span class=\"citation\" data-id=\"599284\"><a href=\"/opinion/599284/united-states-v-jean-m-taylor/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 6 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2426</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">647</span> </span>(1993) (an affiant's knowledge of the target's criminal record is material to the probable cause determination to issue a warrant).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Kimball contends that the record demonstrates that Deputy Word relied solely on the location of Huertas' vehicle to support his decision to stop Huertas' vehicle, and that this factor was legally insufficient to justify the stop.  As support for this argument, Kimball relies on Brown v. Texas, <span class=\"citation\" data-id=\"110128\"><a href=\"/opinion/110128/brown-v-texas/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">47</span></a></span>, 52, <span class=\"citation\" data-id=\"110128\"><a href=\"/opinion/110128/brown-v-texas/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2637</span></a></span>, 2641, <span class=\"citation\" data-id=\"110128\"><a href=\"/opinion/110128/brown-v-texas/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">357</span> </a></span>(1979), where the United States Supreme Court stated that location alone is insufficient to justify a \"Terry stop.\"   While Kimball is correct that location in and of itself is insufficient to justify a \"Terry stop,\" we have stated that location and the type of area where the stop is made, is clearly a consideration that a police officer may use to decide to make a \"Terry stop.\"  <span class=\"citation\" data-id=\"554968\"><span class=\"antecedent_guess\">Walker,</span> <a href=\"/opinion/554968/united-states-v-stephen-joseph-walker/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">4</span></a></span>;  <span class=\"citation\" data-id=\"481633\"><span class=\"antecedent_guess\">Trullo,</span> <a href=\"/opinion/481633/united-states-v-john-f-trullo/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">111</span></a></span>.   Deputy Word was therefore reasonably entitled to consider the fact that the vehicle was located in the school parking lot.  Moreover, as we have already noted, there were other factors which buttressed Deputy Word's decision to stop Huertas' vehicle.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Therefore, we believe that the district court was correct in concluding that the factors articulated by Deputy Word, taken together, demonstrated that when he decided to stop Huertas' vehicle, he could have reasonably believed that a burglary was in process or was about to be committed.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We now review whether the action taken by Deputy Word and the other York County deputies was reasonably related in scope to the circumstances which justified the stop.  <span class=\"citation\" data-id=\"554968\"><span class=\"antecedent_guess\">Walker,</span> <a href=\"/opinion/554968/united-states-v-stephen-joseph-walker/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">3</span></a></span>.   The district court concluded that the stop was reasonably related to the investigation and did not last too long or create an excessive intrusion into Kimball's privacy interests.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Kimball,</span> <span class=\"volume\">813</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">99</span></span>.   The \"Terry stop\" lasted long enough for Deputy Word to establish the identities of the occupants of the vehicle, to ask the occupants why they had been on the school grounds, and to run a license check on the driver, Huertas.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  Thereafter, upon </span>learning that Huertas' license had been suspended, the police properly arrested Huertas.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  The district </span>court found that the police officers then asked Kimball and Brochu, in a nonthreatening and noncoercive manner, if they would agree to come to the station to answer some questions, and that they voluntarily consented to do so.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  The \"Terry </span>stop\" therefore ended when Kimball and Brochu agreed to go with the police officers to the station.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Kimball challenges the district court's findings, arguing that he was effectively seized after Deputy Word stopped Huertas' vehicle, prior to the officer's request that he go to the station for further questioning, and that he did not voluntarily consent to go with the officers.  Kimball contends that the \"Terry stop\" did not end until his arrest several hours later, and the stop was thus unreasonable in duration.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The question of whether a defendant has consented to questioning by the police, and whether that consent was given voluntarily, are questions of fact to be determined from the totality of all of the circumstances.  Schneckloth v. Bustamonte, <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, 227, <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2041</span></a></span>, 2047-48, <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">854</span> </a></span>(1973);  United States v. Miller, <span class=\"citation\" data-id=\"362441\"><a href=\"/opinion/362441/united-states-v-jackie-david-miller/\"><span class=\"volume\">589</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1117</span></a></span>, 1130 (1st Cir.1978), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">958</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1499</span></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">771</span> </span>(1979);  United States v. Analla, <span class=\"citation\" data-id=\"590908\"><a href=\"/opinion/590908/united-states-v-seedy-fehli-analla/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">119</span></a></span>, 125 (4th Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1853</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">476</span> </span>(1993).  The record supports the conclusion that Kimball voluntarily consented to undergo further questioning.  The testimony of Deputy Weymouth demonstrates that the deputies asked Kimball several times whether he would come down to the station and talk with officers, and each time Kimball expressly agreed to do so.  This was not an unusual request by the officers;  rather, it was department policy not to engage in detailed interviews on the side of the road.  See, e.g., Florida v. Royer, <span class=\"citation\" data-id=\"110890\"><a href=\"/opinion/110890/florida-v-royer/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">491</span></a></span>, 504-05, <span class=\"citation\" data-id=\"110890\"><a href=\"/opinion/110890/florida-v-royer/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1319</span></a></span>, 1328, <span class=\"citation\" data-id=\"110890\"><a href=\"/opinion/110890/florida-v-royer/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">229</span> </a></span>(1983) (\"there are undoubtedly reasons of safety and security that would justify moving a suspect from one location to another during an investigatory detention ...\").  There is no evidence that Kimball ever indicated that he was unwilling to accompany the police officers to the station.  Moreover, there is no evidence that any of the officers coerced or intimidated Kimball into going with them.  Although Kimball was not expressly told that he was free to leave the scene, or free to refuse to undergo further questioning, and this fact cuts against a finding of voluntariness in the overall calculus, the Government was not required to demonstrate such knowledge by Kimball as a prerequisite to establishing voluntary consent.  <span class=\"citation\" data-id=\"108800\"><span class=\"antecedent_guess\">Schneckloth,</span> <a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">249</span></a></span>, 93 S.Ct. at 2059.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The record also indicates that both the officers and Kimball acted in a manner that was at all times consistent with Kimball having voluntarily consented to their request.  The officers did not handcuff or physically restrain Kimball.  The officers did not threaten to arrest Kimball.  The officers did not take any identification or personal effects from Kimball.  Additionally, when Kimball was transported to the station, he rode in the front seat of Deputy Word's patrol car, and apparently engaged in relaxed conversation that was unrelated to the case.  Once Kimball arrived at the station, the police officers permitted Kimball to move freely around the station.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As a general matter, we would be cautious in finding that a defendant voluntarily consented to undergo further questioning when, after being stopped by one police officer, five other officers converge on the scene soon thereafter to investigate.  Additionally, Kimball, like any reasonable defendant, may have been intimidated by the fact that the driver of the vehicle, Huertas, was then arrested for driving with a suspended license, and taken to the police station.  We believe that here, however, our general fears are outweighed by the specifics of the situation, which point to the conclusion that Kimball did in fact agree to go to the station.  After examining the record, we are left with the impression that Kimball did initially consent voluntarily to further questioning.  Upon learning that further questioning at the station produced incriminating statements from his codefendants, however, Kimball now wants to challenge the voluntariness of his consent in an attempt to taint the police officers' conduct in stopping and questioning all three occupants of the vehicle.  The nature of Kimball's consent obviously does not hinge upon whether his strategic decision to acquiesce to the police officer's request was effective.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We do not believe that the district court's finding that Kimball's consent to further questioning was voluntary, is clearly erroneous.  See, e.g., <span class=\"citation\" data-id=\"572654\"><span class=\"antecedent_guess\">Karas,</span> <a href=\"/opinion/572654/united-states-v-mark-karas/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">35</span></a></span>;  United States v. Manchester, <span class=\"citation\" data-id=\"421133\"><a href=\"/opinion/421133/united-states-v-isaac-f-manchester-iii/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">458</span></a></span>, 462 (1st Cir.1983);  <span class=\"citation\" data-id=\"362441\"><span class=\"antecedent_guess\">Miller,</span> <a href=\"/opinion/362441/united-states-v-jackie-david-miller/\"><span class=\"volume\">589</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1130</span></a></span>.   We therefore conclude that the \"Terry stop\" was reasonable at its inception and in its duration, given that the stop ended when Kimball agreed to go to the station, and that the stop did not in any way violate Kimball's Fourth Amendment rights.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">C. Standing to Challenge the Inventory Search?</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">While we have found that Kimball does have standing to challenge the stop and consequently the seizure of the tools as a fruit of that stop, Kimball could separately challenge the constitutionality of the inventory search itself, through which the police officers seized the tools.  Standing to challenge a search presents issues separate and distinct from standing to challenge the stop.  <span class=\"citation\" data-id=\"523285\"><span class=\"antecedent_guess\">Erwin,</span> <a href=\"/opinion/523285/united-states-v-james-ray-erwin/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">269</span></a></span>.   Kimball in fact, does additionally argue that the police officer's decision to impound Huertas' vehicle, and the ensuing inventory search, was a mere subterfuge to perform an unconstitutional investigatory search.  We believe that Kimball lacks standing to object to either the seizure of the car or the subsequent inventory search.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In order to embark on a suppression challenge, a \"defendant must show that he had a reasonable expectation of privacy in the area searched and in relation to the item seized.\"  United States v. Aguirre, <span class=\"citation\" data-id=\"501807\"><a href=\"/opinion/501807/united-states-v-luis-a-aguirre/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span>, 856 (1st Cir.1988) (citing United States v. Salvucci, <span class=\"citation\" data-id=\"110325\"><a href=\"/opinion/110325/united-states-v-salvucci/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 90-92, <span class=\"citation\" data-id=\"110325\"><a href=\"/opinion/110325/united-states-v-salvucci/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2547</span></a></span>, 2552-53, <span class=\"citation\" data-id=\"110325\"><a href=\"/opinion/110325/united-states-v-salvucci/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span> </a></span>(1980));  see also United States v. Mancini, <span class=\"citation\" data-id=\"195007\"><a href=\"/opinion/195007/united-states-v-mancini/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span>, 107 (1st Cir.1993).  \"[T]he defendant must show both a subjective expectation of privacy and that society accepts that expectation as objectively reasonable.\"  <span class=\"citation\" data-id=\"195007\"><span class=\"antecedent_guess\">Mancini,</span> <a href=\"/opinion/195007/united-states-v-mancini/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">107</span> </a></span>(citations omitted).  The burden of proving this expectation lies with the defendant.  <span class=\"citation\" data-id=\"195007\"><span class=\"antecedent_guess\">Mancini,</span> <a href=\"/opinion/195007/united-states-v-mancini/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">107</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The record is bereft of evidence that Kimball maintained a subjective expectation of privacy in the vehicle apparently owned and operated by Huertas.  The record also fails to disclose any facts which show that Kimball had an objectively reasonable expectation of privacy in his friend's vehicle.  Thus, Kimball has failed to proffer any evidence establishing any privacy expectation in the area searched.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Kimball instead bases his claim for standing solely on the fact that he claimed a possessory interest in the items seized during the inventory search.  This contention, in itself, however, is insufficient to confer standing.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>Ownership alone is not enough to establish a reasonable and legitimate expectation of privacy.  Ownership is relevant to the inquiry ... but the total circumstances determine whether the one challenging the search has a reasonable and legitimate expectation of privacy in the locus of the search.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">United States v. Dall, <span class=\"citation\" data-id=\"371192\"><a href=\"/opinion/371192/united-states-v-robert-dall/\"><span class=\"volume\">608</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></a></span>, 914 (1st Cir.1979), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">918</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1280</span></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">603</span> </span>(1980) (citations omitted);  see also <span class=\"citation\" data-id=\"110325\"><span class=\"antecedent_guess\">Salvucci,</span> <a href=\"/opinion/110325/united-states-v-salvucci/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">92</span></a></span>, 100 S.Ct. at 2553 (\"we must ... 'engage in a conscientious effort to apply the Fourth Amendment' by asking not merely whether the defendant had a possessory interest in the items seized, but whether he had an expectation of privacy in the area searched.\")  (quoting <span class=\"citation no-link\"><span class=\"antecedent_guess\">Rakas,</span> <span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">147-49</span></span>, 99 S.Ct. at 432-33).   Certainly the fact that Kimball owned the tools was a factor working in his favor in the standing determination.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Without any evidence that Kimball left the tools in a place that could justifiably give rise to an expectation of privacy, however, he simply has not sustained his burden of demonstrating that his own Fourth Amendment rights were affected by the inventory search of the vehicle.  See, e.g., <span class=\"citation\" data-id=\"501807\"><span class=\"antecedent_guess\">Aguirre,</span> <a href=\"/opinion/501807/united-states-v-luis-a-aguirre/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">857</span></a></span>.</p>\n    </div>\n    <p class=\"indent\">D. Statements Made By Huertas and Brochu</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">As a final matter, Kimball contends that the confessions made by Brochu and Huertas were \"fruit of the poisonous tree\" from the allegedly unconstitutional stop of Huertas' vehicle, and the statements must therefore be suppressed.  The short answer to this contention is that we have found nothing unreasonable about the stop of Huertas' vehicle, and therefore, there is nothing constitutionally infirm with admitting these statements.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">For the foregoing reasons, the decision of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We use the term \"standing\" as a shorthand method of referring to the issue of whether the defendant's own Fourth Amendment interests were implicated by the challenged governmental action.  \"Technically, the concept of 'standing' has not had a place in Fourth Amendment jurisprudence for more than a decade, since the Supreme Court in Rakas v. Illinois, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span> </span>[, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">387</span></span>] (1978), indicated that matters of standing in the context of searches and seizures actually involved substantive Fourth Amendment law.\"  United States v. Sanchez, <span class=\"citation\" data-id=\"567586\"><a href=\"/opinion/567586/united-states-v-erwin-sanchez/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">110</span></a></span>, 113 n. 1 (1st Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Government challenged Kimball's standing to bring this motion to suppress in the district court.  The district court, however, elected to consider, and then rejected Kimball's Fourth Amendment claim on the merits without first determining whether Kimball in fact had standing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Government's reliance on Rakas v. Illinois, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">387</span> </span>(1978), in the context of a stop, is misplaced.  In Rakas, the United States Supreme Court held that a mere passenger in an automobile ordinarily does not have the legitimate expectation of privacy necessary to challenge the search of that automobile.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 148-49, </span>432-33.   The Supreme Court's decision, however, was limited to the issue of whether the passenger's legitimate expectation of privacy was invaded by a search of the vehicle, and not the stop thereof.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 150-51, </span>99 S.Ct. at 434.  (Powell, J., concurring)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The names of Huertas and Kimball had been handwritten on the crime bulletin, identifying them as suspects in the burglaries.  Because the Government failed to present any evidence as to who handwrote the names on the bulletin, or why Huertas and Kimball were considered suspects, we do not believe that this factor provides reasonable support for Deputy Word's stop of Huertas' vehicle.  See <span class=\"citation\" data-id=\"111294\"><span class=\"antecedent_guess\">Hensley,</span> <a href=\"/opinion/111294/united-states-v-hensley/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">233</span></a></span>, 105 S.Ct. at 682-83 (\"Assuming the police make a Terry stop in objective reliance on a flyer or bulletin, we hold that the evidence uncovered in the course of the stop is admissible if the police who issued the flyer or bulletin possessed a reasonable suspicion justifying a stop ...\").  Deputy Word was justified, however, in relying upon the other information contained in the crime bulletin, and even without the identification of Huertas and Kimball as suspects, he was justified in stopping Huertas' vehicle on October 3, 1992</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Kimball makes much of the fact that Deputy Word stated in one portion of his testimony that he did not believe that criminal activity was occurring when he decided to stop Huertas' vehicle, and based on this testimony, Kimball therefore concludes that Deputy Word had absolutely no basis to stop Huertas' vehicle.  Kimball assigns too much weight to one portion of Deputy Word's testimony, and misconstrues the import of Deputy Word's testimony, on one occasion, in response to repeated questions at the suppression hearing as to why he stopped Huertas' vehicle.  Kimball ignores substantial other testimony by Deputy Word which makes it clear that Deputy Word stopped Huertas' vehicle because he believed it was suspicious, based on the fact that the vehicle should not have been in the school parking lot at that late hour, and there had been a recent rash of school burglaries</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> While the district court concluded that the police officers lawfully performed the inventory search and seized the tools found in the vehicle, we do not reach this issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The tools were apparently in an opened black bag in the back seat of Huertas' vehicle.  While a \"bag may be used as a repository of personal possessions,\" the mere possibility of such personal use does not lead us to \"the conclusion that such contents are 'inevitably' associated with an expectation of privacy.\"  United States v. Goshorn, <span class=\"citation\" data-id=\"381355\"><a href=\"/opinion/381355/united-states-v-arthur-k-goshorn/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">697</span></a></span>, 700 (1st Cir.1980).  Kimball failed to introduce any evidence that he had an expectation of privacy in the bag</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106515/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108800/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110045/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110128/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110325/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110890/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111249/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111294/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111378/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112459/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195007/",
    "https://www.courtlistener.com/api/rest/v3/opinions/362441/",
    "https://www.courtlistener.com/api/rest/v3/opinions/371192/",
    "https://www.courtlistener.com/api/rest/v3/opinions/381355/",
    "https://www.courtlistener.com/api/rest/v3/opinions/421133/",
    "https://www.courtlistener.com/api/rest/v3/opinions/433455/",
    "https://www.courtlistener.com/api/rest/v3/opinions/481633/",
    "https://www.courtlistener.com/api/rest/v3/opinions/501807/",
    "https://www.courtlistener.com/api/rest/v3/opinions/512022/",
    "https://www.courtlistener.com/api/rest/v3/opinions/523285/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545151/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551274/",
    "https://www.courtlistener.com/api/rest/v3/opinions/554968/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558566/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558629/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567586/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572654/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590908/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599284/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654602/"
  ]
}