{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195383/",
  "id": 195383,
  "absolute_url": "/opinion/195383/ondine-shipping-v-cataldo/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195383/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:38:50Z",
  "date_modified": "2020-02-21T23:47:09.401465Z",
  "type": "010combined",
  "sha1": "67f9f7ee1296a355d18f7d30ed9e1955ae388546",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2378.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-2378\n\n                   ONDINE SHIPPING CORPORATION,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                  ROBERT CATALDO, ETC., ET AL.,\n\n                      Defendants, Appellees.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n          [Hon. Ronald R. Lagueux, U.S. District Judge]\n                                                      \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge,\n                                          \n\n            Coffin and Bownes, Senior Circuit Judges.\n                                                    \n\n                                             \n\n     Michael  J. Malinowski,  with whom  Thomas F. Holt,  Jr. and\n                                                             \nKirkpatrick &amp; Lockhart were on brief, for appellant.\n                      \n     Gordon P. Cleary, with whom Vetter &amp; White was on brief, for\n                                               \nappellee Robert Cataldo, Trustee in Bankruptcy.\n\n                                             \n\n                           May 25, 1994\n\n                                             \n\n          SELYA, Circuit  Judge.  The focal point  of this appeal\n          SELYA, Circuit  Judge.\n                               \n\nis  an 80-foot  racing yacht,  the ONDINE,  built for  plaintiff-\n\nappellant Ondine Shipping Corporation by a Wisconsin shipbuilder,\n\nPalmer  Johnson,  Inc., at  a cost  of  roughly $1,500,000.   The\n\nONDINE encountered rough waters from  the very start, and  Palmer\n\nJohnson seemed unable to bring the  vessel up to speed.  In 1982,\n\nthe  owner  contracted  with  Newport Offshore,  Ltd.  (NOL)  for\n\nextensive refurbishing  aimed at repairing defects  and rendering\n\nthe yacht raceworthy.\n\n          The undertaking proved  to be ill-starred.   See In  re\n                                                                 \n\nNewport Offshore, Ltd., 155 B.R. 616, 617-18 (Bankr. D.R.I. 1993)\n                      \n\n(explicating factual background of dispute).  After much time and\n\nmoney  had  been  expended,  the  yacht,  even  when  velivolant,\n\nremained  uncompetitive.      Bitterly  disappointed   by   NOL's\n\nrestorative efforts,  plaintiff brought  suit for  negligence and\n\nbreach  of contract in the  United States District  Court for the\n\nDistrict of Rhode Island.   Soon thereafter, NOL filed  a Chapter\n\n11  petition in the bankruptcy court.  Many procedural twists and\n\nturns ensued, none of which are material here.  Thus, we turn the\n\nclock  ahead   to  1993,   when  the  bankruptcy   court,  having\n\nsubstituted NOL's  trustee in bankruptcy, Robert  Cataldo, as the\n\nparty defendant, proceeded to try plaintiff's claim.\n\n          With the  acquiescence of  the parties,  the bankruptcy\n\njudge  applied  the  substantive  law  of  Rhode  Island  to  the\n\ncontroversy.    He  determined  \"that  NOL did  not  perform  its\n\nobligations either skillfully  or in a workmanlike manner.\"   Id.\n                                                                 \n\n                                2\n\nat 619.  On  that basis, the judge found for the plaintiff on the\n\nquestion  of liability.  See id. at  620.  Nevertheless, he ruled\n                                \n\nthat there had been a total failure to  prove damages and limited\n\nplaintiff's  recovery to a nominal sum ($1,000).  See id. at 620-\n                                                         \n\n21.\n\n          Invoking 28 U.S.C.   158(c), plaintiff sought review in\n\nthe  district court.  That forum, too, proved inhospitable; in an\n\nore tenus bench decision, the district court found the bankruptcy\n         \n\njudge's evaluation of plaintiff's claim  \"correct, as a matter of\n\nfact, and as a matter of law.\"  This appeal followed.\n\n          When a  trial  court produces  a  lucid,  well-reasoned\n\nopinion that  reaches an appropriate  result, we  do not  believe\n\nthat  a  reviewing court  should write  at  length merely  to put\n\nmatters in its own words.  See, e.g., In re San Juan Dupont Plaza\n                                                                 \n\nHotel Fire Litig.,  989 F.2d 36,  38 (1st Cir.  1993).  So  it is\n                 \n\nhere.  We agree with both of the courts below that  the record in\n\nthis case  contains  no competent  proof  of damages,  and  that,\n\ntherefore,  plaintiff's  attempt  to  recover  more than  nominal\n\ndamages runs  aground.  Consequently, we affirm  the judgment for\n\nsubstantially the reasons  articulated in the  bankruptcy court's\n\nrescript,  see In re Newport Offshore,  Ltd., supra, and endorsed\n                                                   \n\nin the district  court's bench decision.   We  pause only to  add\n\nfive observations.\n\n          First:  Plaintiff, having jettisoned its trial counsel,\n          First:\n               \n\ntakes a new tack on appeal.  It insists that  the record contains\n\nevidence  of what it paid  to NOL; that  Rhode Island law permits\n\n                                3\n\nrestitution as  a measure of damages where  a contracting party's\n\nperformance has  proven valueless, see, e.g.,  National Chain Co.\n                                                                 \n\nv. Campbell, 487 A.2d 132, 135 (R.I. 1985)  (recognizing possible\n           \n\napplicability of  restitutionary  measure of  damages  when  \"the\n\ncontractor's performance  is  worthless and  the work  has to  be\n\nredone completely\"); and that it was entitled to recover at least\n\nthe  monies  it  expended  (totalling  several  hundred  thousand\n\ndollars).  There are two convincing answers to this plaint.\n\n          The  long, fact-specific  answer  involves sifting  the\n\nrecord; while  the evidence  indicates  that NOL  performed in  a\n\nmaladroit  fashion, and  the judge  so found,  it overstates  the\n\nproof  to say  that NOL's  performance was  \"worthless.\"   To the\n\ncontrary, many repairs were satisfactorily effected and the yacht\n\nraced competitively  for almost  three years after  NOL completed\n\nits work.  See In re Newport Offshore, 155 B.R. at 618.\n                                     \n\n          We eschew a detailed  analysis, however, for the short,\n\ndispositive answer is that plaintiff never broached this argument\n\nbefore  the  bankruptcy court.    That  ends successor  counsel's\n\nrescue mission.  Not only is it \"a bedrock rule\" that a party who\n\nhas not presented  an argument below  \"may not unveil  it in  the\n\ncourt of appeals,\" United States v.  Slade, 980 F.2d 27, 30  (1st\n                                          \n\nCir. 1992), but also, no principle is more firmly anchored in the\n\njurisprudence of  this circuit, see Teamsters,  Etc., Local Union\n                                                                 \n\nNo. 59 v. Superline Transp. Co., 953 F.2d 17, 21 (1st Cir. 1992).\n                               \n\n          Plaintiff strives to elude this coral reef by asserting\n\nthat  its argument involves no new facts, only a new theory, and,\n\n                                4\n\nthus,  is not  barred.   This assertion  is neither  original nor\n\npersuasive.  We recently rejected precisely the same proposition,\n\nholding that raise-or-waive principles apply with full force when\n\nan appellant tries  to present a  neoteric theory concerning  the\n\nlegal effect of facts adduced  at trial.  See Slade, 980  F.2d at\n                                                   \n\n31.   Indeed, this ship  sailed many  moons ago;  the holding  in\n\nSlade caps a  long, unbroken  line of precedent  to like  effect.\n     \n\nSee, e.g.,  United States  v. Dietz,  950 F.2d  50, 55  (1st Cir.\n                                   \n\n1991); Clauson v. Smith, 823 F.2d 660, 666 (1st Cir. 1987).\n                       \n\n          Second:   It  is true, as  plaintiff suggests,  that an\n          Second:\n                \n\nappellate court possesses the power, in the exercise of its sound\n\ndiscretion, to submerge the raise-or-waive rule if doing  so will\n\nprevent  a gross miscarriage of justice.   See Slade, 980 F.2d at\n                                                    \n\n31; United States v. Krynicki, 689 F.2d 289, 291 (1st Cir. 1982).\n                             \n\nBut this is a long-odds exception that must be applied sparingly.\n\nIt is reserved  for \"the exceptional case.\"  United  States v. La\n                                                                 \n\nGuardia, 902  F.2d 1010, 1013 (1st  Cir. 1990).  The  case at bar\n       \n\ndoes not qualify.\n\n          Here, plaintiff   for  whatever reason   seemingly made\n\na  conscious choice to bypass the accepted way of proving damages\n\nand  to vie  for a  much  larger prize.1    That endeavor  having\n\n                    \n\n     1As  the  bankruptcy  court   indicated,  Rhode  Island  law\ngenerally  incorporates  \"benefit-of-the   bargain\"  damages   in\ncontract disputes.  See  In re Newport Offshore, 155 B.R. at 620;\n                                               \nsee also National  Chain, 487 A.2d at 134-35.   Plaintiff did not\n                        \noffer  evidence  from  which  such expectancy  damages  could  be\ncomputed.    Instead  plaintiff  shot  for  the  moon, seeking  a\n$3,000,000 award on a theory of damages that had no foundation in\nRhode Island law.\n\n                                5\n\ncapsized,  it   is  fitting  that  plaintiff   bear  the  readily\n\nforeseeable  consequences.     We  do  not   think  that  justice\n\nmiscarries  when a  court  rebuffs a  suitor's efforts  to obtain\n\nclearly excessive  damages on  an insupportable legal  theory and\n\nleaves  the suitor  holding an  empty (or  near-empty) bag.   Cf.\n                                                                 \n\nQuinones-Pacheco v. American Airlines,  Inc., 979 F.2d 1, 6  (1st\n                                            \n\nCir. 1992) (upholding take-nothing verdict when plaintiffs failed\n\nto prove their damages).  Overreaching, like virtue, is often its\n\nown reward.\n\n          Third:   Citing O'Coin  v. Woonsocket Inst.  Trust Co.,\n          Third:\n                                                                \n\n535 A.2d 1263 (R.I. 1988), plaintiff posits that Rhode Island law\n\nbars nominal damage awards in contract cases.  This theorem, too,\n\nis procedurally  defaulted.2  And, moreover,  it lacks substance:\n\nwe think that the language on which plaintiff  relies, see id. at\n                                                              \n\n1266, is confined to  the peculiar facts of the  O'Coin case, and\n                                                       \n\nthat   Rhode  Island,   like  virtually   every  other   American\n\njurisdiction,  recognizes  nominal  damages  as   proper  when  a\n\nclaimant proves injury to property, but fails to prove the amount\n\nof damages, see, e.g., Murphy v. United Steelworkers of  America,\n                                                                 \n\nLocal  No. 5705,  507 A.2d  1342, 1346  (R.I. 1986);  Stillman v.\n                                                              \n\nPrew, 177 A.2d  626, 628 (R.I. 1962); Zuccarro v. Frenze, 71 A.2d\n                                                        \n\n277, 278 (R.I.  1950); see  also 5  Arthur L.  Corbin, Corbin  on\n                                                                 \n\n                    \n\n     2Plaintiff  hoists this  flag  for the  first  time in  this\ncourt.  While plaintiff can perhaps be excused for not making the\nargument  in  the  bankruptcy  court    plaintiff  may  not  have\nanticipated that the bankruptcy judge was considering an award of\nnominal damages   there is no satisfactory excuse for its failure\nto advance the argument in the district court.\n\n                                6\n\nContracts   1001 (1964 &amp; Supp. 1992) (collecting cases from other\n         \n\njurisdictions).\n\n          Fourth:  In its reply brief, plaintiff attempts to make\n          Fourth:\n                \n\nthe bankruptcy judge a  scapegoat.  It argues for  the first time\n\nthat the judge misled plaintiff into believing that it had proven\n\nits damages.  This is a cheap shot, easily deflected.\n\n          In the first place, it is settled law that an appellant\n\nwaives  arguments which should have been, but were not, raised in\n\nits  opening brief.  See  Playboy Enterps., Inc.  v. Public Serv.\n                                                                 \n\nComm'n, 906 F.2d  25, 40 (1st Cir.),  cert. denied, 498  U.S. 959\n                                                  \n\n(1990);  Sandstrom v. Chemlawn Corp.,  904 F.2d 83,  86 (1st Cir.\n                                    \n\n1990).  And, here, the procedural default is  accentuated because\n\nplaintiff never surfaced this  supposed grievance in the district\n\ncourt.\n\n          In the  second place,  the record plainly  reveals that\n\nplaintiff's counsel, not the bankruptcy judge,  was the author of\n\nplaintiff's misfortune.   The trial transcript speaks  eloquently\n\nin this respect.  Our  perscrutation of it persuades us  that the\n\njudge acted appropriately in every particular.\n\n          Third, and last, in our  adversary system of justice it\n\nis  the parties'  responsibility  to marshal  evidence and  prove\n\ntheir  points.   Litigants cannot  expect the  court to  do their\n\nhomework for  them.   See,  e.g., Crellin  Technologies, Inc.  v.\n                                                             \n\nEquipmentlease Corp., 18 F.3d  1, 13 n.17 (1st Cir.  1994); Foley\n                                                                 \n\nv. City of Lowell, 948 F.2d 10, 21 (1st Cir. 1991).  In the final\n                 \n\nanalysis, \"[c]ourts, like the Deity, are most frequently moved to\n\n                                7\n\nhelp  those  who  help   themselves.\"    Paterson-Leitch  Co.  v.\n                                                             \n\nMassachusetts Mun.  Wholesale Elec. Co.,  840 F.2d 985,  989 (1st\n                                       \n\nCir. 1988).\n\n          Fifth:    Plaintiff suggests  that  it  is entitled  to\n          Fifth:\n               \n\nprejudgment and post-judgment interest under R.I. Gen.  Laws   9-\n\n21-10.3   This suggestion is  not well founded.   In  Murphy, 507\n                                                            \n\nA.2d at 1346, the Rhode Island Supreme Court held that section 9-\n\n21-10 does not  apply to awards for punitive damages.   The court\n\nreasoned that,  in limiting  the statute to  \"pecuniary damages,\"\n\nthe  legislature  meant   \"pecuniary\"  to   be  synonymous   with\n\n\"compensatory,\" thus excluding both punitive and nominal damages.\n                                   \n\nSee  id.;  see  also Rhode  Island  Turnpike  &amp;  Bridge Auth.  v.\n                                                             \n\nBethlehem Steel Corp.,  446 A.2d 752, 757 (R.I. 1982) (describing\n                     \n\npurpose of statute).  Since  a state's highest court is the  best\n\nauthority  on the meaning of a state statute, see Daigle v. Maine\n                                                                 \n\n                    \n\n     3The state statute reads in pertinent part:\n\n          In  any civil  action in  which a  verdict is\n          rendered  or a  decision  made for  pecuniary\n          damages, there shall be added by the clerk of\n          the court to the amount of damages,  interest\n          at the rate of twelve percent (12%) per annum\n          thereon from  the date  the  cause of  action\n          accrued   which  shall  be  included  in  the\n          judgment  entered  therein.    Post  judgment\n          interest  shall be calculated  at the rate of\n          twelve percent (12%) per  annum and accrue on\n          both the principal amount of the judgment and\n          the prejudgment interest entered therein.\n\nR.I. Gen. Laws   9-21-10.   Because we find that this statute, by\nits terms, does  not pertain  to awards of  nominal damages,  see\n                                                                 \ninfra,  we  need not  consider the  trustee's contention  that 11\n     \nU.S.C.    502(b)(2), disallowing  claims for  unmatured interest,\npreempts state  law on prejudgment interest  in the circumstances\nof this case.\n\n                                8\n\nMed. Ctr., 14 F.3d 684, 689 (1st Cir. 1994), we  accept the Rhode\n         \n\nIsland Supreme Court's  conclusion that R.I. Gen.  Laws   9-21-10\n\ndoes not pertain to nominal damage awards,4 and we so hold.\n\n          We  need  go  no  further.5    There  is  nothing  very\n\ncomplicated  about  this case.    Courts  have repeatedly  warned\n\nlitigants  that damages  \"must be  computed in some  rational way\n\nupon a firm factual base.\"  Reliance Steel Prods. Co. v. National\n                                                                 \n\nFire  Ins.  Co., 880  F.2d  575,  578  (1st  Cir. 1989).    Here,\n               \n\nplaintiff ignored the storm warnings and botched its presentation\n\nat trial.   The bankruptcy court found  this failure of  proof to\n\npossess pivotal importance.  In subsequent proceedings, plaintiff\n\nhas struggled to overcome the effects of its own ineptitude.   We\n\nfind it unsurprising  that these  efforts come to  naught:   most\n\nfactbound  litigation is won  or lost  in the  trial court    and\n\nproperly so.\n\nAffirmed.\n        \n\n                    \n\n     4To be sure, insofar as the statement  in Murphy encompasses\n                                                     \nnominal damages, it is dictum    but it is considered dictum and,\nthus,  worthy of our  trust.  See Posadas  de Puerto Rico Assoc.,\n                                                                 \nInc. v. Asociacion de Empleados de Casino, 873 F.2d 479, 482 (1st\n                                         \nCir. 1989)  (explaining that  federal courts ordinarily  defer to\nconsidered dictum  of a state's  highest court  in determining  a\nstate law issue); Jackson v. Liquid Carbonic Corp., 863 F.2d 111,\n                                                  \n115-16 (1st  Cir. 1988)  (similar), cert.  denied, 490 U.S.  1107\n                                                 \n(1989);  see also  Dedham Water  Co. v.  Cumberland Farms  Dairy,\n                                                                 \nInc., 972 F.2d  453, 459  (1st Cir. 1992)  (stating general  rule\n    \nthat courts should give weight to dictum that appears \"considered\nas opposed to casual\").  \n\n     5We  decline plaintiff's invitation  to speculate  about the\npriority   of  its   claim  should   the  estate's   funds  prove\ninsufficient to pay the award.  That issue is purely hypothetical\nand, therefore, is not properly before us.\n\n                                9\n",
  "html": "<p class=\"case_cite\">24 F.3d 353</p>\n    <p class=\"parties\">ONDINE SHIPPING CORPORATION, Plaintiff, Appellant,<br>v.<br>Robert CATALDO, Etc., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2378.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 4, 1994.<br>Decided May 25, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael J. Malinowski, with whom Thomas F. Holt, Jr. and Kirkpatrick &amp; Lockhart, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Gordon P. Cleary, with whom Vetter &amp; White, Providence, RI, was on brief, for appellee Robert Cataldo, Trustee in Bankruptcy.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN and BOWNES, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The focal point of this appeal is an 80-foot racing yacht, the ONDINE, built for plaintiff-appellant Ondine Shipping Corporation by a Wisconsin shipbuilder, Palmer Johnson, Inc., at a cost of roughly $1,500,000.  The ONDINE encountered rough waters from the very start, and Palmer Johnson seemed unable to bring the vessel up to speed.  In 1982, the owner contracted with Newport Offshore, Ltd.  (NOL) for extensive refurbishing aimed at repairing defects and rendering the yacht raceworthy.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The undertaking proved to be ill-starred.  See In re Newport Offshore, Ltd., 155 B.R. 616, 617-18 (Bankr.D.R.I.1993) (explicating factual background of dispute).  After much time and money had been expended, the yacht, even when velivolant, remained uncompetitive.  Bitterly disappointed by NOL's restorative efforts, plaintiff brought suit for negligence and breach of contract in the United States District Court for the District of Rhode Island.  Soon thereafter, NOL filed a Chapter 11 petition in the bankruptcy court.  Many procedural twists and turns ensued, none of which are material here.  Thus, we turn the clock ahead to 1993, when the bankruptcy court, having substituted NOL's trustee in bankruptcy, Robert Cataldo, as the party defendant, proceeded to try plaintiff's claim.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">With the acquiescence of the parties, the bankruptcy judge applied the substantive law of Rhode Island to the controversy.  He determined \"that NOL did not perform its obligations either skillfully or in a workmanlike manner.\"  Id. at 619.   On that basis, the judge found for the plaintiff on the question of liability.  See id. at 620.   Nevertheless, he ruled that there had been a total failure to prove damages and limited plaintiff's recovery to a nominal sum ($1,000).  See id. at 620-21.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Invoking 28 U.S.C. Sec. 158(c), plaintiff sought review in the district court.  That forum, too, proved inhospitable;  in an ore tenus bench decision, the district court found the bankruptcy judge's evaluation of plaintiff's claim \"correct, as a matter of fact, and as a matter of law.\"   This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">When a trial court produces a lucid, well-reasoned opinion that reaches an appropriate result, we do not believe that a reviewing court should write at length merely to put matters in its own words.  See, e.g., In re San Juan Dupont Plaza Hotel Fire Litig., 989 F.2d 36, 38 (1st Cir.1993).  So it is here.  We agree with both of the courts below that the record in this case contains no competent proof of damages, and that, therefore, plaintiff's attempt to recover more than nominal damages runs aground.  Consequently, we affirm the judgment for substantially the reasons articulated in the bankruptcy court's rescript, see In re Newport Offshore, Ltd., supra, and endorsed in the district court's bench decision.  We pause only to add five observations.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">First:  Plaintiff, having jettisoned its trial counsel, takes a new tack on appeal.  It insists that the record contains evidence of what it paid to NOL;  that Rhode Island law permits restitution as a measure of damages where a contracting party's performance has proven valueless, see, e.g., National Chain Co. v. Campbell, 487 A.2d 132, 135 (R.I.1985) (recognizing possible applicability of restitutionary measure of damages when \"the contractor's performance is worthless and the work has to be redone completely\");  and that it was entitled to recover at least the monies it expended (totalling several hundred thousand dollars).  There are two convincing answers to this plaint.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The long, fact-specific answer involves sifting the record;  while the evidence indicates that NOL performed in a maladroit fashion, and the judge so found, it overstates the proof to say that NOL's performance was \"worthless.\"   To the contrary, many repairs were satisfactorily effected and the yacht raced competitively for almost three years after NOL completed its work.  See In re Newport Offshore, 155 B.R. at 618.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We eschew a detailed analysis, however, for the short, dispositive answer is that plaintiff never broached this argument before the bankruptcy court.  That ends successor counsel's rescue mission.  Not only is it \"a bedrock rule\" that a party who has not presented an argument below \"may not unveil it in the court of appeals,\" United States v. Slade, 980 F.2d 27, 30 (1st Cir.1992), but also, no principle is more firmly anchored in the jurisprudence of this circuit, see Teamsters, Etc., Local Union No. 59 v. Superline Transp. Co., 953 F.2d 17, 21 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Plaintiff strives to elude this coral reef by asserting that its argument involves no new facts, only a new theory, and, thus, is not barred.  This assertion is neither original nor persuasive.  We recently rejected precisely the same proposition, holding that raise-or-waive principles apply with full force when an appellant tries to present a neoteric theory concerning the legal effect of facts adduced at trial.  See Slade, 980 F.2d at 31. Indeed, this ship sailed many moons ago;  the holding in Slade caps a long, unbroken line of precedent to like effect.  See, e.g., United States v. Dietz, 950 F.2d 50, 55 (1st Cir.1991);  Clauson v. Smith, 823 F.2d 660, 666 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Second:  It is true, as plaintiff suggests, that an appellate court possesses the power, in the exercise of its sound discretion, to submerge the raise-or-waive rule if doing so will prevent a gross miscarriage of justice.  See Slade, 980 F.2d at 31;  United States v. Krynicki, 689 F.2d 289, 291 (1st Cir.1982).  But this is a long-odds exception that must be applied sparingly.  It is reserved for \"the exceptional case.\"  United States v. La Guardia, 902 F.2d 1010, 1013 (1st Cir.1990).  The case at bar does not qualify.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Here, plaintiff--for whatever reason--seemingly made a conscious choice to bypass the accepted way of proving damages and to vie for a much larger prize.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  That endeavor having capsized, it is fitting that plaintiff bear the readily foreseeable consequences.  We do not think that justice miscarries when a court rebuffs a suitor's efforts to obtain clearly excessive damages on an insupportable legal theory and leaves the suitor holding an empty (or near-empty) bag.  Cf. Quinones-Pacheco v. American Airlines, Inc., 979 F.2d 1, 6 (1st Cir.1992) (upholding take-nothing verdict when plaintiffs failed to prove their damages).  Overreaching, like virtue, is often its own reward.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Third:  Citing O'Coin v. Woonsocket Inst. Trust Co., 535 A.2d 1263 (R.I.1988), plaintiff posits that Rhode Island law bars nominal damage awards in contract cases.  This theorem, too, is procedurally defaulted.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  And, moreover, it lacks substance:  we think that the language on which plaintiff relies, see id. at 1266, is confined to the peculiar facts of the O'Coin case, and that Rhode Island, like virtually every other American jurisdiction, recognizes nominal damages as proper when a claimant proves injury to property, but fails to prove the amount of damages, see, e.g., Murphy v. United Steelworkers of America, Local No. 5705, 507 A.2d 1342, 1346 (R.I.1986);  Stillman v. Prew, 94 R.I. 39, 177 A.2d 626, 628 (1962);  Zuccaro v. Frenze, 76 R.I. 391, 71 A.2d 277, 278 (1950);  see also 5 Arthur L. Corbin, Corbin on Contracts Sec. 1001 (1964 &amp; Supp.1992) (collecting cases from other jurisdictions).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Fourth:  In its reply brief, plaintiff attempts to make the bankruptcy judge a scapegoat.  It argues for the first time that the judge misled plaintiff into believing that it had proven its damages.  This is a cheap shot, easily deflected.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In the first place, it is settled law that an appellant waives arguments which should have been, but were not, raised in its opening brief.  See Playboy Enterps., Inc. v. Public Serv.  Comm'n, 906 F.2d 25, 40 (1st Cir.), cert. denied, 498 U.S. 959, 111 S.Ct. 388, 112 L.Ed.2d 399 (1990);  Sandstrom v. Chemlawn Corp., 904 F.2d 83, 86 (1st Cir.1990).  And, here, the procedural default is accentuated because plaintiff never surfaced this supposed grievance in the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the second place, the record plainly reveals that plaintiff's counsel, not the bankruptcy judge, was the author of plaintiff's misfortune.  The trial transcript speaks eloquently in this respect.  Our perscrutation of it persuades us that the judge acted appropriately in every particular.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Third, and last, in our adversary system of justice it is the parties' responsibility to marshal evidence and prove their points.  Litigants cannot expect the court to do their homework for them.  See, e.g., Crellin Technologies, Inc. v. Equipmentlease Corp., 18 F.3d 1, 13 n. 17 (1st Cir.1994);  Foley v. City of Lowell, 948 F.2d 10, 21 (1st Cir.1991).  In the final analysis, \"[c]ourts, like the Deity, are most frequently moved to help those who help themselves.\"  Paterson-Leitch Co. v. Massachusetts Mun. Wholesale Elec. Co., 840 F.2d 985, 989 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Fifth:  Plaintiff suggests that it is entitled to prejudgment and post-judgment interest under R.I.Gen.Laws Sec. 9-21-10.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  This suggestion is not well founded.  In Murphy, 507 A.2d at 1346, the Rhode Island Supreme Court held that section 9-21-10 does not apply to awards for punitive damages.  The court reasoned that, in limiting the statute to \"pecuniary damages,\" the legislature meant \"pecuniary\" to be synonymous with \"compensatory,\" thus excluding both punitive and nominal damages.  See id.;   see also Rhode Island Turnpike &amp; Bridge Auth. v. Bethlehem Steel Corp., 446 A.2d 752, 757 (R.I.1982) (describing purpose of statute).  Since a state's highest court is the best authority on the meaning of a state statute, see Daigle v. Maine Med.  Ctr., 14 F.3d 684, 689 (1st Cir.1994), we accept the Rhode Island Supreme Court's conclusion that R.I.Gen.Laws Sec. 9-21-10 does not pertain to nominal damage awards,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and we so hold.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  There is nothing very complicated about this case.  Courts have repeatedly warned litigants that damages \"must be computed in some rational way upon a firm factual base.\"   Reliance  Steel Prods.  Co. v. National Fire Ins. Co., 880 F.2d 575, 578 (1st Cir.1989).  Here, plaintiff ignored the storm warnings and botched its presentation at trial.  The bankruptcy court found this failure of proof to possess pivotal importance.  In subsequent proceedings, plaintiff has struggled to overcome the effects of its own ineptitude.  We find it unsurprising that these efforts come to naught:  most factbound litigation is won or lost in the trial court--and properly so.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As the bankruptcy court indicated, Rhode Island law generally incorporates \"benefit-of-the bargain\" damages in contract disputes.  See In re Newport Offshore, 155 B.R. at 620;  see also National Chain, 487 A.2d at 134-35.   Plaintiff did not offer evidence from which such expectancy damages could be computed.  Instead plaintiff shot for the moon, seeking a $3,000,000 award on a theory of damages that had no foundation in Rhode Island law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiff hoists this flag for the first time in this court.  While plaintiff can perhaps be excused for not making the argument in the bankruptcy court--plaintiff may not have anticipated that the bankruptcy judge was considering an award of nominal damages--there is no satisfactory excuse for its failure to advance the argument in the district court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The state statute reads in pertinent part:</p>\n        <p>In any civil action in which a verdict is rendered or a decision made for pecuniary damages, there shall be added by the clerk of the court to the amount of damages, interest at the rate of twelve percent (12%) per annum thereon from the date the cause of action accrued which shall be included in the judgment entered therein.  Post judgment interest shall be calculated at the rate of twelve percent (12%) per annum and accrue on both the principal amount of the judgment and the prejudgment interest entered therein.</p>\n        <p>R.I.Gen.Laws Sec. 9-21-10.  Because we find that this statute, by its terms, does not pertain to awards of nominal damages, see infra, we need not consider the trustee's contention that 11 U.S.C. Sec. 502(b)(2), disallowing claims for unmatured interest, preempts state law on prejudgment interest in the circumstances of this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> To be sure, insofar as the statement in Murphy encompasses nominal damages, it is dictum--but it is considered dictum and, thus, worthy of our trust.  See Posadas de Puerto Rico Assoc., Inc. v. Asociacion de Empleados de Casino, 873 F.2d 479, 482 (1st Cir.1989) (explaining that federal courts ordinarily defer to considered dictum of a state's highest court in determining a state law issue);  Jackson v. Liquid Carbonic Corp., 863 F.2d 111, 115-16 (1st Cir.1988) (similar), cert. denied, 490 U.S. 1107, 109 S.Ct. 3158, 104 L.Ed.2d 1021 (1989);  see also Dedham Water Co. v. Cumberland Farms Dairy, Inc., 972 F.2d 453, 459 (1st Cir.1992) (stating general rule that courts should give weight to dictum that appears \"considered as opposed to casual\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We decline plaintiff's invitation to speculate about the priority of its claim should the estate's funds prove insufficient to pay the award.  That issue is purely hypothetical and, therefore, is not properly before us</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">353</span></span></p>\n    <p class=\"parties\">ONDINE SHIPPING CORPORATION, Plaintiff, Appellant,<br>v.<br>Robert CATALDO, Etc., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2378.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 4, 1994.<br>Decided May 25, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael J. Malinowski, with whom Thomas F. Holt, Jr. and Kirkpatrick &amp; Lockhart, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Gordon P. Cleary, with whom Vetter &amp; White, Providence, RI, was on brief, for appellee Robert Cataldo, Trustee in Bankruptcy.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN and BOWNES, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The focal point of this appeal is an 80-foot racing yacht, the ONDINE, built for plaintiff-appellant Ondine Shipping Corporation by a Wisconsin shipbuilder, Palmer Johnson, Inc., at a cost of roughly $1,500,000.  The ONDINE encountered rough waters from the very start, and Palmer Johnson seemed unable to bring the vessel up to speed.  In 1982, the owner contracted with Newport Offshore, Ltd.  (NOL) for extensive refurbishing aimed at repairing defects and rendering the yacht raceworthy.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The undertaking proved to be ill-starred.  See In re Newport Offshore, Ltd., <span class=\"citation\" data-id=\"1540835\"><a href=\"/opinion/1540835/in-re-newport-offshore-ltd/\"><span class=\"volume\">155</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">616</span></a></span>, 617-18 (Bankr.D.R.I.1993) (explicating factual background of dispute).  After much time and money had been expended, the yacht, even when velivolant, remained uncompetitive.  Bitterly disappointed by NOL's restorative efforts, plaintiff brought suit for negligence and breach of contract in the United States District Court for the District of Rhode Island.  Soon thereafter, NOL filed a Chapter 11 petition in the bankruptcy court.  Many procedural twists and turns ensued, none of which are material here.  Thus, we turn the clock ahead to 1993, when the bankruptcy court, having substituted NOL's trustee in bankruptcy, Robert Cataldo, as the party defendant, proceeded to try plaintiff's claim.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">With the acquiescence of the parties, the bankruptcy judge applied the substantive law of Rhode Island to the controversy.  He determined \"that NOL did not perform its obligations either skillfully or in a workmanlike manner.\"  <span class=\"citation\" data-id=\"1540835\"><a href=\"/opinion/1540835/in-re-newport-offshore-ltd/\"><span class=\"id_token\">Id.</span> at 619. </a></span>  On that basis, the judge found for the plaintiff on the question of liability.  See <span class=\"citation\" data-id=\"1540835\"><a href=\"/opinion/1540835/in-re-newport-offshore-ltd/\"><span class=\"id_token\">id.</span> at 620. </a></span>  Nevertheless, he ruled that there had been a total failure to prove damages and limited plaintiff's recovery to a nominal sum ($1,000).  See <span class=\"citation\" data-id=\"1540835\"><a href=\"/opinion/1540835/in-re-newport-offshore-ltd/\"><span class=\"id_token\">id.</span> at 620-21.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Invoking 28 U.S.C. Sec. 158(c), plaintiff sought review in the district court.  That forum, too, proved inhospitable;  in an ore tenus bench decision, the district court found the bankruptcy judge's evaluation of plaintiff's claim \"correct, as a matter of fact, and as a matter of law.\"   This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">When a trial court produces a lucid, well-reasoned opinion that reaches an appropriate result, we do not believe that a reviewing court should write at length merely to put matters in its own words.  See, e.g., In re San Juan Dupont Plaza Hotel Fire Litig., <span class=\"citation\" data-id=\"602834\"><a href=\"/opinion/602834/in-re-san-juan-dupont-plaza-hotel-fire-litigation-holders-capital/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 38 (1st Cir.1993).  So it is here.  We agree with both of the courts below that the record in this case contains no competent proof of damages, and that, therefore, plaintiff's attempt to recover more than nominal damages runs aground.  Consequently, we affirm the judgment for substantially the reasons articulated in the bankruptcy court's rescript, see In re Newport Offshore, <span class=\"citation\" data-id=\"1540835\"><a href=\"/opinion/1540835/in-re-newport-offshore-ltd/\"><span class=\"antecedent_guess\">Ltd.,</span> supra</a></span>, and endorsed in the district court's bench decision.  We pause only to add five observations.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">First:  Plaintiff, having jettisoned its trial counsel, takes a new tack on appeal.  It insists that the record contains evidence of what it paid to NOL;  that Rhode Island law permits restitution as a measure of damages where a contracting party's performance has proven valueless, see, e.g., National Chain Co. v. Campbell, <span class=\"citation\" data-id=\"2359778\"><a href=\"/opinion/2359778/national-chain-co-v-campbell/\"><span class=\"volume\">487</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">132</span></a></span>, 135 (R.I.1985) (recognizing possible applicability of restitutionary measure of damages when \"the contractor's performance is worthless and the work has to be redone completely\");  and that it was entitled to recover at least the monies it expended (totalling several hundred thousand dollars).  There are two convincing answers to this plaint.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The long, fact-specific answer involves sifting the record;  while the evidence indicates that NOL performed in a maladroit fashion, and the judge so found, it overstates the proof to say that NOL's performance was \"worthless.\"   To the contrary, many repairs were satisfactorily effected and the yacht raced competitively for almost three years after NOL completed its work.  See In re Newport <span class=\"citation\" data-id=\"1540835\"><span class=\"antecedent_guess\">Offshore,</span> <a href=\"/opinion/1540835/in-re-newport-offshore-ltd/\"><span class=\"volume\">155</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">618</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We eschew a detailed analysis, however, for the short, dispositive answer is that plaintiff never broached this argument before the bankruptcy court.  That ends successor counsel's rescue mission.  Not only is it \"a bedrock rule\" that a party who has not presented an argument below \"may not unveil it in the court of appeals,\" United States v. Slade, <span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 30 (1st Cir.1992), but also, no principle is more firmly anchored in the jurisprudence of this circuit, see Teamsters, Etc., Local Union No. 59 v. Superline Transp. Co., <span class=\"citation\" data-id=\"575211\"><a href=\"/opinion/575211/teamsters-chauffeurs-warehousemen-and-helpers-union-local-no-59-v/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 21 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Plaintiff strives to elude this coral reef by asserting that its argument involves no new facts, only a new theory, and, thus, is not barred.  This assertion is neither original nor persuasive.  We recently rejected precisely the same proposition, holding that raise-or-waive principles apply with full force when an appellant tries to present a neoteric theory concerning the legal effect of facts adduced at trial.  See <span class=\"citation\" data-id=\"595481\"><span class=\"antecedent_guess\">Slade,</span> <a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">31</span></a></span>. Indeed, this ship sailed many moons ago;  the holding in Slade caps a long, unbroken line of precedent to like effect.  See, e.g., United States v. Dietz, <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 55 (1st Cir.1991);  Clauson v. Smith, <span class=\"citation\" data-id=\"491456\"><a href=\"/opinion/491456/charles-clauson-v-robert-d-smith/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">660</span></a></span>, 666 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Second:  It is true, as plaintiff suggests, that an appellate court possesses the power, in the exercise of its sound discretion, to submerge the raise-or-waive rule if doing so will prevent a gross miscarriage of justice.  See <span class=\"citation\" data-id=\"595481\"><span class=\"antecedent_guess\">Slade,</span> <a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">31</span></a></span>;  United States v. Krynicki, <span class=\"citation\" data-id=\"409210\"><a href=\"/opinion/409210/united-states-v-judith-ann-krynicki/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">289</span></a></span>, 291 (1st Cir.1982).  But this is a long-odds exception that must be applied sparingly.  It is reserved for \"the exceptional case.\"  United States v. La Guardia, <span class=\"citation\" data-id=\"541060\"><a href=\"/opinion/541060/united-states-v-julio-la-guardia-united-states-of-america-v-eredia/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1010</span></a></span>, 1013 (1st Cir.1990).  The case at bar does not qualify.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Here, plaintiff--for whatever reason--seemingly made a conscious choice to bypass the accepted way of proving damages and to vie for a much larger prize.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  That endeavor having capsized, it is fitting that plaintiff bear the readily foreseeable consequences.  We do not think that justice miscarries when a court rebuffs a suitor's efforts to obtain clearly excessive damages on an insupportable legal theory and leaves the suitor holding an empty (or near-empty) bag.  Cf. Quinones-Pacheco v. American Airlines, Inc., <span class=\"citation\" data-id=\"594418\"><a href=\"/opinion/594418/valentin-quinones-pacheco-v-american-airlines-inc-valentin/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1992) (upholding take-nothing verdict when plaintiffs failed to prove their damages).  Overreaching, like virtue, is often its own reward.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Third:  Citing O'Coin v. Woonsocket Inst. Trust Co., <span class=\"citation\" data-id=\"2190210\"><a href=\"/opinion/2190210/ocoin-v-woonsocket-inst-trust-co/\"><span class=\"volume\">535</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1263</span> </a></span>(R.I.1988), plaintiff posits that Rhode Island law bars nominal damage awards in contract cases.  This theorem, too, is procedurally defaulted.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  And, moreover, it lacks substance:  we think that the language on which plaintiff relies, see <span class=\"citation\" data-id=\"2190210\"><a href=\"/opinion/2190210/ocoin-v-woonsocket-inst-trust-co/\"><span class=\"id_token\">id.</span> at 1266, </a></span>is confined to the peculiar facts of the O'Coin case, and that Rhode Island, like virtually every other American jurisdiction, recognizes nominal damages as proper when a claimant proves injury to property, but fails to prove the amount of damages, see, e.g., Murphy v. United Steelworkers of America, Local No. 5705, <span class=\"citation\" data-id=\"2394961\"><a href=\"/opinion/2394961/murphy-v-united-steelworkers-of-america/\"><span class=\"volume\">507</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1342</span></a></span>, 1346 (R.I.1986);  Stillman v. Prew, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">39</span></span>, <span class=\"citation\" data-id=\"2307956\"><a href=\"/opinion/2307956/stillman-v-prew/\"><span class=\"volume\">177</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">626</span></a></span>, 628 (1962);  Zuccaro v. Frenze, <span class=\"citation\" data-id=\"3871143\"><a href=\"/opinion/4111158/zuccaro-v-frenze/\"><span class=\"volume\">76</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">391</span></a></span>, <span class=\"citation\" data-id=\"3871143\"><a href=\"/opinion/4111158/zuccaro-v-frenze/\"><span class=\"volume\">71</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">277</span></a></span>, 278 (1950);  see also 5 Arthur L. Corbin, Corbin on Contracts Sec. 1001 (1964 &amp; Supp.1992) (collecting cases from other jurisdictions).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Fourth:  In its reply brief, plaintiff attempts to make the bankruptcy judge a scapegoat.  It argues for the first time that the judge misled plaintiff into believing that it had proven its damages.  This is a cheap shot, easily deflected.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In the first place, it is settled law that an appellant waives arguments which should have been, but were not, raised in its opening brief.  See Playboy Enterps., Inc. v. Public Serv.  Comm'n, <span class=\"citation\" data-id=\"543590\"><a href=\"/opinion/543590/playboy-enterprises-inc-v-public-service-commission-of-puerto-rico/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span>, 40 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">959</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">388</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">399</span> </span>(1990);  Sandstrom v. Chemlawn Corp., <span class=\"citation\" data-id=\"542293\"><a href=\"/opinion/542293/richard-l-sandstrom-etc-v-chemlawn-corporation/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 86 (1st Cir.1990).  And, here, the procedural default is accentuated because plaintiff never surfaced this supposed grievance in the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the second place, the record plainly reveals that plaintiff's counsel, not the bankruptcy judge, was the author of plaintiff's misfortune.  The trial transcript speaks eloquently in this respect.  Our perscrutation of it persuades us that the judge acted appropriately in every particular.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Third, and last, in our adversary system of justice it is the parties' responsibility to marshal evidence and prove their points.  Litigants cannot expect the court to do their homework for them.  See, e.g., Crellin Technologies, Inc. v. Equipmentlease Corp., <span class=\"citation\" data-id=\"195233\"><a href=\"/opinion/195233/crellin-v-equipmentlease-corp/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 13 n. 17 (1st Cir.1994);  Foley v. City of Lowell, <span class=\"citation\" data-id=\"571252\"><a href=\"/opinion/571252/michael-j-foley-v-city-of-lowell-massachusetts-michael-j-foley-v-city/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 21 (1st Cir.1991).  In the final analysis, \"[c]ourts, like the Deity, are most frequently moved to help those who help themselves.\"  Paterson-Leitch Co. v. Massachusetts Mun. Wholesale Elec. Co., <span class=\"citation\" data-id=\"502424\"><a href=\"/opinion/502424/paterson-leitch-company-inc-v-massachusetts-municipal-wholesale-electric/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span>, 989 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Fifth:  Plaintiff suggests that it is entitled to prejudgment and post-judgment interest under R.I.Gen.Laws Sec. 9-21-10.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  This suggestion is not well founded.  In <span class=\"citation\" data-id=\"2394961\"><span class=\"antecedent_guess\">Murphy,</span> <a href=\"/opinion/2394961/murphy-v-united-steelworkers-of-america/\"><span class=\"volume\">507</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">1346</span></a></span>, the Rhode Island Supreme Court held that section 9-21-10 does not apply to awards for punitive damages.  The court reasoned that, in limiting the statute to \"pecuniary damages,\" the legislature meant \"pecuniary\" to be synonymous with \"compensatory,\" thus excluding both punitive and nominal damages.  See id.;   see also Rhode Island Turnpike &amp; Bridge Auth. v. Bethlehem Steel Corp., <span class=\"citation\" data-id=\"2362422\"><a href=\"/opinion/2362422/ri-turnpike-etc-v-bethlehem-steel-corp/\"><span class=\"volume\">446</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">752</span></a></span>, 757 (R.I.1982) (describing purpose of statute).  Since a state's highest court is the best authority on the meaning of a state statute, see Daigle v. Maine Med.  Ctr., <span class=\"citation\" data-id=\"195171\"><a href=\"/opinion/195171/daigle-v-maine-medical/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">684</span></a></span>, 689 (1st Cir.1994), we accept the Rhode Island Supreme Court's conclusion that R.I.Gen.Laws Sec. 9-21-10 does not pertain to nominal damage awards,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and we so hold.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  There is nothing very complicated about this case.  Courts have repeatedly warned litigants that damages \"must be computed in some rational way upon a firm factual base.\"   Reliance  Steel Prods.  Co. v. National Fire Ins. Co., <span class=\"citation\" data-id=\"526735\"><a href=\"/opinion/526735/reliance-steel-products-company-v-national-fire-insurance-company-of/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">575</span></a></span>, 578 (1st Cir.1989).  Here, plaintiff ignored the storm warnings and botched its presentation at trial.  The bankruptcy court found this failure of proof to possess pivotal importance.  In subsequent proceedings, plaintiff has struggled to overcome the effects of its own ineptitude.  We find it unsurprising that these efforts come to naught:  most factbound litigation is won or lost in the trial court--and properly so.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As the bankruptcy court indicated, Rhode Island law generally incorporates \"benefit-of-the bargain\" damages in contract disputes.  See In re Newport <span class=\"citation\" data-id=\"1540835\"><span class=\"antecedent_guess\">Offshore,</span> <a href=\"/opinion/1540835/in-re-newport-offshore-ltd/\"><span class=\"volume\">155</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">620</span></a></span>;  see also National <span class=\"citation\" data-id=\"2359778\"><span class=\"antecedent_guess\">Chain,</span> <a href=\"/opinion/2359778/national-chain-co-v-campbell/\"><span class=\"volume\">487</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">134-35</span></a></span>.   Plaintiff did not offer evidence from which such expectancy damages could be computed.  Instead plaintiff shot for the moon, seeking a $3,000,000 award on a theory of damages that had no foundation in Rhode Island law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiff hoists this flag for the first time in this court.  While plaintiff can perhaps be excused for not making the argument in the bankruptcy court--plaintiff may not have anticipated that the bankruptcy judge was considering an award of nominal damages--there is no satisfactory excuse for its failure to advance the argument in the district court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The state statute reads in pertinent part:</p>\n        <p>In any civil action in which a verdict is rendered or a decision made for pecuniary damages, there shall be added by the clerk of the court to the amount of damages, interest at the rate of twelve percent (12%) per annum thereon from the date the cause of action accrued which shall be included in the judgment entered therein.  Post judgment interest shall be calculated at the rate of twelve percent (12%) per annum and accrue on both the principal amount of the judgment and the prejudgment interest entered therein.</p>\n        <p>R.I.Gen.Laws Sec. 9-21-10.  Because we find that this statute, by its terms, does not pertain to awards of nominal damages, see infra, we need not consider the trustee's contention that 11 U.S.C. Sec. 502(b)(2), disallowing claims for unmatured interest, preempts state law on prejudgment interest in the circumstances of this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> To be sure, insofar as the statement in Murphy encompasses nominal damages, it is dictum--but it is considered dictum and, thus, worthy of our trust.  See Posadas de Puerto Rico Assoc., Inc. v. Asociacion de Empleados de Casino, <span class=\"citation\" data-id=\"522152\"><a href=\"/opinion/522152/posadas-de-puerto-rico-associates-inc-dba-condado-plaza-hotel-casino/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">479</span></a></span>, 482 (1st Cir.1989) (explaining that federal courts ordinarily defer to considered dictum of a state's highest court in determining a state law issue);  Jackson v. Liquid Carbonic Corp., <span class=\"citation\" data-id=\"515716\"><a href=\"/opinion/515716/george-jackson-v-liquid-carbonic-corporation/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">111</span></a></span>, 115-16 (1st Cir.1988) (similar), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1107</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3158</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1021</span> </span>(1989);  see also Dedham Water Co. v. Cumberland Farms Dairy, Inc., <span class=\"citation\" data-id=\"588805\"><a href=\"/opinion/588805/dedham-water-co-inc-v-cumberland-farms-dairy-inc/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span>, 459 (1st Cir.1992) (stating general rule that courts should give weight to dictum that appears \"considered as opposed to casual\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We decline plaintiff's invitation to speculate about the priority of its claim should the estate's funds prove insufficient to pay the award.  That issue is purely hypothetical and, therefore, is not properly before us</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195171/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195233/",
    "https://www.courtlistener.com/api/rest/v3/opinions/409210/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491456/",
    "https://www.courtlistener.com/api/rest/v3/opinions/502424/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515716/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522152/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526735/",
    "https://www.courtlistener.com/api/rest/v3/opinions/541060/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542293/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543590/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571252/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575211/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588805/",
    "https://www.courtlistener.com/api/rest/v3/opinions/594418/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602834/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1540835/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2190210/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2307956/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2359778/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2362422/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2394961/",
    "https://www.courtlistener.com/api/rest/v3/opinions/3871143/"
  ]
}