{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195393/",
  "id": 195393,
  "absolute_url": "/opinion/195393/hegarty-v-somerset-county/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195393/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:06Z",
  "date_modified": "2020-02-21T23:47:29.543688Z",
  "type": "010combined",
  "sha1": "8a7e4262063be7ba9f411933f1dc4d0803e3e2c5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1473A.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                          \n\nNo. 94-1473\n\n   JOHN M. HEGARTY AS PERSONAL REPRESENTATIVE OF THE ESTATE OF\n             KATHERINE A. HEGARTY, AND INDIVIDUALLY,\n                       Plaintiff, Appellee,\n\n                                v.\n\n     SOMERSET COUNTY, GARY WRIGHT, RENE GUAY, WILFRED HINES,\n            THOMAS GIROUX JR., WILLIAM CRAWFORD, JR.,\n                     Defendants, Appellants.\n\n                                           \n\nNo. 94-1474\n\n   JOHN M. HEGARTY AS PERSONAL REPRESENTATIVE OF THE ESTATE OF\n                      KATHERINE A. HEGARTY,\n                       Plaintiff, Appellee,\n\n                                v.\n\n                     SOMERSET COUNTY, ET AL.,\n                      Defendants, Appellees,\n\n                                      \n\n                           GARY WRIGHT,\n                      Defendant, Appellant.\n\n                                           \n\n                              Before\n\n                      Selya, Cyr and Boudin,\n                         Circuit Judges.\n                                       \n\n                                           \n\n                  MEMORANDUM AND ORDER OF COURT\n\n                       Entered May 31, 1994\n\n     Katherine Hegarty was  shot and killed in her Jackman, Maine\nhome by police officers attempting to execute a warrantless entry\nand  arrest.  Her husband, James, both individually and on behalf\nof his wife's estate, brought suit for money damages, against the\nofficers  involved, county  and state supervisory  personnel, and\nSomerset County.  The suit alleged claims pursuant to 42 U.S.C.  \n1983 as well as pendent state claims under the Maine Civil Rights\nAct, 5 M.R.S.A.     4681-4685  (Supp. 1993), and  the Maine  Tort\nClaims Act, 14 M.R.S.A.    8101-8118 (1980 &amp; Supp. 1993).\n\n     The defendants  moved for summary  judgment on the  basis of\nqualified immunity.  The court granted summary  judgment in favor\nof Somerset  County and the supervisory personnel  on the federal\nand state civil rights claims.  The court denied summary judgment\non the  basis of  qualified immunity  to the  individual officers\ninvolved - Gary Wright, Rene Guay, Wilfred Hines, Thomas Guiroux,\nJr., and William Crawford, Jr.1\n\n     The  five  officers have  taken  an immediate  interlocutory\nappeal  of the  denial of  qualified immunity.   See  Mitchell v.\n                                                              \nForsyth,  472  U.S.  511  (1985).    These defendants  asked  the\n       \ndistrict  court to stay discovery in the case while these appeals\nare pending.  The district court denied that request.  It ordered\n(a) plaintiff to designate  experts and disclose expert testimony\nby May 15, 1994; (b) defendants to designate experts and disclose\nexpert  testimony  by June  1,  1994; and  (c) both    parties to\ncomplete discovery  by July 1,  1994.  It  set an  expected trial\ndate of August 15, 1994.\n\n     In  denying the  officers'  request to  stay discovery,  the\ncourt concluded that \"a  significant amount of discovery remains\"\nand that  \"that discovery would not disrupt greatly the operation\nof State government.\"   It also  stated that \"The  Court made  it\nclear  to  counsel that  the whole  purpose with  proceeding with\ndiscovery  is not  to waste  the time  pending the  First Circuit\nCourt  decision in the event the Court affirms the District Court\n\n                    \n\n     1Apart  from asserting  qualified immunity  as a  defense to\nHegarty's claims under   1983 and the Maine Civil Rights Act, all\nthe defendants asserted \"discretionary immunity\"  under state law\nfor the claims  brought pursuant  to the Maine  Tort Claims  Act.\nThe court found that all the  defendants, except Somerset County,\nare immune from suit on Hegarty's state tort claims on  the basis\nof discretionary immunity.\n     So, what remains is  this: Hegarty's   1983 and  Maine Civil\nRights  Act  claims  against  the five  individual  officers  and\nHegarty's Maine Tort Claims Act claims against Somerset County.\n\nopinion on qualified immunity.\"\n\n     On May 9, 1994,  we entered an order granting  the officers'\nemergency request to stay  district court discovery pending their\nappeal  of the  denial of  qualified immunity.   The  request was\ngranted  \"pending further order of this court.\"  We now elaborate\nthe basis  for our May 9  order and extend the  stay of discovery\npending our determination of these appeals.\n\n     A qualified immunity  defense is an  immunity from suit  and\nthe rationale for allowing an immediate appeal from the denial of\nqualified immunity is that the  immunity from suit is effectively\nlost  if a  case is erroneously  permitted to  go to  trial.  See\n                                                                 \nMitchell v. Forsyth, 472  U.S. at 525-27.  The immunity from suit\n                   \nincludes protection from  the burdens of discovery.   \"Until this\nthreshold immunity question is  resolved, discovery should not be\nallowed.\"  Harlow  v. Fitzgerald, 457  U.S. 800, 818 (1982).   We\n                                \nrecognize that Harlow's reference to staying discovery was in the\n                     \ncontext  of  the  district  court's resolution  of  the  immunity\n                                   \nquestion.  But in light of the Court's later determination that a\ndenial of  qualified immunity is entitled  to immediate appellate\nreview,  see Mitchell v. Forsyth, supra, we believe that the stay\n                                       \nof discovery,  of necessity,  ordinarily must carry  over through\nthe appellate court's resolution of that question, so long as the\n                     \nappeal  is non-frivolous.   The  rationale for  staying discovery\napplies  with  no  less force  while  the  appeal,  to which  the\nofficers are entitled, proceeds.  It is important to note what is\nnot  involved here.  As the officers concede, the district court,\n   \nprior  to its ruling on the issue of qualified immunity, properly\nordered  some discovery limited to  that issue.   See Anderson v.\n                                                              \nCreighton, 483 U.S. 635, 646 n.6  (1987) (reciting that discovery\n         \ntailored specifically  to the question of  qualified immunity may\nbe  necessary before a  motion for summary  judgment on qualified\nimmunity  grounds  can be  resolved).   What  the  district court\nthereafter  authorized, and  what  we have  stayed pending  these\n          \nappeals,  is more extensive  discovery directed at  the merits of\nthe case.2\n\n     We need  go no  further.   For  the reasons  cited, we  stay\nfurther discovery pending resolution of the instant appeals.\n\n                    \n\n     2We also point out that the underlying case is one for money\ndamages  only and does not request injunctive relief, as to which\na  defense  of qualified  immunity is  immaterial.   Cf.  Lugo v.\n                                                              \nAlvarado, 819 F.2d  5 (1st Cir. 1987) (concluding  that equitable\n        \nclaims stand on  a different footing than damage claims, so as to\nauthorize  a  district  court  to  permit  discovery  as  to  the\nequitable claims).\n",
  "html": "<p class=\"case_cite\">25 F.3d 17</p>\n    <p class=\"parties\">John M. HEGARTY as Personal Representative of the Estate of<br>Katherine A. Hegarty, and Individually, Plaintiff, Appellee,<br>v.<br>SOMERSET COUNTY, Gary Wright, Rene Guay, Wilfred Hines,<br>Thomas Giroux Jr., William Crawford, Jr.,<br>Defendants, Appellants.<br>John M. HEGARTY as Personal Representative of the Estate of<br>Katherine A. Hegarty, Plaintiff, Appellee,<br>v.<br>SOMERSET COUNTY, et al., Defendants, Appellees,<br>Gary Wright, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1473, 94-1474.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">May 31, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n    </div>\n    <p>MEMORANDUM AND ORDER OF COURT</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Katherine Hegarty was shot and killed in her Jackman, Maine home by police officers attempting to execute a warrantless entry and arrest.  Her husband, James, both individually and on behalf of his wife's estate, brought suit for money damages, against the officers involved, county and state supervisory personnel, and Somerset County.  The suit alleged claims pursuant to 42 U.S.C. Sec. 1983 as well as pendent state claims under the Maine Civil Rights Act, 5 M.R.S.A. Secs. 4681-4685 (Supp.1993), and the Maine Tort Claims Act, 14 M.R.S.A. Secs. 8101-8118 (1980 &amp; Supp.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The defendants moved for summary judgment on the basis of qualified immunity.  The court granted summary judgment in favor of Somerset County and the supervisory personnel on the federal and state civil rights claims.  The court denied summary judgment on the basis of qualified immunity to the individual officers involved--Gary Wright, Rene Guay, Wilfred Hines, Thomas Guiroux, Jr., and William Crawford, Jr.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The five officers have taken an immediate interlocutory appeal of the denial of qualified immunity.  See Mitchell v. Forsyth, 472 U.S. 511, 105 S.Ct. 2806, 86 L.Ed.2d 411 (1985).  These defendants asked the district court to stay discovery in the case while these appeals are pending.  The district court denied that request.  It ordered (a) plaintiff to designate experts and disclose expert testimony by May 15, 1994;  (b) defendants to designate experts and disclose expert testimony by June 1, 1994;  and (c) both parties to complete discovery by July 1, 1994.  It set an expected trial date of August 15, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In denying the officers' request to stay discovery, the court concluded that \"a significant amount of discovery remains\" and that \"that discovery would not disrupt greatly the operation of State government.\"   It also stated that \"The Court made it clear to counsel that the whole purpose with proceeding with discovery is not to waste the time pending the First Circuit Court decision in the event the Court affirms the District Court opinion on qualified immunity.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On May 9, 1994, we entered an order granting the officers' emergency request to stay district court discovery pending their appeal of the denial of qualified immunity.  The request was granted \"pending further order of this court.\"   We now elaborate the basis for our May 9 order and extend the stay of discovery pending our determination of these appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A qualified immunity defense is an immunity from suit and the rationale for allowing an immediate appeal from the denial of qualified immunity is that the immunity from suit is effectively lost if a case is erroneously permitted to go to trial.  See Mitchell v. Forsyth, 472 U.S. at 525-27, 105 S.Ct. at 2814.   The immunity from suit includes protection from the burdens of discovery.  \"Until this threshold immunity question is resolved, discovery should not be allowed.\"  Harlow v. Fitzgerald, 457 U.S. 800, 818, 102 S.Ct. 2727, 2738, 73 L.Ed.2d 396 (1982).  We recognize that Harlow's reference to staying discovery was in the context of the district court's resolution of the immunity question.  But in light of the Court's later determination that a denial of qualified immunity is entitled to immediate appellate review, see Mitchell v. Forsyth, supra, we believe that the stay of discovery, of necessity, ordinarily must carry over through the appellate court's resolution of that question, so long as the appeal is non-frivolous.  The rationale for staying discovery applies with no less force while the appeal, to which the officers are entitled, proceeds.  It is important to note what is not involved here.  As the officers concede, the district court, prior to its ruling on the issue of qualified immunity, properly ordered some discovery  limited to that issue.  See Anderson v. Creighton, 483 U.S. 635, 646 n. 6, 107 S.Ct. 3034, 3042 n. 6, 97 L.Ed.2d 523 (1987) (reciting that discovery tailored specifically to the question of qualified immunity may be necessary before a motion for summary judgment on qualified immunity grounds can be resolved).  What the district court thereafter authorized, and what we have stayed pending these appeals, is more extensive discovery directed at the merits of the case.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We need go no further.  For the reasons cited, we stay further discovery pending resolution of the instant appeals.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Apart from asserting qualified immunity as a defense to Hegarty's claims under Sec. 1983 and the Maine Civil Rights Act, all the defendants asserted \"discretionary immunity\" under state law for the claims brought pursuant to the Maine Tort Claims Act.  The court found that all the defendants, except Somerset County, are immune from suit on Hegarty's state tort claims on the basis of discretionary immunity</p>\n        <p>So, what remains is this:  Hegarty's Sec. 1983 and Maine Civil Rights Act claims against the five individual officers and Hegarty's Maine Tort Claims Act claims against Somerset County.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We also point out that the underlying case is one for money damages only and does not request injunctive relief, as to which a defense of qualified immunity is immaterial.  Cf. Lugo v. Alvarado, 819 F.2d 5 (1st Cir.1987) (concluding that equitable claims stand on a different footing than damage claims, so as to authorize a district court to permit discovery as to the equitable claims)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></span></p>\n    <p class=\"parties\">John M. HEGARTY as Personal Representative of the Estate of<br>Katherine A. Hegarty, and Individually, Plaintiff, Appellee,<br>v.<br>SOMERSET COUNTY, Gary Wright, Rene Guay, Wilfred Hines,<br>Thomas Giroux Jr., William Crawford, Jr.,<br>Defendants, Appellants.<br>John M. HEGARTY as Personal Representative of the Estate of<br>Katherine A. Hegarty, Plaintiff, Appellee,<br>v.<br>SOMERSET COUNTY, et al., Defendants, Appellees,<br>Gary Wright, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1473, 94-1474.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">May 31, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n    </div>\n    <p>MEMORANDUM AND ORDER OF COURT</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Katherine Hegarty was shot and killed in her Jackman, Maine home by police officers attempting to execute a warrantless entry and arrest.  Her husband, James, both individually and on behalf of his wife's estate, brought suit for money damages, against the officers involved, county and state supervisory personnel, and Somerset County.  The suit alleged claims pursuant to 42 U.S.C. Sec. 1983 as well as pendent state claims under the Maine Civil Rights Act, 5 M.R.S.A. Secs. 4681-4685 (Supp.1993), and the Maine Tort Claims Act, 14 M.R.S.A. Secs. 8101-8118 (1980 &amp; Supp.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The defendants moved for summary judgment on the basis of qualified immunity.  The court granted summary judgment in favor of Somerset County and the supervisory personnel on the federal and state civil rights claims.  The court denied summary judgment on the basis of qualified immunity to the individual officers involved--Gary Wright, Rene Guay, Wilfred Hines, Thomas Guiroux, Jr., and William Crawford, Jr.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The five officers have taken an immediate interlocutory appeal of the denial of qualified immunity.  See Mitchell v. Forsyth, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span> </a></span>(1985).  These defendants asked the district court to stay discovery in the case while these appeals are pending.  The district court denied that request.  It ordered (a) plaintiff to designate experts and disclose expert testimony by May 15, 1994;  (b) defendants to designate experts and disclose expert testimony by June 1, 1994;  and (c) both parties to complete discovery by July 1, 1994.  It set an expected trial date of August 15, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In denying the officers' request to stay discovery, the court concluded that \"a significant amount of discovery remains\" and that \"that discovery would not disrupt greatly the operation of State government.\"   It also stated that \"The Court made it clear to counsel that the whole purpose with proceeding with discovery is not to waste the time pending the First Circuit Court decision in the event the Court affirms the District Court opinion on qualified immunity.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On May 9, 1994, we entered an order granting the officers' emergency request to stay district court discovery pending their appeal of the denial of qualified immunity.  The request was granted \"pending further order of this court.\"   We now elaborate the basis for our May 9 order and extend the stay of discovery pending our determination of these appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A qualified immunity defense is an immunity from suit and the rationale for allowing an immediate appeal from the denial of qualified immunity is that the immunity from suit is effectively lost if a case is erroneously permitted to go to trial.  See Mitchell v. <span class=\"citation\" data-id=\"111481\"><span class=\"antecedent_guess\">Forsyth,</span> <a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">525-27</span></a></span>, 105 S.Ct. at 2814.   The immunity from suit includes protection from the burdens of discovery.  \"Until this threshold immunity question is resolved, discovery should not be allowed.\"  Harlow v. Fitzgerald, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, 2738, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span> </a></span>(1982).  We recognize that Harlow's reference to staying discovery was in the context of the district court's resolution of the immunity question.  But in light of the Court's later determination that a denial of qualified immunity is entitled to immediate appellate review, see Mitchell v. <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"antecedent_guess\">Forsyth,</span> supra</a></span>, we believe that the stay of discovery, of necessity, ordinarily must carry over through the appellate court's resolution of that question, so long as the appeal is non-frivolous.  The rationale for staying discovery applies with no less force while the appeal, to which the officers are entitled, proceeds.  It is important to note what is not involved here.  As the officers concede, the district court, prior to its ruling on the issue of qualified immunity, properly ordered some discovery  limited to that issue.  See Anderson v. Creighton, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 646 n. 6, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, 3042 n. 6, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span> </a></span>(1987) (reciting that discovery tailored specifically to the question of qualified immunity may be necessary before a motion for summary judgment on qualified immunity grounds can be resolved).  What the district court thereafter authorized, and what we have stayed pending these appeals, is more extensive discovery directed at the merits of the case.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We need go no further.  For the reasons cited, we stay further discovery pending resolution of the instant appeals.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Apart from asserting qualified immunity as a defense to Hegarty's claims under Sec. 1983 and the Maine Civil Rights Act, all the defendants asserted \"discretionary immunity\" under state law for the claims brought pursuant to the Maine Tort Claims Act.  The court found that all the defendants, except Somerset County, are immune from suit on Hegarty's state tort claims on the basis of discretionary immunity</p>\n        <p>So, what remains is this:  Hegarty's Sec. 1983 and Maine Civil Rights Act claims against the five individual officers and Hegarty's Maine Tort Claims Act claims against Somerset County.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We also point out that the underlying case is one for money damages only and does not request injunctive relief, as to which a defense of qualified immunity is immaterial.  Cf. Lugo v. Alvarado, <span class=\"citation\" data-id=\"488580\"><a href=\"/opinion/488580/jorge-e-cancel-lugo-v-carlos-alvarado-etc/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span> </a></span>(1st Cir.1987) (concluding that equitable claims stand on a different footing than damage claims, so as to authorize a district court to permit discovery as to the equitable claims)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488580/"
  ]
}