{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195457/",
  "id": 195457,
  "absolute_url": "/opinion/195457/piscopo-v-shhs/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195457/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:40:23Z",
  "date_modified": "2020-02-21T23:28:32.120932Z",
  "type": "010combined",
  "sha1": "7d486bb16868afc64d54a4c8e4fa57293aec6209",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2326.01A",
  "local_path": null,
  "plain_text": "June 27, 1994\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2326 \n\n                   MARIE ELIZABETH PISCOPO,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n           SECRETARY OF HEALTH AND HUMAN SERVICES,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Nathaniel M. Gorton, U.S. District Judge]\n                                                     \n\n                                         \n\n                            Before\n\n                   Selya, Boudin and Stahl,\n                       Circuit Judges.\n                                     \n\n                                         \n\nMarie Elizabeth Piscopo on brief pro se.\n                       \nDonald K.  Stern, United  States Attorney,  Charlene A.  Stawicki,\n                                                                 \nSpecial  Assistant  United  States  Attorney,  and   Paul  Germanotta,\n                                                                 \nAssistant Regional  Counsel, Department of Health  and Human Services,\non brief for appellee.\n\n                                         \n\n                                         \n\n          Per  Curiam.   Plaintiff  Marie  Elizabeth  Piscopo\n                     \n\nappeals  a district court  judgment dismissing  her complaint\n\nfor  judicial review of a decision by the Secretary of Health\n\nand  Human  Services that  required  her to  repay  a $727.40\n\noverpayment.  The district court ruled that it lacked subject\n\nmatter jurisdiction because plaintiff failed to file a timely\n\ncomplaint under 42 U.S.C.   405(g).1  We affirm.\n\n                              I.\n                               \n\n          Appellant  received  a   single  lump-sum   payment\n\nrepresenting child's insurance benefits in October 1979.  The\n\nSecretary later determined that  an overpayment had been made\n\nand attempted to recoup  same from plaintiff.  Administrative\n\nproceedings  ensued, the  precise  details of  which are  not\n\nclear because  the full  administrative record is  not before\n\nus.   It  is  undisputed  that  on  September  14,  1987,  an\n\nadministrative law judge (ALJ) determined that  plaintiff was\n\noverpaid $727.40, that plaintiff was without fault in causing\n\nthe overpayment,  and that recovery of  the overpayment would\n\nnot  be waived.  See 20 C.F.R.    404.506-404.509.  Plaintiff\n                    \n\nsought review of this decision by the Appeals Council.\n\n                    \n\n1.  42 U.S.C.   405(g) provides that:\n\n     Any  individual, after  any final  decision  of the\n     Secretary made after  a hearing to  which he was  a\n     party, irrespective  of the amount  in controversy,\n     may obtain  a review  of such decision  by a  civil\n     action   commenced  within  sixty  days  after  the\n     mailing to him of notice of such decision or within\n     such time as the Secretary may allow . . .\n\n          On  May  25, 1988,  the  Appeals  Council issued  a\n\ndecision which  affirmed the ALJ's conclusions.   The Appeals\n\nCouncil's  decision  stands  as  the final  decision  of  the\n\nSecretary.   That decision was accompanied by  a notice which\n\ninformed plaintiff  that she could obtain  judicial review of\n\nthe Appeals Council's decision by filing a complaint with the\n\nappropriate federal  district court  \"within sixty  (60) days\n\nfrom the date of  receipt of this letter.\"   The notice  also\n\nstated  that  \"[i]t  will be  presumed  that  this  letter is\n\nreceived  within  five (5)  days after  the date  shown above\n\n[i.e., May  25,  1988] unless  a  reasonable showing  to  the\n\ncontrary is made.\"2\n\n          Plaintiff commenced the instant action for judicial\n\nreview  of  the  Appeals  Council's decision  by  filing  her\n\ncomplaint with  the Worcester  Division of the  United States\n\n                    \n\n2.  The Appeals Council's notice appears to be modelled on 20\nC.F.R.     422.210(c),  the regulation  which  implements  42\nU.S.C.   405(g).  That regulation provides:\n\n          Any  civil  action .  .  . [for  judicial\n          review of the Secretary's final decision]\n          must be  instituted within 60  days after\n          the . .  . notice of the decision  by the\n          Appeals  Council  is   received  by   the\n          individual, .  . . except  that this time\n          may  be extended  by the  Appeals Council\n          upon  a  showing  of  good  cause.    For\n          purposes  of this  section,  the date  of\n          receipt of  . . . notice  of the decision\n          by  the Appeals Council shall be presumed\n          to  be  5 days  after  the  date of  such\n          notice,  unless  there  is  a  reasonable\n          showing to the contrary. . . .\n\n                             -3-\n\nDistrict Court for the District of Massachusetts.  The docket\n\nreflects that this  complaint was filed on February  8, 1989,\n\nmore than eight  months after the Appeals  Council issued its\n\ndecision.  Initially, the Secretary moved to remand the  case\n\nbecause  the  Department of  Health  and  Human Services  was\n\nunable to locate plaintiff's  file.  The Secretary ultimately\n\nwithdrew the motion to  remand and filed a motion  to dismiss\n\npursuant  to  Fed.  R. Civ.  P.  12(b)(2).    The motion  was\n\nsupported by the affidavit of Joseph Ponton, a division chief\n\nwithin  the  Social   Security  Administration's  Office   of\n\nHearings  and  Appeals, and  portions  of the  administrative\n\nrecord.  Essentially, the  Secretary argued that the district\n\ncourt lacked jurisdiction because the complaint was not filed\n\nuntil almost nine months after the Appeals Council issued its\n\ndecision and  plaintiff failed  to request an  extension from\n\nthe  Appeals  Council.    Plaintiff  opposed the  Secretary's\n\nmotion.  She maintained that her action  should be considered\n\ntimely  because she  did  not receive  the Appeals  Council's\n\ndecision  until June 9, 1988  and that she  tried to commence\n\nthis suit  on August 5, 1988  by filing a copy  of the notice\n\nthat  accompanied the  Appeals  Council's  decision with  the\n\ndistrict court clerk on that date.3\n\n                    \n\n3.  Plaintiff   initially  asserted  this   argument  in  her\nresponse to the Secretary's motion to  remand.  That response\nincludes  a copy of the  Appeals Court's May  25, 1988 notice\nwhich  appears to  bear the  district  court's time  stamp of\n                                               (continued...)\n\n                             -4-\n\n          The district court  determined that the record  was\n\ninsufficient  to allow resolution  of the  Secretary's motion\n\nand ordered the Secretary to  submit an affidavit stating the\n\ndate on which  the Appeals Council's  decision was mailed  to\n\nplaintiff.   The court  also ordered  plaintiff to  submit an\n\naffidavit  stating the  date  that she  received the  Appeals\n\nCouncil's  decision.   Plaintiff submitted  a sworn  response\n\nreiterating  her  contentions that  she received  the Appeals\n\nCouncil's  decision on June 9, 1988 and that she attempted to\n\nfile a copy of  the notice that accompanied that  decision as\n\nher  pro se complaint on  August 5, 1988.   Plaintiff further\n           \n\naverred that  the court found  her original \"pro  se summons\"\n                                                    \n\nunacceptable  and that she was assured that the time stamp on\n\nthe Appeals Council's notice was sufficient evidence that she\n\ncommenced   her   action   within   the   sixty-day   period.\n\nPlaintiff's response  was accompanied by another  copy of the\n\nAppeals  Council's  notice with  the  curious  time stamp,  a\n\nphotocopy  of  the civil  action  cover  sheet with  \"8/5/88\"\n\n                    \n\n3.  (...continued)\nAugust 5, 1989.  The \"9\" appears to have a mark drawn through\n              \nit.   Plaintiff maintains that  the date is  really August 5,\n1988  and  that she  \"was  informed  said stamp  would  allow\n    \nsufficient time to complete an acceptable  pro se summons and\n                                                 \nsubsequent  summons was  filed  in finished  form  . .  .  on\nFebruary  8, 1989.\"  Plaintiff appears to be referring to her\ncomplaint when she speaks of a \"summons.\"\n\n                             -5-\n\nwritten at the bottom,4  and a photocopy of an  undated civil\n\naction category sheet.  \n\n          The Secretary submitted another affidavit by Joseph\n\nPonton  who  swore  that  plaintiff's file  showed  that  the\n\nAppeals Council sent its decision by mail to plaintiff's post\n\noffice box on May 25,  1988 and that it is the  custom of the\n\nOffice of Hearings and  Appeals to place such notices  in the\n\nmail on the  date shown  on the notice.   The Secretary  also\n\nchallenged  plaintiff's  assertion  that she  commenced  this\n\naction  on August 5, 1988  and pointed out  (correctly in our\n\nview) that the time stamp appears to be dated August 5, 1989.\n\nHowever, plaintiff filed an  additional affidavit which  also\n\ncorrectly  pointed out that August  5, 1988 fell  on a Friday\n\nwhile August 5,  1989 fell  on a Saturday.   Thus,  plaintiff\n\nclaimed  that she could not possibly have filed the notice in\n\n1989.\n\n          The district  court found that  the Appeals Council\n\nissued  its decision on May 25, 1988 and that plaintiff filed\n\nan untimely complaint on February 8, 1989.  The court did not\n\nspecifically  address  plaintiff's  claim  that  this  action\n\nshould be considered timely  because she tried to file  a pro\n                                                             \n\nse complaint with the clerk on  August 5, 1988.  The district\n  \n\ncourt's  ruling  appears  to  have  implicitly rejected  this\n\n                    \n\n4.  We note  that the  original civil action  cover sheet  is\ntime-stamped February 8, 1989.\n\n                             -6-\n\nargument  in  allowing  the  Secretary's motion  to  dismiss.\n\nJudgment was  entered  on November  23,  1993.   This  appeal\n\nfollowed.\n\n                             II.\n                               \n\n          On appeal, plaintiff argues that the district court\n\nerred by failing to consider her status as a pro se litigant.\n                                                   \n\nAlthough her argument is  not clearly stated, plaintiff seems\n\nto be  saying that she attempted to file her pro se action on\n                                                   \n\nAugust 5, 1988,  that her  filing was rejected  by the  clerk\n\nbecause it was not  in proper form, and that  the clerk time-\n\nstamped  the  copy  of  the  Appeals  Council's  notice  that\n\nplaintiff attempted  to file  and assured  her that  this was\n\nsufficient  to make  her  action  timely  under 42  U.S.C.   \n\n405(g).5   Plaintiff  says that,  under these  circumstances,\n\nthis case should be allowed to proceed.\n\n          For purposes  of  resolving this  appeal  we  shall\n\nassume, without deciding, that  plaintiff attempted to file a\n\n                    \n\n5.  Plaintiff's brief,  pp. 2-3, states that  the clerk time-\nstamped  the notice  \"with  the assurance  that a  reasonable\nrefiling would be within a six-month period\" from the date of\nthe  stamp.  As plaintiff  maintains that the  stamp is dated\nAugust  5, 1988, her argument  implies that the clerk assured\nher  that  she  had until  February  1989  to  file a  proper\ncomplaint.   While  this argument  was  raised below  in  the\nplaintiff's  opposition to the Secretary's request to remand,\nit  is slightly  different  from plaintiff's  claim that  the\nclerk assured her than the time-stamp was sufficient evidence\nthat  this action was commenced on August 5, 1988.  Plaintiff\ndoes   not   squarely   make   this   argument   on   appeal.\nNevertheless,  in  view of  our  custom  to  construe pro  se\n                                                             \nfilings liberally, we have considered both contentions.\n\n                             -7-\n\npro  se complaint  on August  5, 1988  and that  the district\n       \n\ncourt clerk erred in rejecting it.  See Case v. Califano, 441\n                                                        \n\nF. Supp. 304, 306  n.1 (D.S.C. 1977) (noting that  the filing\n\nof  a  copy of  the  Appeals Council's  rejection  letter was\n\nsufficient to commence civil action where court had \"seen all\n\ntypes of  scraps of paper  construed as proper  complaints in\n\npro se prisoner  actions\").  We note that  in 1991, Rule 5(e)\n      \n\nof  the  Federal  Rules  of Civil  Procedure  was  amended to\n\nprovide  that, \"[t]he  clerk shall  not refuse to  accept for\n\nfiling any paper presented for that purpose solely because it\n\nis not presented in proper form as required by these rules or\n\nany  local rules  or practices.\"6   While  this rule  did not\n\nexist  before  1991, we  shall  assume for  purposes  of this\n\nappeal that the complaint plaintiff filed on February 8, 1989\n\nmay relate back  to August  5, 1988, the  date she  allegedly\n\nfirst  attempted  to file  suit.7    Thus,  the  question  is\n\nwhether dismissal was proper  if plaintiff's action is deemed\n\nto have been commenced on August 5, 1988.\n\n                    \n\n6.  The Advisory  Committee notes to this  amendment indicate\nthat  it was  intended  to proscribe  several local  district\nrules  which directed clerks  to refuse to  accept papers for\nfiling  that  were not  in proper  form.   This  practice was\ncriticized  because  it exposed  litigants to  potential time\nbars  and was  \"not a  suitable role  for the  office of  the\nclerk. . . .\"\n\n7.  Thus, we need  not resolve whether the time-stamp  on the\nAppeals Council's notice is dated 1988 or 1989.\n\n                             -8-\n\n          It  is  well-established  that  the  60-day  filing\n\nperiod set forth in 42 U.S.C.   405(g) is not jurisdictional,\n\nbut rather constitutes  a statute of limitations.   See Bowen\n                                                             \n\nv.  City of New York, 476 U.S. 467, 478 (1986).  As such, the\n                    \n\nlimitation period  constitutes a  condition on the  waiver of\n\nsovereign  immunity that must be strictly  construed.  Id. at\n                                                          \n\n479; Leslie v.  Bowen, 695 F. Supp. 504,  506 (D. Kan. 1988).\n                     \n\nThus, 42  U.S.C.   405(g) \"generally  precludes late judicial\n\nchallenge to  the denial of  benefits.\"  Willow  v. Sullivan,\n                                                            \n\n733 F. Supp. 591, 594 (N.D. N.Y. 1990).\n\n          Although  42 U.S.C.   405(g) requires civil actions\n\nfor judicial review of the  Secretary's final decisions to be\n\ncommenced within 60 days  after the mailing of the  notice of\n\ndecision or \"such time that  the Secretary may allow,\" courts\n\nagree that 20  C.F.R.    422.210(c) makes the  date that  the\n\nclaimant receives  the  Secretary's notice  of  decision  the\n\ntrigger  point for  statute  of limitations  purposes.   See,\n                                                            \n\ne.g.,  Barrs v. Sullivan, 906  F.2d 120, 122  (5th Cir. 1990)\n                        \n\n(per  curiam); Wong  v. Bowen,  854 F.2d  630, 631  (2nd Cir.\n                             \n\n1988) (per curiam).  Cf.  Hatchell v.  Heckler, 708 F.2d 578,\n                                              \n\n579 (11th  Cir. 1979) (60  days runs from  date of notice  of\n\ndecision  or  date  of  receipt).    Moreover,  20  C.F.R.   \n\n422.210(c) creates a rebuttable  presumption that the date of\n\nreceipt is  five days after the date of the notice unless the\n\nplaintiff makes \"a reasonable showing to the contrary.\"  See,\n                                                            \n\n                             -9-\n\ne.g., McCall v.  Bowen, 832  F.2d 862, 864  (5th Cir.  1987);\n                      \n\nMatsibekker  v. Heckler,  738 F.2d  79,  81 (2nd  Cir. 1984);\n                       \n\nLeslie  v. Bowen, 695 F. Supp. at 505; Bartolomie v. Heckler,\n                                                            \n\n597  F. Supp. 1113, 1115 (N.D. N.Y. 1984); Worthy v. Heckler,\n                                                            \n\n611  F. Supp. 271, 273 (W.D. N.Y. 1985); Chiappa v. Califano,\n                                                            \n\n480 F. Supp. 856, 857 (S.D. N.Y. 1979).\n\n          It is undisputed that the Appeals Council dated and\n\nmailed  its decision to plaintiff on May  25, 1988.  Under 20\n\nC.F.R.      422.210(c),  the  Secretary  is   entitled  to  a\n\nrebuttable  presumption that plaintiff received this decision\n\nfive  days later  on  May 30,  1988.   Any  civil action  for\n\njudicial  review of  that decision  must have  been commenced\n\nsixty days thereafter, i.e., by July 29, 1988, in order to be\n                           \n\ntimely.\n\n          Plaintiff argues that she did  not actually receive\n\nthe Secretary's  notice until  June 9, 1988,  and, therefore,\n\nher filing of August 5, 1988, was timely.  In support of this\n\nassertion,   plaintiff  avers   that,  for  many   years  she\n\nmaintained a post office  box for the receipt  of mail.   She\n\nclaims  that she  did not  visit the  post office  daily, but\n\nweekly or biweekly for  her convenience.8  While that  may be\n\nso, it does not establish that the Secretary's notice was not\n\ndelivered to plaintiff's post office  box within five days of\n\n                    \n\n8.  Plaintiff  made  these   averments  in  the  supplemental\naffidavit  that  she filed  in  response  to the  Secretary's\nmotion to dismiss.\n\n                             -10-\n\nits mailing  on May 25,  1988.  The  fact that  plaintiff may\n\nhave chosen  not to pick up her mail until some time after it\n\nwas delivered  does not  refute the  presumption that  it was\n\nreceived.   To  hold otherwise would  mean that  any claimant\n\ncould avoid  the limitations period by  simply asserting that\n\nhe did not open  his mail.  We  do not think that  the filing\n\ndeadline may be side-stepped so easily.  See McCall v. Bowen,\n                                                            \n\n832 F.2d at 864-65 (holding that Appeals Council was entitled\n\nto  conclude that  affidavits  of plaintiff  and his  counsel\n\nwhich claimed that  they did  not receive  notice of  Appeals\n\nCouncil's decision  until over  two months after  its mailing\n\nwere  insufficient  to  rebut presumptive  date  of receipt);\n\nLeslie v.  Bowen, 695 F. Supp. at  506 (rejecting plaintiff's\n                \n\nuncorroborated  claim that  he did  not receive  May 9,  1988\n\nnotice until May  23, 1988);  Rouse v. Harris,  482 F.  Supp.\n                                             \n\n766, 768-69 (D.N.J. 1988)  (rejecting claims of plaintiff and\n\nher counsel  denying receipt  of separate notices  of Appeals\n\nCouncil's decision  absent \"a more concrete  showing that the\n\nplaintiff  or  her  attorney  actually did  not  receive  the\n\nSecretary's notice within five days\" of mailing).9\n\n                    \n\n9.  We recognize that the plaintiffs  in these cases were all\nrepresented by counsel and that the Appeals  Council sent its\ndecisions  to  Rouse  and  McCall  by  certified  mail,  thus\n                                 \narguably making a stronger  case for applying the presumption\nin 20  C.F.R.   422.210(c).   But we do not  think that these\ndistinctions  are  important here,  where  plaintiff concedes\nthat  she  received the  Appeals  Council's  notice and  only\ncontests  the  applicable  date  of  receipt.     Plaintiff's\n                                               (continued...)\n\n                             -11-\n\n          Accordingly, we conclude that plaintiff's assertion\n\nthat she did not receive the Secretary's notice until June 9,\n\n1988 because  she failed to pick  up her mail before  then is\n\ninsufficient  to rebut  the presumption  that the  notice was\n\nreceived within five  days of its date and mailing on May 25,\n\n1988.   Thus,  even  if plaintiff  commenced  this action  on\n\nAugust 5, 1988, it remains time-barred.\n\n          Plaintiff's  remaining arguments  on appeal  do not\n\nfurther  her  cause.   She  notes  that  the  law allows  the\n\nSecretary  to extend the appeal period for \"good cause.\"  See\n                                                             \n\n20 C.F.R.    404.911.   She says  that good cause  is present\n\nhere because she took a \"few months\" to prepare her complaint\n\nas a result  of directions received  from the district  court\n\nclerk.   But as the limitations period had already expired by\n\nthe time plaintiff purportedly received these directions, her\n\nreliance on the clerk  did not defeat her appeal.   Moreover,\n\ngenerally  only   the  Secretary  has  the   power  to  grant\n\nextensions for good cause.   See Matsibekker v. Heckler,  738\n                                                       \n\nF.2d at 81.10\n\n          Plaintiff also  points out  that the  Secretary was\n\nnot  prejudiced by  the late  filing of  her complaint.   The\n\n                    \n\n9.  (...continued)\nreliance on a post office box made certified mail impractical\nin this case.\n\n10.  This is not  a case like Bowen v. City  of New York, 476\n                                                        \nU.S. at  479-82, where the  government's misconduct justified\nthe application of the principle of equitable tolling.\n\n                             -12-\n\npoint is irrelevant.  The Secretary is not obliged to waive a\n\nstatute  of  limitations  defense,  particularly   where  the\n\nlimitations period serves \"to move cases to speedy resolution\n\nin a bureaucracy that processes millions of claims annually.\"\n\nBowen v.  City  of New  York,  476 U.S.  at  481.   See  also\n                                                             \n\nThibodeaux v. Bowen,  819 F.2d  76, 79 (5th  Cir. 1987)  (per\n                   \n\ncuriam)  (affirming  dismissal  of  disability  appeal  where\n\nSecretary  declined  to waive  limitations  defense).   Thus,\n\ncontrary to plaintiff's belief, dismissal on this ground does\n\nnot elevate  form over substance.   Finally, plaintiff argues\n\nthat the Social Security Administration erred in finding that\n\nshe  received an  overpayment  and that  the Appeals  Council\n\nerred by failing to consider evidence from one of plaintiff's\n\nemployers which  would have  proven that the  overpayment was\n\nincorrectly assessed.  Because we ground our decision  on the\n\nstatute of limitations, we need not reach these contentions.\n\n          Judgment affirmed.\n                           \n\n                             -13-\n",
  "html": "<p class=\"case_cite\">27 F.3d 554</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Marie Elizabeth PISCOPO, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2326</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 27, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Nathaniel M. Gorton, U.S. District Judge ]</p>\n      <p class=\"indent\">Marie Elizabeth Piscopo on brief pro se.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, Charlene A. Stawicki, Special Assistant United States Attorney, and Paul Germanotta, Assistant Regional Counsel, Department of Health and Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Marie Elizabeth Piscopo appeals a district court judgment dismissing her complaint for judicial review of a decision by the Secretary of Health and Human Services that required her to repay a $727.40 overpayment.  The district court ruled that it lacked subject matter jurisdiction because plaintiff failed to file a timely complaint under 42 U.S.C. Sec. 405(g).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant received a single lump-sum payment representing child's insurance benefits in October 1979.  The Secretary later determined that an overpayment had been made and attempted to recoup same from plaintiff.  Administrative proceedings ensued, the precise details of which are not clear because the full administrative record is not before us.  It is undisputed that on September 14, 1987, an administrative law judge (ALJ) determined that plaintiff was overpaid $727.40, that plaintiff was without fault in causing the overpayment, and that recovery of the overpayment would not be waived.  See 20 C.F.R. Secs. 404.506-404.509.  Plaintiff sought review of this decision by the Appeals Council.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On May 25, 1988, the Appeals Council issued a decision which affirmed the ALJ's conclusions.  The Appeals Council's decision stands as the final decision of the Secretary.  That decision was accompanied by a notice which informed plaintiff that she could obtain judicial review of the Appeals Council's decision by filing a complaint with the appropriate federal district court \"within sixty (60) days from the date of receipt of this letter.\"  The notice also stated that \"[i]t will be presumed that this letter is received within five (5) days after the date shown above [i.e., May 25, 1988] unless a reasonable showing to the contrary is made.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Plaintiff commenced the instant action for judicial review of the Appeals Council's decision by filing her complaint with the Worcester Division of the United States District Court for the District of Massachusetts.  The docket reflects that this complaint was filed on February 8, 1989, more than eight months after the Appeals Council issued its decision.  Initially, the Secretary moved to remand the case because the Department of Health and Human Services was unable to locate plaintiff's file.  The Secretary ultimately withdrew the motion to remand and filed a motion to dismiss pursuant to Fed.  R. Civ. P. 12(b)(2).  The motion was supported by the affidavit of Joseph Ponton, a division chief within the Social Security Administration's Office of Hearings and Appeals, and portions of the administrative record.  Essentially, the Secretary argued that the district court lacked jurisdiction because the complaint was not filed until almost nine months after the Appeals Council issued its decision and plaintiff failed to request an extension from the Appeals Council.  Plaintiff opposed the Secretary's motion.  She maintained that her action should be considered timely because she did not receive the Appeals Council's decision until June 9, 1988 and that she tried to commence this suit on August 5, 1988 by filing a copy of the notice that accompanied the Appeals Council's decision with the district court clerk on that date.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court determined that the record was insufficient to allow resolution of the Secretary's motion and ordered the Secretary to submit an affidavit stating the date on which the Appeals Council's decision was mailed to plaintiff.  The court also ordered plaintiff to submit an affidavit stating the date that she received the Appeals Council's decision.  Plaintiff submitted a sworn response reiterating her contentions that she received the Appeals Council's decision on June 9, 1988 and that she attempted to file a copy of the notice that accompanied that decision as her pro se complaint on August 5, 1988.  Plaintiff further averred that the court found her original \"pro se summons\" unacceptable and that she was assured that the time stamp on the Appeals Council's notice was sufficient evidence that she commenced her action within the sixty-day period.  Plaintiff's response was accompanied by another copy of the Appeals Council's notice with the curious time stamp, a photocopy of the civil action cover sheet with \"8/5/88\" written at the bottom,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and a photocopy of an undated civil action category sheet.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Secretary submitted another affidavit by Joseph Ponton who swore that plaintiff's file showed that the Appeals Council sent its decision by mail to plaintiff's post office box on May 25, 1988 and that it is the custom of the Office of Hearings and Appeals to place such notices in the mail on the date shown on the notice.  The Secretary also challenged plaintiff's assertion that she commenced this action on August 5, 1988 and pointed out (correctly in our view) that the time stamp appears to be dated August 5, 1989.  However, plaintiff filed an additional affidavit which also correctly pointed out that August 5, 1988 fell on a Friday while August 5, 1989 fell on a Saturday.  Thus, plaintiff claimed that she could not possibly have filed the notice in 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court found that the Appeals Council issued its decision on May 25, 1988 and that plaintiff filed an untimely complaint on February 8, 1989.  The court did not specifically address plaintiff's claim that this action should be considered timely because she tried to file a pro se complaint with the clerk on August 5, 1988.  The district court's ruling appears to have implicitly rejected this argument in allowing the Secretary's motion to dismiss.  Judgment was entered on November 23, 1993.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On appeal, plaintiff argues that the district court erred by failing to consider her status as a pro se litigant.  Although her argument is not clearly stated, plaintiff seems to be saying that she attempted to file her pro se action on August 5, 1988, that her filing was rejected by the clerk because it was not in proper form, and that the clerk time- stamped the copy of the Appeals Council's notice that plaintiff attempted to file and assured her that this was sufficient to make her action timely under 42 U.S.C. Sec. 405(g).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Plaintiff says that, under these circumstances, this case should be allowed to proceed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">For purposes of resolving this appeal we shall assume, without deciding, that plaintiff attempted to file a pro se complaint on August 5, 1988 and that the district court clerk erred in rejecting it.   See Case v. Califano, 441 F. Supp. 304, 306 n. 1 (D.S.C. 1977) (noting that the filing of a copy of the Appeals Council's rejection letter was sufficient to commence civil action where court had \"seen all types of scraps of paper construed as proper complaints in pro se prisoner actions\").  We note that in 1991, Rule 5(e) of the Federal Rules of Civil Procedure was amended to provide that, \"[t]he clerk shall not refuse to accept for filing any paper presented for that purpose solely because it is not presented in proper form as required by these rules or any local rules or practices.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  While this rule did not exist before 1991, we shall assume for purposes of this appeal that the complaint plaintiff filed on February 8, 1989 may relate back to August 5, 1988, the date she allegedly first attempted to file suit.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Thus, the question is whether dismissal was proper if plaintiff's action is deemed to have been commenced on August 5, 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is well-established that the 60-day filing period set forth in 42 U.S.C. Sec. 405(g) is not jurisdictional, but rather constitutes a statute of limitations.   See Bowen v. City of New York, 476 U.S. 467, 478 (1986).  As such, the limitation period constitutes a condition on the waiver of sovereign immunity that must be strictly construed.   Id. at 479;  Leslie v.  Bowen, 695 F. Supp. 504, 506 (D. Kan. 1988).  Thus, 42 U.S.C. Sec. 405(g) \"generally precludes late judicial challenge to the denial of benefits.\"   Willow v. Sullivan, 733 F. Supp. 591, 594 (N.D. N.Y. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although 42 U.S.C. Sec. 405(g) requires civil actions for judicial review of the Secretary's final decisions to be commenced within 60 days after the mailing of the notice of decision or \"such time that the Secretary may allow,\" courts agree that 20 C.F.R. Sec. 422.210(c) makes the date that the claimant receives the Secretary's notice of decision the trigger point for statute of limitations purposes.   See, e.g., Barrs v. Sullivan, 906 F.2d 120, 122 (5th Cir. 1990) (per curiam);   Wong v. Bowen, 854 F.2d 630, 631 (2nd Cir. 1988) (per curiam).   Cf. Hatchell v. Heckler, 708 F.2d 578, 579 (11th Cir. 1979) (60 days runs from date of notice of decision or date of receipt).  Moreover, 20 C.F.R. Sec. 422.210(c) creates a rebuttable presumption that the date of receipt is five days after the date of the notice unless the plaintiff makes \"a reasonable showing to the contrary.\"  See, e.g., McCall v.  Bowen, 832 F.2d 862, 864 (5th Cir. 1987);  Matsibekker v.  Heckler, 738 F.2d 79, 81 (2nd Cir. 1984);   Leslie v. Bowen, 695 F. Supp. at 505;   Bartolomie v. Heckler, 597 F. Supp. 1113, 1115 (N.D. N.Y. 1984);   Worthy v. Heckler, 611 F. Supp. 271, 273 (W.D. N.Y. 1985);   Chiappa v. Califano, 480 F. Supp. 856, 857 (S.D. N.Y. 1979).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is undisputed that the Appeals Council dated and mailed its decision to plaintiff on May 25, 1988.  Under 20 C.F.R. Sec. 422.210(c), the Secretary is entitled to a rebuttable presumption that plaintiff received this decision five days later on May 30, 1988.  Any civil action for judicial review of that decision must have been commenced sixty days thereafter, i.e., by July 29, 1988, in order to be timely.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Plaintiff argues that she did not actually receive the Secretary's notice until June 9, 1988, and, therefore, her filing of August 5, 1988, was timely.  In support of this assertion, plaintiff avers that, for many years she maintained a post office box for the receipt of mail.  She claims that she did not visit the post office daily, but weekly or biweekly for her convenience.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  While that may be so, it does not establish that the Secretary's notice was not delivered to plaintiff's post office box within five days of its mailing on May 25, 1988.  The fact that plaintiff may have chosen not to pick up her mail until some time after it was delivered does not refute the presumption that it was received.  To hold otherwise would mean that any claimant could avoid the limitations period by simply asserting that he did not open his mail.  We do not think that the filing deadline may be side-stepped so easily.   See McCall v. Bowen, 832 F.2d at 864-65 (holding that Appeals Council was entitled to conclude that affidavits of plaintiff and his counsel which claimed that they did not receive notice of Appeals Council's decision until over two months after its mailing were insufficient to rebut presumptive date of receipt);   Leslie v. Bowen, 695 F. Supp. at 506 (rejecting plaintiff's uncorroborated claim that he did not receive May 9, 1988 notice until May 23, 1988);   Rouse v. Harris, 482 F. Supp. 766, 768-69 (D.N.J. 1988) (rejecting claims of plaintiff and her counsel denying receipt of separate notices of Appeals Council's decision absent \"a more concrete showing that the plaintiff or her attorney actually did not receive the Secretary's notice within five days\" of mailing).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Accordingly, we conclude that plaintiff's assertion that she did not receive the Secretary's notice until June 9, 1988 because she failed to pick up her mail before then is insufficient to rebut the presumption that the notice was received within five days of its date and mailing on May 25, 1988.  Thus, even if plaintiff commenced this action on August 5, 1988, it remains time-barred.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Plaintiff's remaining arguments on appeal do not further her cause.  She notes that the law allows the Secretary to extend the appeal period for \"good cause.\"  See 20 C.F.R. Sec. 404.911.  She says that good cause is present here because she took a \"few months\" to prepare her complaint as a result of directions received from the district court clerk.  But as the limitations period had already expired by the time plaintiff purportedly received these directions, her reliance on the clerk did not defeat her appeal.  Moreover, generally only the Secretary has the power to grant extensions for good cause.   See Matsibekker v. Heckler, 738 F.2d at 81.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Plaintiff also points out that the Secretary was not prejudiced by the late filing of her complaint.  The point is irrelevant.  The Secretary is not obliged to waive a statute of limitations defense, particularly where the limitations period serves \"to move cases to speedy resolution in a bureaucracy that processes millions of claims annually.\"   Bowen v. City of New York, 476 U.S. at 481.   See also Thibodeaux v. Bowen, 819 F.2d 76, 79 (5th Cir. 1987) (per curiam) (affirming dismissal of disability appeal where Secretary declined to waive limitations defense).  Thus, contrary to plaintiff's belief, dismissal on this ground does not elevate form over substance.  Finally, plaintiff argues that the Social Security Administration erred in finding that she received an overpayment and that the Appeals Council erred by failing to consider evidence from one of plaintiff's employers which would have proven that the overpayment was incorrectly assessed.  Because we ground our decision on the statute of limitations, we need not reach these contentions.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 42 U.S.C. Sec. 405(g) provides that:</p>\n        <p>Any individual, after any final decision of the Secretary made after a hearing to which he was a party, irrespective of the amount in controversy, may obtain a review of such decision by a civil action commenced within sixty days after the mailing to him of notice of such decision or within such time as the Secretary may allow ...</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Appeals Council's notice appears to be modelled on 20 C.F.R. Sec. 422.210(c), the regulation which implements 42 U.S.C. Sec. 405(g).  That regulation provides:</p>\n        <p>Any civil action ... [for judicial review of the Secretary's final decision] must be instituted within 60 days after the ... notice of the decision by the Appeals Council is received by the individual, ... except that this time may be extended by the Appeals Council upon a showing of good cause.  For purposes of this section, the date of receipt of ... notice of the decision by the Appeals Council shall be presumed to be 5 days after the date of such notice, unless there is a reasonable showing to the contrary....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Plaintiff initially asserted this argument in her response to the Secretary's motion to remand.  That response includes a copy of the Appeals Court's May 25, 1988 notice which appears to bear the district court's time stamp of August 5, 1989.  The \"9\" appears to have a mark drawn through it.  Plaintiff maintains that the date is really August 5, 1988 and that she \"was informed said stamp would allow sufficient time to complete an acceptable pro se summons and subsequent summons was filed in finished form ... on February 8, 1989.\"  Plaintiff appears to be referring to her complaint when she speaks of a \"summons.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that the original civil action cover sheet is time- stamped February 8, 1989</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Plaintiff's brief, pp. 2-3, states that the clerk time- stamped the notice \"with the assurance that a reasonable refiling would be within a six-month period\" from the date of the stamp.  As plaintiff maintains that the stamp is dated August 5, 1988, her argument implies that the clerk assured her that she had until February 1989 to file a proper complaint.  While this argument was raised below in the plaintiff's opposition to the Secretary's request to remand, it is slightly different from plaintiff's claim that the clerk assured her than the time-stamp was sufficient evidence that this action was commenced on August 5, 1988.  Plaintiff does not squarely make this argument on appeal.  Nevertheless, in view of our custom to construe pro se filings liberally, we have considered both contentions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Advisory Committee notes to this amendment indicate that it was intended to proscribe several local district rules which directed clerks to refuse to accept papers for filing that were not in proper form.  This practice was criticized because it exposed litigants to potential time bars and was \"not a suitable role for the office of the clerk....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Thus, we need not resolve whether the time-stamp on the Appeals Council's notice is dated 1988 or 1989</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Plaintiff made these averments in the supplemental affidavit that she filed in response to the Secretary's motion to dismiss</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We recognize that the plaintiffs in these cases were all represented by counsel and that the Appeals Council sent its decisions to Rouse and McCall by certified mail, thus arguably making a stronger case for applying the presumption in 20 C.F.R. Sec. 422.210(c).  But we do not think that these distinctions are important here, where plaintiff concedes that she received the Appeals Council's notice and only contests the applicable date of receipt.  Plaintiff's reliance on a post office box made certified mail impractical in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> This is not a case like  Bowen v. City of New York, 476 U.S. at 479-82, where the government's misconduct justified the application of the principle of equitable tolling</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">554</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Marie Elizabeth PISCOPO, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2326</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 27, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Nathaniel M. Gorton, U.S. District Judge ]</p>\n      <p class=\"indent\">Marie Elizabeth Piscopo on brief pro se.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, Charlene A. Stawicki, Special Assistant United States Attorney, and Paul Germanotta, Assistant Regional Counsel, Department of Health and Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Marie Elizabeth Piscopo appeals a district court judgment dismissing her complaint for judicial review of a decision by the Secretary of Health and Human Services that required her to repay a $727.40 overpayment.  The district court ruled that it lacked subject matter jurisdiction because plaintiff failed to file a timely complaint under 42 U.S.C. Sec. 405(g).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant received a single lump-sum payment representing child's insurance benefits in October 1979.  The Secretary later determined that an overpayment had been made and attempted to recoup same from plaintiff.  Administrative proceedings ensued, the precise details of which are not clear because the full administrative record is not before us.  It is undisputed that on September 14, 1987, an administrative law judge (ALJ) determined that plaintiff was overpaid $727.40, that plaintiff was without fault in causing the overpayment, and that recovery of the overpayment would not be waived.  See 20 C.F.R. Secs. 404.506-404.509.  Plaintiff sought review of this decision by the Appeals Council.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On May 25, 1988, the Appeals Council issued a decision which affirmed the ALJ's conclusions.  The Appeals Council's decision stands as the final decision of the Secretary.  That decision was accompanied by a notice which informed plaintiff that she could obtain judicial review of the Appeals Council's decision by filing a complaint with the appropriate federal district court \"within sixty (60) days from the date of receipt of this letter.\"  The notice also stated that \"[i]t will be presumed that this letter is received within five (5) days after the date shown above [i.e., May 25, 1988] unless a reasonable showing to the contrary is made.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Plaintiff commenced the instant action for judicial review of the Appeals Council's decision by filing her complaint with the Worcester Division of the United States District Court for the District of Massachusetts.  The docket reflects that this complaint was filed on February 8, 1989, more than eight months after the Appeals Council issued its decision.  Initially, the Secretary moved to remand the case because the Department of Health and Human Services was unable to locate plaintiff's file.  The Secretary ultimately withdrew the motion to remand and filed a motion to dismiss pursuant to Fed.  R. Civ. P. 12(b)(2).  The motion was supported by the affidavit of Joseph Ponton, a division chief within the Social Security Administration's Office of Hearings and Appeals, and portions of the administrative record.  Essentially, the Secretary argued that the district court lacked jurisdiction because the complaint was not filed until almost nine months after the Appeals Council issued its decision and plaintiff failed to request an extension from the Appeals Council.  Plaintiff opposed the Secretary's motion.  She maintained that her action should be considered timely because she did not receive the Appeals Council's decision until June 9, 1988 and that she tried to commence this suit on August 5, 1988 by filing a copy of the notice that accompanied the Appeals Council's decision with the district court clerk on that date.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court determined that the record was insufficient to allow resolution of the Secretary's motion and ordered the Secretary to submit an affidavit stating the date on which the Appeals Council's decision was mailed to plaintiff.  The court also ordered plaintiff to submit an affidavit stating the date that she received the Appeals Council's decision.  Plaintiff submitted a sworn response reiterating her contentions that she received the Appeals Council's decision on June 9, 1988 and that she attempted to file a copy of the notice that accompanied that decision as her pro se complaint on August 5, 1988.  Plaintiff further averred that the court found her original \"pro se summons\" unacceptable and that she was assured that the time stamp on the Appeals Council's notice was sufficient evidence that she commenced her action within the sixty-day period.  Plaintiff's response was accompanied by another copy of the Appeals Council's notice with the curious time stamp, a photocopy of the civil action cover sheet with \"8/5/88\" written at the bottom,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and a photocopy of an undated civil action category sheet.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Secretary submitted another affidavit by Joseph Ponton who swore that plaintiff's file showed that the Appeals Council sent its decision by mail to plaintiff's post office box on May 25, 1988 and that it is the custom of the Office of Hearings and Appeals to place such notices in the mail on the date shown on the notice.  The Secretary also challenged plaintiff's assertion that she commenced this action on August 5, 1988 and pointed out (correctly in our view) that the time stamp appears to be dated August 5, 1989.  However, plaintiff filed an additional affidavit which also correctly pointed out that August 5, 1988 fell on a Friday while August 5, 1989 fell on a Saturday.  Thus, plaintiff claimed that she could not possibly have filed the notice in 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court found that the Appeals Council issued its decision on May 25, 1988 and that plaintiff filed an untimely complaint on February 8, 1989.  The court did not specifically address plaintiff's claim that this action should be considered timely because she tried to file a pro se complaint with the clerk on August 5, 1988.  The district court's ruling appears to have implicitly rejected this argument in allowing the Secretary's motion to dismiss.  Judgment was entered on November 23, 1993.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On appeal, plaintiff argues that the district court erred by failing to consider her status as a pro se litigant.  Although her argument is not clearly stated, plaintiff seems to be saying that she attempted to file her pro se action on August 5, 1988, that her filing was rejected by the clerk because it was not in proper form, and that the clerk time- stamped the copy of the Appeals Council's notice that plaintiff attempted to file and assured her that this was sufficient to make her action timely under 42 U.S.C. Sec. 405(g).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Plaintiff says that, under these circumstances, this case should be allowed to proceed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">For purposes of resolving this appeal we shall assume, without deciding, that plaintiff attempted to file a pro se complaint on August 5, 1988 and that the district court clerk erred in rejecting it.   See Case v. Califano, <span class=\"citation\" data-id=\"1427726\"><a href=\"/opinion/1427726/case-v-califano/\"><span class=\"volume\">441</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">304</span></a></span>, 306 n. 1 (D.S.C. 1977) (noting that the filing of a copy of the Appeals Council's rejection letter was sufficient to commence civil action where court had \"seen all types of scraps of paper construed as proper complaints in pro se prisoner actions\").  We note that in 1991, Rule 5(e) of the Federal Rules of Civil Procedure was amended to provide that, \"[t]he clerk shall not refuse to accept for filing any paper presented for that purpose solely because it is not presented in proper form as required by these rules or any local rules or practices.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  While this rule did not exist before 1991, we shall assume for purposes of this appeal that the complaint plaintiff filed on February 8, 1989 may relate back to August 5, 1988, the date she allegedly first attempted to file suit.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Thus, the question is whether dismissal was proper if plaintiff's action is deemed to have been commenced on August 5, 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is well-established that the 60-day filing period set forth in 42 U.S.C. Sec. 405(g) is not jurisdictional, but rather constitutes a statute of limitations.   See Bowen v. City of New York, <span class=\"citation\" data-id=\"111678\"><a href=\"/opinion/111678/bowen-v-city-of-new-york/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">467</span></a></span>, 478 (1986).  As such, the limitation period constitutes a condition on the waiver of sovereign immunity that must be strictly construed.   <span class=\"citation\" data-id=\"111678\"><a href=\"/opinion/111678/bowen-v-city-of-new-york/\"><span class=\"id_token\">Id.</span> at 479; </a></span> Leslie v.  Bowen, <span class=\"citation\" data-id=\"2346163\"><a href=\"/opinion/2346163/leslie-v-bowen/\"><span class=\"volume\">695</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">504</span></a></span>, 506 (D. Kan. 1988).  Thus, 42 U.S.C. Sec. 405(g) \"generally precludes late judicial challenge to the denial of benefits.\"   Willow v. Sullivan, <span class=\"citation\" data-id=\"1517496\"><a href=\"/opinion/1517496/willow-v-sullivan/\"><span class=\"volume\">733</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">591</span></a></span>, 594 (N.D. N.Y. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although 42 U.S.C. Sec. 405(g) requires civil actions for judicial review of the Secretary's final decisions to be commenced within 60 days after the mailing of the notice of decision or \"such time that the Secretary may allow,\" courts agree that 20 C.F.R. Sec. 422.210(c) makes the date that the claimant receives the Secretary's notice of decision the trigger point for statute of limitations purposes.   See, e.g., Barrs v. Sullivan, <span class=\"citation\" data-id=\"543606\"><a href=\"/opinion/543606/lester-ray-barrs-v-louis-w-sullivan-md-secretary-of-health-and-human/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">120</span></a></span>, 122 (5th Cir. 1990) (per curiam);   Wong v. Bowen, <span class=\"citation\" data-id=\"510223\"><a href=\"/opinion/510223/22-socsecrepser-611-unemplinsrep-cch-14133a-yvonne-wong-v-otis-r/\"><span class=\"volume\">854</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">630</span></a></span>, 631 (2nd Cir. 1988) (per curiam).   Cf. Hatchell v. Heckler, <span class=\"citation no-link\"><span class=\"volume\">708</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">578</span></span>, 579 (11th Cir. 1979) (60 days runs from date of notice of decision or date of receipt).  Moreover, 20 C.F.R. Sec. 422.210(c) creates a rebuttable presumption that the date of receipt is five days after the date of the notice unless the plaintiff makes \"a reasonable showing to the contrary.\"  See, e.g., McCall v.  Bowen, <span class=\"citation\" data-id=\"496801\"><a href=\"/opinion/496801/19-socsecrepser-562-unemplinsrep-cch-17685-quinton-mccall-v-otis/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">862</span></a></span>, 864 (5th Cir. 1987);  Matsibekker v.  Heckler, <span class=\"citation\" data-id=\"437692\"><a href=\"/opinion/437692/mikhail-matsibekker-v-margaret-m-heckler-secretary-of-the-department-of/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">79</span></a></span>, 81 (2nd Cir. 1984);   Leslie v. <span class=\"citation\" data-id=\"2346163\"><span class=\"antecedent_guess\">Bowen,</span> <a href=\"/opinion/2346163/leslie-v-bowen/\"><span class=\"volume\">695</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">505</span></a></span>;   Bartolomie v. Heckler, <span class=\"citation\" data-id=\"1437207\"><a href=\"/opinion/1437207/bartolomie-v-heckler/\"><span class=\"volume\">597</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1113</span></a></span>, 1115 (N.D. N.Y. 1984);   Worthy v. Heckler, <span class=\"citation\" data-id=\"2003830\"><a href=\"/opinion/2003830/worthy-v-heckler/\"><span class=\"volume\">611</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">271</span></a></span>, 273 (W.D. N.Y. 1985);   Chiappa v. Califano, <span class=\"citation\" data-id=\"1531142\"><a href=\"/opinion/1531142/chiappa-v-califano/\"><span class=\"volume\">480</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">856</span></a></span>, 857 (S.D. N.Y. 1979).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is undisputed that the Appeals Council dated and mailed its decision to plaintiff on May 25, 1988.  Under 20 C.F.R. Sec. 422.210(c), the Secretary is entitled to a rebuttable presumption that plaintiff received this decision five days later on May 30, 1988.  Any civil action for judicial review of that decision must have been commenced sixty days thereafter, i.e., by July 29, 1988, in order to be timely.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Plaintiff argues that she did not actually receive the Secretary's notice until June 9, 1988, and, therefore, her filing of August 5, 1988, was timely.  In support of this assertion, plaintiff avers that, for many years she maintained a post office box for the receipt of mail.  She claims that she did not visit the post office daily, but weekly or biweekly for her convenience.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  While that may be so, it does not establish that the Secretary's notice was not delivered to plaintiff's post office box within five days of its mailing on May 25, 1988.  The fact that plaintiff may have chosen not to pick up her mail until some time after it was delivered does not refute the presumption that it was received.  To hold otherwise would mean that any claimant could avoid the limitations period by simply asserting that he did not open his mail.  We do not think that the filing deadline may be side-stepped so easily.   See McCall v. <span class=\"citation\" data-id=\"496801\"><span class=\"antecedent_guess\">Bowen,</span> <a href=\"/opinion/496801/19-socsecrepser-562-unemplinsrep-cch-17685-quinton-mccall-v-otis/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">864-65</span> </a></span>(holding that Appeals Council was entitled to conclude that affidavits of plaintiff and his counsel which claimed that they did not receive notice of Appeals Council's decision until over two months after its mailing were insufficient to rebut presumptive date of receipt);   Leslie v. <span class=\"citation\" data-id=\"2346163\"><span class=\"antecedent_guess\">Bowen,</span> <a href=\"/opinion/2346163/leslie-v-bowen/\"><span class=\"volume\">695</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">506</span> </a></span>(rejecting plaintiff's uncorroborated claim that he did not receive May 9, 1988 notice until May 23, 1988);   Rouse v. Harris, <span class=\"citation no-link\"><span class=\"volume\">482</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">766</span></span>, 768-69 (D.N.J. 1988) (rejecting claims of plaintiff and her counsel denying receipt of separate notices of Appeals Council's decision absent \"a more concrete showing that the plaintiff or her attorney actually did not receive the Secretary's notice within five days\" of mailing).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Accordingly, we conclude that plaintiff's assertion that she did not receive the Secretary's notice until June 9, 1988 because she failed to pick up her mail before then is insufficient to rebut the presumption that the notice was received within five days of its date and mailing on May 25, 1988.  Thus, even if plaintiff commenced this action on August 5, 1988, it remains time-barred.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Plaintiff's remaining arguments on appeal do not further her cause.  She notes that the law allows the Secretary to extend the appeal period for \"good cause.\"  See 20 C.F.R. Sec. 404.911.  She says that good cause is present here because she took a \"few months\" to prepare her complaint as a result of directions received from the district court clerk.  But as the limitations period had already expired by the time plaintiff purportedly received these directions, her reliance on the clerk did not defeat her appeal.  Moreover, generally only the Secretary has the power to grant extensions for good cause.   See Matsibekker v. <span class=\"citation\" data-id=\"437692\"><span class=\"antecedent_guess\">Heckler,</span> <a href=\"/opinion/437692/mikhail-matsibekker-v-margaret-m-heckler-secretary-of-the-department-of/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">81</span></a></span>.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Plaintiff also points out that the Secretary was not prejudiced by the late filing of her complaint.  The point is irrelevant.  The Secretary is not obliged to waive a statute of limitations defense, particularly where the limitations period serves \"to move cases to speedy resolution in a bureaucracy that processes millions of claims annually.\"   Bowen v. City of New <span class=\"citation\" data-id=\"111678\"><span class=\"antecedent_guess\">York,</span> <a href=\"/opinion/111678/bowen-v-city-of-new-york/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">481</span></a></span>.   See also Thibodeaux v. Bowen, <span class=\"citation\" data-id=\"488601\"><a href=\"/opinion/488601/17-socsecrepser-793-unemplinsrep-cch-17389-patrick-joseph/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">76</span></a></span>, 79 (5th Cir. 1987) (per curiam) (affirming dismissal of disability appeal where Secretary declined to waive limitations defense).  Thus, contrary to plaintiff's belief, dismissal on this ground does not elevate form over substance.  Finally, plaintiff argues that the Social Security Administration erred in finding that she received an overpayment and that the Appeals Council erred by failing to consider evidence from one of plaintiff's employers which would have proven that the overpayment was incorrectly assessed.  Because we ground our decision on the statute of limitations, we need not reach these contentions.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 42 U.S.C. Sec. 405(g) provides that:</p>\n        <p>Any individual, after any final decision of the Secretary made after a hearing to which he was a party, irrespective of the amount in controversy, may obtain a review of such decision by a civil action commenced within sixty days after the mailing to him of notice of such decision or within such time as the Secretary may allow ...</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Appeals Council's notice appears to be modelled on 20 C.F.R. Sec. 422.210(c), the regulation which implements 42 U.S.C. Sec. 405(g).  That regulation provides:</p>\n        <p>Any civil action ... [for judicial review of the Secretary's final decision] must be instituted within 60 days after the ... notice of the decision by the Appeals Council is received by the individual, ... except that this time may be extended by the Appeals Council upon a showing of good cause.  For purposes of this section, the date of receipt of ... notice of the decision by the Appeals Council shall be presumed to be 5 days after the date of such notice, unless there is a reasonable showing to the contrary....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Plaintiff initially asserted this argument in her response to the Secretary's motion to remand.  That response includes a copy of the Appeals Court's May 25, 1988 notice which appears to bear the district court's time stamp of August 5, 1989.  The \"9\" appears to have a mark drawn through it.  Plaintiff maintains that the date is really August 5, 1988 and that she \"was informed said stamp would allow sufficient time to complete an acceptable pro se summons and subsequent summons was filed in finished form ... on February 8, 1989.\"  Plaintiff appears to be referring to her complaint when she speaks of a \"summons.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that the original civil action cover sheet is time- stamped February 8, 1989</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Plaintiff's brief, pp. 2-3, states that the clerk time- stamped the notice \"with the assurance that a reasonable refiling would be within a six-month period\" from the date of the stamp.  As plaintiff maintains that the stamp is dated August 5, 1988, her argument implies that the clerk assured her that she had until February 1989 to file a proper complaint.  While this argument was raised below in the plaintiff's opposition to the Secretary's request to remand, it is slightly different from plaintiff's claim that the clerk assured her than the time-stamp was sufficient evidence that this action was commenced on August 5, 1988.  Plaintiff does not squarely make this argument on appeal.  Nevertheless, in view of our custom to construe pro se filings liberally, we have considered both contentions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Advisory Committee notes to this amendment indicate that it was intended to proscribe several local district rules which directed clerks to refuse to accept papers for filing that were not in proper form.  This practice was criticized because it exposed litigants to potential time bars and was \"not a suitable role for the office of the clerk....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Thus, we need not resolve whether the time-stamp on the Appeals Council's notice is dated 1988 or 1989</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Plaintiff made these averments in the supplemental affidavit that she filed in response to the Secretary's motion to dismiss</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We recognize that the plaintiffs in these cases were all represented by counsel and that the Appeals Council sent its decisions to Rouse and McCall by certified mail, thus arguably making a stronger case for applying the presumption in 20 C.F.R. Sec. 422.210(c).  But we do not think that these distinctions are important here, where plaintiff concedes that she received the Appeals Council's notice and only contests the applicable date of receipt.  Plaintiff's reliance on a post office box made certified mail impractical in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> This is not a case like  Bowen v. City of New <span class=\"citation\" data-id=\"111678\"><span class=\"antecedent_guess\">York,</span> <a href=\"/opinion/111678/bowen-v-city-of-new-york/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">479-82</span></a></span>, where the government's misconduct justified the application of the principle of equitable tolling</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111678/",
    "https://www.courtlistener.com/api/rest/v3/opinions/437692/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488601/",
    "https://www.courtlistener.com/api/rest/v3/opinions/496801/",
    "https://www.courtlistener.com/api/rest/v3/opinions/510223/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1427726/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1437207/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1517496/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1531142/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2003830/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2346163/"
  ]
}