{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195482/",
  "id": 195482,
  "absolute_url": "/opinion/195482/guzman-rivera-v-rivera-cruz/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195482/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:40:49Z",
  "date_modified": "2020-02-21T23:29:11.841447Z",
  "type": "010combined",
  "sha1": "082b2f2c8ff87e82db30fe8a6ddcf75dc76de4e9",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2164.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 93-2164\n                  HECTOR GUZMAN-RIVERA, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                   HECTOR RIVERA-CRUZ, ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Gilberto Gierbolini, U.S. District Judge]\n                                                       \n\n                                           \n\n                              Before\n\n                       Cyr, Circuit Judge,\n                                         \n\n                  Bownes, Senior Circuit Judge,\n                                              \n\n                    and Stahl, Circuit Judge.\n                                            \n\n                                           \n\n   Victoria A. Ferrer-Kerber,  with whom Alvaro R. Calder n, Jr. and\n                                                                \nLaw Offices of Alvaro R. Calder n, Jr. were on brief for appellants.\n                                    \n   Jos  R.  Gaztambide-A eses, with  whom Benito  I. Rodr guez-Mass \n                                                                    \nand Law Offices of Gaztambide &amp; Plaza were on brief for appellees.\n                                   \n\n                                           \n\n                          July 13, 1994\n\n                                           \n\n          CYR, Circuit  Judge.   Plaintiffs Hector  Guzman Rivera\n          CYR, Circuit  Judge.\n                             \n\n(\"Guzman\") and  family members  appeal a district  court judgment\n\ndismissing Guzman's civil  rights action against various  present\n\nand  former officials of the Commonwealth of Puerto Rico as time-\n\nbarred.  We vacate  the summary judgment entered by  the district\n\ncourt and remand for further proceedings.\n\n                                I\n\n                            BACKGROUND\n                                      \n\n          On Christmas Eve, 1987, the manager of a Domino's Pizza\n\nestablishment  in  Carolina, Puerto  Rico,  was  shot and  killed\n\nduring an armed  robbery.  Eyewitnesses identified Guzman  as the\n\nperpetrator.  Guzman, who was living in New York at the time, was\n\nextradited, tried, convicted, and sentenced to 119 years' impris-\n\nonment.  In the  wake of the conviction, Guzman's  father, Hector\n\nGuzman Fernandez,  instigated an independent  investigation which\n\nyielded an \"informant\"  who claimed to  have provided the  weapon\n\nused in the robbery and to know the identity of the real culprit.\n\nGuzman's  father, proof in  hand, set out on  August 21, 1989, to\n\nsecure his son's exoneration.\n\n          During  the fall of 1989  and the spring  of 1990, Guz-\n\nman's  father repeatedly  corresponded  and met  with defendants-\n\nappellees Hector  Rivera Cruz,  Secretary of Justice,  and either\n\nLuis Feliciano Carreras, Director  of the Prosecutor's Office, or\n\nhis  successor, Pedro  Geronimo Goyco  (collectively, the  defen-\n\ndants).  During  an investigation conducted  by the Civil  Rights\n\n                                2\n\nDivision  of the Puerto Rico Justice Department in March 1990, an\n\neyewitness  recanted her identification;  the informant confirmed\n\nthat  Guzman was not the killer and identified the real perpetra-\n\ntor; and Guzman's mother attested that her son was in New York at\n\nthe time of the murder. \n\n          The  mounting evidence  of Guzman's  innocence notwith-\n\nstanding, even after  the Civil  Rights Division  issued its  own\n\ninvestigative report concluding that Guzman had not committed the\n\nmurder,  the  Director  of  the Prosecutor's  Office  refused  to\n\nauthorize Guzman's release.   Indeed, at a meeting in  April 1990\n\nGuzman's father  was informed that the  Prosecutor's Office would\n\ntake  no  corrective action  regarding  Guzman  until the  actual\n\nperpetrator had been taken into custody.\n\n          At  or about June 15,  1990, Guzman filed  a motion for\n\nnew  trial with the San Juan Superior Court and served the Secre-\n\ntary of Justice with a motion  for release.  Before the Secretary\n\nof  Justice  acted on  the motion  for  release, the  Governor of\n\nPuerto  Rico, in  response  to a  request  from Guzman's  father,\n\ndirected Guzman's release on June 15, 1990. \n\n          Guzman instituted the present  action on June 14, 1991.\n\nDefendants countered with a  motion to dismiss, see Fed.  R. Civ.\n                                                   \n\nP. 12(b)(6), asserting prosecutorial  immunity and the statute of\n\nlimitations.   The district court later  entered summary judgment\n\nfor all defendants-appellees, see  Fed. R. Civ. P. 12(b),  56, on\n                                 \n\nthe ground that the  action was time-barred under  the applicable\n\none-year statute of  limitations.  On appeal, Guzman  argues that\n\n                                3\n\nsummary  judgment was  improvidently granted  on the  limitations\n\ndefense because a  trialworthy issue  existed as to  the date  on\n\nwhich the section 1983 claim accrued.  We agree.\n\n                                II\n\n                            DISCUSSION\n                                      \n\n          We review a grant of summary judgment de  novo, employ-\n                                                        \n\ning  the same criteria incumbent  upon the district  court in the\n\nfirst  instance.  Velez-Gomez v. SMA Life Assur. Co., 8 F.3d 873,\n                                                    \n\n874-75 (1st  Cir. 1993).   Summary judgment is  appropriate where\n\nthe record, viewed in  the light most favorable to  the nonmoving\n\nparty, reveals  no genuine issue as to any material fact, and the\n\nmoving party is entitled to judgment as a matter of law.  Id.\n                                                             \n\n          Although it is clear  that the one-year personal injury\n\nlimitation  applies to  the  present action,  see, e.g.,  Lafont-\n                                                                 \n\nRivera v. Soler-Zapata, 984  F.2d 1, 2 (1st Cir. 1993);  see also\n                                                                 \n\nP.R. Laws Ann. tit.  31,   5298 (1991), federal law  controls the\n\naccrual  of section 1983 claims.   Lafont-Rivera, 984  F.2d at 3.\n                                                \n\nThe first step in fixing accrual is to identify the actual injury\n\nof  which the plaintiff complains.  Heck v. Humphrey, 62 U.S.L.W.\n                                                    \n\n4594,  4598 (U.S.  June  24, 1994)  (prescribing federal  accrual\n\nanalysis  in  section  1983  actions predicated  on  the  alleged\n\ninvalidity  of  an  underlying  criminal  conviction);  see  also\n                                                                 \n\nLaFont-Rivera, 984 F.2d  at 3.  Guzman  essentially contends that\n             \n\nthe defendant officials owed him a constitutionally-based duty to\n\ninvestigate substantial post-conviction allegations  of innocence\n\n                                4\n\nand  to  release him  from  confinement upon  presentation  of an\n\nunspecified quantum of exculpatory  evidence.  The district court\n\nindulged Guzman's theory for  purposes of its limitations ruling.\n\nAlthough we note  scant authority  for the theory,1  we need  not\n\ndetermine  its  viability at  this  juncture  because the  actual\n\ninjury implicitly alleged is that Guzman was wrongfully convicted\n      \n\nand/or wrongfully detained after  defendants were apprised of the\n\nexculpatory  evidence.   We consider  the  accrual issue  in this\n\nlight.\n\n          The  Supreme Court recently clarified the circumstances\n\nin  which section 1983 can  be used to  redress alleged constitu-\n\ntional  deprivations  sounding  in malicious  prosecution,  false\n\n                    \n\n     1Guzman  relies on  a fragment  of dicta from  Maslauskas v.\n                                                              \nUnited States, 583 F. Supp. 349 (D. Mass. 1984)    a Federal Tort\n             \nClaims  Act  case wherein  the  court observed  that  \"in certain\ncircumstances the government owes  prisoners a continuing duty to\nuncover  'the absence  of a  constitutionally adequate  basis for\nconfinement,'\" id. at 351 (citing Steubig v. Hammel, 446 F. Supp.\n                                                   \n31, 33  (M.D. Pa. 1977))     but ignores the very  next clause in\nthe district  court opinion which emphasizes  that the government\ngenerally  \"does not owe the prisoner a continuing duty to review\nand re-review\" the basis for confinement, id.  Moreover, Steubig,\n                                                                \nlike  O'Connor v.  Donaldson, 422  U.S. 563  (1975), involved  an\n                            \nattempt  to use  section  1983 to  redress excessive  confinement\narising from  an  inaccurate  assessment  of the  progress  of  a\npatient  involuntarily committed to a mental health facility.  Of\ncourse, as  the district court itself  suggested, see Maslauskas,\n                                                                \n583  F. Supp. at 351, the government's \"continuing duty to review\nand re-review\" the basis  for confinement is more clear  in those\ncircumstances.   Other cases  relied  on by  Guzman are  likewise\ninapposite. See Lewis v.  O'Grady, 853 F.2d 1366 (7th  Cir. 1988)\n                                 \n(section 1983 used to  redress excessive confinement arising from\nmistaken  incarceration of plaintiff after judicial exoneration);\nHaygood  v.  Younger, 769  F.2d 1350  (9th  Cir. 1985)  (en banc)\n                                                                \n(section 1983 used to  redress excessive confinement arising from\nmiscalculation of sentence), cert. denied, 478 U.S. 1020 (1986).\n                                         \n\n                                5\n\nimprisonment, and false arrest,  by outlining the federal accrual\n\nanalysis applicable to claims akin to the present:\n\n          [I]n order to recover for  damages for alleg-\n          edly unconstitutional conviction or imprison-\n          ment, or  for  other harm  caused by  actions\n                                                       \n          whose unlawfulness would render  a conviction\n                                                       \n          or sentence invalid, a   1983  plaintiff must\n                             \n          prove  that  the conviction  or  sentence has\n          been reversed  on direct appeal,  expunged by\n          executive order, declared invalid by  a state\n          tribunal authorized to  make such  determina-\n          tion,  or called into  question by  a federal\n          court's issuance of a writ of habeas corpus.\n                              * * *\n               [Accordingly,] a   1983 cause  of action\n                                                       \n          for  damages  attributable to  an unconstitu-\n                                                       \n          tional conviction or sentence does not accrue\n                                                       \n          until  the conviction  or  sentence has  been\n                                                       \n          invalidated.\n                     \n\nHeck,  62 U.S.L.W. at  4598 (emphasis added).   We now  apply the\n    \n\nHeck analysis to the present action.  \n    \n\n          It  is  clear from  the  summary  judgment record  that\n\nGuzman was released from  prison on June 15, 1990,  less than one\n\nyear prior  to the filing of  the instant action.   Therefore, if\n\nthe conviction  was \"reversed[,] . .  . expunged . .  . [or] held\n\ninvalid,\"  id., by  competent executive  or judicial  action2 not\n                                                                 \n\nearlier than June 14, 1990, an actionable section 1983 claim \"for\n            \n\nharm  caused by  actions  whose unlawfulness  would render  [his]\n\nconviction or  sentence invalid,\" id., would  not be time-barred.\n                                     \n\n                    \n\n     2Guzman's brief  on appeal  represents that his  release was\n                    \nprompted by  the intervention  of  the Governor  of Puerto  Rico.\nHowever, the official record of the Puerto Rico Administration of\nCorrections indicates that  Guzman was released on  bond June 15,\n1990, after  his  motion for  new trial  had been  granted.   The\nrecord  does not  disclose  whether a  new  trial has  ever  been\nconducted,  nor whether any governmental action has been taken to\nexpunge or invalidate the conviction.  \n\n                                6\n\nThe summary judgment proceedings included in the appellate record\n\ndo not enable  a determination  as to whether,  and if so,  when,\n\nGuzman's  conviction was  undone.   Consequently, as  the accrual\n\nissue cannot be  resolved on the present record, summary judgment\n\nwas premature.    See, e.g.,  Greenburg v.  Puerto Rico  Maritime\n                                                                 \n\nShipping  Auth., 835 F.2d 932,  934 (1st Cir.  1987) (if material\n               \n\nfactual issues require resolution  before pivotal legal issue can\n\nbe decided, summary judgment must be vacated).\n\n                               III\n\n                            CONCLUSION\n                                      \n\n          The  district court judgment must be vacated.  The case\n\nshall  be remanded  to  permit the  district  court to  determine\n\nwhether Guzman's  conviction  was ever  invalidated  as  required\n\nunder Heck.  See Heck, 62 U.S.L.W.  at 4598.  If not, the section\n                     \n\n1983 claims  against all  defendants shall be  dismissed, without\n\nprejudice, as premature.   Otherwise, any actionable section 1983\n\nclaim  shall be deemed to have accrued  not earlier than the date\n\non which Guzman's conviction  was reversed, expunged or otherwise\n\ndetermined invalid, see id. \n                           \n\n          The  district court  judgment is  vacated; the  case is\n                                                                 \n\nremanded for  further proceedings consistent  with this  opinion;\n                                                                \n\ncosts to appellants.\n                   \n\n                                7\n",
  "html": "<p class=\"case_cite\">29 F.3d 3</p>\n    <p class=\"parties\">Hector GUZMAN-RIVERA, et al., Plaintiffs, Appellants,<br>v.<br>Hector RIVERA-CRUZ, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2164.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued March 10, 1994.<br>Decided July 13, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Victoria A. Ferrer-Kerber, with whom Alvaro R. Calderon, Jr. and Law Offices of Alvaro R. Calderon, Jr., Hato Rey, PR, were on brief for appellants.</p>\n      <p class=\"indent\">Jose R. Gaztambide-Aneses, with whom Benito I. Rodriguez-Masso and Law Offices of Gaztambide &amp; Plaza, Hato Rey, PR, were on brief for appellees.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs Hector Guzman Rivera (\"Guzman\") and family members appeal a district court judgment dismissing Guzman's civil rights action against various present and former officials of the Commonwealth of Puerto Rico as time-barred.  We vacate the summary judgment entered by the district court and remand for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On Christmas Eve, 1987, the manager of a Domino's Pizza establishment in Carolina, Puerto Rico, was shot and killed during an armed robbery.  Eyewitnesses identified Guzman as the perpetrator.  Guzman, who was living in New York at the time, was extradited, tried, convicted, and sentenced to 119 years' imprisonment.  In the wake of the conviction, Guzman's father, Hector Guzman Fernandez, instigated an independent investigation which yielded an \"informant\" who claimed to have provided the weapon used in the robbery and to know the identity of the real culprit.  Guzman's father, proof in hand, set out on August 21, 1989, to secure his son's exoneration.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the fall of 1989 and the spring of 1990, Guzman's father repeatedly corresponded and met with defendants-appellees Hector Rivera Cruz, Secretary of Justice, and either Luis Feliciano Carreras, Director of the Prosecutor's Office, or his successor, Pedro Geronimo Goyco (collectively, the defendants).  During an investigation conducted by the Civil Rights Division of the Puerto Rico Justice Department in March 1990, an eyewitness recanted her identification;  the informant confirmed that Guzman was not the killer and identified the real perpetrator;  and Guzman's mother attested that her son was in New York at the time of the murder.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The mounting evidence of Guzman's innocence notwithstanding, even after the Civil Rights Division issued its own investigative report concluding that Guzman had not committed the murder, the Director of the Prosecutor's Office refused to authorize Guzman's release.  Indeed, at a meeting in April 1990 Guzman's father was informed that the Prosecutor's Office would take no corrective action regarding Guzman until the actual perpetrator had been taken into custody.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At or about June 15, 1990, Guzman filed a motion for new trial with the San Juan Superior Court and served the Secretary of Justice with a motion for release.  Before the Secretary of Justice acted on the motion for release, the Governor of Puerto Rico, in response to a request from Guzman's father, directed Guzman's release on June 15, 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Guzman instituted the present action on June 14, 1991.  Defendants countered with a motion to dismiss, see Fed.R.Civ.P. 12(b)(6), asserting prosecutorial immunity and the statute of limitations.  The district court later entered summary judgment for all defendants-appellees, see Fed.R.Civ.P. 12(b), 56, on the ground that the action was time-barred under the applicable one-year statute of limitations.  On appeal, Guzman argues that summary judgment was improvidently granted on the limitations defense because a trialworthy issue existed as to the date on which the section 1983 claim accrued.  We agree.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review a grant of summary judgment de novo, employing the same criteria incumbent upon the district court in the first instance.  Velez-Gomez v. SMA Life Assur. Co., 8 F.3d 873, 874-75 (1st Cir.1993).  Summary judgment is appropriate where the record, viewed in the light most favorable to the nonmoving party, reveals no genuine issue as to any material fact, and the moving party is entitled to judgment as a matter of law.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although it is clear that the one-year personal injury limitation applies to the present action, see, e.g., Lafont-Rivera v. Soler-Zapata, 984 F.2d 1, 2 (1st Cir.1993); see also P.R.Laws Ann. tit. 31, Sec. 5298 (1991), federal law controls the accrual of section 1983 claims.  Lafont-Rivera, 984 F.2d at 3.   The first step in fixing accrual is to identify the actual injury of which the plaintiff complains.  Heck v. Humphrey, --- U.S. ---- - ----, 114 S.Ct. 2364, 2374-76, 129 L.Ed.2d 383 (1994) (prescribing federal accrual analysis in section 1983 actions predicated on the alleged invalidity of an underlying criminal conviction);  see also LaFont-Rivera, 984 F.2d at 3.   Guzman essentially contends that the defendant officials owed him a constitutionally-based duty to investigate substantial post-conviction allegations of innocence and to release him from confinement upon presentation of an unspecified quantum of exculpatory evidence.  The district court indulged Guzman's theory for purposes of its limitations ruling.  Although we note scant authority for the theory,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> we need not determine its viability at this juncture because the actual injury implicitly alleged is that Guzman was wrongfully convicted and/or wrongfully detained after defendants were apprised of the exculpatory evidence.  We consider the accrual issue in this light.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Supreme Court recently clarified the circumstances in which section 1983 can be used to redress alleged constitutional deprivations sounding in malicious prosecution, false imprisonment, and false arrest, by outlining the federal accrual analysis applicable to claims akin to the present:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>[I]n order to recover for damages for allegedly unconstitutional conviction or imprisonment, or for other harm caused by actions whose unlawfulness would render a conviction or sentence invalid, a Sec. 1983 plaintiff must prove that the conviction or sentence has been reversed on direct appeal, expunged by executive order, declared invalid by a state tribunal authorized to make such determination, or called into question by a federal court's issuance of a writ of habeas corpus.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">[Accordingly,] a Sec. 1983 cause of action for damages attributable to an unconstitutional conviction or sentence does not accrue until the conviction or sentence has been invalidated.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Heck, --- U.S. at ----, 114 S.Ct. at 2374-76 (emphasis added).  We now apply the Heck analysis to the present action.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is clear from the summary judgment record that Guzman was released from prison on June 15, 1990, less than one year prior to the filing of the instant action.  Therefore, if the conviction was \"reversed[,] ... expunged ... [or] held invalid,\" id., by competent executive or judicial action<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> not earlier than June 14, 1990, an actionable section 1983 claim \"for harm caused by actions whose unlawfulness would render [his] conviction or sentence invalid,\" id., would not be time-barred.  The summary judgment proceedings included in the appellate record do not enable a determination as to whether, and if so, when, Guzman's conviction was undone.  Consequently, as the accrual issue cannot be resolved on the present record, summary judgment was premature.  See, e.g., Greenburg v. Puerto Rico Maritime Shipping Auth., 835 F.2d 932, 934 (1st Cir.1987) (if material factual issues require resolution before pivotal legal issue can be decided, summary judgment must be vacated).</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court judgment must be vacated.  The case shall be remanded to permit the district court to determine whether Guzman's conviction was ever invalidated as required under Heck.   See Heck, --- U.S. at ----, 114 S.Ct. at 2374-76.   If not, the section 1983 claims against all defendants shall be dismissed, without prejudice, as premature.  Otherwise, any actionable section 1983 claim shall be deemed to have accrued not earlier than the date on which Guzman's conviction was reversed, expunged or otherwise determined invalid, see id.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court judgment is vacated;  the case is remanded for further proceedings consistent with this opinion;  costs to appellants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Guzman relies on a fragment of dicta from Maslauskas v. United States, 583 F.Supp. 349 (D.Mass.1984)--a Federal Tort Claims Act case wherein the court observed that \"in certain circumstances the government owes prisoners a continuing duty to uncover 'the absence of a constitutionally adequate basis for confinement,' \" id. at 351 (citing Steubig v. Hammel, 446 F.Supp. 31, 33 (M.D.Pa.1977))--but ignores the very next clause in the district court opinion which emphasizes that the government generally \"does not owe the prisoner a continuing duty to review and re-review\" the basis for confinement, id.   Moreover, Steubig, like O'Connor v. Donaldson, 422 U.S. 563, 95 S.Ct. 2486, 45 L.Ed.2d 396 (1975), involved an attempt to use section 1983 to redress excessive confinement arising from an inaccurate assessment of the progress of a patient involuntarily committed to a mental health facility.  Of course, as the district court itself suggested, see Maslauskas, 583 F.Supp. at 351, the government's \"continuing duty to review and re-review\" the basis for confinement is more clear in those circumstances.  Other cases relied on by Guzman are likewise inapposite.  See Lewis v. O'Grady, 853 F.2d 1366 (7th Cir.1988) (section 1983 used to redress excessive confinement arising from mistaken incarceration of plaintiff after judicial exoneration);  Haygood v. Younger, 769 F.2d 1350 (9th Cir.1985) (en banc ) (section 1983 used to redress excessive confinement arising from miscalculation of sentence), cert. denied, 478 U.S. 1020, 106 S.Ct. 3333, 92 L.Ed.2d 739 (1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Guzman's brief on appeal represents that his release was prompted by the intervention of the Governor of Puerto Rico.  However, the official record of the Puerto Rico Administration of Corrections indicates that Guzman was released on bond June 15, 1990, after his motion for new trial had been granted.  The record does not disclose whether a new trial has ever been conducted, nor whether any governmental action has been taken to expunge or invalidate the conviction</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></span></p>\n    <p class=\"parties\">Hector GUZMAN-RIVERA, et al., Plaintiffs, Appellants,<br>v.<br>Hector RIVERA-CRUZ, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2164.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued March 10, 1994.<br>Decided July 13, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Victoria A. Ferrer-Kerber, with whom Alvaro R. Calderon, Jr. and Law Offices of Alvaro R. Calderon, Jr., Hato Rey, PR, were on brief for appellants.</p>\n      <p class=\"indent\">Jose R. Gaztambide-Aneses, with whom Benito I. Rodriguez-Masso and Law Offices of Gaztambide &amp; Plaza, Hato Rey, PR, were on brief for appellees.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs Hector Guzman Rivera (\"Guzman\") and family members appeal a district court judgment dismissing Guzman's civil rights action against various present and former officials of the Commonwealth of Puerto Rico as time-barred.  We vacate the summary judgment entered by the district court and remand for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On Christmas Eve, 1987, the manager of a Domino's Pizza establishment in Carolina, Puerto Rico, was shot and killed during an armed robbery.  Eyewitnesses identified Guzman as the perpetrator.  Guzman, who was living in New York at the time, was extradited, tried, convicted, and sentenced to 119 years' imprisonment.  In the wake of the conviction, Guzman's father, Hector Guzman Fernandez, instigated an independent investigation which yielded an \"informant\" who claimed to have provided the weapon used in the robbery and to know the identity of the real culprit.  Guzman's father, proof in hand, set out on August 21, 1989, to secure his son's exoneration.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the fall of 1989 and the spring of 1990, Guzman's father repeatedly corresponded and met with defendants-appellees Hector Rivera Cruz, Secretary of Justice, and either Luis Feliciano Carreras, Director of the Prosecutor's Office, or his successor, Pedro Geronimo Goyco (collectively, the defendants).  During an investigation conducted by the Civil Rights Division of the Puerto Rico Justice Department in March 1990, an eyewitness recanted her identification;  the informant confirmed that Guzman was not the killer and identified the real perpetrator;  and Guzman's mother attested that her son was in New York at the time of the murder.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The mounting evidence of Guzman's innocence notwithstanding, even after the Civil Rights Division issued its own investigative report concluding that Guzman had not committed the murder, the Director of the Prosecutor's Office refused to authorize Guzman's release.  Indeed, at a meeting in April 1990 Guzman's father was informed that the Prosecutor's Office would take no corrective action regarding Guzman until the actual perpetrator had been taken into custody.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At or about June 15, 1990, Guzman filed a motion for new trial with the San Juan Superior Court and served the Secretary of Justice with a motion for release.  Before the Secretary of Justice acted on the motion for release, the Governor of Puerto Rico, in response to a request from Guzman's father, directed Guzman's release on June 15, 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Guzman instituted the present action on June 14, 1991.  Defendants countered with a motion to dismiss, see Fed.R.Civ.P. 12(b)(6), asserting prosecutorial immunity and the statute of limitations.  The district court later entered summary judgment for all defendants-appellees, see Fed.R.Civ.P. 12(b), 56, on the ground that the action was time-barred under the applicable one-year statute of limitations.  On appeal, Guzman argues that summary judgment was improvidently granted on the limitations defense because a trialworthy issue existed as to the date on which the section 1983 claim accrued.  We agree.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review a grant of summary judgment de novo, employing the same criteria incumbent upon the district court in the first instance.  Velez-Gomez v. SMA Life Assur. Co., <span class=\"citation\" data-id=\"195013\"><a href=\"/opinion/195013/velez-gomez-v-sma-life-assurance/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">873</span></a></span>, 874-75 (1st Cir.1993).  Summary judgment is appropriate where the record, viewed in the light most favorable to the nonmoving party, reveals no genuine issue as to any material fact, and the moving party is entitled to judgment as a matter of law.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although it is clear that the one-year personal injury limitation applies to the present action, see, e.g., Lafont-Rivera v. Soler-Zapata, <span class=\"citation\" data-id=\"599013\"><a href=\"/opinion/599013/manuel-lafont-rivera-v-jose-soler-zapata-ricardo-torres-munoz-armando/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1993); see also P.R.Laws Ann. tit. 31, Sec. 5298 (1991), federal law controls the accrual of section 1983 claims.  <span class=\"citation\" data-id=\"599013\"><span class=\"antecedent_guess\">Lafont-Rivera,</span> <a href=\"/opinion/599013/manuel-lafont-rivera-v-jose-soler-zapata-ricardo-torres-munoz-armando/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">3</span></a></span>.   The first step in fixing accrual is to identify the actual injury of which the plaintiff complains.  Heck v. Humphrey, --- U.S. ---- - ----, <span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2364</span></a></span>, 2374-76, <span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">383</span> </a></span>(1994) (prescribing federal accrual analysis in section 1983 actions predicated on the alleged invalidity of an underlying criminal conviction);  see also <span class=\"citation\" data-id=\"599013\"><span class=\"antecedent_guess\">LaFont-Rivera,</span> <a href=\"/opinion/599013/manuel-lafont-rivera-v-jose-soler-zapata-ricardo-torres-munoz-armando/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">3</span></a></span>.   Guzman essentially contends that the defendant officials owed him a constitutionally-based duty to investigate substantial post-conviction allegations of innocence and to release him from confinement upon presentation of an unspecified quantum of exculpatory evidence.  The district court indulged Guzman's theory for purposes of its limitations ruling.  Although we note scant authority for the theory,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> we need not determine its viability at this juncture because the actual injury implicitly alleged is that Guzman was wrongfully convicted and/or wrongfully detained after defendants were apprised of the exculpatory evidence.  We consider the accrual issue in this light.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Supreme Court recently clarified the circumstances in which section 1983 can be used to redress alleged constitutional deprivations sounding in malicious prosecution, false imprisonment, and false arrest, by outlining the federal accrual analysis applicable to claims akin to the present:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>[I]n order to recover for damages for allegedly unconstitutional conviction or imprisonment, or for other harm caused by actions whose unlawfulness would render a conviction or sentence invalid, a Sec. 1983 plaintiff must prove that the conviction or sentence has been reversed on direct appeal, expunged by executive order, declared invalid by a state tribunal authorized to make such determination, or called into question by a federal court's issuance of a writ of habeas corpus.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">[Accordingly,] a Sec. 1983 cause of action for damages attributable to an unconstitutional conviction or sentence does not accrue until the conviction or sentence has been invalidated.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Heck, --- U.S. at <span class=\"citation\" data-id=\"117864\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2374-76</span> </a></span>(emphasis added).  We now apply the Heck analysis to the present action.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is clear from the summary judgment record that Guzman was released from prison on June 15, 1990, less than one year prior to the filing of the instant action.  Therefore, if the conviction was \"reversed[,] ... expunged ... [or] held invalid,\" <span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"id_token\">id.,</span> by competent </a></span>executive or judicial action<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> not earlier than June 14, 1990, an actionable section 1983 claim \"for harm caused by actions whose unlawfulness would render [his] conviction or sentence invalid,\" <span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"id_token\">id.,</span> would not </a></span>be time-barred.  The summary judgment proceedings included in the appellate record do not enable a determination as to whether, and if so, when, Guzman's conviction was undone.  Consequently, as the accrual issue cannot be resolved on the present record, summary judgment was premature.  See, e.g., Greenburg v. Puerto Rico Maritime Shipping Auth., <span class=\"citation\" data-id=\"499045\"><a href=\"/opinion/499045/laurence-b-greenburg-etc-v-puerto-rico-maritime-shipping-authority/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">932</span></a></span>, 934 (1st Cir.1987) (if material factual issues require resolution before pivotal legal issue can be decided, summary judgment must be vacated).</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court judgment must be vacated.  The case shall be remanded to permit the district court to determine whether Guzman's conviction was ever invalidated as required under Heck.   See Heck, --- U.S. at <span class=\"citation\" data-id=\"117864\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2374-76</span></a></span>.   If not, the section 1983 claims against all defendants shall be dismissed, without prejudice, as premature.  Otherwise, any actionable section 1983 claim shall be deemed to have accrued not earlier than the date on which Guzman's conviction was reversed, expunged or otherwise determined invalid, see id.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court judgment is vacated;  the case is remanded for further proceedings consistent with this opinion;  costs to appellants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Guzman relies on a fragment of dicta from Maslauskas v. United States, <span class=\"citation\" data-id=\"1597313\"><a href=\"/opinion/1597313/maslauskas-v-united-states/\"><span class=\"volume\">583</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">349</span> </a></span>(D.Mass.1984)--a Federal Tort Claims Act case wherein the court observed that \"in certain circumstances the government owes prisoners a continuing duty to uncover 'the absence of a constitutionally adequate basis for confinement,' \" <span class=\"citation\" data-id=\"1597313\"><a href=\"/opinion/1597313/maslauskas-v-united-states/\"><span class=\"id_token\">id.</span> at 351 </a></span>(citing Steubig v. Hammel, <span class=\"citation\" data-id=\"2130084\"><a href=\"/opinion/2130084/stuebig-v-hammel/\"><span class=\"volume\">446</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">31</span></a></span>, 33 (M.D.Pa.1977))--but ignores the very next clause in the district court opinion which emphasizes that the government generally \"does not owe the prisoner a continuing duty to review and re-review\" the basis for confinement, <span class=\"citation\" data-id=\"2130084\"><a href=\"/opinion/2130084/stuebig-v-hammel/\"><span class=\"id_token\">id.</span>   Moreover, Steubig, </a></span>like O'Connor v. Donaldson, <span class=\"citation\" data-id=\"109303\"><a href=\"/opinion/109303/oconnor-v-donaldson/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, <span class=\"citation\" data-id=\"109303\"><a href=\"/opinion/109303/oconnor-v-donaldson/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2486</span></a></span>, <span class=\"citation\" data-id=\"109303\"><a href=\"/opinion/109303/oconnor-v-donaldson/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span> </a></span>(1975), involved an attempt to use section 1983 to redress excessive confinement arising from an inaccurate assessment of the progress of a patient involuntarily committed to a mental health facility.  Of course, as the district court itself suggested, see <span class=\"citation\" data-id=\"1597313\"><span class=\"antecedent_guess\">Maslauskas,</span> <a href=\"/opinion/1597313/maslauskas-v-united-states/\"><span class=\"volume\">583</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">351</span></a></span>, the government's \"continuing duty to review and re-review\" the basis for confinement is more clear in those circumstances.  Other cases relied on by Guzman are likewise inapposite.  See Lewis v. O'Grady, <span class=\"citation\" data-id=\"510067\"><a href=\"/opinion/510067/sandy-lewis-v-james-ogrady-in-his-official-capacity-as-sheriff-of-cook/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1366</span> </a></span>(7th Cir.1988) (section 1983 used to redress excessive confinement arising from mistaken incarceration of plaintiff after judicial exoneration);  Haygood v. Younger, <span class=\"citation\" data-id=\"456382\"><a href=\"/opinion/456382/frank-haygood-v-evelle-j-younger-and-harold-cranke-and-benjamin-seymour/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1350</span> </a></span>(9th Cir.1985) (en banc ) (section 1983 used to redress excessive confinement arising from miscalculation of sentence), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1020</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3333</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">739</span> </span>(1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Guzman's brief on appeal represents that his release was prompted by the intervention of the Governor of Puerto Rico.  However, the official record of the Puerto Rico Administration of Corrections indicates that Guzman was released on bond June 15, 1990, after his motion for new trial had been granted.  The record does not disclose whether a new trial has ever been conducted, nor whether any governmental action has been taken to expunge or invalidate the conviction</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109303/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117864/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195013/",
    "https://www.courtlistener.com/api/rest/v3/opinions/456382/",
    "https://www.courtlistener.com/api/rest/v3/opinions/499045/",
    "https://www.courtlistener.com/api/rest/v3/opinions/510067/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599013/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1597313/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2130084/"
  ]
}