{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195439/",
  "id": 195439,
  "absolute_url": "/opinion/195439/united-states-v-goodchild/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195439/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:57Z",
  "date_modified": "2020-02-21T23:49:12.937081Z",
  "type": "010combined",
  "sha1": "92761872462aac8c08bc12bc204efe920d2449e2",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1097.01A",
  "local_path": null,
  "plain_text": "June 21, 1994     UNITED STATES COURT OF APPEALS\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                     \n\nNo. 94-1097\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                     CHRISTIAN GOODCHILD,\n\n                    Defendant, Appellant.\n\n                                     \n\n                         ERRATA SHEET\n\n   The opinion of this court issued on June 8, 1994, is amended\n\nas follows:\n\n   Page 8, line 13:  Add close quote after \"device.\"\n\n   Page 25, last line of the second quote:  Change \"e\" to \"be.\"\n\n                UNITED STATES COURT OF APPEALS\n\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1097\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                     CHRISTIAN GOODCHILD,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n       [Hon. Joseph A. DiClerico, U.S. District Judge]\n                                                     \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\n                                         \n\n                Bownes, Senior Circuit Judge,\n                                            \n\n                  and Boudin, Circuit Judge.\n                                           \n\n                                         \n\nVincent J. D'Elia for appellant.\n                 \n\nJean B. Weld, Assistant United States  Attorney, with whom Paul M.\n                                                                  \n\nGagnon, United States Attorney, was on brief for appellees.\n  \n\n                                         \n\n                         June 8, 1994\n                                         \n\n          BOWNES, Senior Circuit Judge.  Defendant-appellant,\n          BOWNES, Senior Circuit Judge.\n                                      \n\nChristian Goodchild, was  indicted on one count of  using two\n\nunauthorized access devices, i.e., two Discover credit  cards\n                                 \n\nissued  on two  separate  accounts, and  obtaining goods  and\n\nservices within a one-year  period with a value in  excess of\n\n$1,000, with intent to  defraud, in violation of 18  U.S.C.  \n\n1029(a)(2).1\n\n          After  a  jury trial,  defendant was  found guilty.\n\nShe was  sentenced to  eleven months incarceration,  a three-\n\nyear  term   of  supervised  release,  and   ordered  to  pay\n\nrestitution of $10,090.52  to Discover Credit  Card Services,\n\nInc.  This appeal followed.\n\n          We  consider the  following issues:2   (1)  whether\n\nthe government proved each  and every element of 18  U.S.C.  \n\n1029(a)(2)  beyond  a  reasonable  doubt;   (2)  whether  the\n\ndistrict  court  erred  in  admitting  certain evidence;  (3)\n\n                    \n\n1.  18 U.S.C.   1029(a)(2) provides:\n          (a) Whoever \n          . . .\n          (2) knowingly and with intent  to defraud\n          traffics   in   or  uses   one   or  more\n          unauthorized  access  devices during  any\n          one-year  period,  and  by  such  conduct\n          obtains  anything  of  value  aggregating\n          $1,000 or more during that period;\n          shall, if the offense  affects interstate\n          or  foreign  commerce,  be   punished  as\n          provided  in  subsection   (c)  of   this\n          section.\n          . . .\n\n2.  Appellant has  eight numbered  issues in her  brief.   We\nhave consolidated them to five for purposes of our review.\n\n                             -2-\n                              2\n\nwhether  defendant's  conviction  was  due  in  part  to  the\n\nineffective   assistance   of   counsel;   (4)   whether  the\n\nprosecutor's conduct  warrants a reversal;  and, (5)  whether\n\nthere was error in applying the sentencing guidelines.\n\n                 SUFFICIENCY OF THE EVIDENCE\n                                            \n\n          Our standard of review is firmly established:\n\n          We assess the sufficiency of the evidence\n          as  a  whole,  including  all  reasonable\n          inferences, in the  light most  favorable\n          to the verdict, with  a view to whether a\n          rational trier  of fact could  have found\n          the defendant guilty beyond  a reasonable\n          doubt.      We  do   not   weigh  witness\n          credibility, but  resolve all credibility\n          issues  in  favor of  the  verdict.   The\n          evidence may  be entirely circumstantial,\n          and  need  not  exclude every  reasonable\n          hypothesis  of  innocence,  that is,  the\n          factfinder  may  decide among  reasonable\n          interpretations of the evidence.\n\nUnited States v. Batista-Polanco,  927 F.2d 14, 17  (1st Cir.\n                                \n\n1991)  (citations  omitted).    See  also  United  States  v.\n                                                         \n\nSepulveda, 15 F.3d 1161, 1173  (1st Cir. 1993); United States\n                                                             \n\nv.  Argencourt, 996  F.2d 1300, 1303  (1st Cir.  1993), cert.\n                                                             \n\ndenied,       U.S.      , 114 S. Ct. 731 (1994).\n      \n\n          There are four essential  elements of the crime for\n\nwhich defendant  was convicted:   (1)  that the two  Discover\n\ncredit   cards  specified  in  the  indictment  were  \"access\n\ndevices\"  within the meaning of 18 U.S.C.   1029(e); (2) that\n\ndefendant used the credit  cards without authorization during\n\nany   one-year  period   and  obtained   anything  of   value\n\naggregating $1,000 or  more during the time  period; (3) that\n\n                             -3-\n                              3\n\ndefendant  acted  knowingly, willfully,  and  with  intent to\n\ndefraud; and (4) that defendant's actions affected interstate\n\ncommerce.   See United States  v. Ryan, 894  F.2d 355, 356-57\n                                      \n\n(10th Cir. 1990).\n\n          We  now  turn to  the  trial  record.   Defendant's\n\nfather, Anthony Goodchild, died  in an automobile accident on\n\nSeptember 15, 1988.   In  January of 1988,  Anthony Goodchild\n\nhad  applied  for and  received  two  Discover credit  cards,\n\nlimited  solely  to his  use.   His  application gave  as his\n\naddress  P.O.  Box 398,  Bristol,  New Hampshire.    The 1988\n\ncredit cards  expired  in January  1990.   Discover  was  not\n\nnotified of Goodchild's death  so it sent him two  new cards,\n\nnumbers 2620 and 2471, on  January 8, 1990, to the  same post\n\noffice  box  address.    The  re-issue  cards  had  the  same\n\nrestriction  as the original ones    the sole  use of Anthony\n\nGoodchild.\n\n          About   two  months   after  her   father's  death,\n\ndefendant rented  the same  post office  box  her father  had\n\nrented - box 398.   Defendant notified the  postmistress that\n\nher  mother, Anne, and her  father could receive  mail at the\n\npost  office box.   Defendant's  mother and  father had  been\n\ndivorced sometime prior to her father's death.\n\n          At  the time  the  two re-issue  credit cards  were\n\nmailed to post  office box  398, defendant was  the only  one\n\nusing  the  box.   On  January  16,  1990,  defendant  called\n\n                             -4-\n                              4\n\nDiscover, identified herself  and asked  that she  be sent  a\n\ncard on  her father's credit account.  No mention was made of\n\nher  father's death.  Discover informed her that it could not\n\ndo this unless she forwarded a power of attorney  authorizing\n\nher  use of the credit card accounts.  Defendant proceeded to\n\nmake purchases with the cards limited to her father's use.\n\n          Defendant  used card  number 2471  twenty-two times\n\nbetween January 16 and February 23, 1990, to obtain things or\n\nservices  of  value aggregating  $4,847.11.    She used  card\n\nnumber  2620   thirty-five  times  between   January  15  and\n\nApril 10,  1990,  to  obtain  things  or  services  of  value\n\naggregating $7,137.43.   Defendant  made two minimum  monthly\n\npayments  on card number 2620,  $91.00 on March  3, 1990, and\n\n$104.00 on March 19, 1990.   These were the only payments she\n\nmade on either of the cards.\n\n          On  February 5,  1990, Discover  security personnel\n\nstarted an  investigation  of the  use  of card  number  2471\n\nbecause of  transactions exceeding  the charge limit.   After\n\nreceiving  no answer at the  phone number it  had for Anthony\n\nGoodchild, Discover deactivated  the card.  On February  6 an\n\nattempted use  of the  card at  Nutri-System in  Laconia, New\n\nHampshire, was blocked.\n\n          The  card account was  then assigned  to Discover's\n\ncollections  department.    It  attempted  to  locate Anthony\n\nGoodchild.  The  phone listed on his credit card application,\n\n                             -5-\n                              5\n\n603-744-6591,  was  called on  April  23, 1990,  and  a woman\n\ninformed the caller that Anthony Goodchild no longer lived at\n\nthat  address.  It learned from Anthony's former boss that he\n\nhad died \"three  to four years  ago.\"  Discover, on  July 19,\n\n1990,  again called the number it had called previously.  The\n\ncaller was told by the same woman  who had answered the phone\n\non April  23, that she had  had the phone number  for a year,\n\nthat she did not know Anthony Goodchild, and that a Goodchild\n\nlived in Alexandria, New Hampshire.\n\n          Discover found a telephone number for defendant  in\n\nAlexandria,  New  Hampshire, 603-744-0157.    The number  was\n\ncalled on July 19, 1990, and a message left  on the answering\n\nmachine asking that  the call  be returned.   A woman  called\n\nback.  After identifying  herself as Christian Goodchild, she\n\nsaid a number  of things.   She told the Discover  agent that\n\nAnthony  Goodchild  had died  in  an  automobile accident  on\n\nSeptember 15, 1988, in Reading, Pennsylvania.   She said that\n\nthere  was a \"long story behind the account sales\" in January\n\nand February, 1990.  She went on to say that her parents were\n\ndivorced four months before her father's death and that after\n\nhe died \"girlfriends  started popping up\" and  her mother was\n\nheartbroken.  She  told Discover that  the attorney had  paid\n\noff \"all credit accounts\" through the estate, that the estate\n\nwas  closed, and because she had  fired the attorney handling\n\nthe  estate  for  incompetence,  there  was  no  attorney  to\n\n                             -6-\n                              6\n\ncontact.  Defendant also volunteered that her father's latest\n\ngirlfriend, who was living with him at the time of his death,\n\nwas  \"Arline,\" last  name  and present  whereabouts  unknown.\n\nAfter this phone call, the credit card accounts were referred\n\nto the  fraud unit  of Discover,  and eventually  were turned\n\nover to United States Postal Inspectors.\n\n          There was independent evidence linking defendant to\n\nthe credit  card transactions.  An  insurance adjuster, Terry\n\nSeger,  went  to  defendant's  home  on  June  14,  1991,  to\n\ninvestigate  her  burglary  claim  of  a loss  in  excess  of\n\n$70,000.   Seger told defendant that  he needed corroborating\n\ninformation  of the  value of  the items  stolen.   Defendant\n\nsubmitted specific Discover card records of purchases on both\n\ncards totalling approximately $3,362.12.   The records showed\n\nthat these purchases were made in 1990.  Defendant told Seger\n\nthat she had  lived in her father's house since a month after\n\nher father's death  in 1988.   She also  told Seger that  she\n\nowned the Discover credit cards jointly with her father.\n\n          Evidence  was introduced showing that defendant was\n\na  regular customer  of Nutri-System  Weight Loss  Centers in\n\nConcord, New  Hampshire, in 1990.   Purchases were  made from\n\nNutri-System on card number 2620 on February 12, February 26,\n\nand March  3, 1990, and  one purchase on card  number 2471 on\n\nFebruary 1, 1990.\n\n                             -7-\n                              7\n\n          Based  on our  review  of the  record, focussed  as\n\nprescribed in  the light  most favorable to  the verdict,  we\n\nfind that  the prosecution  proved all  four elements  of the\n\ncrime charged beyond  a reasonable  doubt.  There  can be  no\n\ndoubt that  the Discover  credit cards were  \"access devices\"\n\nwithin  the meaning  of  the statute  and  defendant did  not\n\nchallenge  the judge's charge to  this effect.3   Nor can any\n\nserious  challenge be made to the evidence showing use of the\n\ncredit  cards by defendant.  And it is clear that defendant's\n\nuse of the  credit cards affected  interstate commerce.   The\n\none  issue that  requires further  discussion is  whether the\n\ngovernment has proven intent to defraud.\n\nIntent to Defraud\n                 \n\n          Under 18  U.S.C.    1029(a)(3) the  government must\n\nprove that a defendant \"knowingly and with intent  to defraud\n\ntraffics in or  uses one or more unauthorized access devices\"\n\n. . .  .\"   Section  1029(e)(3) defines  \"unauthorized access\n\ndevice as follows:\n\n                    \n\n3.  18  U.S.C.      1029(e)(1)  defines  \"access  device\"  as\nfollows:\n\n             the  term  \"access  device\" means  any\n          card,  plate,  code,  account number,  or\n          other means of account access that can be\n          used,  alone  or   in  conjunction   with\n          another access device,  to obtain  money,\n          goods,  services, or  any other  thing of\n          value, or that can  be used to initiate a\n          transfer of funds (other than  a transfer\n          originated solely by paper instrument);\n\n                             -8-\n                              8\n\n             the term  \"unauthorized access device\"\n          means  any access  device  that is  lost,\n          stolen,  expired,  revoked, canceled,  or\n                          \n          obtained with intent to defraud;  \n\n(Emphasis added.)\n\n          The district court charged the jury as follows:\n\n             The third element that  the Government\n          must prove  beyond a reasonable  doubt is\n          that  the  defendant acted  knowingly and\n          with intent to defraud.\n\n             The  Government  must  prove beyond  a\n          reasonable doubt:\n\n             (1) that  Christian Goodchild obtained\n          the   Discover   cards  with   intent  to\n          defraud,  or that  the credit  cards were\n          lost,   stolen,   expired,   revoked   or\n          canceled; and\n\n             (2)    that  she  knowingly  and  with\n          intent to defraud used the credit cards.\n                                \n\n(Emphasis added.)\n\n          The  court  also gave,  at  defendant's  request, a\n\n\"good faith\" instruction:\n\n             Since  an  essential  element  of  the\n          crime  charged is intent to defraud, good\n          faith  on the  part of  a defendant  is a\n          complete  defense to  a charge  of credit\n          card  fraud.   If the  defendant actually\n          believed  in  good  faith  that  she  was\n          acting properly, even if she was mistaken\n          in that  belief, and even  if others were\n          injured by her conduct, there would be no\n          crime.   An  honest mistake  in  judgment\n          does not rise  to the  level of  criminal\n          conduct.   A  defendant does  not  act in\n          good  faith if, even  though she honestly\n          holds a certain  opinion or belief,  that\n          defendant also acted  with the purpose of\n          deceiving others.\n\n                             -9-\n                              9\n\n             While  the  term  good  faith  has  no\n          precise definition, it means  among other\n          things a belief or opinion honestly held,\n          an absence of malice  or ill will, and an\n          intention   to    avoid   taking   unfair\n          advantage of another.\n\n             The  burden is  on  the Government  to\n          prove  fraudulent  intent and  consequent\n          lack  of good  faith beyond  a reasonable\n          doubt.     The  defendant  is   under  no\n          obligation to prove good faith.\n\nIt  is clear  that  the jury  was  properly and  evenhandedly\n\ninstructed on intent to defraud.\n\n          Fraud is usually proven by circumstantial evidence.\n\nDirect proof  of a  knowing intent to  defraud is rare.   See\n                                                             \n\nUnited States  v. Nivica,  887 F.2d  1110, 1113-15 (1st  Cir.\n                        \n\n1989),  cert. denied, 494  U.S. 1005 (1990).   As we  said in\n                    \n\nNivica:  \"There  is no  pat formula for  such proof;  factual\n      \n\ncircumstances may signal fraudulent intent in ways as diverse\n\nas the manifestations of fraud itself.\"  Id. at 1113.\n                                            \n\n          We now  examine the evidence.   Defendant points to\n\nthe following  evidence and  the reasonable inferences  to be\n\ndrawn therefrom  as establishing  that she  had no  intent to\n\ndefraud  Discover.   She  took out  the  post office  box two\n\nmonths  after her father's death  in September 1988, in order\n\nto  help the estate receive  mail, for her  personal use, and\n\nthe use of  her mother.  Defendant  points out that in  using\n\nthe credit cards  she signed her surname as  she did on other\n\ncredit  cards held by her.  She  also asserts that she always\n\ndisclosed her proper name, address, phone number and driver's\n\n                             -10-\n                              10\n\nlicense number.  She  emphasizes that she never  denied using\n\nthe credit cards, and that she did make payments on the cards\n\nfrom  her own checking account.   She states  that she always\n\npaid bills late.   We have  been unable to find  any evidence\n\nabout defendant paying bills late, but will assume that there\n\nis evidence to  that effect  or that it  could be  reasonably\n\ninferred  from other  evidence.    Defendant emphasizes  that\n\nduring  the  time of  the credit  card  charges she  had been\n\nappointed personal representative of her father's estate with\n\nthe consent of her  mother and two brothers and  that all the\n\nexpenditures  were made  with  the approval  of the  attorney\n\nrepresenting the estate.  Defendant  also points out that she\n\nwas financially able to pay the credit card bills.\n\n          We  start  our  examination  of   the  government's\n\nevidence on  intent to defraud  with the telephone  call from\n\ndefendant  to  Discover on  January  16, 1990,  in  which she\n\nrequested, without mentioning her father's death, that she be\n\nsent a card on her father's credit accounts and was told that\n\nin  order  to do  so Discover  required  a power  of attorney\n\nauthorizing  her  to  use   the  accounts.    Defendant  then\n\nproceeded to use both  cards, which were limited to  her late\n\nfather's use, for credit purchases totalling $11,984.54.  The\n\nonly payments made  on the accounts were  two minimum monthly\n\npayments of $91.00 and $104.00 on card number 2620.  Although\n\nshe was administrator  of her father's estate during the time\n\n                             -11-\n                              11\n\nshe was  using the  cards, defendant never  notified Discover\n\nuntil  mid-July of 1990 that  her father had  been dead since\n\nSeptember  15,  1988.     When  the  insurance  adjuster  was\n\ninvestigating defendant's  claim of  a burglary of  her home,\n\nshe specified  Discover credit  card purchases of  items that\n\nshe claimed had been stolen.  She told the insurance adjuster\n\nthat she held the  cards jointly with  her father.  This  was\n\nfalse and defendant knew it was false.  There can be no doubt\n\nthat defendant had the  wherewithal to pay Discover what  was\n\nowed.    By  the  spring  of  1990,  defendant  had  received\n\ndistributions  from  her  father's  estate  of  approximately\n\n$22,855.    By the  time  of  her indictment,  defendant  had\n\nreceived $181,607 in estate distributions.4\n\n          We conclude that there  was sufficient evidence for\n\na jury to find  beyond a reasonable doubt that  defendant had\n\nobtained  the  credit cards  after  they had  expired  on her\n\nfather's  death,  that  she  used them  for  her  own benefit\n\nknowingly and with intent  to defraud, and obtained something\n\nof  value  aggregating more  than  $1,000  during a  one-year\n\nperiod.  Or to put it another way,  the government proved all\n\nthe elements of the crime charged beyond a reasonable doubt.\n\n                  THE ADMISSION OF EVIDENCE\n                                           \n\n                    \n\n4.  We can  only wonder why defendant  needed court appointed\ncounsel.\n\n                             -12-\n                              12\n\n          Defendant   hotly  contested,  on  the  grounds  of\n\nhearsay, the  admission  of \"collection  memos\"  of  Discover\n\nwhich contained  the histories  of the  two accounts  used by\n\nher.  The memos incorporated the substance of telephone calls\n\npurportedly  made by  defendant to  Discover.   The basis  of\n\ndefendant's hearsay  objection to the memos  was that neither\n\nthe person(s) who  prepared the memo(s) nor the person(s) who\n\nhad  the  telephone  conversation(s)  or  the  person(s)  who\n\nmaintained the  records testified.   The memos  were admitted\n\nunder the business record exception to the hearsay rule, Fed.\n\nR.  Evid. 803(6).  The telephone statements allegedly made by\n\ndefendant  on  July  19,  1990,  were  also  admitted  as  an\n\nadmission  under  Fed.  R.   Evid.  801(d)(2).    A  detailed\n\nexposition of the presentation of this evidence is necessary.\n\n          Glen  Hall,  manager  of fraud  investigations  for\n\nDiscover, testified as follows.  The fraud investigation unit\n\noften  initiated investigations  based on  referrals received\n\nfrom the  collections department.   Each referral  contains a\n\nrecord of what  the collections  department has  done on  the\n\naccount  up to the  date of the  referral to  the fraud unit.\n\nThis information  includes any  contacts with  and statements\n\nmade  by  the  cardholder.    A  referral  also  contains any\n\ndocumentation  on  hand,  including  sales  drafts, with  the\n\ncustomer's signature on them.\n\n                             -13-\n                              13\n\n          The main activity by the  collections department on\n\na delinquent  account consists  of telephone calls  to locate\n\nthe  cardholder.   It is  standard procedure  for collections\n\npersonnel to log  everything done.   This is called  \"memoing\n\nthe  account.\"   All phone  calls have  to be \"memoed.\"   The\n\ncollections department  uses its own shorthand  system in the\n\nmemo record.  Hall  testified that he was familiar  with most\n\nof  the shorthand system used.  All  of the account memos are\n\nput  into a computer.   Each account memo  can be printed out\n\nwhen  needed.   Exhibits  12a, 12b,  12c,  13a, and  13b were\n\ncomputer  printouts  of  \"collection  memos\"   pertaining  to\n\ndefendant's accounts.  Hall  explained how the printouts were\n\nread  and the meaning of the shorthand terms and symbols used\n\nin  them.   Hall testified  that the  printout exhibits  were\n\nbrought with  him in response  to a  subpoena for  Discover's\n\ncollections file.   He also testified that these records were\n\nkept  in  the  ordinary  course  of  business and  stored  on\n\nDiscover's computer.\n\n          Defendant's hearsay attack focuses on the admission\n\nof  exhibits 12b and  13b.  These  computerized memos include\n\nreferences  to  telephone  contacts   with  a  woman  at  the\n\ntelephone number listed  on Anthony  Goodchild's credit  card\n\napplication.  This woman referred the collections caller to a\n\nperson by  the name of  Goodchild living  in Alexandria,  New\n\nHampshire.   As a  result,  collections obtained  defendant's\n\n                             -14-\n                              14\n\nphone number and  left a  message on  her answering  service.\n\nDefendant objected to the introduction of this evidence.  The\n\ndistrict court  properly admitted the statement  of the woman\n\nthat  a person  by  the  name  of  Goodchild  was  living  in\n\nAlexandria, not for the  truth of the statement made,  but to\n\nexplain what Discover did in response to it.\n\n             It  is not  the case  that all  out of\n          court  statements   are  inadmissible  as\n          hearsay.   The Federal  Rules of Evidence\n          make  it quite clear that such statements\n          are inadmissible only  if offered for the\n          truth  of the  matter therein.   Fed.  R.\n          Evid. 801(c).  We agree with the district\n          court's    decision     permitting    the\n          introduction  of  the  documents, on  the\n          ground that they  were admitted, not  for\n          proving the truth  of their contents, but\n          to   prove  what  steps   were  taken  to\n          investigate the circumstances surrounding\n          the assault.\n\nMorgan v. Massachusetts General  Hospital, 901 F.2d 186, 190-\n                                         \n\n91 (1st Cir. 1990).   This ruling applies with  full vigor to\n\nthe telephone statements made by the unidentified woman.\n\n          Defendant concentrates most  of her objection  fire\n\non telephone  statements allegedly  made by  her on  July 19,\n\n1990,  in response  to  Discover's request  on her  answering\n\nservice  that she  call.   The  statements  were:   that  she\n\nidentified  herself  as  Christian  Goodchild;  that  Anthony\n\nGoodchild had died in an automobile accident on September 15,\n\n1988; that her parents were divorced four months prior to her\n\nfather's  death;  that  after her  father  died  \"girlfriends\n\nstarted popping up\" and her  mother was heartbroken; that the\n\n                             -15-\n                              15\n\nattorney paid  off all \"credit accounts\"  through the estate;\n\nthat  she had fired the attorney for incompetence in handling\n\nthe estate and  the estate was closed; that her  father had a\n\ngirlfriend living with  him at the  time of his death  by the\n\nname of \"Arline,\" last name and present whereabouts unknown.\n\n          The core issue is whether the computer printouts of\n\nthe   collection  memos   containing  records   of  telephone\n\nstatements  made  to  Discover's  collection  personnel  were\n\nproperly admitted under the  business record exception to the\n\nhearsay rule.  Fed. \n\n                             -16-\n                              16\n\nR. Evid. 803(6) provides:\n\n             (6)    Records of  regularly conducted\n          activity.  A memorandum,  report, record,\n          activity.\n          or  data  compilation,  in any  form,  of\n          acts,  events,  conditions, opinions,  or\n          diagnoses, made at  or near the  time by,\n          or  from  information  transmitted by,  a\n          person with  knowledge,  if kept  in  the\n          course of a regularly  conducted business\n          activity,  and  if  it  was  the  regular\n          practice  of  that  business activity  to\n          make the memorandum,  report, record,  or\n          data  compilation, all  as  shown by  the\n          testimony  of  the  custodian   or  other\n          qualified witness, unless  the source  of\n          information    or     the    method    or\n          circumstances  of   preparation  indicate\n          lack  of  trustworthiness.     The   term\n          \"business\"  as  used  in  this  paragraph\n          includes      business,      institution,\n          association, profession, occupation,  and\n          calling  of every  kind,  whether or  not\n          conducted for profit.\n\n          We find that the telephone statement memos meet the\n\nstrictures  of the rule.   They were reports  or records made\n\neither  during  the  telephone  conversations  or immediately\n\nfollowing them.   They were made and kept in  the course of a\n\nregularly  conducted  business  activity,   i.e.,  telephonic\n                                                \n\ninvestigations of  delinquent credit  card accounts.   And it\n\nwas the regular practice of Discover to make a record of such\n\ntelephone calls.\n\n          Although Hall  did not make the  records himself or\n\nparticipate in the telephone conversations, we think he was a\n\nwitness qualified to explain  the memos.  He was  the manager\n\nof the  fraud  unit  of  Discover  and  understood  both  the\n\nprocedure followed by collections in investigating delinquent\n\n                             -17-\n                              17\n\naccounts  and  the  records  required  to  be  kept  of  such\n\ninvestigations.   There  was no  evidence indicating  lack of\n\ntrustworthiness  of  the source  of  the  information or  the\n\ncircumstances of preparation.\n\n          In rendering our ruling we are, of course, aware\n\n          that   the   usual  array   of  threshold\n          questions pertaining to the admissibility\n          of business records come within the ambit\n          of   the  district   court's  discretion.\n          These usual questions include, of course,\n          questions   as   to   whether  a   proper\n          foundation was laid or whether sufficient\n          indicia of trustworthiness were shown.\n\nUnited States v. McGill, 953 F.2d 10, 13 (1st Cir. 1992).\n                       \n\n          We are not  persuaded by defendant's argument  that\n\nthe  memos  were  not  business  records,  but  prepared  for\n\nlitigation.     Records  prepared  by   a  debt   collections\n\ndepartment  are primarily  made to  enable the  department to\n\ntrack down debtors and  collect money owed.  This  is not the\n\nkind  of record condemned in Palmer v. Hoffman, 318 U.S. 109,\n                                              \n\n113-14 (1943) which was a statement made by the engineer of a\n\ntrain  involved  in an  accident.   The  record here  was not\n\nprepared with  an  eye  to  litigation; its  purpose  was  to\n\nfacilitate the collection  of debts owed Discover.  The Tenth\n\nCircuit, in an analogous case, held:\n\n          The government established at  trial that\n          the notes were  contemporaneous with  the\n          [telephone]  conversation,  were part  of\n          the   regular   course   of    the   loan\n          counselors'   business,   and   otherwise\n          qualified as a business record under Rule\n          803(6).    Therefore, the  district court\n\n                             -18-\n                              18\n\n          did  not abuse  its discretion  in ruling\n          that the notes qualify as an exception to\n          the hearsay rule.\n\nUnited  States v.  Kingston,  971 F.2d  481,  486 (10th  Cir.\n                           \n\n1992).\n\n          We find  the telephone statements of defendant made\n\non July  19 to Discover  were admissible  under the  business\n\nrecord rule.  \n\n          The  district  court  also  admitted  as admissions\n\nunder  Fed.  R. Evid.  801(d)(2)(A)5  the  July 19  telephone\n\nstatements made by defendant to Discover.  We  recognize,  of\n\ncourse,  that normally statements by  one not a  party to the\n\nbusiness  are not  admissible  for the  truth  of the  matter\n\nstated unless some exception  other than the business records\n\nexception is involved; the  business records exception merely\n\navoids having to call the person in the business who  had the\n\ntelephone conversation  but  does not  justify admitting  the\n\nstatements  of the outsider for  their truth.   In this case,\n\nthe predicate  for making the statements relevant is that the\n\njury could reasonably find  that the statements were  made by\n\nthe defendant.   The evidence  was that she  returned a  call\n\n                    \n\n5.  Fed. R. Evid. 801 (d)(2)(A) states:\n          (d) Statements which are  not hearsay.  A\n          (d) Statements which are  not hearsay.\n          statement is not hearsay if \n\n             (2) Admission by party-opponent.   The\n             (2) Admission by party-opponent.\n          statement  is offered against a party and\n          is  (A)  the  party's  own  statement  in\n          either an individual or  a representative\n          capacity . . . .\n\n                             -19-\n                              19\n\nmade to her  number and  identified herself.   She then  made\n\nstatements about Anthony Goodchild and his wife that only one\n\nprivy  to the family history would know.  The statements were\n\nadmissions because  they could be used  to identify defendant\n\nand were properly admitted as such.  Moreover, the judge gave\n\na cautionary  instruction after  the phone-call  evidence was\n\nadmitted:\n\n             Members of the jury, during the course\n          of  this  witness's  testimony  you  have\n          heard  certain testimony  about notations\n          or memos made in  the business records of\n          Discover    concerning    certain   phone\n          conversations.  Before you  can attribute\n          any  of  those  recorded  remarks  to the\n          defendant, Ms. Goodchild,  in this  case,\n          you  must be  satisfied from  all  of the\n          evidence  before  you that  the defendant\n          was  in fact  the person  who was  on the\n          other  end  of  the  telephone  line  and\n          making those remarks.\n\n             If  you  are  not satisfied  from  the\n          evidence   that   the   caller  was   the\n          defendant,  then  you must  not attribute\n          any of those remarks to her.\n\nThis  cautionary  instruction  was  clear and  correct.    It\n\nadvised  the  jury how  the  phone  call evidence  should  be\n\napproached.\n\n              INEFFECTIVE ASSISTANCE OF COUNSEL\n                                               \n\n          Defendant  mounts a  lengthy and  detailed argument\n\nthat trial  counsel's poor performance resulted,  at least in\n\npart, in defendant's  conviction.  We  follow our usual  rule\n\nand refuse  to address the ineffective  assistance of counsel\n\nissue  in the first  instance.  In  United States  v. Mala, 7\n                                                          \n\n                             -20-\n                              20\n\nF.3d 1058 (1st Cir.  1993) we explained in detail  the reason\n\nfor the rule:\n\n             We   have   held  with   a  regularity\n          bordering  on  the monotonous  that fact-\n          specific claims of ineffective assistance\n          cannot make their  debut on direct review\n          of  criminal  convictions,  but,  rather,\n          must  originally  be  presented  to,  and\n          acted  upon by,  the trial  court.   See,\n                                                  \n          e.g.,  United States v.  McGill, 952 F.2d\n                                         \n          16, 19 (1st Cir.  1992); United States v.\n                                                \n          Natanel,  938  F.2d  302, 309  (1st  Cir.\n                 \n          1991), cert. denied,      U.S.      , 112\n                             \n          S.Ct. 986, 117 L.Ed.2d 148 (1992); United\n                                                   \n          States  v. Hunnewell,  891 F.2d  955, 956\n                              \n          (1st Cir. 1989); United States  v. Costa,\n                                                  \n          890  F.2d  480, 482-83  (1st  Cir. 1989);\n          United States v.  Hoyos-Medina, 878  F.2d\n                                        \n          21,  22 (1st Cir. 1989); United States v.\n                                                \n          Carter,  815  F.2d  827,  829  (1st  Cir.\n                \n          1987);  United  States  v. Kobrosky,  711\n                                             \n          F.2d 449, 457 (1st  Cir. 1983).  The rule\n          has a prudential aspect.  Since claims of\n          ineffective  assistance involve  a binary\n          analysis the defendant  must show, first,\n          that     counsel's     performance    was\n          constitutionally  deficient and,  second,\n          that the deficient performance prejudiced\n          the    defense,    see   Strickland    v.\n                                             \n          Washington, 466 U.S.  668, 687, 104 S.Ct.\n                    \n          2052,  2064,  80 L.Ed.2d  674 (1984) such\n          claims  typically require  the resolution\n          of    factual    issues    that    cannot\n          efficaciously be addressed  in the  first\n          instance by an  appellate tribunal.   See\n                                                   \n          Costa, 890 F.2d at 483; Hoyos-Medina, 878\n                                              \n          F.2d  at  22.   In  addition,  the  trial\n          judge,  by reason of his familiarity with\n          the case, is usually in the best position\n          to assess both  the quality of  the legal\n          representation afforded  to the defendant\n          in the district court  and the impact  of\n          any  shortfall  in  that  representation.\n          Under ideal circumstances,  the court  of\n          appeals should  have the benefit  of this\n          evaluation;   elsewise,  the   court,  in\n          effect, may be playing blindman's buff.\n\n                             -21-\n                              21\n\nId.  at 1063 (footnote omitted).   See also  United States v.\n                                                          \n\nDaniels, 3 F.3d 25 (1st Cir. 1993).\n       \n\n                    PROSECUTORIAL CONDUCT\n                                         \n\n          Defendant  charges  that  the \"prosecutor's  unduly\n\nprejudicial  and overreaching actions  constitute plain error\n\nand warrant a  reversal of  the action.\"   We  have read  the\n\nrecord carefully and  have found no actions by the prosecutor\n\nthat  even suggest conduct  requiring reversal.   It  is true\n\nthat the  prosecutor pushed  hard during  the  trial for  the\n\nadmission of evidence  and to sustain  his objections and  he\n\nwas somewhat  highhanded at times.   But this is part  of the\n\nadversarial system.   There was no conduct  by the prosecutor\n\nthat  was  unethical, unfair,  or  which  infringed upon  the\n\nconstitutional rights of defendant.\n\n          We  are,  however,  bothered  by   a  statement  in\n\ndefendant's  brief that is without support in the record.  On\n\npage  32   of  defendant's  brief  there   is  the  following\n\nstatement:\n\n            In  addition,  during the  prosecutor's\n          closing  his  repeated  use of  the  term\n          \"uncontradicted testimony\" drew attention\n          to the  fact that Ms.  Goodchild did  not\n          testify.  Such references are grounds for\n          reversal.\n\nWe  agree that  such a  reference might  well be  grounds for\n\nreversal  and a new trial.  But the prosecutor's argument did\n\nnot  contain  a  single   use  of  the  term  \"uncontradicted\n\ntestimony,\"  let  alone  repeated  use  of  it.    We  expect\n\n                             -22-\n                              22\n\nappellate  counsel to  read  the trial  record and  represent\n\naccurately  in  the  brief  and  at  oral  argument  what  is\n\ncontained  therein.  Counsel should be aware that we read the\n\nrecord, as well as the briefs, carefully.\n\n                        THE SENTENCING\n                                      \n\n          We are  somewhat hampered  in our  consideration of\n\nthis issue because  neither party ordered a transcript of the\n\nsentencing hearing in this  case.  We proceed on the basis of\n\nthe presentence  report and  the judgment which  includes the\n\ncourt's  statement of  reasons for  the sentence.   Defendant\n\nreceived the following sentence:  she was committed to prison\n\nfor eleven months; she received  a supervised release term of\n\nthree  years; and  she  was  ordered  to pay  restitution  to\n\nDiscover in the amount of $10,090.52.\n\n          Her sentence  was arrived at as  follows.  Pursuant\n\nto    2F1.1 of the Guidelines the base offense level (B.O.L.)\n\nfor a  violation of 18 U.S.C.   1029(a)(2) is six.  The court\n\nfound  that the  amount  of Discover's  loss was  $10,090.52.\n\nThis  increased  the B.O.L.  by  three levels.    Because the\n\noffense  involved more  than  minimal  planning, the  offense\n\nlevel  was enhanced two more levels.  No other adjustments to\n\nthe  B.O.L.  were made.    The  defendant's criminal  history\n\ncategory  was  I.   The imprisonment  range  for a  B.O.L. of\n\neleven  and  a criminal  history category  of  I is  eight to\n\nfourteen months.\n\n                             -23-\n                              23\n\n          Defendant's main challenge to the  sentence was the\n\ncourt's determination  that  the victim's  loss  amounted  to\n\n$10,090.52.  She argues that the loss was $9,160.27.  If this\n\nwere  the   loss,  under   the  applicable  section   of  the\n\nGuidelines,  the imprisonment  range would  be six  to twelve\n\nmonths.\n\n          The presentence report shows  the amount of loss as\n\n$9,160.27.    The  district  court  rejected  this.   In  its\n\nstatement of reasons it said:\n\n             The government  objected to paragraphs\n          10 and 11 of  the addendum on the grounds\n          that   in   calculating   the   loss   to\n          Discovery, [sic] late and finance charges\n          should be  included.  If such charges are\n          included, the loss  figure is  $10,090.52\n          rather  than  $9,160.27 as  determined in\n          the report.  The latter figure results in\n          an  increase  of  two  rather  than three\n          levels  to the  base offense level.   The\n          court  concluded  that  during the  trial\n          Glen Hall, a representative of Discovery,\n          [sic]   testified   that   the  loss   to\n          Discovery [sic] was  $10,090.52 and  that\n          figure  was  not  challenged  during  the\n          course  of the  trial.    Therefore,  the\n          court established the  lost [sic]  figure\n          as $10,090.52  which  will result  in  an\n          increase  in three  levels  to  the  base\n          offense level  rather than two  levels as\n          indicated in paragraph 21 of  the report.\n          Paragraph  21 is  amended  to  reflect  a\n          three level increase.\n\n          Our  standard  of review  follows  two intersecting\n\nstandards.   Valuation of  loss is  reviewed under  the clear\n\nerror  standard.  United States v. Brandon, 17 F.3d 409, 456-\n                                          \n\n57 (1st  Cir. 1994).   But  when \"an  appeal raises  a purely\n\n                             -24-\n                              24\n\nlegal  question  involving the  proper interpretation  of the\n\nsentencing guidelines, appellate review is plenary.\"   United\n                                                             \n\nStates v. DeLuca, 17 F.3d 6, 7 (1st Cir. 1994).  \n                \n\n          The   issue   of  \"loss\"   valuation   requires  an\n\ninterpretation of Commentary  7 to   2F1.1  of the Guidelines\n\nwhich states in pertinent part:\n\n             7.  Valuation of  loss is discussed in\n          the   Commentary   to   2B1.1   (Larceny,\n          Embezzlement, and Other Forms  of Theft).\n          As in  theft cases, loss is  the value of\n          the   money,    property,   or   services\n          unlawfully  taken;  it   does  not,   for\n                                                   \n          example,  include   interest  the  victim\n                                                   \n          could have  earned on such funds  had the\n                                                   \n          offense not occurred.  \n                              \n\n(Emphasis  ours.)  The question  is whether, in  light of the\n\ninterest preclusion statement in the commentary, the district\n\ncourt erred in including finance charges and late fees in its\n\nvaluation of  the loss.6  There can  be little doubt that the\n\ncourts must  follow the Guidelines commentaries.   Stinson v.\n                                                          \n\nUnited States,      U.S.     , 113 S.Ct. 1913, 1919 (1993).\n             \n\n                    \n\n6.  Although the  court did  not state explicitly  that these\ncharges  were included such can be  inferred from its comment\nin its statement  of reasons that the government  objected to\nthe   presentence  report's  recommendation  of  a  two-level\nincrease because such recommendation failed to include  \"late\nand finance\" charges.  See also Government's Brief at page 41\n                               \nin which it is stated:\n\n             The court accepted as  accurate Hall's\n          figures,  which   included  only  finance\n          charges and late fees  as of the dates of\n          the termination of the accounts  in 1990,\n          . . . .\n\n                             -25-\n                              25\n\n          We  are  not the  first court  to grapple  with the\n\nscope   and  application  of   the  \"interest\"  statement  in\n\nCommentary 7.   In United  States v. Henderson,  No. 92-2707,\n                                              \n\n1994 U.S. App.  LEXIS 7166 at  *33 (5th Cir. April  13, 1994)\n\n(footnote omitted) the court held:\n\n          The current commentary to  the Sentencing\n          Guidelines  provides  that the  amount of\n          loss  \"does  not,  for  example,  include\n          interest the victim  could have earned on\n          the funds had the offense  not occurred.\"\n          U.S.S.G.     2F1.1, comment.  (n.7).   We\n          find  that  this  commentary  sweeps  too\n          broadly  and,  if  applied  in  this case\n          would be inconsistent with the purpose of\n            2F1.1.   Stinson v. United  States, 123\n                                              \n          L.  Ed. 2d  598,  113 S.  Ct. 1913,  1919\n          (1993).   Interest should be included if,\n          as  here,  the  victim had  a  reasonable\n          expectation  of  receiving interest  from\n          the  transaction.    See,   e.g.,  United\n                                                   \n          States v.  Lowder, 5 F.3d  467, 471 (10th\n                           \n          Cir. 1993) (holding that  interest should\n          be included in  the amount of  loss where\n          the defendant promised victims a specific\n          interest  rate   on  their  investments);\n          United  States  v. Jones,  933  F.2d 353,\n                                  \n          354-55 (6th Cir.  1991) (interest  should\n          be included where the defendant defrauded\n          credit   card   companies  which   had  a\n          reasonable  expectation   of  a  specific\n          return on the  credit extended).  In  the\n          words of the district judge, \"interest is\n          a loss,  a  loss of  earnings on  money--\n          representing a loss of earnings  on money\n          that was--that rightfully belonged to the\n          bank   and   therefore  should   be  also\n          included.\"   11  R.  42-43.   We find  no\n          error in the district court's decision to\n          include interest in the amount of loss in\n          this case.\n\nIn United States v. Lowder,  5 F.3d 467 (10th Cir.  1993) the\n                          \n\ncourt reasoned:\n\n                             -26-\n                              26\n\n          We interpret the guideline as disallowing\n          \"opportunity cost\" interest, or the time-\n          value  of  money  stolen   from  victims.\n          Here,  however,  Defendant defrauded  his\n          victims  by  promising them  a guaranteed\n          interest rate  of 12%.  He  induced their\n          investment by essentially contracting for\n          a specific rate of  return.  He also sent\n          out   account   summaries,  showing   the\n          interest  accrued  on  their  investment.\n          This is analogous to  a promise to pay on\n          a bank loan or promissory note, in  which\n          case  interest may  be  included  in  the\n          loss.\n\nId. at 471.\n   \n\n          In a  case like this one,  involving the fraudulent\n\nuse of unauthorized credit cards, the Sixth Circuit, in a per\n                                                             \n\ncuriam opinion held:\n      \n\n          We  do not  think  it was  error for  the\n          district  court  to include  the interest\n          charges in  the calculation of  the loss.\n          When  Ms. Jones  made her  purchases with\n          the  fraudulently obtained  credit cards,\n          the issuer advanced money to the retailer\n          on her behalf.   When Ms. Jones failed to\n          pay, the issuer lost the use of the money\n          that  ought  to  have come  back  to  it.\n          Money has a time value, as all  borrowers\n          and lenders  know, and the time  value of\n          the money withheld by Ms. Jones was fixed\n          by the credit card agreements under which\n          the interest was calculated.\n\nUnited States v. Jones, 933 F.2d 353, 354 (6th Cir. 1991).\n                      \n\n          This is a close issue  and we must acknowledge that\n\nthere  is to some degree  a conflict between  the cited cases\n\nand the language of the Commentary.  The conflict is due to a\n\nclash between  the ambiguous language used  in the Commentary\n\nand  the complexity of what  constitutes \"interest\" and  when\n\n                             -27-\n                              27\n\nit  is an integral part of  the value of the \"money, property\n\nor  services unlawfully taken.\"   Commentary 7.   Our holding\n\nwill not  solve the  problem; such  resolution lies  with the\n\nSentencing Commission.\n\n          We hold that in a case involving the fraudulent use\n\nof unauthorized  credit cards, finance charges  and late fees\n\ndo  not  come within  the  meaning of  the  Commentary phrase\n\n\"interest  the victim could have earned on such funds had the\n\noffense not  occurred\".   This phrase,  we  think, refers  to\n\nopportunity cost interest.  In a credit card case there is an\n\nagreement  between  the company  and  the  cardholder to  the\n\neffect  that when payments are made  late, or not at all, the\n\ncardholder is subject to late fees and finance charges.  This\n\nis part  of the price of using credit cards.  The credit card\n\ncompany has a right to expect that such fees and charges will\n\nbe paid.   This is not \"interest  that the victim  could have\n\nearned on  such funds had the offense not occurred.\"  It is a\n\ncontractual obligation  on  which  the  credit  card  company\n\nrelies each time it extends credit to a cardholder.  In fact,\n\nbut for the cardholder's promise to pay late fees and finance\n\ncharges, the credit card company  would not extend its credit\n\nin the first instance.  Such charges, therefore, are properly\n\nincluded in the loss valuation.\n\n          The judgment  of the district court  is affirmed in\n                                                             \n\nall respects.\n             \n\n                             -28-\n                              28\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">June 21, 1994     UNITED STATES COURT OF APPEALS\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                     \n\nNo. 94-1097\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                     CHRISTIAN GOODCHILD,\n\n                    Defendant, Appellant.\n\n                                     \n\n                         ERRATA SHEET\n\n   The opinion of this court issued on June 8, 1994, is amended\n\nas follows:\n\n   Page 8, line 13:  Add close quote after \"device.\"\n\n   Page 25, last line of the second quote:  Change \"e\" to \"be.\"\n\n                UNITED STATES COURT OF APPEALS\n\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1097\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                     CHRISTIAN GOODCHILD,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n       [Hon. Joseph A. DiClerico, U.S. District Judge]\n                                                     \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\n                                         \n\n                Bownes, Senior Circuit Judge,\n                                            \n\n                  and Boudin, Circuit Judge.\n                                           \n\n                                         \n\nVincent J. D'Elia for appellant.\n                 \n\nJean B. Weld, Assistant United States  Attorney, with whom Paul M.\n                                                                  \n\nGagnon, United States Attorney, was on brief for appellees.\n  \n\n                                         \n\n                         June 8, 1994\n                                         \n\n          BOWNES, Senior Circuit Judge.  Defendant-appellant,\n          BOWNES, Senior Circuit Judge.\n                                      \n\nChristian Goodchild, was  indicted on one count of  using two\n\nunauthorized access devices, i.e., two Discover credit  cards\n                                 \n\nissued  on two  separate  accounts, and  obtaining goods  and\n\nservices within a one-year  period with a value in  excess of\n\n$1,000, with intent to  defraud, in violation of 18  U.S.C.  \n\n1029(a)(2).1\n\n          After  a  jury trial,  defendant was  found guilty.\n\nShe was  sentenced to  eleven months incarceration,  a three-\n\nyear  term   of  supervised  release,  and   ordered  to  pay\n\nrestitution of $10,090.52  to Discover Credit  Card Services,\n\nInc.  This appeal followed.\n\n          We  consider the  following issues:2   (1)  whether\n\nthe government proved each  and every element of 18  U.S.C.  \n\n1029(a)(2)  beyond  a  reasonable  doubt;   (2)  whether  the\n\ndistrict  court  erred  in  admitting  certain evidence;  (3)\n\n                    \n\n1.  18 U.S.C.   1029(a)(2) provides:\n          (a) Whoever \n          . . .\n          (2) knowingly and with intent  to defraud\n          traffics   in   or  uses   one   or  more\n          unauthorized  access  devices during  any\n          one-year  period,  and  by  such  conduct\n          obtains  anything  of  value  aggregating\n          $1,000 or more during that period;\n          shall, if the offense  affects interstate\n          or  foreign  commerce,  be   punished  as\n          provided  in  subsection   (c)  of   this\n          section.\n          . . .\n\n2.  Appellant has  eight numbered  issues in her  brief.   We\nhave consolidated them to five for purposes of our review.\n\n                             -2-\n                              2\n\nwhether  defendant's  conviction  was  due  in  part  to  the\n\nineffective   assistance   of   counsel;   (4)   whether  the\n\nprosecutor's conduct  warrants a reversal;  and, (5)  whether\n\nthere was error in applying the sentencing guidelines.\n\n                 SUFFICIENCY OF THE EVIDENCE\n                                            \n\n          Our standard of review is firmly established:\n\n          We assess the sufficiency of the evidence\n          as  a  whole,  including  all  reasonable\n          inferences, in the  light most  favorable\n          to the verdict, with  a view to whether a\n          rational trier  of fact could  have found\n          the defendant guilty beyond  a reasonable\n          doubt.      We  do   not   weigh  witness\n          credibility, but  resolve all credibility\n          issues  in  favor of  the  verdict.   The\n          evidence may  be entirely circumstantial,\n          and  need  not  exclude every  reasonable\n          hypothesis  of  innocence,  that is,  the\n          factfinder  may  decide among  reasonable\n          interpretations of the evidence.\n\nUnited States v. Batista-Polanco,  </pre><span class=\"citation\" data-id=\"556636\"><a href=\"/opinion/556636/united-states-v-johnny-rafael-batista-polanco/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span><pre class=\"inline\">, 17  (1st Cir.\n                                \n\n1991)  (citations  omitted).    See  also  United  States  v.\n                                                         \n\nSepulveda, </pre><span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span><pre class=\"inline\">, 1173  (1st Cir. 1993); United States\n                                                             \n\nv.  Argencourt, </pre><span class=\"citation\" data-id=\"610550\"><a href=\"/opinion/610550/united-states-v-joseph-argencourt-aka-joe-black-united-states-of/\"><span class=\"volume\">996</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1300</span></a></span><pre class=\"inline\">, 1303  (1st Cir.  1993), cert.\n                                                             \n\ndenied,       U.S.      , </pre><span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">731</span> </span><pre class=\"inline\">(1994).\n      \n\n          There are four essential  elements of the crime for\n\nwhich defendant  was convicted:   (1)  that the two  Discover\n\ncredit   cards  specified  in  the  indictment  were  \"access\n\ndevices\"  within the meaning of 18 U.S.C.   1029(e); (2) that\n\ndefendant used the credit  cards without authorization during\n\nany   one-year  period   and  obtained   anything  of   value\n\naggregating $1,000 or  more during the time  period; (3) that\n\n                             -3-\n                              3\n\ndefendant  acted  knowingly, willfully,  and  with  intent to\n\ndefraud; and (4) that defendant's actions affected interstate\n\ncommerce.   See United States  v. Ryan, </pre><span class=\"citation\" data-id=\"535324\"><a href=\"/opinion/535324/united-states-v-beverly-c-ryan/\"><span class=\"volume\">894</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span><pre class=\"inline\">, 356-57\n                                      \n\n(10th Cir. 1990).\n\n          We  now  turn to  the  trial  record.   Defendant's\n\nfather, Anthony Goodchild, died  in an automobile accident on\n\nSeptember 15, 1988.   In  January of 1988,  Anthony Goodchild\n\nhad  applied  for and  received  two  Discover credit  cards,\n\nlimited  solely  to his  use.   His  application gave  as his\n\naddress  P.O.  Box 398,  Bristol,  New Hampshire.    The 1988\n\ncredit cards  expired  in January  1990.   Discover  was  not\n\nnotified of Goodchild's death  so it sent him two  new cards,\n\nnumbers 2620 and 2471, on  January 8, 1990, to the  same post\n\noffice  box  address.    The  re-issue  cards  had  the  same\n\nrestriction  as the original ones    the sole  use of Anthony\n\nGoodchild.\n\n          About   two  months   after  her   father's  death,\n\ndefendant rented  the same  post office  box  her father  had\n\nrented - box 398.   Defendant notified the  postmistress that\n\nher  mother, Anne, and her  father could receive  mail at the\n\npost  office box.   Defendant's  mother and  father had  been\n\ndivorced sometime prior to her father's death.\n\n          At  the time  the  two re-issue  credit cards  were\n\nmailed to post  office box  398, defendant was  the only  one\n\nusing  the  box.   On  January  16,  1990,  defendant  called\n\n                             -4-\n                              4\n\nDiscover, identified herself  and asked  that she  be sent  a\n\ncard on  her father's credit account.  No mention was made of\n\nher  father's death.  Discover informed her that it could not\n\ndo this unless she forwarded a power of attorney  authorizing\n\nher  use of the credit card accounts.  Defendant proceeded to\n\nmake purchases with the cards limited to her father's use.\n\n          Defendant  used card  number 2471  twenty-two times\n\nbetween January 16 and February 23, 1990, to obtain things or\n\nservices  of  value aggregating  $4,847.11.    She used  card\n\nnumber  2620   thirty-five  times  between   January  15  and\n\nApril 10,  1990,  to  obtain  things  or  services  of  value\n\naggregating $7,137.43.   Defendant  made two minimum  monthly\n\npayments  on card number 2620,  $91.00 on March  3, 1990, and\n\n$104.00 on March 19, 1990.   These were the only payments she\n\nmade on either of the cards.\n\n          On  February 5,  1990, Discover  security personnel\n\nstarted an  investigation  of the  use  of card  number  2471\n\nbecause of  transactions exceeding  the charge limit.   After\n\nreceiving  no answer at the  phone number it  had for Anthony\n\nGoodchild, Discover deactivated  the card.  On February  6 an\n\nattempted use  of the  card at  Nutri-System in  Laconia, New\n\nHampshire, was blocked.\n\n          The  card account was  then assigned  to Discover's\n\ncollections  department.    It  attempted  to  locate Anthony\n\nGoodchild.  The  phone listed on his credit card application,\n\n                             -5-\n                              5\n\n603-744-6591,  was  called on  April  23, 1990,  and  a woman\n\ninformed the caller that Anthony Goodchild no longer lived at\n\nthat  address.  It learned from Anthony's former boss that he\n\nhad died \"three  to four years  ago.\"  Discover, on  July 19,\n\n1990,  again called the number it had called previously.  The\n\ncaller was told by the same woman  who had answered the phone\n\non April  23, that she had  had the phone number  for a year,\n\nthat she did not know Anthony Goodchild, and that a Goodchild\n\nlived in Alexandria, New Hampshire.\n\n          Discover found a telephone number for defendant  in\n\nAlexandria,  New  Hampshire, 603-744-0157.    The number  was\n\ncalled on July 19, 1990, and a message left  on the answering\n\nmachine asking that  the call  be returned.   A woman  called\n\nback.  After identifying  herself as Christian Goodchild, she\n\nsaid a number  of things.   She told the Discover  agent that\n\nAnthony  Goodchild  had died  in  an  automobile accident  on\n\nSeptember 15, 1988, in Reading, Pennsylvania.   She said that\n\nthere  was a \"long story behind the account sales\" in January\n\nand February, 1990.  She went on to say that her parents were\n\ndivorced four months before her father's death and that after\n\nhe died \"girlfriends  started popping up\" and  her mother was\n\nheartbroken.  She  told Discover that  the attorney had  paid\n\noff \"all credit accounts\" through the estate, that the estate\n\nwas  closed, and because she had  fired the attorney handling\n\nthe  estate  for  incompetence,  there  was  no  attorney  to\n\n                             -6-\n                              6\n\ncontact.  Defendant also volunteered that her father's latest\n\ngirlfriend, who was living with him at the time of his death,\n\nwas  \"Arline,\" last  name  and present  whereabouts  unknown.\n\nAfter this phone call, the credit card accounts were referred\n\nto the  fraud unit  of Discover,  and eventually  were turned\n\nover to United States Postal Inspectors.\n\n          There was independent evidence linking defendant to\n\nthe credit  card transactions.  An  insurance adjuster, Terry\n\nSeger,  went  to  defendant's  home  on  June  14,  1991,  to\n\ninvestigate  her  burglary  claim  of  a loss  in  excess  of\n\n$70,000.   Seger told defendant that  he needed corroborating\n\ninformation  of the  value of  the items  stolen.   Defendant\n\nsubmitted specific Discover card records of purchases on both\n\ncards totalling approximately $3,362.12.   The records showed\n\nthat these purchases were made in 1990.  Defendant told Seger\n\nthat she had  lived in her father's house since a month after\n\nher father's death  in 1988.   She also  told Seger that  she\n\nowned the Discover credit cards jointly with her father.\n\n          Evidence  was introduced showing that defendant was\n\na  regular customer  of Nutri-System  Weight Loss  Centers in\n\nConcord, New  Hampshire, in 1990.   Purchases were  made from\n\nNutri-System on card number 2620 on February 12, February 26,\n\nand March  3, 1990, and  one purchase on card  number 2471 on\n\nFebruary 1, 1990.\n\n                             -7-\n                              7\n\n          Based  on our  review  of the  record, focussed  as\n\nprescribed in  the light  most favorable to  the verdict,  we\n\nfind that  the prosecution  proved all  four elements  of the\n\ncrime charged beyond  a reasonable  doubt.  There  can be  no\n\ndoubt that  the Discover  credit cards were  \"access devices\"\n\nwithin  the meaning  of  the statute  and  defendant did  not\n\nchallenge  the judge's charge to  this effect.3   Nor can any\n\nserious  challenge be made to the evidence showing use of the\n\ncredit  cards by defendant.  And it is clear that defendant's\n\nuse of the  credit cards affected  interstate commerce.   The\n\none  issue that  requires further  discussion is  whether the\n\ngovernment has proven intent to defraud.\n\nIntent to Defraud\n                 \n\n          Under 18  U.S.C.    1029(a)(3) the  government must\n\nprove that a defendant \"knowingly and with intent  to defraud\n\ntraffics in or  uses one or more unauthorized access devices\"\n\n. . .  .\"   Section  1029(e)(3) defines  \"unauthorized access\n\ndevice as follows:\n\n                    \n\n3.  18  U.S.C.      1029(e)(1)  defines  \"access  device\"  as\nfollows:\n\n             the  term  \"access  device\" means  any\n          card,  plate,  code,  account number,  or\n          other means of account access that can be\n          used,  alone  or   in  conjunction   with\n          another access device,  to obtain  money,\n          goods,  services, or  any other  thing of\n          value, or that can  be used to initiate a\n          transfer of funds (other than  a transfer\n          originated solely by paper instrument);\n\n                             -8-\n                              8\n\n             the term  \"unauthorized access device\"\n          means  any access  device  that is  lost,\n          stolen,  expired,  revoked, canceled,  or\n                          \n          obtained with intent to defraud;  \n\n(Emphasis added.)\n\n          The district court charged the jury as follows:\n\n             The third element that  the Government\n          must prove  beyond a reasonable  doubt is\n          that  the  defendant acted  knowingly and\n          with intent to defraud.\n\n             The  Government  must  prove beyond  a\n          reasonable doubt:\n\n             (1) that  Christian Goodchild obtained\n          the   Discover   cards  with   intent  to\n          defraud,  or that  the credit  cards were\n          lost,   stolen,   expired,   revoked   or\n          canceled; and\n\n             (2)    that  she  knowingly  and  with\n          intent to defraud used the credit cards.\n                                \n\n(Emphasis added.)\n\n          The  court  also gave,  at  defendant's  request, a\n\n\"good faith\" instruction:\n\n             Since  an  essential  element  of  the\n          crime  charged is intent to defraud, good\n          faith  on the  part of  a defendant  is a\n          complete  defense to  a charge  of credit\n          card  fraud.   If the  defendant actually\n          believed  in  good  faith  that  she  was\n          acting properly, even if she was mistaken\n          in that  belief, and even  if others were\n          injured by her conduct, there would be no\n          crime.   An  honest mistake  in  judgment\n          does not rise  to the  level of  criminal\n          conduct.   A  defendant does  not  act in\n          good  faith if, even  though she honestly\n          holds a certain  opinion or belief,  that\n          defendant also acted  with the purpose of\n          deceiving others.\n\n                             -9-\n                              9\n\n             While  the  term  good  faith  has  no\n          precise definition, it means  among other\n          things a belief or opinion honestly held,\n          an absence of malice  or ill will, and an\n          intention   to    avoid   taking   unfair\n          advantage of another.\n\n             The  burden is  on  the Government  to\n          prove  fraudulent  intent and  consequent\n          lack  of good  faith beyond  a reasonable\n          doubt.     The  defendant  is   under  no\n          obligation to prove good faith.\n\nIt  is clear  that  the jury  was  properly and  evenhandedly\n\ninstructed on intent to defraud.\n\n          Fraud is usually proven by circumstantial evidence.\n\nDirect proof  of a  knowing intent to  defraud is rare.   See\n                                                             \n\nUnited States  v. Nivica,  </pre><span class=\"citation\" data-id=\"531008\"><a href=\"/opinion/531008/united-states-v-gjon-n-nivica-united-states-of-america-v-mark-l/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1110</span></a></span><pre class=\"inline\">, 1113-15 (1st  Cir.\n                        \n\n1989),  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">494</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1005</span> </span><pre class=\"inline\">(1990).   As we  said in\n                    \n\nNivica:  \"There  is no  pat formula for  such proof;  factual\n      \n\ncircumstances may signal fraudulent intent in ways as diverse\n\nas the manifestations of fraud itself.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1113.\n</span><pre class=\"inline\">                                            \n\n          We now  examine the evidence.   Defendant points to\n\nthe following  evidence and  the reasonable inferences  to be\n\ndrawn therefrom  as establishing  that she  had no  intent to\n\ndefraud  Discover.   She  took out  the  post office  box two\n\nmonths  after her father's death  in September 1988, in order\n\nto  help the estate receive  mail, for her  personal use, and\n\nthe use of  her mother.  Defendant  points out that in  using\n\nthe credit cards  she signed her surname as  she did on other\n\ncredit  cards held by her.  She  also asserts that she always\n\ndisclosed her proper name, address, phone number and driver's\n\n                             -10-\n                              10\n\nlicense number.  She  emphasizes that she never  denied using\n\nthe credit cards, and that she did make payments on the cards\n\nfrom  her own checking account.   She states  that she always\n\npaid bills late.   We have  been unable to find  any evidence\n\nabout defendant paying bills late, but will assume that there\n\nis evidence to  that effect  or that it  could be  reasonably\n\ninferred  from other  evidence.    Defendant emphasizes  that\n\nduring  the  time of  the credit  card  charges she  had been\n\nappointed personal representative of her father's estate with\n\nthe consent of her  mother and two brothers and  that all the\n\nexpenditures  were made  with  the approval  of the  attorney\n\nrepresenting the estate.  Defendant  also points out that she\n\nwas financially able to pay the credit card bills.\n\n          We  start  our  examination  of   the  government's\n\nevidence on  intent to defraud  with the telephone  call from\n\ndefendant  to  Discover on  January  16, 1990,  in  which she\n\nrequested, without mentioning her father's death, that she be\n\nsent a card on her father's credit accounts and was told that\n\nin  order  to do  so Discover  required  a power  of attorney\n\nauthorizing  her  to  use   the  accounts.    Defendant  then\n\nproceeded to use both  cards, which were limited to  her late\n\nfather's use, for credit purchases totalling $11,984.54.  The\n\nonly payments made  on the accounts were  two minimum monthly\n\npayments of $91.00 and $104.00 on card number 2620.  Although\n\nshe was administrator  of her father's estate during the time\n\n                             -11-\n                              11\n\nshe was  using the  cards, defendant never  notified Discover\n\nuntil  mid-July of 1990 that  her father had  been dead since\n\nSeptember  15,  1988.     When  the  insurance  adjuster  was\n\ninvestigating defendant's  claim of  a burglary of  her home,\n\nshe specified  Discover credit  card purchases of  items that\n\nshe claimed had been stolen.  She told the insurance adjuster\n\nthat she held the  cards jointly with  her father.  This  was\n\nfalse and defendant knew it was false.  There can be no doubt\n\nthat defendant had the  wherewithal to pay Discover what  was\n\nowed.    By  the  spring  of  1990,  defendant  had  received\n\ndistributions  from  her  father's  estate  of  approximately\n\n$22,855.    By the  time  of  her indictment,  defendant  had\n\nreceived $181,607 in estate distributions.4\n\n          We conclude that there  was sufficient evidence for\n\na jury to find  beyond a reasonable doubt that  defendant had\n\nobtained  the  credit cards  after  they had  expired  on her\n\nfather's  death,  that  she  used them  for  her  own benefit\n\nknowingly and with intent  to defraud, and obtained something\n\nof  value  aggregating more  than  $1,000  during a  one-year\n\nperiod.  Or to put it another way,  the government proved all\n\nthe elements of the crime charged beyond a reasonable doubt.\n\n                  THE ADMISSION OF EVIDENCE\n                                           \n\n                    \n\n4.  We can  only wonder why defendant  needed court appointed\ncounsel.\n\n                             -12-\n                              12\n\n          Defendant   hotly  contested,  on  the  grounds  of\n\nhearsay, the  admission  of \"collection  memos\"  of  Discover\n\nwhich contained  the histories  of the  two accounts  used by\n\nher.  The memos incorporated the substance of telephone calls\n\npurportedly  made by  defendant to  Discover.   The basis  of\n\ndefendant's hearsay  objection to the memos  was that neither\n\nthe person(s) who  prepared the memo(s) nor the person(s) who\n\nhad  the  telephone  conversation(s)  or  the  person(s)  who\n\nmaintained the  records testified.   The memos  were admitted\n\nunder the business record exception to the hearsay rule, Fed.\n\nR.  Evid. 803(6).  The telephone statements allegedly made by\n\ndefendant  on  July  19,  1990,  were  also  admitted  as  an\n\nadmission  under  Fed.  R.   Evid.  801(d)(2).    A  detailed\n\nexposition of the presentation of this evidence is necessary.\n\n          Glen  Hall,  manager  of fraud  investigations  for\n\nDiscover, testified as follows.  The fraud investigation unit\n\noften  initiated investigations  based on  referrals received\n\nfrom the  collections department.   Each referral  contains a\n\nrecord of what  the collections  department has  done on  the\n\naccount  up to the  date of the  referral to  the fraud unit.\n\nThis information  includes any  contacts with  and statements\n\nmade  by  the  cardholder.    A  referral  also  contains any\n\ndocumentation  on  hand,  including  sales  drafts, with  the\n\ncustomer's signature on them.\n\n                             -13-\n                              13\n\n          The main activity by the  collections department on\n\na delinquent  account consists  of telephone calls  to locate\n\nthe  cardholder.   It is  standard procedure  for collections\n\npersonnel to log  everything done.   This is called  \"memoing\n\nthe  account.\"   All phone  calls have  to be \"memoed.\"   The\n\ncollections department  uses its own shorthand  system in the\n\nmemo record.  Hall  testified that he was familiar  with most\n\nof  the shorthand system used.  All  of the account memos are\n\nput  into a computer.   Each account memo  can be printed out\n\nwhen  needed.   Exhibits  12a, 12b,  12c,  13a, and  13b were\n\ncomputer  printouts  of  \"collection  memos\"   pertaining  to\n\ndefendant's accounts.  Hall  explained how the printouts were\n\nread  and the meaning of the shorthand terms and symbols used\n\nin  them.   Hall testified  that the  printout exhibits  were\n\nbrought with  him in response  to a  subpoena for  Discover's\n\ncollections file.   He also testified that these records were\n\nkept  in  the  ordinary  course  of  business and  stored  on\n\nDiscover's computer.\n\n          Defendant's hearsay attack focuses on the admission\n\nof  exhibits 12b and  13b.  These  computerized memos include\n\nreferences  to  telephone  contacts   with  a  woman  at  the\n\ntelephone number listed  on Anthony  Goodchild's credit  card\n\napplication.  This woman referred the collections caller to a\n\nperson by  the name of  Goodchild living  in Alexandria,  New\n\nHampshire.   As a  result,  collections obtained  defendant's\n\n                             -14-\n                              14\n\nphone number and  left a  message on  her answering  service.\n\nDefendant objected to the introduction of this evidence.  The\n\ndistrict court  properly admitted the statement  of the woman\n\nthat  a person  by  the  name  of  Goodchild  was  living  in\n\nAlexandria, not for the  truth of the statement made,  but to\n\nexplain what Discover did in response to it.\n\n             It  is not  the case  that all  out of\n          court  statements   are  inadmissible  as\n          hearsay.   The Federal  Rules of Evidence\n          make  it quite clear that such statements\n          are inadmissible only  if offered for the\n          truth  of the  matter therein.   Fed.  R.\n          Evid. 801(c).  We agree with the district\n          court's    decision     permitting    the\n          introduction  of  the  documents, on  the\n          ground that they  were admitted, not  for\n          proving the truth  of their contents, but\n          to   prove  what  steps   were  taken  to\n          investigate the circumstances surrounding\n          the assault.\n\nMorgan v. Massachusetts General  Hospital, </pre><span class=\"citation\" data-id=\"540006\"><a href=\"/opinion/540006/john-e-morgan-v-massachusetts-general-hospital/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">186</span></a></span><pre class=\"inline\">, 190-\n                                         \n\n91 (1st Cir. 1990).   This ruling applies with  full vigor to\n\nthe telephone statements made by the unidentified woman.\n\n          Defendant concentrates most  of her objection  fire\n\non telephone  statements allegedly  made by  her on  July 19,\n\n1990,  in response  to  Discover's request  on her  answering\n\nservice  that she  call.   The  statements  were:   that  she\n\nidentified  herself  as  Christian  Goodchild;  that  Anthony\n\nGoodchild had died in an automobile accident on September 15,\n\n1988; that her parents were divorced four months prior to her\n\nfather's  death;  that  after her  father  died  \"girlfriends\n\nstarted popping up\" and her  mother was heartbroken; that the\n\n                             -15-\n                              15\n\nattorney paid  off all \"credit accounts\"  through the estate;\n\nthat  she had fired the attorney for incompetence in handling\n\nthe estate and  the estate was closed; that her  father had a\n\ngirlfriend living with  him at the  time of his death  by the\n\nname of \"Arline,\" last name and present whereabouts unknown.\n\n          The core issue is whether the computer printouts of\n\nthe   collection  memos   containing  records   of  telephone\n\nstatements  made  to  Discover's  collection  personnel  were\n\nproperly admitted under the  business record exception to the\n\nhearsay rule.  Fed. \n\n                             -16-\n                              16\n\nR. Evid. 803(6) provides:\n\n             (6)    Records of  regularly conducted\n          activity.  A memorandum,  report, record,\n          activity.\n          or  data  compilation,  in any  form,  of\n          acts,  events,  conditions, opinions,  or\n          diagnoses, made at  or near the  time by,\n          or  from  information  transmitted by,  a\n          person with  knowledge,  if kept  in  the\n          course of a regularly  conducted business\n          activity,  and  if  it  was  the  regular\n          practice  of  that  business activity  to\n          make the memorandum,  report, record,  or\n          data  compilation, all  as  shown by  the\n          testimony  of  the  custodian   or  other\n          qualified witness, unless  the source  of\n          information    or     the    method    or\n          circumstances  of   preparation  indicate\n          lack  of  trustworthiness.     The   term\n          \"business\"  as  used  in  this  paragraph\n          includes      business,      institution,\n          association, profession, occupation,  and\n          calling  of every  kind,  whether or  not\n          conducted for profit.\n\n          We find that the telephone statement memos meet the\n\nstrictures  of the rule.   They were reports  or records made\n\neither  during  the  telephone  conversations  or immediately\n\nfollowing them.   They were made and kept in  the course of a\n\nregularly  conducted  business  activity,   i.e.,  telephonic\n                                                \n\ninvestigations of  delinquent credit  card accounts.   And it\n\nwas the regular practice of Discover to make a record of such\n\ntelephone calls.\n\n          Although Hall  did not make the  records himself or\n\nparticipate in the telephone conversations, we think he was a\n\nwitness qualified to explain  the memos.  He was  the manager\n\nof the  fraud  unit  of  Discover  and  understood  both  the\n\nprocedure followed by collections in investigating delinquent\n\n                             -17-\n                              17\n\naccounts  and  the  records  required  to  be  kept  of  such\n\ninvestigations.   There  was no  evidence indicating  lack of\n\ntrustworthiness  of  the source  of  the  information or  the\n\ncircumstances of preparation.\n\n          In rendering our ruling we are, of course, aware\n\n          that   the   usual  array   of  threshold\n          questions pertaining to the admissibility\n          of business records come within the ambit\n          of   the  district   court's  discretion.\n          These usual questions include, of course,\n          questions   as   to   whether  a   proper\n          foundation was laid or whether sufficient\n          indicia of trustworthiness were shown.\n\nUnited States v. McGill, </pre><span class=\"citation\" data-id=\"575209\"><a href=\"/opinion/575209/united-states-v-robert-l-mcgill/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span><pre class=\"inline\">, 13 (1st Cir. 1992).\n                       \n\n          We are not  persuaded by defendant's argument  that\n\nthe  memos  were  not  business  records,  but  prepared  for\n\nlitigation.     Records  prepared  by   a  debt   collections\n\ndepartment  are primarily  made to  enable the  department to\n\ntrack down debtors and  collect money owed.  This  is not the\n\nkind  of record condemned in Palmer v. Hoffman, </pre><span class=\"citation\" data-id=\"103772\"><a href=\"/opinion/103772/palmer-v-hoffman/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">109</span></a></span><pre class=\"inline\">,\n                                              \n\n113-14 (1943) which was a statement made by the engineer of a\n\ntrain  involved  in an  accident.   The  record here  was not\n\nprepared with  an  eye  to  litigation; its  purpose  was  to\n\nfacilitate the collection  of debts owed Discover.  The Tenth\n\nCircuit, in an analogous case, held:\n\n          The government established at  trial that\n          the notes were  contemporaneous with  the\n          [telephone]  conversation,  were part  of\n          the   regular   course   of    the   loan\n          counselors'   business,   and   otherwise\n          qualified as a business record under Rule\n          803(6).    Therefore, the  district court\n\n                             -18-\n                              18\n\n          did  not abuse  its discretion  in ruling\n          that the notes qualify as an exception to\n          the hearsay rule.\n\nUnited  States v.  Kingston,  </pre><span class=\"citation\" data-id=\"587723\"><a href=\"/opinion/587723/united-states-v-leo-e-kingston-jr/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">481</span></a></span><pre class=\"inline\">,  486 (10th  Cir.\n                           \n\n1992).\n\n          We find  the telephone statements of defendant made\n\non July  19 to Discover  were admissible  under the  business\n\nrecord rule.  \n\n          The  district  court  also  admitted  as admissions\n\nunder  Fed.  R. Evid.  801(d)(2)(A)5  the  July 19  telephone\n\nstatements made by defendant to Discover.  We  recognize,  of\n\ncourse,  that normally statements by  one not a  party to the\n\nbusiness  are not  admissible  for the  truth  of the  matter\n\nstated unless some exception  other than the business records\n\nexception is involved; the  business records exception merely\n\navoids having to call the person in the business who  had the\n\ntelephone conversation  but  does not  justify admitting  the\n\nstatements  of the outsider for  their truth.   In this case,\n\nthe predicate  for making the statements relevant is that the\n\njury could reasonably find  that the statements were  made by\n\nthe defendant.   The evidence  was that she  returned a  call\n\n                    \n\n5.  Fed. R. Evid. 801 (d)(2)(A) states:\n          (d) Statements which are  not hearsay.  A\n          (d) Statements which are  not hearsay.\n          statement is not hearsay if \n\n             (2) Admission by party-opponent.   The\n             (2) Admission by party-opponent.\n          statement  is offered against a party and\n          is  (A)  the  party's  own  statement  in\n          either an individual or  a representative\n          capacity . . . .\n\n                             -19-\n                              19\n\nmade to her  number and  identified herself.   She then  made\n\nstatements about Anthony Goodchild and his wife that only one\n\nprivy  to the family history would know.  The statements were\n\nadmissions because  they could be used  to identify defendant\n\nand were properly admitted as such.  Moreover, the judge gave\n\na cautionary  instruction after  the phone-call  evidence was\n\nadmitted:\n\n             Members of the jury, during the course\n          of  this  witness's  testimony  you  have\n          heard  certain testimony  about notations\n          or memos made in  the business records of\n          Discover    concerning    certain   phone\n          conversations.  Before you  can attribute\n          any  of  those  recorded  remarks  to the\n          defendant, Ms. Goodchild,  in this  case,\n          you  must be  satisfied from  all  of the\n          evidence  before  you that  the defendant\n          was  in fact  the person  who was  on the\n          other  end  of  the  telephone  line  and\n          making those remarks.\n\n             If  you  are  not satisfied  from  the\n          evidence   that   the   caller  was   the\n          defendant,  then  you must  not attribute\n          any of those remarks to her.\n\nThis  cautionary  instruction  was  clear and  correct.    It\n\nadvised  the  jury how  the  phone  call evidence  should  be\n\napproached.\n\n              INEFFECTIVE ASSISTANCE OF COUNSEL\n                                               \n\n          Defendant  mounts a  lengthy and  detailed argument\n\nthat trial  counsel's poor performance resulted,  at least in\n\npart, in defendant's  conviction.  We  follow our usual  rule\n\nand refuse  to address the ineffective  assistance of counsel\n\nissue  in the first  instance.  In  United States  v. Mala, 7\n                                                          \n\n                             -20-\n                              </pre><span class=\"citation no-link\"><span class=\"volume\">20</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1058</span> </span><pre class=\"inline\">(1st Cir.  1993) we explained in detail  the reason\n\nfor the rule:\n\n             We   have   held  with   a  regularity\n          bordering  on  the monotonous  that fact-\n          specific claims of ineffective assistance\n          cannot make their  debut on direct review\n          of  criminal  convictions,  but,  rather,\n          must  originally  be  presented  to,  and\n          acted  upon by,  the trial  court.   See,\n                                                  \n          e.g.,  United States v.  McGill, </pre><span class=\"citation no-link\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span>\n                                         \n          <span class=\"page\">16</span></span><pre class=\"inline\">, 19 (1st Cir.  1992); United States v.\n                                                \n          Natanel,  </pre><span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">302</span></a></span><pre class=\"inline\">, 309  (1st  Cir.\n                 \n          1991), cert. denied,      U.S.      , </pre><span class=\"citation no-link\"><span class=\"volume\">112</span>\n                             \n          <span class=\"reporter\">S. Ct.</span> <span class=\"page\">986</span></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">148</span> </span><pre class=\"inline\">(1992); United\n                                                   \n          States  v. Hunnewell,  </pre><span class=\"citation\" data-id=\"533778\"><a href=\"/opinion/533778/united-states-v-dale-scott-hunnewell/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">955</span></a></span><pre class=\"inline\">, 956\n                              \n          (1st Cir. 1989); United States  v. Costa,\n                                                  \n          </pre><span class=\"citation\" data-id=\"532745\"><a href=\"/opinion/532745/united-states-v-robert-costa-united-states-of-america-v-john-t-durand/\"><span class=\"volume\">890</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">480</span></a></span><pre class=\"inline\">, 482-83  (1st  Cir. 1989);\n          United States v.  Hoyos-Medina, </pre><span class=\"citation\" data-id=\"525275\"><a href=\"/opinion/525275/united-states-v-jorge-hernando-hoyos-medina/\"><span class=\"volume\">878</span>  <span class=\"reporter\">F.2d</span>\n                                        \n          <span class=\"page\">21</span></a></span><pre class=\"inline\">,  22 (1st Cir. 1989); United States v.\n                                                \n          Carter,  </pre><span class=\"citation\" data-id=\"486370\"><a href=\"/opinion/486370/united-states-v-eugene-carter-aka-bimbo/\"><span class=\"volume\">815</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">827</span></a></span><pre class=\"inline\">,  829  (1st  Cir.\n                \n          1987);  United  States  v. Kobrosky,  </pre><span class=\"citation\" data-id=\"421132\"><a href=\"/opinion/421132/united-states-v-milton-l-kobrosky/\"><span class=\"volume\">711</span>\n                                             \n          <span class=\"reporter\">F.2d</span> <span class=\"page\">449</span></a></span><pre class=\"inline\">, 457 (1st  Cir. 1983).  The rule\n          has a prudential aspect.  Since claims of\n          ineffective  assistance involve  a binary\n          analysis the defendant  must show, first,\n          that     counsel's     performance    was\n          constitutionally  deficient and,  second,\n          that the deficient performance prejudiced\n          the    defense,    see   Strickland    v.\n                                             \n          Washington, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">668</span></a></span><pre class=\"inline\">, 687, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span>\n                    \n          <span class=\"page\">2052</span></a></span><pre class=\"inline\">,  2064,  </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span>  <span class=\"page\">674</span> </a></span><pre class=\"inline\">(1984) such\n          claims  typically require  the resolution\n          of    factual    issues    that    cannot\n          efficaciously be addressed  in the  first\n          instance by an  appellate tribunal.   See\n                                                   \n          </pre><span class=\"citation\" data-id=\"532745\"><span class=\"antecedent_guess\">Costa,</span> <a href=\"/opinion/532745/united-states-v-robert-costa-united-states-of-america-v-john-t-durand/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">483</span></a></span><pre class=\"inline\">; </pre><span class=\"citation\" data-id=\"525275\"><span class=\"antecedent_guess\">Hoyos-Medina,</span> <a href=\"/opinion/525275/united-states-v-jorge-hernando-hoyos-medina/\"><span class=\"volume\">878</span>\n                                              \n          <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">22</span></a></span><pre class=\"inline\">.   In  addition,  the  trial\n          judge,  by reason of his familiarity with\n          the case, is usually in the best position\n          to assess both  the quality of  the legal\n          representation afforded  to the defendant\n          in the district court  and the impact  of\n          any  shortfall  in  that  representation.\n          Under ideal circumstances,  the court  of\n          appeals should  have the benefit  of this\n          evaluation;   elsewise,  the   court,  in\n          effect, may be playing blindman's buff.\n\n                             -21-\n                              21\n\n</pre><span class=\"citation\" data-id=\"525275\"><a href=\"/opinion/525275/united-states-v-jorge-hernando-hoyos-medina/\"><span class=\"id_token\">Id.</span>  at 1063 </a></span><pre class=\"inline\">(footnote omitted).   See also  United States v.\n                                                          \n\nDaniels, </pre><span class=\"citation\" data-id=\"194896\"><a href=\"/opinion/194896/united-states-v-daniels/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span> </a></span><pre class=\"inline\">(1st Cir. 1993).\n       \n\n                    PROSECUTORIAL CONDUCT\n                                         \n\n          Defendant  charges  that  the \"prosecutor's  unduly\n\nprejudicial  and overreaching actions  constitute plain error\n\nand warrant a  reversal of  the action.\"   We  have read  the\n\nrecord carefully and  have found no actions by the prosecutor\n\nthat  even suggest conduct  requiring reversal.   It  is true\n\nthat the  prosecutor pushed  hard during  the  trial for  the\n\nadmission of evidence  and to sustain  his objections and  he\n\nwas somewhat  highhanded at times.   But this is part  of the\n\nadversarial system.   There was no conduct  by the prosecutor\n\nthat  was  unethical, unfair,  or  which  infringed upon  the\n\nconstitutional rights of defendant.\n\n          We  are,  however,  bothered  by   a  statement  in\n\ndefendant's  brief that is without support in the record.  On\n\npage  32   of  defendant's  brief  there   is  the  following\n\nstatement:\n\n            In  addition,  during the  prosecutor's\n          closing  his  repeated  use of  the  term\n          \"uncontradicted testimony\" drew attention\n          to the  fact that Ms.  Goodchild did  not\n          testify.  Such references are grounds for\n          reversal.\n\nWe  agree that  such a  reference might  well be  grounds for\n\nreversal  and a new trial.  But the prosecutor's argument did\n\nnot  contain  a  single   use  of  the  term  \"uncontradicted\n\ntestimony,\"  let  alone  repeated  use  of  it.    We  expect\n\n                             -22-\n                              22\n\nappellate  counsel to  read  the trial  record and  represent\n\naccurately  in  the  brief  and  at  oral  argument  what  is\n\ncontained  therein.  Counsel should be aware that we read the\n\nrecord, as well as the briefs, carefully.\n\n                        THE SENTENCING\n                                      \n\n          We are  somewhat hampered  in our  consideration of\n\nthis issue because  neither party ordered a transcript of the\n\nsentencing hearing in this  case.  We proceed on the basis of\n\nthe presentence  report and  the judgment which  includes the\n\ncourt's  statement of  reasons for  the sentence.   Defendant\n\nreceived the following sentence:  she was committed to prison\n\nfor eleven months; she received  a supervised release term of\n\nthree  years; and  she  was  ordered  to pay  restitution  to\n\nDiscover in the amount of $10,090.52.\n\n          Her sentence  was arrived at as  follows.  Pursuant\n\nto    2F1.1 of the Guidelines the base offense level (B.O.L.)\n\nfor a  violation of 18 U.S.C.   1029(a)(2) is six.  The court\n\nfound  that the  amount  of Discover's  loss was  $10,090.52.\n\nThis  increased  the B.O.L.  by  three levels.    Because the\n\noffense  involved more  than  minimal  planning, the  offense\n\nlevel  was enhanced two more levels.  No other adjustments to\n\nthe  B.O.L.  were made.    The  defendant's criminal  history\n\ncategory  was  I.   The imprisonment  range  for a  B.O.L. of\n\neleven  and  a criminal  history category  of  I is  eight to\n\nfourteen months.\n\n                             -23-\n                              23\n\n          Defendant's main challenge to the  sentence was the\n\ncourt's determination  that  the victim's  loss  amounted  to\n\n$10,090.52.  She argues that the loss was $9,160.27.  If this\n\nwere  the   loss,  under   the  applicable  section   of  the\n\nGuidelines,  the imprisonment  range would  be six  to twelve\n\nmonths.\n\n          The presentence report shows  the amount of loss as\n\n$9,160.27.    The  district  court  rejected  this.   In  its\n\nstatement of reasons it said:\n\n             The government  objected to paragraphs\n          10 and 11 of  the addendum on the grounds\n          that   in   calculating   the   loss   to\n          Discovery, [sic] late and finance charges\n          should be  included.  If such charges are\n          included, the loss  figure is  $10,090.52\n          rather  than  $9,160.27 as  determined in\n          the report.  The latter figure results in\n          an  increase  of  two  rather  than three\n          levels  to the  base offense level.   The\n          court  concluded  that  during the  trial\n          Glen Hall, a representative of Discovery,\n          [sic]   testified   that   the  loss   to\n          Discovery [sic] was  $10,090.52 and  that\n          figure  was  not  challenged  during  the\n          course  of the  trial.    Therefore,  the\n          court established the  lost [sic]  figure\n          as $10,090.52  which  will result  in  an\n          increase  in three  levels  to  the  base\n          offense level  rather than two  levels as\n          indicated in paragraph 21 of  the report.\n          Paragraph  21 is  amended  to  reflect  a\n          three level increase.\n\n          Our  standard  of review  follows  two intersecting\n\nstandards.   Valuation of  loss is  reviewed under  the clear\n\nerror  standard.  United States v. Brandon, </pre><span class=\"citation\" data-id=\"664045\"><a href=\"/opinion/664045/united-states-v-peter-brandon-united-states-of-america-v-charles-d/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">409</span></a></span><pre class=\"inline\">, 456-\n                                          \n\n57 (1st  Cir. 1994).   But  when \"an  appeal raises  a purely\n\n                             -24-\n                              24\n\nlegal  question  involving the  proper interpretation  of the\n\nsentencing guidelines, appellate review is plenary.\"   United\n                                                             \n\nStates v. DeLuca, </pre><span class=\"citation\" data-id=\"195223\"><a href=\"/opinion/195223/united-states-v-deluca/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span><pre class=\"inline\">, 7 (1st Cir. 1994).  \n                \n\n          The   issue   of  \"loss\"   valuation   requires  an\n\ninterpretation of Commentary  7 to   2F1.1  of the Guidelines\n\nwhich states in pertinent part:\n\n             7.  Valuation of  loss is discussed in\n          the   Commentary   to   2B1.1   (Larceny,\n          Embezzlement, and Other Forms  of Theft).\n          As in  theft cases, loss is  the value of\n          the   money,    property,   or   services\n          unlawfully  taken;  it   does  not,   for\n                                                   \n          example,  include   interest  the  victim\n                                                   \n          could have  earned on such funds  had the\n                                                   \n          offense not occurred.  \n                              \n\n(Emphasis  ours.)  The question  is whether, in  light of the\n\ninterest preclusion statement in the commentary, the district\n\ncourt erred in including finance charges and late fees in its\n\nvaluation of  the loss.6  There can  be little doubt that the\n\ncourts must  follow the Guidelines commentaries.   Stinson v.\n                                                          \n\nUnited States,      U.S.     , </pre><span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1913</span></a></span><pre class=\"inline\">, 1919 (1993).\n             \n\n                    \n\n6.  Although the  court did  not state explicitly  that these\ncharges  were included such can be  inferred from its comment\nin its statement  of reasons that the government  objected to\nthe   presentence  report's  recommendation  of  a  two-level\nincrease because such recommendation failed to include  \"late\nand finance\" charges.  See also Government's Brief at page 41\n                               \nin which it is stated:\n\n             The court accepted as  accurate Hall's\n          figures,  which   included  only  finance\n          charges and late fees  as of the dates of\n          the termination of the accounts  in 1990,\n          . . . .\n\n                             -25-\n                              25\n\n          We  are  not the  first court  to grapple  with the\n\nscope   and  application  of   the  \"interest\"  statement  in\n\nCommentary 7.   In United  States v. Henderson,  No. 92-2707,\n                                              \n\n1994 U.S. App.  LEXIS 7166 at  *33 (5th Cir. April  13, 1994)\n\n(footnote omitted) the court held:\n\n          The current commentary to  the Sentencing\n          Guidelines  provides  that the  amount of\n          loss  \"does  not,  for  example,  include\n          interest the victim  could have earned on\n          the funds had the offense  not occurred.\"\n          U.S.S.G.     2F1.1, comment.  (n.7).   We\n          find  that  this  commentary  sweeps  too\n          broadly  and,  if  applied  in  this case\n          would be inconsistent with the purpose of\n            2F1.1.   Stinson v. United  States, 123\n                                              \n          L.  Ed. 2d  598,  113 S.  Ct. 1913,  1919\n          (1993).   Interest should be included if,\n          as  here,  the  victim had  a  reasonable\n          expectation  of  receiving interest  from\n          the  transaction.    See,   e.g.,  United\n                                                   \n          States v.  Lowder, </pre><span class=\"citation\" data-id=\"653014\"><a href=\"/opinion/653014/united-states-v-dennis-leo-lowder/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">467</span></a></span><pre class=\"inline\">, 471 (10th\n                           \n          Cir. 1993) (holding that  interest should\n          be included in  the amount of  loss where\n          the defendant promised victims a specific\n          interest  rate   on  their  investments);\n          United  States  v. Jones,  </pre><span class=\"citation\" data-id=\"561295\"><a href=\"/opinion/561295/united-states-v-debra-ann-jones/\"><span class=\"volume\">933</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">353</span></a></span><pre class=\"inline\">,\n                                  \n          354-55 (6th Cir.  1991) (interest  should\n          be included where the defendant defrauded\n          credit   card   companies  which   had  a\n          reasonable  expectation   of  a  specific\n          return on the  credit extended).  In  the\n          words of the district judge, \"interest is\n          a loss,  a  loss of  earnings on  money--\n          representing a loss of earnings  on money\n          that was--that rightfully belonged to the\n          bank   and   therefore  should   be  also\n          included.\"   </pre><span class=\"citation no-link\"><span class=\"volume\">11</span>  <span class=\"reporter\">Rawle</span>  <span class=\"page\">42-43</span></span><pre class=\"inline\">.   We find  no\n          error in the district court's decision to\n          include interest in the amount of loss in\n          this case.\n\nIn United States v. Lowder,  </pre><span class=\"citation\" data-id=\"653014\"><a href=\"/opinion/653014/united-states-v-dennis-leo-lowder/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">467</span> </a></span><pre class=\"inline\">(10th Cir.  1993) the\n                          \n\ncourt reasoned:\n\n                             -26-\n                              26\n\n          We interpret the guideline as disallowing\n          \"opportunity cost\" interest, or the time-\n          value  of  money  stolen   from  victims.\n          Here,  however,  Defendant defrauded  his\n          victims  by  promising them  a guaranteed\n          interest rate  of 12%.  He  induced their\n          investment by essentially contracting for\n          a specific rate of  return.  He also sent\n          out   account   summaries,  showing   the\n          interest  accrued  on  their  investment.\n          This is analogous to  a promise to pay on\n          a bank loan or promissory note, in  which\n          case  interest may  be  included  in  the\n          loss.\n\n</pre><span class=\"citation\" data-id=\"653014\"><a href=\"/opinion/653014/united-states-v-dennis-leo-lowder/\"><span class=\"id_token\">Id.</span> at 471.\n</a></span><pre class=\"inline\">   \n\n          In a  case like this one,  involving the fraudulent\n\nuse of unauthorized credit cards, the Sixth Circuit, in a per\n                                                             \n\ncuriam opinion held:\n      \n\n          We  do not  think  it was  error for  the\n          district  court  to include  the interest\n          charges in  the calculation of  the loss.\n          When  Ms. Jones  made her  purchases with\n          the  fraudulently obtained  credit cards,\n          the issuer advanced money to the retailer\n          on her behalf.   When Ms. Jones failed to\n          pay, the issuer lost the use of the money\n          that  ought  to  have come  back  to  it.\n          Money has a time value, as all  borrowers\n          and lenders  know, and the time  value of\n          the money withheld by Ms. Jones was fixed\n          by the credit card agreements under which\n          the interest was calculated.\n\nUnited States v. Jones, </pre><span class=\"citation\" data-id=\"561295\"><a href=\"/opinion/561295/united-states-v-debra-ann-jones/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">353</span></a></span><pre class=\"inline\">, 354 (6th Cir. 1991).\n                      \n\n          This is a close issue  and we must acknowledge that\n\nthere  is to some degree  a conflict between  the cited cases\n\nand the language of the Commentary.  The conflict is due to a\n\nclash between  the ambiguous language used  in the Commentary\n\nand  the complexity of what  constitutes \"interest\" and  when\n\n                             -27-\n                              27\n\nit  is an integral part of  the value of the \"money, property\n\nor  services unlawfully taken.\"   Commentary 7.   Our holding\n\nwill not  solve the  problem; such  resolution lies  with the\n\nSentencing Commission.\n\n          We hold that in a case involving the fraudulent use\n\nof unauthorized  credit cards, finance charges  and late fees\n\ndo  not  come within  the  meaning of  the  Commentary phrase\n\n\"interest  the victim could have earned on such funds had the\n\noffense not  occurred\".   This phrase,  we  think, refers  to\n\nopportunity cost interest.  In a credit card case there is an\n\nagreement  between  the company  and  the  cardholder to  the\n\neffect  that when payments are made  late, or not at all, the\n\ncardholder is subject to late fees and finance charges.  This\n\nis part  of the price of using credit cards.  The credit card\n\ncompany has a right to expect that such fees and charges will\n\nbe paid.   This is not \"interest  that the victim  could have\n\nearned on  such funds had the offense not occurred.\"  It is a\n\ncontractual obligation  on  which  the  credit  card  company\n\nrelies each time it extends credit to a cardholder.  In fact,\n\nbut for the cardholder's promise to pay late fees and finance\n\ncharges, the credit card company  would not extend its credit\n\nin the first instance.  Such charges, therefore, are properly\n\nincluded in the loss valuation.\n\n          The judgment  of the district court  is affirmed in\n                                                             \n\nall respects.\n             \n\n                             -28-\n                              28\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103772/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112854/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194896/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195223/",
    "https://www.courtlistener.com/api/rest/v3/opinions/421132/",
    "https://www.courtlistener.com/api/rest/v3/opinions/486370/",
    "https://www.courtlistener.com/api/rest/v3/opinions/525275/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531008/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532745/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533778/",
    "https://www.courtlistener.com/api/rest/v3/opinions/535324/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540006/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556636/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561295/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564772/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575209/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587723/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610550/",
    "https://www.courtlistener.com/api/rest/v3/opinions/653014/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664045/"
  ]
}