{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195448/",
  "id": 195448,
  "absolute_url": "/opinion/195448/hart-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195448/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:40:15Z",
  "date_modified": "2020-02-21T23:49:44.919820Z",
  "type": "010combined",
  "sha1": "df26f81d1545e4e2f208daa793bde58b0728ba5b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1484.01A",
  "local_path": null,
  "plain_text": "June 27, 1994\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-1484 \n\n                        WILFRED HART,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. Morton A. Brody, U.S. District Judge]\n                                                   \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\n                                         \n                Bownes, Senior Circuit Judge,\n                                            \n                    Stahl, Circuit Judge.\n                                        \n\n                                         \n\nWilfred Hart, Junior on brief pro se.\n                    \nJay  P.  McCloskey,  United  States  Attorney,  and  Margaret   D.\n                                                                  \nMcGaughey, Assistant United  States Attorney, on Memorandum of  Law in\n     \nSupport of Motion for Summary Disposition, for appellee.\n\n                                         \n\n                                         \n\n          Per  Curiam.    On  March   23,  1987,  petitioner-\n                     \n\nappellant Wilfred Hart,  Jr. was indicted in the  District of\n\nMaine on a fourteen-count third superseding indictment  which\n\nalleged a  number of narcotics offenses  and two conspiracies\n\nto possess with intent  to distribute cocaine.  After  a jury\n\ntrial, Hart was convicted on June  1, 1988.  On May 16, 1991,\n\nthis  court  affirmed  Hart's conviction  on  direct  appeal.\n\nUnited States v. Hart, 933 F.2d 80 (1st Cir. 1991).\n                     \n\n     On  April  1,  1991,  while  Hart's  direct  appeal  was\n\npending, Hart filed  a petition to  vacate sentence under  28\n\nU.S.C.    2255.  He  filed an  amended petition on  April 22,\n\n1991.    Although a  magistrate  judge  recommended that  the\n\npetition be  denied without prejudice because  of the pending\n\nappeal,   the  district   court  took   no  action   on  this\n\nrecommendation.   On  May  15, 1991,  and,  after the  direct\n\nappeal had been decided, on November 12, 1991 and December 2,\n\n1991, Hart filed supplemental   2255 petitions.   On February\n\n12,  1992, the  district court  adopted a  magistrate judge's\n\nrecommended decision that all  of Hart's   2255  petitions be\n\ndismissed.  Hart appeals.  We affirm.\n\n           Issues already resolved on direct appeal\n                                                   \n\n     Of  the eight  issues  Hart raises  in  his brief,  five\n\nalready have been resolved by this court in the direct appeal\n\nfrom Hart's conviction: (1) ineffective assistance of counsel\n\nin  general,  id. at  82-83;  (2)  ineffective assistance  of\n                \n\ncounsel on  the specific ground  that Hart's  court-appointed\n\ntrial   counsel  failed  to  produce  several  witnesses  who\n\nallegedly  would   have  testified   in  support  of   Hart's\n\ncontention  that  the  substance  Hart was  dealing  was  not\n\ncocaine, but incense,  id. at 83; (3 &amp;  4) Hart's two similar\n                         \n\narguments  that there was  only a  single conspiracy,  so his\n\nconviction    on    two    different     conspiracy    counts\n\nunconstitutionally placed him in  double jeopardy, id. at 85-\n                                                     \n\n86; and  (5)  Hart's argument  that  the district  court,  by\n\ngranting   a  motion   entitled  \"Motion   ...  on   Lack  of\n\nJurisdiction for Sentencing with Federal Question,\" in effect\n\nruled  that it had no  jurisdiction to sentence  Hart, id. at\n                                                         \n\n83-84.  Absent  some extraordinary  circumstance not  present\n\nhere,  we will  not reconsider  by way  of  collateral review\n\narguments we have already resolved on direct  appeal.  United\n                                                             \n\nStates v. Butt, 731 F.2d 75, 76 n.1 (1st Cir. 1984).\n              \n\n           Pending motions and grounds for relief\n                                                 \n\n     Turning to Hart's  remaining three issues, Hart  alleges\n\nthat  the district  court was  without authority  to enter  a\n\nfinal judgment  against him, and  that this court  is without\n\nappellate  jurisdiction, because  a number of  Hart's motions\n\n                             -3-\n\nand  grounds for  relief remained  undecided in  the district\n\ncourt when the district court dismissed his   2255 petitions.\n\n     The  district  court's   order  of  dismissal,  however,\n\nexpressly  denied  all of  Hart's  pending motions,  stating,\n\n\"Hart's  remaining  motions  are  wholly  without  merit  and\n\nwarrant  summary dismissal.\"    No  motions remained  pending\n\nthereafter.\n\n     Hart points  out that  neither the magistrate  judge nor\n\nthe district court expressly  discussed each and every ground\n\nfor relief set forth in his   2255 petitions.   He appears to\n\nargue that those  grounds for relief that were  not mentioned\n\nremain  pending as well.  In fact, however, a dismissal order\n\nis final, and  effectively dismisses the  matter to which  it\n\nrelates,  even  though  the   order  may  not  mention  every\n\nparticular  argument or  ground for  relief the  parties have\n\nraised.    Absent some  indication  from  the  court  to  the\n\ncontrary,  a   dismissal  order  is   ordinarily  deemed   to\n\nimplicitly  reject all  arguments or  grounds for  relief not\n\nspecifically  discussed.   Accordingly, nothing  in  Hart's  \n\n2255 petitions remained pending.\n\n               Failure to follow   2255 rules\n                                             \n\n     Hart next  claims that the district  court erred because\n\nit failed  to follow  Rule 3  of the  Rules Governing    2255\n\n                             -4-\n\nProceedings  in  the  United  States District  Courts,  which\n\nstates that  the clerk  of the  district court \"shall  . .  .\n\nenter [a   2255 petition] on  the docket in his office in the\n\ncriminal action in which was entered the judgment to which it\n\nis directed.\"  According to  Hart, the clerk instead assigned\n\nHart's original    2255 petition  a separate number,  and did\n\nnot enter it on the docket of Hart's prior criminal action.\n\n     We  reject  this  claim  because Hart  says  nothing  to\n\nsuggest that this clerical  error, if it occurred, prejudiced\n\nhim  in any  way.   Thus, Hart's  contentions, even  if true,\n\nprovide no basis for   2255 relief.\n\n           Alleged perjury of government witnesses \n                                                  \n\n     Finally,  Hart  alleges  that the  government  knowingly\n\npermitted several of its witnesses to give perjured testimony\n\nat his  trial.  Hart did  not raise this issue  in his direct\n\nappeal, and he has  said nothing to  suggest that he did  not\n\nknow of the alleged perjury at the time of his direct appeal.\n\nHart  is therefore precluded from  raising the matter  in a  \n\n2255 context unless he can establish cause for the procedural\n\ndefault and resulting actual prejudice.  Smith v. Murray, 477\n                                                        \n\nU.S. 527, 536 (1986); Velarde v. United States, 972 F.2d 826,\n                                              \n\n827  (7th Cir. 1992); Murchu  v. United States,  926 F.2d 50,\n                                              \n\n53-54 n.4 (1st Cir.), cert. denied, 112 S.Ct. 99 (1991).\n                                  \n\n                             -5-\n\n     Hart  has not put forward  any cause for  the failure to\n\nraise this issue on direct appeal.  Although Hart has claimed\n\nthat  his appellate  counsel was  ineffective, Hart  raised a\n\nnumber of issues pro se in his direct appeal, in  addition to\n\nthe issues raised by counsel.  Hart, supra, 933 F.2d at 82.\n                                          \n\n     In  addition, Hart  has not  demonstrated any  resulting\n\nprejudice.   Even assuming, arguendo, that  the testimony was\n                                    \n\nfalse, Hart has made  no showing, and the record  contains no\n\nevidence to  suggest, that the  government may have  known or\n\nshould  have known of any perjury, or that the government may\n\nhave induced it in any way.   Consequently, Hart could not be\n\nentitled  to a  new  trial based  on  the allegedly  perjured\n\ntestimony.    Velarde,  supra,  972  F.2d  at  829.    Hart's\n                             \n\nallegations  of  perjured  testimony  are  accordingly barred\n\nbecause of Hart's procedural default.\n\n                         Conclusion \n                                   \n\n     We  have considered  all of  Hart's other  arguments and\n\nfind them meritless.\n\n     The  district  court's  denial of  Hart's  petitions  to\n\nvacate sentence under 28 U.S.C.   2255 is affirmed.\n                                                  \n\n                             -6-\n",
  "html": "<p class=\"case_cite\">29 F.3d 619</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Wilfred HART, Plaintiff, Appellant,<br>v.<br>UNITED STATES of America, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 92-1484</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 27, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine [Hon.  Morton A. Brody, U.S. District Judge ]</p>\n      <p class=\"indent\">Wilfred Hart, Junior on brief pro se.</p>\n      <p class=\"indent\">Jay P. McCloskey, United States Attorney, and Margaret D. McGaughey, Assistant United States Attorney, on Memorandum of Law in Support of Motion for Summary Disposition, for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Bownes, Senior Circuit Judge, Stahl, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On March 23, 1987, petitioner- appellant Wilfred Hart, Jr. was indicted in the District of Maine on a fourteen-count third superseding indictment which alleged a number of narcotics offenses and two conspiracies to possess with intent to distribute cocaine.  After a jury trial, Hart was convicted on June 1, 1988.  On May 16, 1991, this court affirmed Hart's conviction on direct appeal.  United States v.  Hart, 933 F.2d 80 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On April 1, 1991, while Hart's direct appeal was pending, Hart filed a petition to vacate sentence under 28 U.S.C. Sec. 2255.  He filed an amended petition on April 22, 1991.  Although a magistrate judge recommended that the petition be denied without prejudice because of the pending appeal, the district court took no action on this recommendation.  On May 15, 1991, and, after the direct appeal had been decided, on November 12, 1991 and December 2, 1991, Hart filed supplemental Sec. 2255 petitions.  On February 12, 1992, the district court adopted a magistrate judge's recommended decision that all of Hart's Sec. 2255 petitions be dismissed.  Hart appeals.  We affirm.</p>\n    </div>\n    <p class=\"indent\">Issues already resolved on direct appeal</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Of the eight issues Hart raises in his brief, five already have been resolved by this court in the direct appeal from Hart's conviction:  (1) ineffective assistance of counsel in general, id. at 82-83;  (2) ineffective assistance of counsel on the specific ground that Hart's court-appointed trial counsel failed to produce several witnesses who allegedly would have testified in support of Hart's contention that the substance Hart was dealing was not cocaine, but incense, id. at 83;  (3 &amp; 4) Hart's two similar arguments that there was only a single conspiracy, so his conviction on two different conspiracy counts unconstitutionally placed him in double jeopardy, id. at 85-86;  and (5) Hart's argument that the district court, by granting a motion entitled \"Motion ... on Lack of Jurisdiction for Sentencing with Federal Question,\" in effect ruled that it had no jurisdiction to sentence Hart, id. at 83-84.  Absent some extraordinary circumstance not present here, we will not reconsider by way of collateral review arguments we have already resolved on direct appeal.   United States v. Butt, 731 F.2d 75, 76 n. 1 (1st Cir. 1984).</p>\n    </div>\n    <p class=\"indent\">Pending motions and grounds for relief</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Turning to Hart's remaining three issues, Hart alleges that the district court was without authority to enter a final judgment against him, and that this court is without appellate jurisdiction, because a number of Hart's motions and grounds for relief remained undecided in the district court when the district court dismissed his Sec. 2255 petitions.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court's order of dismissal, however, expressly denied all of Hart's pending motions, stating, \"Hart's remaining motions are wholly without merit and warrant summary dismissal.\"  No motions remained pending thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Hart points out that neither the magistrate judge nor the district court expressly discussed each and every ground for relief set forth in his Sec. 2255 petitions.  He appears to argue that those grounds for relief that were not mentioned remain pending as well.  In fact, however, a dismissal order is final, and effectively dismisses the matter to which it relates, even though the order may not mention every particular argument or ground for relief the parties have raised.  Absent some indication from the court to the contrary, a dismissal order is ordinarily deemed to implicitly reject all arguments or grounds for relief not specifically discussed.  Accordingly, nothing in Hart's Sec. 2255 petitions remained pending.</p>\n    </div>\n    <p class=\"indent\">Failure to follow Sec.  2255 rules</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Hart next claims that the district court erred because it failed to follow Rule 3 of the Rules Governing Sec. 2255 Proceedings in the United States District Courts, which states that the clerk of the district court \"shall ... enter [a Sec. 2255 petition] on the docket in his office in the criminal action in which was entered the judgment to which it is directed.\"  According to Hart, the clerk instead assigned Hart's original Sec. 2255 petition a separate number, and did not enter it on the docket of Hart's prior criminal action.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We reject this claim because Hart says nothing to suggest that this clerical error, if it occurred, prejudiced him in any way.  Thus, Hart's contentions, even if true, provide no basis for Sec. 2255 relief.</p>\n    </div>\n    <p class=\"indent\">Alleged perjury of government witnesses</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Finally, Hart alleges that the government knowingly permitted several of its witnesses to give perjured testimony at his trial.  Hart did not raise this issue in his direct appeal, and he has said nothing to suggest that he did not know of the alleged perjury at the time of his direct appeal.  Hart is therefore precluded from raising the matter in a Sec. 2255 context unless he can establish cause for the procedural default and resulting actual prejudice.   Smith v. Murray, 477 U.S. 527, 536 (1986);   Velarde v. United States, 972 F.2d 826, 827 (7th Cir. 1992);   Murchu v. United States, 926 F.2d 50, 53- 54 n. 4 (1st Cir.), cert. denied, 112 S.Ct. 99 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Hart has not put forward any cause for the failure to raise this issue on direct appeal.  Although Hart has claimed that his appellate counsel was ineffective, Hart raised a number of issues pro se in his direct appeal, in addition to the issues raised by counsel.   Hart, supra, 933 F.2d at 82.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In addition, Hart has not demonstrated any resulting prejudice.  Even assuming, arguendo, that the testimony was false, Hart has made no showing, and the record contains no evidence to suggest, that the government may have known or should have known of any perjury, or that the government may have induced it in any way.  Consequently, Hart could not be entitled to a new trial based on the allegedly perjured testimony.   Velarde, supra, 972 F.2d at 829.  Hart's allegations of perjured testimony are accordingly barred because of Hart's procedural default.</p>\n    </div>\n    <p class=\"indent\">Conclusion</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We have considered all of Hart's other arguments and find them meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court's denial of Hart's petitions to vacate sentence under 28 U.S.C. Sec. 2255 is affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">619</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Wilfred HART, Plaintiff, Appellant,<br>v.<br>UNITED STATES of America, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 92-1484</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 27, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine [Hon.  Morton A. Brody, U.S. District Judge ]</p>\n      <p class=\"indent\">Wilfred Hart, Junior on brief pro se.</p>\n      <p class=\"indent\">Jay P. McCloskey, United States Attorney, and Margaret D. McGaughey, Assistant United States Attorney, on Memorandum of Law in Support of Motion for Summary Disposition, for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Bownes, Senior Circuit Judge, Stahl, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On March 23, 1987, petitioner- appellant Wilfred Hart, Jr. was indicted in the District of Maine on a fourteen-count third superseding indictment which alleged a number of narcotics offenses and two conspiracies to possess with intent to distribute cocaine.  After a jury trial, Hart was convicted on June 1, 1988.  On May 16, 1991, this court affirmed Hart's conviction on direct appeal.  United States v.  Hart, <span class=\"citation\" data-id=\"561249\"><a href=\"/opinion/561249/united-states-v-wilfred-j-hart-aka-jay-hart/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">80</span> </a></span>(1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On April 1, 1991, while Hart's direct appeal was pending, Hart filed a petition to vacate sentence under 28 U.S.C. Sec. 2255.  He filed an amended petition on April 22, 1991.  Although a magistrate judge recommended that the petition be denied without prejudice because of the pending appeal, the district court took no action on this recommendation.  On May 15, 1991, and, after the direct appeal had been decided, on November 12, 1991 and December 2, 1991, Hart filed supplemental Sec. 2255 petitions.  On February 12, 1992, the district court adopted a magistrate judge's recommended decision that all of Hart's Sec. 2255 petitions be dismissed.  Hart appeals.  We affirm.</p>\n    </div>\n    <p class=\"indent\">Issues already resolved on direct appeal</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Of the eight issues Hart raises in his brief, five already have been resolved by this court in the direct appeal from Hart's conviction:  (1) ineffective assistance of counsel in general, <span class=\"citation\" data-id=\"561249\"><a href=\"/opinion/561249/united-states-v-wilfred-j-hart-aka-jay-hart/\"><span class=\"id_token\">id.</span> at 82-83; </a></span> (2) ineffective assistance of counsel on the specific ground that Hart's court-appointed trial counsel failed to produce several witnesses who allegedly would have testified in support of Hart's contention that the substance Hart was dealing was not cocaine, but incense, <span class=\"citation\" data-id=\"561249\"><a href=\"/opinion/561249/united-states-v-wilfred-j-hart-aka-jay-hart/\"><span class=\"id_token\">id.</span> at 83; </a></span> (3 &amp; 4) Hart's two similar arguments that there was only a single conspiracy, so his conviction on two different conspiracy counts unconstitutionally placed him in double jeopardy, <span class=\"citation\" data-id=\"561249\"><a href=\"/opinion/561249/united-states-v-wilfred-j-hart-aka-jay-hart/\"><span class=\"id_token\">id.</span> at 85-86; </a></span> and (5) Hart's argument that the district court, by granting a motion entitled \"Motion ... on Lack of Jurisdiction for Sentencing with Federal Question,\" in effect ruled that it had no jurisdiction to sentence Hart, <span class=\"citation\" data-id=\"561249\"><a href=\"/opinion/561249/united-states-v-wilfred-j-hart-aka-jay-hart/\"><span class=\"id_token\">id.</span> at 83-84. </a></span> Absent some extraordinary circumstance not present here, we will not reconsider by way of collateral review arguments we have already resolved on direct appeal.   United States v. Butt, <span class=\"citation\" data-id=\"433521\"><a href=\"/opinion/433521/united-states-v-mohammed-y-butt/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">75</span></a></span>, 76 n. 1 (1st Cir. 1984).</p>\n    </div>\n    <p class=\"indent\">Pending motions and grounds for relief</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Turning to Hart's remaining three issues, Hart alleges that the district court was without authority to enter a final judgment against him, and that this court is without appellate jurisdiction, because a number of Hart's motions and grounds for relief remained undecided in the district court when the district court dismissed his Sec. 2255 petitions.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court's order of dismissal, however, expressly denied all of Hart's pending motions, stating, \"Hart's remaining motions are wholly without merit and warrant summary dismissal.\"  No motions remained pending thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Hart points out that neither the magistrate judge nor the district court expressly discussed each and every ground for relief set forth in his Sec. 2255 petitions.  He appears to argue that those grounds for relief that were not mentioned remain pending as well.  In fact, however, a dismissal order is final, and effectively dismisses the matter to which it relates, even though the order may not mention every particular argument or ground for relief the parties have raised.  Absent some indication from the court to the contrary, a dismissal order is ordinarily deemed to implicitly reject all arguments or grounds for relief not specifically discussed.  Accordingly, nothing in Hart's Sec. 2255 petitions remained pending.</p>\n    </div>\n    <p class=\"indent\">Failure to follow Sec.  2255 rules</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Hart next claims that the district court erred because it failed to follow Rule 3 of the Rules Governing Sec. 2255 Proceedings in the United States District Courts, which states that the clerk of the district court \"shall ... enter [a Sec. 2255 petition] on the docket in his office in the criminal action in which was entered the judgment to which it is directed.\"  According to Hart, the clerk instead assigned Hart's original Sec. 2255 petition a separate number, and did not enter it on the docket of Hart's prior criminal action.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We reject this claim because Hart says nothing to suggest that this clerical error, if it occurred, prejudiced him in any way.  Thus, Hart's contentions, even if true, provide no basis for Sec. 2255 relief.</p>\n    </div>\n    <p class=\"indent\">Alleged perjury of government witnesses</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Finally, Hart alleges that the government knowingly permitted several of its witnesses to give perjured testimony at his trial.  Hart did not raise this issue in his direct appeal, and he has said nothing to suggest that he did not know of the alleged perjury at the time of his direct appeal.  Hart is therefore precluded from raising the matter in a Sec. 2255 context unless he can establish cause for the procedural default and resulting actual prejudice.   Smith v. Murray, <span class=\"citation\" data-id=\"111728\"><a href=\"/opinion/111728/smith-v-murray/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">527</span></a></span>, 536 (1986);   Velarde v. United States, <span class=\"citation\" data-id=\"588859\"><a href=\"/opinion/588859/carlos-j-velarde-v-united-states/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">826</span></a></span>, 827 (7th Cir. 1992);   Murchu v. United States, <span class=\"citation\" data-id=\"556391\"><a href=\"/opinion/556391/noel-o-murchu-aka-noel-murphy-v-united-states/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 53- 54 n. 4 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span> </span>(1991).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Hart has not put forward any cause for the failure to raise this issue on direct appeal.  Although Hart has claimed that his appellate counsel was ineffective, Hart raised a number of issues pro se in his direct appeal, in addition to the issues raised by counsel.   <span class=\"citation\" data-id=\"561249\"><a href=\"/opinion/561249/united-states-v-wilfred-j-hart-aka-jay-hart/\"><span class=\"antecedent_guess\">Hart,</span> supra</a></span>, 933 F.2d at 82.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In addition, Hart has not demonstrated any resulting prejudice.  Even assuming, arguendo, that the testimony was false, Hart has made no showing, and the record contains no evidence to suggest, that the government may have known or should have known of any perjury, or that the government may have induced it in any way.  Consequently, Hart could not be entitled to a new trial based on the allegedly perjured testimony.   <span class=\"citation\" data-id=\"588859\"><a href=\"/opinion/588859/carlos-j-velarde-v-united-states/\"><span class=\"antecedent_guess\">Velarde,</span> supra</a></span>, 972 F.2d at 829.  Hart's allegations of perjured testimony are accordingly barred because of Hart's procedural default.</p>\n    </div>\n    <p class=\"indent\">Conclusion</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We have considered all of Hart's other arguments and find them meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court's denial of Hart's petitions to vacate sentence under 28 U.S.C. Sec. 2255 is affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111728/",
    "https://www.courtlistener.com/api/rest/v3/opinions/433521/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556391/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561249/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588859/"
  ]
}