{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195431/",
  "id": 195431,
  "absolute_url": "/opinion/195431/cool-light-v-gte-products-corp/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195431/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:49Z",
  "date_modified": "2020-02-21T23:49:00.261511Z",
  "type": "010combined",
  "sha1": "cea9546663b0057afaec8ebdc30d4be773ed41ba",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1896.01A",
  "local_path": null,
  "plain_text": "June 16, 1994\n                 UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                          \n\n  No. 93-1896\n  No. 93-1897\n\n                    COOL LIGHT COMPANY, INC.,\n                      Plaintiff, Appellant,\n\n                               v.\n\n                    GTE PRODUCTS CORPORATION,\n                      Defendant, Appellee.\n\n                                           \n\n                          ERRATA SHEET\n\n       Please make the following  correction in the opinion in\n  the above case released on May 25, 1994:\n\n  Page 2, line 8:     delete the word \"counsel\"\n\n  Page 2, line 9:     insert  the  word \"been\"  between \"have\"\n                      and \"raised\"\n\n  Page 6, line 10:    insert,  after   the  open  parenthesis,\n                      \"belonging to a  different law firm than\n                      the  firm  representing  GTE on  appeal,\n                      and\"\n\n                 UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-1896\nNo. 93-1897\n\n                 COOL LIGHT COMPANY, INC.,\n\n                   Plaintiff, Appellant,\n\n                             v.\n\n                 GTE PRODUCTS CORPORATION,\n\n                    Defendant, Appellee.\n\n                                        \n\n       APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n             FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. Robert E. Keeton, U.S. District Judge]\n                                                   \n\n                                        \n\n                           Before\n\n                    Breyer, Chief Judge,\n                                       \n            Torruella and Stahl, Circuit Judges.\n                                               \n\n                                        \n\nEdwin A. McCabe with  whom Karen Chinn Lyons, Joseph P. Davis, III\n                                                                 \nand The McCabe Group were on brief for appellant.\n               \nAllan  van Gestel with whom Marie P. Buckley,  John B. Daukas, and\n                                                            \nGoodwin, Procter &amp; Hoar were on brief for appellee.\n                  \n\n                                        \n\n                        May 25, 1994\n                                        \n\n          BREYER,  Chief Judge.   The appellant,  Cool Light\n                              \n\nCompany,  Inc.  (\"Cool  Light\"),  asks for  relief  from  an\n\nadverse judgment,  Fed. R. Civ.  P. 60(b)(6), on  the ground\n\nthat  Judge McNaught,  the  judge who  initially tried  this\n\ncase, was prejudiced -- or, at least, gave the appearance of\n\nprejudice  -- against  it.   28 U.S.C.    455(a),  (b).   In\n\ndeciding whether or not Rule 60(b)(6) relief is appropriate,\n\nwe  have  examined   the  charges  and   counter-charges  of\n\nimpropriety  that have  been raised.   We have  assumed, but\n\npurely   for  argument's   sake,  that   Cool  Light   could\n\ndemonstrate  a   significant   degree  of   partiality   (or\n\nappearance  of partiality)  on the  part of  Judge McNaught.\n\nAnd, we have asked whether any such partiality would justify\n\nthe type of relief that Cool Light now seeks.\n\n          Upon  examining  the record,  we  found that  Cool\n\nLight has already received what was, in essence, a new trial\n\non  the key issues and that Judge Keeton (the judge assigned\n\nto   this   matter   upon   Judge   McNaught's   retirement)\n\nindependently reviewed Judge McNaught's decision  to grant a\n\nnew trial.  Cool Light would have received no more had Judge\n\nMcNaught  decided to recuse himself.  And, that being so, we\n\nconclude  that Judge  Keeton's  decision not  to grant  Rule\n\n60(b) relief was lawful.\n\n                            -3-\n                             3\n\n                            -4-\n                             4\n\n                             I\n\n                         Background\n                                   \n\n                             A\n\n              The Dispute Between the Parties\n                                             \n\n          In  the 1970's,  Cool Light  tried to  develop and\n\nsell  a special kind of lighting, to be used by film-makers,\n\nwhich  would  generate  less  heat than  the  lighting  then\n\ncustomarily  used.    As  part of  this  effort,  Cool Light\n\ncontacted  the appellee,  GTE Products  Corporation (\"GTE\"),\n\nand  the   parties  discussed   the  possibility   of  GTE's\n\ndeveloping   and  supplying  the   necessary  special  light\n\nreflectors.    Cool   Light  placed   purchase  orders   for\n\nreflectors;  it later found GTE's reflectors unsatisfactory;\n\nit refused to  pay money that GTE  thought it owed;  and GTE\n\nstopped  supplying the  reflectors.  Eventually,  Cool Light\n\nwent out of business.\n\n                             B\n\n                    Cool Light's Lawsuit\n                                        \n\n          In 1984,  Cool Light filed a  lawsuit against GTE.\n\nThe heart of  the lawsuit consisted of a claim  that GTE had\n\nfailed to supply the reflectors it had promised and that, as\n\na result,  Cool Light went out of business.  In Cool Light's\n\nview,  the   core  facts  that  Cool   Light  alleged  (when\n\n                            -5-\n                             5\n\nsupplemented by various  alleged subsidiary facts)  entitled\n\nit  to damages under several different legal theories.  Cool\n\nLight said that GTE's failure to supply proper reflectors 1)\n\nviolated the  express terms  of  its contract  with GTE,  2)\n\nviolated  an implied term in  its contract to  deal in \"good\n\nfaith,\"  and 3) demonstrated  that various  GTE pre-contract\n\nstatements about  the reflectors and GTE's  plans to produce\n\nother lighting  products were  fraudulent.  Cool  Light also\n\nsaid  that GTE's course of behavior amounted to 4) an unfair\n\ntrade  practice,  Mass.  Gen.  L.  ch. 93A,  and  5)  unfair\n\ncompetition, Cal.  Bus. &amp; Prof. Code    17200.    Cool Light\n\ntried the first  three of these claims to a  jury.  It tried\n\nthe latter two claims to Judge McNaught for decision without\n\na jury.\n\n          Judge McNaught found against Cool Light on each of\n\nthe  non-jury  claims.   The  jury, however,  found  in Cool\n\nLight's  favor on the  breach of contract  and fraud claims.\n\nIt assessed  damages of  $3.694 million  for  breach of  the\n\nexpress terms of the contract; of $2.8 million for breach of\n\nthe implied \"good faith\" dealing contract term; and of $9.45\n\nmillion for  fraud.   Judge McNaught  found that  the jury's\n\nverdicts were inconsistent.  He set them aside and ordered a\n\nnew trial.\n\n                            -6-\n                             6\n\n          At the  second trial, Cool Light  waived its right\n\nto  a jury trial  on its contract  and fraud-related claims.\n\nBoth parties asked Judge Keeton -- replacing Judge McNaught,\n\nwho had retired  -- to make findings  of both fact and  law,\n\nbased on the record of the first trial plus the testimony of\n\ncertain  additional witnesses.  Judge Keeton  did so, and he\n\nfound in GTE's  favor.  Cool  Light then appealed,  claiming\n\nthat Judge McNaught should have accepted the jury's findings\n\nand not ordered a new trial.  After examining the record, we\n\nfound that  the order for  a new  trial was  lawful, and  we\n\naffirmed  the judgment for GTE that Judge Keeton had entered\n\nafter that new  trial.  Cool Light Co. v.  GTE Prods. Corp.,\n                                                           \n\n973 F.2d  31 (1st Cir. 1992), cert.  denied, 113 S. Ct. 1417\n                                           \n\n(1993).\n\n          We add one  further background point.   Initially,\n\nthis case involved  a further  set of claims  by Cool  Light\n\nthat  GTE  had  misappropriated various  trade  secrets  and\n\nconfidential   business  information.     For   purposes  of\n\nexpositional clarity, we shall postpone  discussion of these\n\nclaims  until  Part IIB  of  this  opinion,  where we  shall\n\nexplain why  their initial  presence in  this case  makes no\n\ndifference to our result.\n\n                             C\n\n                            -7-\n                             7\n\n               Cool Light's Rule 60(b) Motion\n                                             \n\n          On December 1, 1992,  Cool Light moved, under Rule\n\n60(b)(6),  for relief  from Judge  Keeton's judgment.   Cool\n\nLight  said in its motion  that jurors from  the first trial\n\nhad  contacted  Cool Light's  owner, George  Panagiotou, and\n\nCool Light's lawyer, Edwin A. McCabe, and had told them that\n\nJudge  McNaught  had spoken  to  the jurors  after  they had\n\nreached their verdict.  According  to the jurors, the  judge\n\ntold them  1) that he strongly disagreed with their verdict,\n\nand 2) that  he knew that  George Panagiotou previously  had\n\nbeen \"belonging  to  a different  law  firm thatn  the  firm\n\nrepresenting GTE on appeal, and  involved with drugs.\"  Cool\n\nLight  said  that this  last  mentioned  remark (about  drug\n\ninvolvement)  showed  that  Judge  McNaught  was  prejudiced\n\nagainst it and meant that Judge McNaught should have recused\n\nhimself.  Cool Light added that, during the first trial, Mr.\n\nPanagiotou  saw one of GTE's  lawyers (once a  law clerk for\n\nJudge    McNaught)    enter   Judge    McNaught's   chambers\n\nunaccompanied  by  lawyers  for  Cool  Light.    Cool  Light\n\nconcluded  that, as  a result,  it  was legally  entitled to\n\nreinstatement  of  the  first-trial  jury  verdict,  to   an\n\nindependent  reexamination of  Judge  McNaught's  new  trial\n\ndetermination, and  to an independent reexamination of Judge\n\n                            -8-\n                             8\n\nMcNaught's determination  of the  non-jury issues --  or, in\n\nthe alternative, to a new trial.\n\n          Judge  Keeton  denied  the Rule  60(b)(6)  motion.\n\nCool Light Co.  v. GTE Prods.  Corp., 832  F. Supp. 449  (D.\n                                    \n\nMass. 1993).   He found  that his further,  and independent,\n\nreview of the entire  record led him to the  same conclusion\n\nthat  Judge McNaught  had reached,  that is  to say,  had he\n\npresided  at the  first trial,  he would  have set  the jury\n\nverdict aside and  ordered a new trial.  Id.  at 460.  Judge\n                                            \n\nKeeton also said that, had Judge McNaught recused himself as\n\nCool Light says he should have done, Cool Light would simply\n\nhave received a  new trial.  Id. at 461.   He concluded that\n                                \n\nCool Light,  in essence, had already received  that to which\n\nthe law would entitle  it were its claims of  impropriety or\n\npartiality true.  Id. at 460-61.\n                     \n\n          Judge Keeton did not characterize Judge McNaught's\n\nalleged  remark to the  jury either  as inappropriate  or as\n\nproper.     He  did,  however,  characterize   Cool  Light's\n\naccusations of misconduct by  opposing counsel as \"vague and\n\nwholly  unsupported.\"  He also found that there was \"a prima\n\nfacie basis\" for believing that Cool Light, and its counsel,\n\nMr. McCabe, had  violated the rules  governing \"post-verdict\n\ncontact  with jurors.\"    Id. at  467.   (Subsequently,  Bar\n                             \n\n                            -9-\n                             9\n\nCounsel  wrote  to Mr.  McCabe stating  that \"[i]n  light of\n\nexisting   .  .  .   case  law  permitting   some  level  of\n\ninvestigation in response to unsolicited communications from\n\njurors,\" she was \"not  pursuing this matter further,\" though\n\nshesuggested\"that inthefuture,\"he \"errontheside ofcaution.\")\n\n          Ultimately,  Judge Keeton  entered  a final  order\n\ndenying Cool  Light's Rule  60(b)(6) motion for  relief from\n\njudgment.  Cool Light now appeals from that order.\n\n                             II\n\n                 The Rule 60(b)(6) Decision\n                                           \n\n          In reviewing  the district court's denial  of Cool\n\nLight's Rule 60(b)(6) motion, we need not explore the merits\n\nof the various claims  of impropriety.  Indeed, it  would be\n\ndifficult to discover what, in fact, occurred, for the judge\n\nin  question has died.  Rather, for purposes of this appeal,\n\nwe shall simply  assume, for argument's sake, that the judge\n\nmade the statements that Cool  Light attributes to him,  and\n\nwe shall also assume  circumstances such that the statements\n\nwould have called for recusal.  See Liteky v. United States,\n                                                           \n\n114  S. Ct. 1147, 1155-57 (1994).  Despite these assumptions\n\nfavorable  to  Cool  Light,  we nonetheless  find  that  the\n\ndistrict court's decision to deny the motion lay well within\n\nthe  scope  of its  broad Rule  60(b)  authority.   Cotto v.\n                                                         \n\n                            -10-\n                             10\n\nUnited States, 993 F.2d 274, 277 (1st Cir. 1993); Teamsters,\n                                                            \n\nChauffeurs, Warehousemen  &amp; Helpers  Union, Local No.  59 v.\n                                                         \n\nSuperline Transp. Co., 953 F.2d 17, 19 (1st Cir. 1992).\n                     \n\n                            -11-\n                             11\n\n                             A\n\n          The Parties' Contract and Fraud Disputes\n                                                  \n\n          Our reasoning in respect to the claims arising out\n\nof the basic substantive dispute between the parties is  the\n\nsame  as that of Judge  Keeton.  Had  Judge McNaught recused\n\nhimself,  Cool Light  would have  had a  new trial  before a\n\ndifferent judge.   Pontarelli  v. Stone,  978 F.2d 773,  775\n                                       \n\n(1st  Cir. 1992).  Cool Light, however, did have a new trial\n\nbefore a  different judge.  And,  the law entitles it  to no\n\nmore.\n\n          We   recognize  that   Cool  Light   suggests  the\n\nexistence  of special  circumstances  requiring a  different\n\nresult.  But, we do not agree.  First, Cool  Light says that\n\nit  received a new trial only on the counts originally tried\n\nto the jury (breach of contract; fraud).  It did not receive\n\na  new trial on the  counts tried to  Judge McNaught (unfair\n\ntrade practices; unfair competition).   This argument is not\n\nconvincing,   however,   primarily   because  Cool   Light's\n\ndifferent  judge-tried claims,  like its  various jury-tried\n\nclaims,  amount to dressing up what are essentially the same\n\nfacts in  different sets of  legal clothes.   In particular,\n\nJudge Keeton's unappealed  (second trial) findings  that GTE\n\ndid not cause the harm Cool  Light alleged, that GTE had not\n\n                            -12-\n                             12\n\nbreached its agreement  with Cool  Light, that  GTE did  not\n\ncommit  fraud, and that  Cool Light failed  to prove damages\n\nwith sufficient  specificity, would collaterally  estop Cool\n\nLight from successfully arguing  the contrary in any further\n\nproceeding  related  to the  judge-tried claims.   Federated\n                                                            \n\nDep't Stores, Inc. v. Moitie, 452 U.S. 394,  398-402 (1981);\n                            \n\nSidney  v. Zah, 718 F.2d 1453, 1457-58 (9th Cir. 1983); Itel\n                                                            \n\nCapital Corp. v. Cups Coal Co., 707 F.2d 1253, 1260-61 (11th\n                              \n\nCir. 1983);  Hurley v. Beech  Aircraft Corp., 355  F.2d 517,\n                                            \n\n522  (7th Cir.), cert. denied, 385  U.S. 821 (1966).  As far\n                             \n\nas the  briefs  and papers  before  us reveal,  the  overlap\n\nbetween  the  two sets  of claims  is  such that,  given the\n\nsecond trial findings, any  further trial on related matters\n\nwould simply  prove \"an empty  exercise,\" which circumstance\n\nmakes  appropriate, and  lawful,  the denial  of Rule  60(b)\n\nrelief.  Cotto, 993 F.2d at 280; Superline, 953 F.2d at 20.\n                                          \n\n          Second,  Cool Light  suggests that  we should  not\n\ntreat  Judge Keeton's  unappealed second  trial findings  as\n\nbinding  because  it did  not  know  about Judge  McNaught's\n\nremark either a) when it decided what evidence to present to\n\nJudge Keeton,  or b) when  it filed its appeal.   Cool Light\n\nhas failed to  show us, however,  how any earlier  knowledge\n\ncould have made a significant difference.  Judge Keeton gave\n\n                            -13-\n                             13\n\nCool Light a full opportunity to present additional evidence\n\nat the  second trial.  Cool Light  has not explained how, or\n\nwhy, knowledge of Judge McNaught's  remark would have led it\n\nto  produce significantly  different evidence.   Nor  has it\n\nsuggested  any legal  flaw  in Judge  Keeton's second  trial\n\nfindings.   Neither is there any  unusual problem in respect\n\nto  timing.   Cool  Light, in  fact,  found out  about Judge\n\nMcNaught's remark after it received our opinion in its first\n\nappeal but  while its petition for rehearing was pending and\n\nabout one month before our mandate  issued.  The consequence\n\nof  Cool Light's failure to show why earlier knowledge would\n\nhave mattered,  in our view, is  that the law would  give to\n\nJudge Keeton's findings their normal preclusive effect.\n\n          Third,  Cool  Light  says  that,  on  grounds   of\n\nelementary  fairness,   the  remedy  for   Judge  McNaught's\n\n\"partiality,\" which (in  Cool Light's view)  led him to  set\n\naside the jury verdict is either 1)  simple reinstatement of\n\nthe  verdict or 2) an independent judicial review of the new\n\ntrial  decision.   Elementary  fairness,  however,  does not\n\nargue  for reinstatement of  the verdict.   Rather, often if\n\nnot ordinarily, the remedy for  a serious procedural flaw is\n\nnew, better,  and fairer procedure, not a  monetary award to\n\nthe losing party.   Pontarelli, 978 F.2d at 775.   Moreover,\n                              \n\n                            -14-\n                             14\n\ndespite  Cool Light's  strong  contrary  protestations,  our\n\nreview  of the record indicates that Judge Keeton gave Judge\n\nMcNaught's   \"new  trial\"   decision  that   very  new   and\n\nindependent review, with appropriate  deference for the jury\n\nverdict, for which Cool Light argues.  Judge Keeton wrote:\n\n          [W]hen I now  make an independent review\n          of  the  evidence  offered  in  the  two\n          trials  combined  I  conclude  that  the\n          verdict [at the first trial] should have\n          been set aside and,  at the least, a new\n          trial  should  have  been   granted,  if\n          indeed the  court did not  instead order\n          judgment      for     the      defendant\n          notwithstanding the verdict.\n\nCool Light, 832 F. Supp. at 461.\n          \n\n          For  these  reasons,   we  consider  lawful  Judge\n\nKeeton's denial  of the Rule 60(b)(6) motion,  in respect to\n\nall  counts  related to  the  underlying  contract or  fraud\n\ndisputes between the parties.\n\n                             B\n\n                  The Trade Secret Claims\n                                         \n\n          Cool Light,  in its  initial complaint,  set forth\n\nseveral other legal claims  that we have not  yet discussed.\n\nThose claims essentially rested  upon its assertion that GTE\n\nhad misappropriated trade  secrets and confidential business\n\ninformation.   Cool Light set forth  several different legal\n\ntheories that,  in its  view, entitled  it to  damages based\n\n                            -15-\n                             15\n\nupon that alleged theft.  See,  e.g.,  Plaintiff's Complaint\n                                    \n\nCount IV (Taking of a  Trade Secret, Mass. Gen. L. ch.  93  \n\n42); id. Count  VII (Unjust Enrichment).  As was true of the\n        \n\ncontract and  fraud claims, Cool Light, at  the first trial,\n\ntried some of its trade secret related claims to a jury  and\n\nothers to the judge.\n\n          The trade  secret related claims  differ from  the\n\ncontract  and fraud  related claims,  however, in  that both\n                                                            \n\njudge  and jury found against  Cool Light on  all the claims\n               \n\ninvolving trade secrets.   Further, Cool Light chose  not to\n\nretry  the jury-tried claims before Judge Keeton.  And, Cool\n\nLight has  not provided  us with any  information suggesting\n\nthat, despite the jury's having found against it in  respect\n\nto  those  claims,  a  new  trial  would  likely  produce  a\n\ndifferent  result.  Finally, Judge Keeton's binding findings\n\nin the  second  trial,  many of  which  touch  on  necessary\n\nelements  of  the  trade   secrets  claims,  would  make  it\n\ndifficult, if not impossible, for Cool Light to prevail in a\n\nnew trial.  The  upshot is that Cool Light  has not provided\n\nus  with  any  reason  to  believe  it  has  a  \"potentially\n\nmeritorious\" trade secret related claim, Superline, 953 F.2d\n                                                  \n\nat  20, or  that a  new trial  on  the trade  secret related\n\ncounts would be  other than  \"an empty exercise,\"  id.   For\n                                                      \n\n                            -16-\n                             16\n\nthese  reasons,  the district  court's  denial  of the  Rule\n\n60(b)(6) motion inrespect to those claims waslegally proper.\n\n          The judgment of the district court is\n\n          Affirmed.\n                   \n\n                            -17-\n                             17\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">June 16, 1994\n                 UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                          \n\n  No. 93-1896\n  No. 93-1897\n\n                    COOL LIGHT COMPANY, INC.,\n                      Plaintiff, Appellant,\n\n                               v.\n\n                    GTE PRODUCTS CORPORATION,\n                      Defendant, Appellee.\n\n                                           \n\n                          ERRATA SHEET\n\n       Please make the following  correction in the opinion in\n  the above case released on May 25, 1994:\n\n  Page 2, line 8:     delete the word \"counsel\"\n\n  Page 2, line 9:     insert  the  word \"been\"  between \"have\"\n                      and \"raised\"\n\n  Page 6, line 10:    insert,  after   the  open  parenthesis,\n                      \"belonging to a  different law firm than\n                      the  firm  representing  GTE on  appeal,\n                      and\"\n\n                 UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-1896\nNo. 93-1897\n\n                 COOL LIGHT COMPANY, INC.,\n\n                   Plaintiff, Appellant,\n\n                             v.\n\n                 GTE PRODUCTS CORPORATION,\n\n                    Defendant, Appellee.\n\n                                        \n\n       APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n             FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. Robert E. Keeton, U.S. District Judge]\n                                                   \n\n                                        \n\n                           Before\n\n                    Breyer, Chief Judge,\n                                       \n            Torruella and Stahl, Circuit Judges.\n                                               \n\n                                        \n\nEdwin A. McCabe with  whom Karen Chinn Lyons, Joseph P. Davis, III\n                                                                 \nand The McCabe Group were on brief for appellant.\n               \nAllan  van Gestel with whom Marie P. Buckley,  John B. Daukas, and\n                                                            \nGoodwin, Procter &amp; Hoar were on brief for appellee.\n                  \n\n                                        \n\n                        May 25, 1994\n                                        \n\n          BREYER,  Chief Judge.   The appellant,  Cool Light\n                              \n\nCompany,  Inc.  (\"Cool  Light\"),  asks for  relief  from  an\n\nadverse judgment,  Fed. R. Civ.  P. 60(b)(6), on  the ground\n\nthat  Judge McNaught,  the  judge who  initially tried  this\n\ncase, was prejudiced -- or, at least, gave the appearance of\n\nprejudice  -- against  it.   28 U.S.C.    455(a),  (b).   In\n\ndeciding whether or not Rule 60(b)(6) relief is appropriate,\n\nwe  have  examined   the  charges  and   counter-charges  of\n\nimpropriety  that have  been raised.   We have  assumed, but\n\npurely   for  argument's   sake,  that   Cool  Light   could\n\ndemonstrate  a   significant   degree  of   partiality   (or\n\nappearance  of partiality)  on the  part of  Judge McNaught.\n\nAnd, we have asked whether any such partiality would justify\n\nthe type of relief that Cool Light now seeks.\n\n          Upon  examining  the record,  we  found that  Cool\n\nLight has already received what was, in essence, a new trial\n\non  the key issues and that Judge Keeton (the judge assigned\n\nto   this   matter   upon   Judge   McNaught's   retirement)\n\nindependently reviewed Judge McNaught's decision  to grant a\n\nnew trial.  Cool Light would have received no more had Judge\n\nMcNaught  decided to recuse himself.  And, that being so, we\n\nconclude  that Judge  Keeton's  decision not  to grant  Rule\n\n60(b) relief was lawful.\n\n                            -3-\n                             3\n\n                            -4-\n                             4\n\n                             I\n\n                         Background\n                                   \n\n                             A\n\n              The Dispute Between the Parties\n                                             \n\n          In  the 1970's,  Cool Light  tried to  develop and\n\nsell  a special kind of lighting, to be used by film-makers,\n\nwhich  would  generate  less  heat than  the  lighting  then\n\ncustomarily  used.    As  part of  this  effort,  Cool Light\n\ncontacted  the appellee,  GTE Products  Corporation (\"GTE\"),\n\nand  the   parties  discussed   the  possibility   of  GTE's\n\ndeveloping   and  supplying  the   necessary  special  light\n\nreflectors.    Cool   Light  placed   purchase  orders   for\n\nreflectors;  it later found GTE's reflectors unsatisfactory;\n\nit refused to  pay money that GTE  thought it owed;  and GTE\n\nstopped  supplying the  reflectors.  Eventually,  Cool Light\n\nwent out of business.\n\n                             B\n\n                    Cool Light's Lawsuit\n                                        \n\n          In 1984,  Cool Light filed a  lawsuit against GTE.\n\nThe heart of  the lawsuit consisted of a claim  that GTE had\n\nfailed to supply the reflectors it had promised and that, as\n\na result,  Cool Light went out of business.  In Cool Light's\n\nview,  the   core  facts  that  Cool   Light  alleged  (when\n\n                            -5-\n                             5\n\nsupplemented by various  alleged subsidiary facts)  entitled\n\nit  to damages under several different legal theories.  Cool\n\nLight said that GTE's failure to supply proper reflectors 1)\n\nviolated the  express terms  of  its contract  with GTE,  2)\n\nviolated  an implied term in  its contract to  deal in \"good\n\nfaith,\"  and 3) demonstrated  that various  GTE pre-contract\n\nstatements about  the reflectors and GTE's  plans to produce\n\nother lighting  products were  fraudulent.  Cool  Light also\n\nsaid  that GTE's course of behavior amounted to 4) an unfair\n\ntrade  practice,  Mass.  Gen.  L.  ch. 93A,  and  5)  unfair\n\ncompetition, Cal.  Bus. &amp; Prof. Code    17200.    Cool Light\n\ntried the first  three of these claims to a  jury.  It tried\n\nthe latter two claims to Judge McNaught for decision without\n\na jury.\n\n          Judge McNaught found against Cool Light on each of\n\nthe  non-jury  claims.   The  jury, however,  found  in Cool\n\nLight's  favor on the  breach of contract  and fraud claims.\n\nIt assessed  damages of  $3.694 million  for  breach of  the\n\nexpress terms of the contract; of $2.8 million for breach of\n\nthe implied \"good faith\" dealing contract term; and of $9.45\n\nmillion for  fraud.   Judge McNaught  found that  the jury's\n\nverdicts were inconsistent.  He set them aside and ordered a\n\nnew trial.\n\n                            -6-\n                             6\n\n          At the  second trial, Cool Light  waived its right\n\nto  a jury trial  on its contract  and fraud-related claims.\n\nBoth parties asked Judge Keeton -- replacing Judge McNaught,\n\nwho had retired  -- to make findings  of both fact and  law,\n\nbased on the record of the first trial plus the testimony of\n\ncertain  additional witnesses.  Judge Keeton  did so, and he\n\nfound in GTE's  favor.  Cool  Light then appealed,  claiming\n\nthat Judge McNaught should have accepted the jury's findings\n\nand not ordered a new trial.  After examining the record, we\n\nfound that  the order for  a new  trial was  lawful, and  we\n\naffirmed  the judgment for GTE that Judge Keeton had entered\n\nafter that new  trial.  Cool Light Co. v.  GTE Prods. Corp.,\n                                                           \n\n</pre><span class=\"citation\" data-id=\"589646\"><a href=\"/opinion/589646/cool-light-company-inc-v-gte-products-corporation/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">31</span> </a></span><pre class=\"inline\">(1st Cir. 1992), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1417</span>\n</span><pre class=\"inline\">                                           \n\n(1993).\n\n          We add one  further background point.   Initially,\n\nthis case involved  a further  set of claims  by Cool  Light\n\nthat  GTE  had  misappropriated various  trade  secrets  and\n\nconfidential   business  information.     For   purposes  of\n\nexpositional clarity, we shall postpone  discussion of these\n\nclaims  until  Part IIB  of  this  opinion,  where we  shall\n\nexplain why  their initial  presence in  this case  makes no\n\ndifference to our result.\n\n                             C\n\n                            -7-\n                             7\n\n               Cool Light's Rule 60(b) Motion\n                                             \n\n          On December 1, 1992,  Cool Light moved, under Rule\n\n60(b)(6),  for relief  from Judge  Keeton's judgment.   Cool\n\nLight  said in its motion  that jurors from  the first trial\n\nhad  contacted  Cool Light's  owner, George  Panagiotou, and\n\nCool Light's lawyer, Edwin A. McCabe, and had told them that\n\nJudge  McNaught  had spoken  to  the jurors  after  they had\n\nreached their verdict.  According  to the jurors, the  judge\n\ntold them  1) that he strongly disagreed with their verdict,\n\nand 2) that  he knew that  George Panagiotou previously  had\n\nbeen \"belonging  to  a different  law  firm thatn  the  firm\n\nrepresenting GTE on appeal, and  involved with drugs.\"  Cool\n\nLight  said  that this  last  mentioned  remark (about  drug\n\ninvolvement)  showed  that  Judge  McNaught  was  prejudiced\n\nagainst it and meant that Judge McNaught should have recused\n\nhimself.  Cool Light added that, during the first trial, Mr.\n\nPanagiotou  saw one of GTE's  lawyers (once a  law clerk for\n\nJudge    McNaught)    enter   Judge    McNaught's   chambers\n\nunaccompanied  by  lawyers  for  Cool  Light.    Cool  Light\n\nconcluded  that, as  a result,  it  was legally  entitled to\n\nreinstatement  of  the  first-trial  jury  verdict,  to   an\n\nindependent  reexamination of  Judge  McNaught's  new  trial\n\ndetermination, and  to an independent reexamination of Judge\n\n                            -8-\n                             8\n\nMcNaught's determination  of the  non-jury issues --  or, in\n\nthe alternative, to a new trial.\n\n          Judge  Keeton  denied  the Rule  60(b)(6)  motion.\n\nCool Light Co.  v. GTE Prods.  Corp., </pre><span class=\"citation\" data-id=\"1428789\"><a href=\"/opinion/1428789/cool-light-co-inc-v-gte-products-corp/\"><span class=\"volume\">832</span>  <span class=\"reporter\">F. Supp.</span> <span class=\"page\">449</span> </a></span><pre class=\"inline\"> (D.\n                                    \n\nMass. 1993).   He found  that his further,  and independent,\n\nreview of the entire  record led him to the  same conclusion\n\nthat  Judge McNaught  had reached,  that is  to say,  had he\n\npresided  at the  first trial,  he would  have set  the jury\n\nverdict aside and  ordered a new trial.  </pre><span class=\"citation\" data-id=\"1428789\"><a href=\"/opinion/1428789/cool-light-co-inc-v-gte-products-corp/\"><span class=\"id_token\">Id.</span>  at 460. </a></span><pre class=\"inline\"> Judge\n                                            \n\nKeeton also said that, had Judge McNaught recused himself as\n\nCool Light says he should have done, Cool Light would simply\n\nhave received a  new trial.  </pre><span class=\"citation\" data-id=\"1428789\"><a href=\"/opinion/1428789/cool-light-co-inc-v-gte-products-corp/\"><span class=\"id_token\">Id.</span> at 461. </a></span><pre class=\"inline\">  He concluded that\n                                \n\nCool Light,  in essence, had already received  that to which\n\nthe law would entitle  it were its claims of  impropriety or\n\npartiality true.  </pre><span class=\"citation\" data-id=\"1428789\"><a href=\"/opinion/1428789/cool-light-co-inc-v-gte-products-corp/\"><span class=\"id_token\">Id.</span> at 460-61.\n</a></span><pre class=\"inline\">                     \n\n          Judge Keeton did not characterize Judge McNaught's\n\nalleged  remark to the  jury either  as inappropriate  or as\n\nproper.     He  did,  however,  characterize   Cool  Light's\n\naccusations of misconduct by  opposing counsel as \"vague and\n\nwholly  unsupported.\"  He also found that there was \"a prima\n\nfacie basis\" for believing that Cool Light, and its counsel,\n\nMr. McCabe, had  violated the rules  governing \"post-verdict\n\ncontact  with jurors.\"    </pre><span class=\"citation\" data-id=\"1428789\"><a href=\"/opinion/1428789/cool-light-co-inc-v-gte-products-corp/\"><span class=\"id_token\">Id.</span> at  467. </a></span><pre class=\"inline\">  (Subsequently,  Bar\n                             \n\n                            -9-\n                             9\n\nCounsel  wrote  to Mr.  McCabe stating  that \"[i]n  light of\n\nexisting   .  .  .   case  law  permitting   some  level  of\n\ninvestigation in response to unsolicited communications from\n\njurors,\" she was \"not  pursuing this matter further,\" though\n\nshesuggested\"that inthefuture,\"he \"errontheside ofcaution.\")\n\n          Ultimately,  Judge Keeton  entered  a final  order\n\ndenying Cool  Light's Rule  60(b)(6) motion for  relief from\n\njudgment.  Cool Light now appeals from that order.\n\n                             II\n\n                 The Rule 60(b)(6) Decision\n                                           \n\n          In reviewing  the district court's denial  of Cool\n\nLight's Rule 60(b)(6) motion, we need not explore the merits\n\nof the various claims  of impropriety.  Indeed, it  would be\n\ndifficult to discover what, in fact, occurred, for the judge\n\nin  question has died.  Rather, for purposes of this appeal,\n\nwe shall simply  assume, for argument's sake, that the judge\n\nmade the statements that Cool  Light attributes to him,  and\n\nwe shall also assume  circumstances such that the statements\n\nwould have called for recusal.  See Liteky v. United States,\n                                                           \n\n</pre><span class=\"citation\" data-id=\"112935\"><a href=\"/opinion/112935/liteky-v-united-states/\"><span class=\"volume\">114</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1147</span></a></span><pre class=\"inline\">, 1155-57 (1994).  Despite these assumptions\n\nfavorable  to  Cool  Light,  we nonetheless  find  that  the\n\ndistrict court's decision to deny the motion lay well within\n\nthe  scope  of its  broad Rule  60(b)  authority.   Cotto v.\n                                                         \n\n                            -10-\n                             10\n\nUnited States, </pre><span class=\"citation\" data-id=\"606662\"><a href=\"/opinion/606662/evelyn-cotto-and-edwin-torres-etc-v-united-states/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">274</span></a></span><pre class=\"inline\">, 277 (1st Cir. 1993); Teamsters,\n                                                            \n\nChauffeurs, Warehousemen  &amp; Helpers  Union, Local No.  59 v.\n                                                         \n\nSuperline Transp. Co., </pre><span class=\"citation\" data-id=\"575211\"><a href=\"/opinion/575211/teamsters-chauffeurs-warehousemen-and-helpers-union-local-no-59-v/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span><pre class=\"inline\">, 19 (1st Cir. 1992).\n                     \n\n                            -11-\n                             11\n\n                             A\n\n          The Parties' Contract and Fraud Disputes\n                                                  \n\n          Our reasoning in respect to the claims arising out\n\nof the basic substantive dispute between the parties is  the\n\nsame  as that of Judge  Keeton.  Had  Judge McNaught recused\n\nhimself,  Cool Light  would have  had a  new trial  before a\n\ndifferent judge.   Pontarelli  v. Stone,  </pre><span class=\"citation\" data-id=\"593910\"><a href=\"/opinion/593910/trooper-alvin-t-pontarelli-v-walter-e-stone-ina-p-schiff/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">773</span></a></span><pre class=\"inline\">,  775\n                                       \n\n(1st  Cir. 1992).  Cool Light, however, did have a new trial\n\nbefore a  different judge.  And,  the law entitles it  to no\n\nmore.\n\n          We   recognize  that   Cool  Light   suggests  the\n\nexistence  of special  circumstances  requiring a  different\n\nresult.  But, we do not agree.  First, Cool  Light says that\n\nit  received a new trial only on the counts originally tried\n\nto the jury (breach of contract; fraud).  It did not receive\n\na  new trial on the  counts tried to  Judge McNaught (unfair\n\ntrade practices; unfair competition).   This argument is not\n\nconvincing,   however,   primarily   because  Cool   Light's\n\ndifferent  judge-tried claims,  like its  various jury-tried\n\nclaims,  amount to dressing up what are essentially the same\n\nfacts in  different sets of  legal clothes.   In particular,\n\nJudge Keeton's unappealed  (second trial) findings  that GTE\n\ndid not cause the harm Cool  Light alleged, that GTE had not\n\n                            -12-\n                             12\n\nbreached its agreement  with Cool  Light, that  GTE did  not\n\ncommit  fraud, and that  Cool Light failed  to prove damages\n\nwith sufficient  specificity, would collaterally  estop Cool\n\nLight from successfully arguing  the contrary in any further\n\nproceeding  related  to the  judge-tried claims.   Federated\n                                                            \n\nDep't Stores, Inc. v. Moitie, </pre><span class=\"citation\" data-id=\"110520\"><a href=\"/opinion/110520/federated-department-stores-inc-v-moitie/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span><pre class=\"inline\">,  398-402 (1981);\n                            \n\nSidney  v. Zah, </pre><span class=\"citation\" data-id=\"425960\"><a href=\"/opinion/425960/ivan-l-sidney-chairman-of-the-hopi-tribal-council-of-the-hopi-indian/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1453</span></a></span><pre class=\"inline\">, 1457-58 (9th Cir. 1983); Itel\n                                                            \n\nCapital Corp. v. Cups Coal Co., </pre><span class=\"citation\" data-id=\"418818\"><a href=\"/opinion/418818/itel-capital-corporation-a-corporation-cross-appellant-v-cups-coal/\"><span class=\"volume\">707</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1253</span></a></span><pre class=\"inline\">, 1260-61 (11th\n                              \n\nCir. 1983);  Hurley v. Beech  Aircraft Corp., </pre><span class=\"citation\" data-id=\"270434\"><a href=\"/opinion/270434/john-r-hurley-and-the-merchants-national-bank-of-muncie-co-executors-of/\"><span class=\"volume\">355</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">517</span></a></span><pre class=\"inline\">,\n                                            \n\n522  (7th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">385</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">821</span> </span><pre class=\"inline\">(1966).  As far\n                             \n\nas the  briefs  and papers  before  us reveal,  the  overlap\n\nbetween  the  two sets  of claims  is  such that,  given the\n\nsecond trial findings, any  further trial on related matters\n\nwould simply  prove \"an empty  exercise,\" which circumstance\n\nmakes  appropriate, and  lawful,  the denial  of Rule  60(b)\n\nrelief.  </pre><span class=\"citation\" data-id=\"606662\"><span class=\"antecedent_guess\">Cotto,</span> <a href=\"/opinion/606662/evelyn-cotto-and-edwin-torres-etc-v-united-states/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">280</span></a></span><pre class=\"inline\">; </pre><span class=\"citation\" data-id=\"575211\"><span class=\"antecedent_guess\">Superline,</span> <a href=\"/opinion/575211/teamsters-chauffeurs-warehousemen-and-helpers-union-local-no-59-v/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">20</span></a></span><pre class=\"inline\">.\n                                          \n\n          Second,  Cool Light  suggests that  we should  not\n\ntreat  Judge Keeton's  unappealed second  trial findings  as\n\nbinding  because  it did  not  know  about Judge  McNaught's\n\nremark either a) when it decided what evidence to present to\n\nJudge Keeton,  or b) when  it filed its appeal.   Cool Light\n\nhas failed to  show us, however,  how any earlier  knowledge\n\ncould have made a significant difference.  Judge Keeton gave\n\n                            -13-\n                             13\n\nCool Light a full opportunity to present additional evidence\n\nat the  second trial.  Cool Light  has not explained how, or\n\nwhy, knowledge of Judge McNaught's  remark would have led it\n\nto  produce significantly  different evidence.   Nor  has it\n\nsuggested  any legal  flaw  in Judge  Keeton's second  trial\n\nfindings.   Neither is there any  unusual problem in respect\n\nto  timing.   Cool  Light, in  fact,  found out  about Judge\n\nMcNaught's remark after it received our opinion in its first\n\nappeal but  while its petition for rehearing was pending and\n\nabout one month before our mandate  issued.  The consequence\n\nof  Cool Light's failure to show why earlier knowledge would\n\nhave mattered,  in our view, is  that the law would  give to\n\nJudge Keeton's findings their normal preclusive effect.\n\n          Third,  Cool  Light  says  that,  on  grounds   of\n\nelementary  fairness,   the  remedy  for   Judge  McNaught's\n\n\"partiality,\" which (in  Cool Light's view)  led him to  set\n\naside the jury verdict is either 1)  simple reinstatement of\n\nthe  verdict or 2) an independent judicial review of the new\n\ntrial  decision.   Elementary  fairness,  however,  does not\n\nargue  for reinstatement of  the verdict.   Rather, often if\n\nnot ordinarily, the remedy for  a serious procedural flaw is\n\nnew, better,  and fairer procedure, not a  monetary award to\n\nthe losing party.   </pre><span class=\"citation\" data-id=\"593910\"><span class=\"antecedent_guess\">Pontarelli,</span> <a href=\"/opinion/593910/trooper-alvin-t-pontarelli-v-walter-e-stone-ina-p-schiff/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">775</span></a></span><pre class=\"inline\">.   Moreover,\n                              \n\n                            -14-\n                             14\n\ndespite  Cool Light's  strong  contrary  protestations,  our\n\nreview  of the record indicates that Judge Keeton gave Judge\n\nMcNaught's   \"new  trial\"   decision  that   very  new   and\n\nindependent review, with appropriate  deference for the jury\n\nverdict, for which Cool Light argues.  Judge Keeton wrote:\n\n          [W]hen I now  make an independent review\n          of  the  evidence  offered  in  the  two\n          trials  combined  I  conclude  that  the\n          verdict [at the first trial] should have\n          been set aside and,  at the least, a new\n          trial  should  have  been   granted,  if\n          indeed the  court did not  instead order\n          judgment      for     the      defendant\n          notwithstanding the verdict.\n\nCool </pre><span class=\"citation\" data-id=\"1428789\"><span class=\"antecedent_guess\">Light,</span> <a href=\"/opinion/1428789/cool-light-co-inc-v-gte-products-corp/\"><span class=\"volume\">832</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">461</span></a></span><pre class=\"inline\">.\n          \n\n          For  these  reasons,   we  consider  lawful  Judge\n\nKeeton's denial  of the Rule 60(b)(6) motion,  in respect to\n\nall  counts  related to  the  underlying  contract or  fraud\n\ndisputes between the parties.\n\n                             B\n\n                  The Trade Secret Claims\n                                         \n\n          Cool Light,  in its  initial complaint,  set forth\n\nseveral other legal claims  that we have not  yet discussed.\n\nThose claims essentially rested  upon its assertion that GTE\n\nhad misappropriated trade  secrets and confidential business\n\ninformation.   Cool Light set forth  several different legal\n\ntheories that,  in its  view, entitled  it to  damages based\n\n                            -15-\n                             15\n\nupon that alleged theft.  See,  e.g.,  Plaintiff's Complaint\n                                    \n\nCount IV (Taking of a  Trade Secret, Mass. Gen. L. ch.  93  \n\n42); </pre><span class=\"citation\" data-id=\"1428789\"><a href=\"/opinion/1428789/cool-light-co-inc-v-gte-products-corp/\"><span class=\"id_token\">id.</span> Count  VII </a></span><pre class=\"inline\">(Unjust Enrichment).  As was true of the\n        \n\ncontract and  fraud claims, Cool Light, at  the first trial,\n\ntried some of its trade secret related claims to a jury  and\n\nothers to the judge.\n\n          The trade  secret related claims  differ from  the\n\ncontract  and fraud  related claims,  however, in  that both\n                                                            \n\njudge  and jury found against  Cool Light on  all the claims\n               \n\ninvolving trade secrets.   Further, Cool Light chose  not to\n\nretry  the jury-tried claims before Judge Keeton.  And, Cool\n\nLight has  not provided  us with any  information suggesting\n\nthat, despite the jury's having found against it in  respect\n\nto  those  claims,  a  new  trial  would  likely  produce  a\n\ndifferent  result.  Finally, Judge Keeton's binding findings\n\nin the  second  trial,  many of  which  touch  on  necessary\n\nelements  of  the  trade   secrets  claims,  would  make  it\n\ndifficult, if not impossible, for Cool Light to prevail in a\n\nnew trial.  The  upshot is that Cool Light  has not provided\n\nus  with  any  reason  to  believe  it  has  a  \"potentially\n\nmeritorious\" trade secret related claim, </pre><span class=\"citation\" data-id=\"575211\"><span class=\"antecedent_guess\">Superline,</span> <a href=\"/opinion/575211/teamsters-chauffeurs-warehousemen-and-helpers-union-local-no-59-v/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span>\n                                                  \n\nat  <span class=\"page\">20</span></a></span><pre class=\"inline\">, or  that a  new trial  on  the trade  secret related\n\ncounts would be  other than  \"an empty exercise,\"  </pre><span class=\"citation\" data-id=\"575211\"><a href=\"/opinion/575211/teamsters-chauffeurs-warehousemen-and-helpers-union-local-no-59-v/\"><span class=\"id_token\">id.</span>   For\n                                                      \n\n                            -16-\n</a></span><pre class=\"inline\">                             16\n\nthese  reasons,  the district  court's  denial  of the  Rule\n\n60(b)(6) motion inrespect to those claims waslegally proper.\n\n          The judgment of the district court is\n\n          Affirmed.\n                   \n\n                            -17-\n                             17\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110520/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112935/",
    "https://www.courtlistener.com/api/rest/v3/opinions/270434/",
    "https://www.courtlistener.com/api/rest/v3/opinions/418818/",
    "https://www.courtlistener.com/api/rest/v3/opinions/425960/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575211/",
    "https://www.courtlistener.com/api/rest/v3/opinions/589646/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593910/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606662/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1428789/"
  ]
}