{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195415/",
  "id": 195415,
  "absolute_url": "/opinion/195415/linehan-v-harvard-university/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195415/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:33Z",
  "date_modified": "2020-02-21T23:48:27.780056Z",
  "type": "010combined",
  "sha1": "435e05e19b8dc408f997eff24440617621063279",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2311.01A",
  "local_path": null,
  "plain_text": "June 9, 1994          [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                        \n\nNo. 93-2311\n\n                    DENIS MARTIN LINEHAN,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                     HARVARD UNIVERSITY,\n\n                     Defendant, Appellee.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. A. David Mazzone, U.S. District Judge]\n                                                    \n\n                                        \n\n                            Before\n\n                  Torruella, Cyr and Stahl,\n                       Circuit Judges.\n                                     \n\n                                        \n\n   Denis M. Linehan on brief pro se.\n                   \n   Allan A. Ryan, Jr., on brief for appellee.\n                    \n\n                                        \n\n                                        \n\n          Per Curiam.  Plaintiff appeals the district court's\n                    \n\ndismissal   of  his  diversity   suit  as  time-barred  under\n\nMassachusetts three-year statute  of limitations for personal\n\ninjury actions.  The complaint alleges that between March and\n\nMay, 1987, while plaintiff was enrolled in a graduate studies\n\nprogram  at Harvard  Law School,  defendant subjected  him to\n\nsonic  abuse from  a  remote controlled  device installed  in\n\nclose proximity to his dormitory room.  Plaintiff claims that\n\ndefendant's wrongful  actions  were motivated  by a  vendetta\n\nthat  had  its origin  in an  employment dispute  between the\n\nplaintiff and University College Cork in Ireland.\n\n          The complaint was filed  on December 10, 1992, more\n\nthan five years after the dates of alleged injury.  Plaintiff\n\nargues, however,  that the three-year statute  of limitations\n\nis  tolled by (1) fraudulent concealment,  or (2) his absence\n\nfrom  the  jurisdiction,  or  (3) the  disability  caused  by\n\ndefendant's alleged tort.  He also argues (4) that his claims\n\nsurvive under the state's six-year statute of limitations for\n\nbreach  of  contract  claims,1  and  (5)  that  defendant  is\n\nestopped  from  asserting  the  limitations  bar  by  certain\n\njudgments of the  Irish courts.  We  reject these contentions\n\nfor the following reasons.    (1)     A  defendant's  alleged\n\n                    \n\n1.   Plaintiff  reportedly completed  his course of  study at\nHarvard,   obtaining  an   LL.M.   degree   in  June,   1987.\nNevertheless,  he  alleges  interruptions  in  contracts  for\n\"studentship,\" accommodation, medical and linen services.\n\n                             -2-\n\nfraud may toll  the limitations period  only if it  \"conceals\n\nthe cause  of . . .  action from the knowledge  of the person\n\nentitled to bring it . . . . \"  Mass. Gen. L. ch. 260,    12.\n\nPlaintiff's complaint asserts, however,  that he was aware of\n\nthe alleged sonic abuse  and his physical injury at  the time\n\nit  occurred.  His theory that Harvard is responsible for the\n\nalleged  tort  is  built   almost  entirely  on  actions  and\n\nstatements by Harvard personnel of which he was aware in 1986\n\nand  1987.   In addition,  as early  as May,  1987, plaintiff\n\nsought  legal assistance  to litigate  or mediate  this claim\n\nagainst  Harvard.  \"[A] cause of action is not concealed from\n\none who has  knowledge of the facts  that create it . .  . .\"\n\nRiley  v. Presnell, 409 Mass.  239, 251, 565  N.E.2d 780, 787\n                  \n\n(1991) (citation omitted); see also Bowen v. Eli Lilly &amp; Co.,\n                                                            \n\n408  Mass. 204, 205, 557 N.E.2d 739, 740 (1990) (holding that\n\na  cause of action accrues  when the plaintiff  has notice of\n\nthe basic fact  that he  has been harmed  by the  defendant's\n\nconduct, regardless of an ignorance of the particulars).  \n\n          (2)   A  plaintiff's voluntary  departure  from the\n\nstate after the accrual of his cause of  action does not toll\n\nthe statute of  limitations.  Cf. Mass. Gen. L.  ch. 260,   9\n                                 \n\n(a  defendant's  absence may  toll  the  limitations period);\n               \n\nWalsh v.  Ogorzalek, 372  Mass. 271,  361 N.E.2d  1247 (1977)\n                   \n\n(tolling  for non-resident  defendants  is limited  to  those\n\ndefendants not  amenable to  service  during their  absence).\n\n                             -3-\n\nThe  plaintiff's residence  in a  foreign country  during the\n\nrelevant period does \n\nnot qualify as a disabling  factor unless the foreign country\n\nwas then  at war with the  United States.  Mass.  Gen. L. ch.\n\n260,   8. \n\n          (3)   We know of  no case, and  plaintiff has cited\n\nnone, which holds that  a plaintiff's alleged physical injury\n\nalone tolls  the Massachusetts  statute of limitations.   The\n\nstate recognizes  mental illness  as a disabling  factor, but\n\nplaintiff does not  claim a  period of insanity.   See  Mass.\n                                                      \n\nGen. L.  ch. 260,   7.   In any event,  the complaint alleges\n\nfacts which  show that  during the relevant  period plaintiff\n\nunderstood his  legal rights, employed counsel,  and actively\n\npursued legal claims relating to  his disability in the Irish\n\ncourts.  His injury  is thus not one recognized  as disabling\n\nfor  purposes  of tolling  the  statute.   See  McGuinness v.\n                                                           \n\nCotter,  412  Mass. 617,  624 n.9,  591  N.E.2d 659,  663 n.9\n      \n\n(1992) (holding  that a  mental disability tolls  the statute\n\nwhen it prevents the  plaintiff from \"comprehending his legal\n\nrights,\"  or pursuing a lawsuit); Pederson v. Time, Inc., 404\n                                                        \n\nMass.  14, 16, 532 N.E.2d 1211, 1212 (1989) (same under prior\n\nwording of the statute). \n\n          (4)  Under Massachusetts law, the  determination of\n\nwhether the  contract or tort statute  of limitations applies\n\nis controlled by the \"essential nature of the party's claim.\"\n\n                             -4-\n\nRoyal-Globe  Ins.  Co. v.  Craven,  411 Mass.  629,  636, 585\n                                 \n\nN.E.2d 315,  319 (1992).  A  pivotal factor is  the nature of\n\nthe acts upon which  the defendant's liability is predicated.\n\nCompare \n       \n\nRoyal-Globe Ins. Co., 585 N.E.2d at 319-20 (holding that suit\n                    \n\nis in  contract where liability is  predicated on defendant's\n\nbreach  of a  contract to  indemnify for  injuries physically\n\ncaused by  another) with Thomas v.  Massachusetts Bay Transp.\n                                                             \n\nAuth., 389 Mass. 408, 450 N.E.2d 600 (1983) (holding the suit\n     \n\nis  in  tort where  liability  is  predicated on  defendant's\n\nphysically  injurious  acts,   despite  collateral   contract\n\nbetween the parties).   The gravamen of plaintiff's complaint\n\nis  that  defendant  engaged  in  physically  injurious  acts\n\nagainst him.   Although he alleges  incidental contracts that\n\nimpose other obligations, the  personal injury he claims does\n\nnot arise from those  contracts.  Accordingly, the three-year\n\nstatute of limitations governs this action.\n\n          (5)   The purported  judgment of the  Irish Supreme\n\nCourt awarding to plaintiff a pension from University College\n\nCork is irrelevant  to the  issues before us.2   Harvard  was\n\nnot  a  party to  the alleged  Irish  litigation.   The Irish\n\ncourt's  alleged refusal  to issue a  summons for  service on\n\n                    \n\n2.  We   do  not   reach  questions   of   the  authenticity,\ncompleteness  or  timeliness   of  plaintiff's  reply   brief\nsubmission of  xerox copies  of the purported  Irish judgment\nand related  documents, because plaintiff's   description  of\nthe litigation shows its irrelevancy to the issues at hand. \n\n                             -5-\n\nHarvard because of \"forum conveniens\", does not, as plaintiff\n\nurges,  evidence  a  determination   by  that  court  of  the\n\nMassachusetts   limitations  question.      We  perceive   in\n\nplaintiff's  arguments  no  reason  for  deviating  from  the\n\ngeneral rule that binds only \n\nparties and  their privies to  a final  judgment.   Moreover,\n\nwhen different claims  are asserted in a subsequent action, a\n\nparty to the first  action is estopped only as to issues that\n\nwere actually  litigated, actually determined,  and essential\n\nto the first judgment.  See generally Miles v. Aetna Casualty\n                                                             \n\n&amp; Sur.  Co., 412 Mass. 424,  426, 589 N.E.2d 314,  316 (1992)\n           \n\n(applying the  general rule  as stated  in Montana  v. United\n                                                             \n\nStates, 440 U.S. 147, 153 (1979) and the Restatement (Second)\n      \n\nof Judgments   27 (1982)).    \n\n          Finally, we see no  merit in plaintiff's claim that\n\nthe district court denied  him an opportunity to be  heard in\n\nopposition  to defendant's  motion to  dismiss.   By district\n\ncourt  rule, plaintiff  had  the  right  to  file  a  written\n\nopposition to the  motion and  to request  oral argument.  D.\n\nMass. R. 7.1(B)(2),  (D).   He acknowledges that  he did  not\n\nexercise  these  rights  during  the  seven  weeks  following\n\nservice  of the  motion (six weeks  following his  receipt of\n\nit).  Instead, he argues that six weeks was too short (and by\n\nimplication  so was the 14-day period  provided by the rule),\n\nyet  he offers no satisfactory  reason why he  also failed to\n\n                             -6-\n\nexercise his right  to request  an enlargement of  time.   D.\n\nMass.  R. 7.1(B)(2).  We do not credit plaintiff's attempt to\n\nshift responsibility to the defendant and the court to insure\n\nthat  he  learns of  his  rights  under published  procedural\n\nrules.   Plaintiff allegedly  holds advanced degrees  in law,\n\nincluding two from institutions in this country.  His \"pro se\n\nstatus does not absolve  him from compliance  with . . .  the\n\ndistrict  court's  procedural   rules.\"     FDIC  v.   Anchor\n                                                             \n\nProperties, 13 F.3d 27, 31 (1st Cir. 1994).3\n          \n\n          The posture of  this case  does not  require us  to\n\naddress other apparent infirmities in plaintiff's complaint. \n\n          Accordingly, the judgment below is affirmed.\n                                                     \n\n                    \n\n3.  Though  not necessary  to our  disposition, we  note that\nplaintiff suffered no prejudice from  his failure to file  an\nopposition.    Plaintiff's complaint,  which  was before  the\ncourt, predicted the limitations  issue and included the same\nresponsive arguments  which plaintiff  raises on appeal.  The\ncourt  did  not  enter   a  default  judgment,  but  properly\nconsidered the merits of the motion in light of the papers on\nfile.   See Mullen  v. St. Paul  Fire &amp; Marine  Ins. Co., 972\n                                                        \nF.2d 446, 451 (1st Cir. 1992).      \n\n                             -7-\n",
  "html": "<p class=\"case_cite\">29 F.3d 619</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Denis Martin LINEHAN, Plaintiff, Appellant,<br>v.<br>HARVARD UNIVERSITY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2311</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 9, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  A. David Mazzone, U.S. District Judge ]</p>\n      <p class=\"indent\">Denis M. Linehan on brief pro se.</p>\n      <p class=\"indent\">Allan A. Ryan, Jr., on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Cyr and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff appeals the district court's dismissal of his diversity suit as time-barred under Massachusetts three-year statute of limitations for personal injury actions.  The complaint alleges that between March and May, 1987, while plaintiff was enrolled in a graduate studies program at Harvard Law School, defendant subjected him to sonic abuse from a remote controlled device installed in close proximity to his dormitory room.  Plaintiff claims that defendant's wrongful actions were motivated by a vendetta that had its origin in an employment dispute between the plaintiff and University College Cork in Ireland.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The complaint was filed on December 10, 1992, more than five years after the dates of alleged injury.  Plaintiff argues, however, that the three-year statute of limitations is tolled by (1) fraudulent concealment, or (2) his absence from the jurisdiction, or (3) the disability caused by defendant's alleged tort.  He also argues (4) that his claims survive under the state's six-year statute of limitations for breach of contract claims,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and (5) that defendant is estopped from asserting the limitations bar by certain judgments of the Irish courts.  We reject these contentions for the following reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">(1) A defendant's alleged fraud may toll the limitations period only if it \"conceals the cause of ... action from the knowledge of the person entitled to bring it....  \" Mass.  Gen. L. ch. 260, Sec. 12.  Plaintiff's complaint asserts, however, that he was aware of the alleged sonic abuse and his physical injury at the time it occurred.  His theory that Harvard is responsible for the alleged tort is built almost entirely on actions and statements by Harvard personnel of which he was aware in 1986 and 1987.  In addition, as early as May, 1987, plaintiff sought legal assistance to litigate or mediate this claim against Harvard.  \"[A] cause of action is not concealed from one who has knowledge of the facts that create it....\"   Riley v. Presnell, 409 Mass. 239, 251, 565 N.E.2d 780, 787 (1991) (citation omitted);  see also Bowen v.  Eli Lilly &amp; Co., 408 Mass. 204, 205, 557 N.E.2d 739, 740 (1990) (holding that a cause of action accrues when the plaintiff has notice of the basic fact that he has been harmed by the defendant's conduct, regardless of an ignorance of the particulars).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">(2) A plaintiff's voluntary departure from the state after the accrual of his cause of action does not toll the statute of limitations.  Cf. Mass.  Gen. L. ch. 260, Sec. 9 (a defendant's absence may toll the limitations period);  Walsh v.  Ogorzalek, 372 Mass. 271, 361 N.E.2d 1247 (1977) (tolling for non-resident defendants is limited to those defendants not amenable to service during their absence).  The plaintiff's residence in a foreign country during the relevant period does not qualify as a disabling factor unless the foreign country was then at war with the United States.  Mass. Gen. L. ch. 260, Sec. 8.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">(3) We know of no case, and plaintiff has cited none, which holds that a plaintiff's alleged physical injury alone tolls the Massachusetts statute of limitations.  The state recognizes mental illness as a disabling factor, but plaintiff does not claim a period of insanity.  See Mass.  Gen. L. ch. 260, Sec. 7. In any event, the complaint alleges facts which show that during the relevant period plaintiff understood his legal rights, employed counsel, and actively pursued legal claims relating to his disability in the Irish courts.  His injury is thus not one recognized as disabling for purposes of tolling the statute.   See McGuinness v. Cotter, 412 Mass. 617, 624 n. 9, 591 N.E.2d 659, 663 n. 9 (1992) (holding that a mental disability tolls the statute when it prevents the plaintiff from \"comprehending his legal rights,\" or pursuing a lawsuit);   Pederson v. Time, Inc., 404 Mass. 14, 16, 532 N.E.2d 1211, 1212 (1989) (same under prior wording of the statute).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(4) Under Massachusetts law, the determination of whether the contract or tort statute of limitations applies is controlled by the \"essential nature of the party's claim.\"   Royal-Globe Ins. Co. v. Craven, 411 Mass. 629, 636, 585 N.E.2d 315, 319 (1992).  A pivotal factor is the nature of the acts upon which the defendant's liability is predicated.  Compare</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Royal-Globe Ins. Co., 585 N.E.2d at 319-20 (holding that suit is in contract where liability is predicated on defendant's breach of a contract to indemnify for injuries physically caused by another)  with Thomas v. Massachusetts Bay Transp.  Auth., 389 Mass. 408, 450 N.E.2d 600 (1983) (holding the suit is in tort where liability is predicated on defendant's physically injurious acts, despite collateral contract between the parties).  The gravamen of plaintiff's complaint is that defendant engaged in physically injurious acts against him.  Although he alleges incidental contracts that impose other obligations, the personal injury he claims does not arise from those contracts.  Accordingly, the three-year statute of limitations governs this action.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(5) The purported judgment of the Irish Supreme Court awarding to plaintiff a pension from University College Cork is irrelevant to the issues before us.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Harvard was not a party to the alleged Irish litigation.  The Irish court's alleged refusal to issue a summons for service on Harvard because of \"forum conveniens\", does not, as plaintiff urges, evidence a determination by that court of the Massachusetts limitations question.  We perceive in plaintiff's arguments no reason for deviating from the general rule that binds only parties and their privies to a final judgment.  Moreover, when different claims are asserted in a subsequent action, a party to the first action is estopped only as to issues that were actually litigated, actually determined, and essential to the first judgment.   See generally Miles v. Aetna Casualty &amp; Sur. Co., 412 Mass. 424, 426, 589 N.E.2d 314, 316 (1992) (applying the general rule as stated in  Montana v. United States, 440 U.S. 147, 153 (1979) and the Restatement (Second) of Judgments Sec. 27 (1982)).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Finally, we see no merit in plaintiff's claim that the district court denied him an opportunity to be heard in opposition to defendant's motion to dismiss.  By district court rule, plaintiff had the right to file a written opposition to the motion and to request oral argument.  D. Mass.  R. 7.1(B)(2), (D).  He acknowledges that he did not exercise these rights during the seven weeks following service of the motion (six weeks following his receipt of it).  Instead, he argues that six weeks was too short (and by implication so was the 14-day period provided by the rule), yet he offers no satisfactory reason why he also failed to exercise his right to request an enlargement of time.  D. Mass.  R. 7.1(B)(2).  We do not credit plaintiff's attempt to shift responsibility to the defendant and the court to insure that he learns of his rights under published procedural rules.  Plaintiff allegedly holds advanced degrees in law, including two from institutions in this country.  His \"pro se status does not absolve him from compliance with ... the district court's procedural rules.\"   FDIC v. Anchor Properties, 13 F.3d 27, 31 (1st Cir. 1994).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The posture of this case does not require us to address other apparent infirmities in plaintiff's complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Accordingly, the judgment below is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Plaintiff reportedly completed his course of study at Harvard, obtaining an LL.M. degree in June, 1987.  Nevertheless, he alleges interruptions in contracts for \"studentship,\" accommodation, medical and linen services</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We do not reach questions of the authenticity, completeness or timeliness of plaintiff's reply brief submission of xerox copies of the purported Irish judgment and related documents, because plaintiff's description of the litigation shows its irrelevancy to the issues at hand</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Though not necessary to our disposition, we note that plaintiff suffered no prejudice from his failure to file an opposition.  Plaintiff's complaint, which was before the court, predicted the limitations issue and included the same responsive arguments which plaintiff raises on appeal.  The court did not enter a default judgment, but properly considered the merits of the motion in light of the papers on file.   See Mullen v. St. Paul Fire &amp; Marine Ins. Co., 972 F.2d 446, 451 (1st Cir. 1992)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">619</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Denis Martin LINEHAN, Plaintiff, Appellant,<br>v.<br>HARVARD UNIVERSITY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2311</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 9, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  A. David Mazzone, U.S. District Judge ]</p>\n      <p class=\"indent\">Denis M. Linehan on brief pro se.</p>\n      <p class=\"indent\">Allan A. Ryan, Jr., on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Cyr and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff appeals the district court's dismissal of his diversity suit as time-barred under Massachusetts three-year statute of limitations for personal injury actions.  The complaint alleges that between March and May, 1987, while plaintiff was enrolled in a graduate studies program at Harvard Law School, defendant subjected him to sonic abuse from a remote controlled device installed in close proximity to his dormitory room.  Plaintiff claims that defendant's wrongful actions were motivated by a vendetta that had its origin in an employment dispute between the plaintiff and University College Cork in Ireland.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The complaint was filed on December 10, 1992, more than five years after the dates of alleged injury.  Plaintiff argues, however, that the three-year statute of limitations is tolled by (1) fraudulent concealment, or (2) his absence from the jurisdiction, or (3) the disability caused by defendant's alleged tort.  He also argues (4) that his claims survive under the state's six-year statute of limitations for breach of contract claims,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and (5) that defendant is estopped from asserting the limitations bar by certain judgments of the Irish courts.  We reject these contentions for the following reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">(1) A defendant's alleged fraud may toll the limitations period only if it \"conceals the cause of ... action from the knowledge of the person entitled to bring it....  \" Mass.  Gen. L. ch. 260, Sec. 12.  Plaintiff's complaint asserts, however, that he was aware of the alleged sonic abuse and his physical injury at the time it occurred.  His theory that Harvard is responsible for the alleged tort is built almost entirely on actions and statements by Harvard personnel of which he was aware in 1986 and 1987.  In addition, as early as May, 1987, plaintiff sought legal assistance to litigate or mediate this claim against Harvard.  \"[A] cause of action is not concealed from one who has knowledge of the facts that create it....\"   Riley v. Presnell, <span class=\"citation\" data-id=\"2090844\"><a href=\"/opinion/2090844/riley-v-presnell/\"><span class=\"volume\">409</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">239</span></a></span>, 251, <span class=\"citation\" data-id=\"2090844\"><a href=\"/opinion/2090844/riley-v-presnell/\"><span class=\"volume\">565</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">780</span></a></span>, 787 (1991) (citation omitted);  see also Bowen v.  Eli Lilly &amp; Co., <span class=\"citation\" data-id=\"2039745\"><a href=\"/opinion/2039745/bowen-v-eli-lilly-co/\"><span class=\"volume\">408</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">204</span></a></span>, 205, <span class=\"citation\" data-id=\"2039745\"><a href=\"/opinion/2039745/bowen-v-eli-lilly-co/\"><span class=\"volume\">557</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">739</span></a></span>, 740 (1990) (holding that a cause of action accrues when the plaintiff has notice of the basic fact that he has been harmed by the defendant's conduct, regardless of an ignorance of the particulars).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">(2) A plaintiff's voluntary departure from the state after the accrual of his cause of action does not toll the statute of limitations.  Cf. Mass.  Gen. L. ch. 260, Sec. 9 (a defendant's absence may toll the limitations period);  Walsh v.  Ogorzalek, <span class=\"citation\" data-id=\"2174795\"><a href=\"/opinion/2174795/walsh-v-ogorzalek/\"><span class=\"volume\">372</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">271</span></a></span>, <span class=\"citation\" data-id=\"2174795\"><a href=\"/opinion/2174795/walsh-v-ogorzalek/\"><span class=\"volume\">361</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1247</span> </a></span>(1977) (tolling for non-resident defendants is limited to those defendants not amenable to service during their absence).  The plaintiff's residence in a foreign country during the relevant period does not qualify as a disabling factor unless the foreign country was then at war with the United States.  Mass. Gen. L. ch. 260, Sec. 8.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">(3) We know of no case, and plaintiff has cited none, which holds that a plaintiff's alleged physical injury alone tolls the Massachusetts statute of limitations.  The state recognizes mental illness as a disabling factor, but plaintiff does not claim a period of insanity.  See Mass.  Gen. L. ch. 260, Sec. 7. In any event, the complaint alleges facts which show that during the relevant period plaintiff understood his legal rights, employed counsel, and actively pursued legal claims relating to his disability in the Irish courts.  His injury is thus not one recognized as disabling for purposes of tolling the statute.   See McGuinness v. Cotter, <span class=\"citation\" data-id=\"2097979\"><a href=\"/opinion/2097979/mcguinness-v-cotter/\"><span class=\"volume\">412</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">617</span></a></span>, 624 n. 9, <span class=\"citation\" data-id=\"2097979\"><a href=\"/opinion/2097979/mcguinness-v-cotter/\"><span class=\"volume\">591</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">659</span></a></span>, 663 n. 9 (1992) (holding that a mental disability tolls the statute when it prevents the plaintiff from \"comprehending his legal rights,\" or pursuing a lawsuit);   Pederson v. Time, Inc., <span class=\"citation\" data-id=\"2030737\"><a href=\"/opinion/2030737/pederson-v-time-inc/\"><span class=\"volume\">404</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">14</span></a></span>, 16, <span class=\"citation\" data-id=\"2030737\"><a href=\"/opinion/2030737/pederson-v-time-inc/\"><span class=\"volume\">532</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1211</span></a></span>, 1212 (1989) (same under prior wording of the statute).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(4) Under Massachusetts law, the determination of whether the contract or tort statute of limitations applies is controlled by the \"essential nature of the party's claim.\"   Royal-Globe Ins. Co. v. Craven, <span class=\"citation\" data-id=\"2039566\"><a href=\"/opinion/2039566/royal-globe-ins-co-v-craven/\"><span class=\"volume\">411</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">629</span></a></span>, 636, <span class=\"citation\" data-id=\"2039566\"><a href=\"/opinion/2039566/royal-globe-ins-co-v-craven/\"><span class=\"volume\">585</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">315</span></a></span>, 319 (1992).  A pivotal factor is the nature of the acts upon which the defendant's liability is predicated.  Compare</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Royal-Globe Ins. <span class=\"citation\" data-id=\"2039566\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/2039566/royal-globe-ins-co-v-craven/\"><span class=\"volume\">585</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">319-20</span> </a></span>(holding that suit is in contract where liability is predicated on defendant's breach of a contract to indemnify for injuries physically caused by another)  with Thomas v. Massachusetts Bay Transp.  Auth., <span class=\"citation\" data-id=\"2238201\"><a href=\"/opinion/2238201/thomas-v-massachusetts-bay-transportation-authority/\"><span class=\"volume\">389</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">408</span></a></span>, <span class=\"citation\" data-id=\"2238201\"><a href=\"/opinion/2238201/thomas-v-massachusetts-bay-transportation-authority/\"><span class=\"volume\">450</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">600</span> </a></span>(1983) (holding the suit is in tort where liability is predicated on defendant's physically injurious acts, despite collateral contract between the parties).  The gravamen of plaintiff's complaint is that defendant engaged in physically injurious acts against him.  Although he alleges incidental contracts that impose other obligations, the personal injury he claims does not arise from those contracts.  Accordingly, the three-year statute of limitations governs this action.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(5) The purported judgment of the Irish Supreme Court awarding to plaintiff a pension from University College Cork is irrelevant to the issues before us.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Harvard was not a party to the alleged Irish litigation.  The Irish court's alleged refusal to issue a summons for service on Harvard because of \"forum conveniens\", does not, as plaintiff urges, evidence a determination by that court of the Massachusetts limitations question.  We perceive in plaintiff's arguments no reason for deviating from the general rule that binds only parties and their privies to a final judgment.  Moreover, when different claims are asserted in a subsequent action, a party to the first action is estopped only as to issues that were actually litigated, actually determined, and essential to the first judgment.   See generally Miles v. Aetna Casualty &amp; Sur. Co., <span class=\"citation\" data-id=\"2239916\"><a href=\"/opinion/2239916/miles-v-aetna-casualty-surety-co/\"><span class=\"volume\">412</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">424</span></a></span>, 426, <span class=\"citation\" data-id=\"2239916\"><a href=\"/opinion/2239916/miles-v-aetna-casualty-surety-co/\"><span class=\"volume\">589</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">314</span></a></span>, 316 (1992) (applying the general rule as stated in  Montana v. United States, <span class=\"citation\" data-id=\"110022\"><a href=\"/opinion/110022/montana-v-united-states/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span>, 153 (1979) and the Restatement (Second) of Judgments Sec. 27 (1982)).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Finally, we see no merit in plaintiff's claim that the district court denied him an opportunity to be heard in opposition to defendant's motion to dismiss.  By district court rule, plaintiff had the right to file a written opposition to the motion and to request oral argument.  D. Mass.  R. 7.1(B)(2), (D).  He acknowledges that he did not exercise these rights during the seven weeks following service of the motion (six weeks following his receipt of it).  Instead, he argues that six weeks was too short (and by implication so was the 14-day period provided by the rule), yet he offers no satisfactory reason why he also failed to exercise his right to request an enlargement of time.  D. Mass.  R. 7.1(B)(2).  We do not credit plaintiff's attempt to shift responsibility to the defendant and the court to insure that he learns of his rights under published procedural rules.  Plaintiff allegedly holds advanced degrees in law, including two from institutions in this country.  His \"pro se status does not absolve him from compliance with ... the district court's procedural rules.\"   FDIC v. Anchor Properties, <span class=\"citation\" data-id=\"659891\"><a href=\"/opinion/659891/federal-deposit-insurance-corporation-as-receiver-for-bank-of-new-england/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 31 (1st Cir. 1994).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The posture of this case does not require us to address other apparent infirmities in plaintiff's complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Accordingly, the judgment below is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Plaintiff reportedly completed his course of study at Harvard, obtaining an LL.M. degree in June, 1987.  Nevertheless, he alleges interruptions in contracts for \"studentship,\" accommodation, medical and linen services</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We do not reach questions of the authenticity, completeness or timeliness of plaintiff's reply brief submission of xerox copies of the purported Irish judgment and related documents, because plaintiff's description of the litigation shows its irrelevancy to the issues at hand</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Though not necessary to our disposition, we note that plaintiff suffered no prejudice from his failure to file an opposition.  Plaintiff's complaint, which was before the court, predicted the limitations issue and included the same responsive arguments which plaintiff raises on appeal.  The court did not enter a default judgment, but properly considered the merits of the motion in light of the papers on file.   See Mullen v. St. Paul Fire &amp; Marine Ins. Co., <span class=\"citation\" data-id=\"588804\"><a href=\"/opinion/588804/james-x-mullen-and-mullen-advertising-inc-v-st-paul-fire-and-marine/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">446</span></a></span>, 451 (1st Cir. 1992)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110022/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588804/",
    "https://www.courtlistener.com/api/rest/v3/opinions/659891/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2030737/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2039566/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2039745/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2090844/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2097979/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2174795/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2238201/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2239916/"
  ]
}