{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195413/",
  "id": 195413,
  "absolute_url": "/opinion/195413/united-states-v-quinones-rodriguez/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195413/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:31Z",
  "date_modified": "2020-02-21T23:48:24.439488Z",
  "type": "010combined",
  "sha1": "b15ce4abcf7855a73caa69beade715e65280106a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1601.01A",
  "local_path": null,
  "plain_text": "June 9, 1994      UNITED STATES COURT OF APPEALS\n\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1601\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n       JESUS M. QUINONES, a/k/a JESUS M. QUINONES-RODRIGUEZ\n\n                      Defendant, Appellant.\n\n                                             \n\n                           ERRATA SHEET\n\n     The order of the court  issued on May 20, 1994 is  corrected\nas follows:\n\n     On page 15, line 8, change F.2d to F.3d.\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1601\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n      JESUS M. QUINONES, a/k/a JESUS M. QUINONES-RODRIGUEZ,\n\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Jose Antonio Fuste, U.S. District Judge]\n                                                       \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge,\n                                          \n\n                  Bownes, Senior Circuit Judge,\n                                              \n\n                    and Boudin, Circuit Judge.\n                                             \n\n                                             \n\n     Luis  A. Plaza-Mariota,  by  appointment of  the court,  for\n                           \nappellant.\n     Jose  A.  Quiles-Espinosa, Senior  Litigation  Counsel, with\n                              \nwhom  Guillermo  Gil,  United  States  Attorney,  and  Miguel  A.\n                                                                 \nPereira,  Assistant United  States Attorney,  were on  brief, for\n       \nappellee.\n\n                                             \n\n                           May 20, 1994\n\n                                             \n\n          SELYA,  Circuit Judge.   This  appeal requires  that we\n          SELYA,  Circuit Judge.\n                               \n\nexplicate the circumstances in which consecutive sentences may be\n\nappropriate under the  sentencing guidelines and the  methodology\n\nfor  imposing such sentences.1  We then test the sentence imposed\n\nbelow in light of these emergent principles.\n\nI.  DERIVATION OF THE SENTENCE\n\n          In late 1992, a  federal grand jury indicted defendant-\n\nappellant Jesus M. Quinones-Rodriguez  (Quinones) on one count of\n\ncarjacking in violation of 18 U.S.C.   2119(1).  The  next month,\n\nthe grand jury returned  a separate indictment charging appellant\n\nwith participating in a different  carjacking episode.  After the\n\ndistrict court  consolidated the cases,  appellant pleaded guilty\n\nto both charges.\n\n          When  no  guideline  exists referable  to  a particular\n\noffense of conviction, a  sentencing court must select, and  then\n\napply,  the  most  analogous  offense guideline.    See  U.S.S.G.\n                                                       \n\n 2X5.1; see also United States v. Mariano, 983 F.2d 1150, 1158-60\n                                         \n\n(1st  Cir.  1993)  (describing  mechanics  of choosing  analogy).\n\nBecause no guideline had yet been promulgated for carjacking, the\n\ndistrict court borrowed  the robbery guideline,  U.S.S.G.  2B3.1,\n\nwhich specified a base offense level (BOL) of 20. \n\n          The  district  court then  embarked  upon  a series  of\n\n                    \n\n     1The November 1992 edition of the guidelines applies in this\ncase.   See United States  v. Harotunian, 920  F.2d 1040, 1041-42\n                                        \n(1st  Cir. 1990) (explaining that the guidelines in effect at the\ntime of  sentencing control  unless ex post  facto considerations\nprohibit  their use).  Hence,  all references herein  are to that\nedition.\n\n                                3\n\ninterim calculations.   It increased  the BOL:   by seven  levels\n\nbecause a perpetrator discharged  a firearm in the course  of one\n\ncarjacking, see U.S.S.G.   2B3.1(b)(2)(A); by two levels  because\n               \n\nthe perpetrators inflicted bodily  injury on certain victims, see\n                                                                 \n\nid.   2B3.1(b)(3)(A); by  four  levels because  the  perpetrators\n   \n\nabducted  two of the victims, see id.  2B3.1(b)(4)(A); and by one\n                                     \n\nlevel  because  the  amount  of  loss, while  not  over  $50,000,\n\nnonetheless exceeded  $10,000, see id.  2B3.1(b)(6)(B) (C).   The\n                                      \n\ncourt  added two  levels  to reflect  the  existence of  separate\n\n\"groups\" of offenses,2 see U.S.S.G.   3D1.4(a), after determining\n                          \n\nthat the  carjacking  charges were  non-groupable,  see  U.S.S.G.\n                                                       \n\n 3D1.2(d)  (excluding  robbery  from  the  operation  of standard\n\ngrouping  principles).   And, finally,  the court  deducted three\n\nlevels for acceptance of responsibility, see U.S.S.G.  3E1.1(b).\n                                            \n\n          The  adjustments that  we  have  catalogued produced  a\n\nguideline  sentencing  range (GSR)  of 168 210  months.3   At the\n\nsentencing hearing,  the judge  recognized that, in  the \"typical\n\ncase,\" concurrent  sentences, rather than  consecutive sentences,\n\nare the  norm; that,  absent  a departure,  the guidelines  would\n\ngenerate a total punishment of no more than 210 months  in prison\n\n\"for the whole case,\" that is, for both carjackings; and that, in\n                                       \n\n                    \n\n     2Under  the grouping  rules,  a single  charged offense  can\nitself  constitute a  cognizable  \"group.\"  See U.S.S.G.   3D1.2,\n                                               \ncomment. (n.7).  So it is here.\n\n     3Appellant's GSR is the product of an adjusted offense level\nof 33, tabulated at criminal history category III.  Appellant did\nnot  object either  to  the district  court's interim  sentencing\ncalculations or to its compilation of the criminal history score.\nHence, we take as a given that the GSR is correctly calibrated.\n\n                                4\n\na concurrent  sentence paradigm,  the total punishment  could not\n\nlawfully  exceed the maximum term of imprisonment   15 years (180\n\nmonths)     that  Congress   had  established  for  a  carjacking\n\nconviction, see  18 U.S.C.    2119(1).   Nevertheless, the  judge\n               \n\neschewed  the imposition  of concurrent  sentences.   He reasoned\n\nthat,  given appellant's  \"extreme conduct,\"  the case was  not a\n\n\"normal,  typical  guideline  case\";  that  a  180-month  maximum\n\nsentence   would  not   be   \"adequate   to  achieve   punishment\n\ncommensurate  to  the  offense  conduct\";  and,  therefore,  that\n\nconcurrent sentences were not an acceptable option.\n\n          The  judge then  departed upwardly  and imposed  a 336-\n\nmonth prison term   a term  that, in the judge's words, \"would be\n\nthe  equivalent  of consecutive  sentences  in both  consolidated\n\ncriminal cases  on the basis of the lower end of the guideline on\n\neach [168 months].\"   Citing U.S.S.G.  5K2.8, the judge  grounded\n\nthe upward departure  in \"[t]he heinous,  the brutal, the  cruel,\n\ndegrading treatment that was given to some of the victims.\"  This\n\nappeal followed.\n\nII.  QUESTIONS PRESENTED\n\n          Quinones attacks  the sentences  on three fronts.   His\n\nprincipal  claim is  that  concurrent sentences  are mandated  in\n\nmultiple-count cases by dint of U.S.S.G.  5G1.2.  Secondarily, he\n\nasserts  that, even  if consecutive  sentences are  a theoretical\n\npossibility,  his  conduct  was  not  sufficiently  \"extreme\"  to\n\nwarrant  so  unorthodox  an   approach.    All  else   aside,  he\n\nasseverates  that   the  outcome  here   reflects  an  excessive,\n\n                                5\n\nunreasonable  increase in  punishment    an increase  that simply\n\ncannot  be justified.   Although  these forays  are mounted  with\n\ngreat  energy,   they  sputter  and  stall,   with  one  possible\n\nexception.\n\nIII.  IMPOSING CONSECUTIVE SENTENCES\n\n          Appellant  claims that U.S.S.G.  5G1.2 requires that he\n\nbe  sentenced  to concurrent  terms of  imprisonment for  the two\n\ncarjackings.4  We explore this claim.\n\n          Section 5G1.2  anticipates that, in the  usual case, at\n\nleast  one count in a  multiple-count indictment will  be able to\n\naccommodate the total punishment  for the offenses of conviction;\n\n                    \n\n     4The operative  language of section 5G1.2  provides that, in\nmultiple-count cases,  \"the sentence imposed on  each count shall\nbe the total punishment,\" U.S.S.G.  5G1.2(b), and that:\n\n          (c)  If the  sentence  imposed  on the  count\n          carrying  the  highest  statutory maximum  is\n          adequate  to  achieve  the total  punishment,\n          then  the sentences  on all counts  shall run\n          concurrently, except to the  extent otherwise\n          required by law.\n\n          (d)  If the  sentence  imposed  on the  count\n          carrying  the  highest  statutory maximum  is\n          less  than  the  total punishment,  then  the\n          sentence imposed on one  or more of the other\n          counts shall run  consecutively, but only  to\n          the  extent necessary  to produce  a combined\n          sentence  equal to the  total punishment.  In\n          all  other respects  sentences on  all counts\n          shall run concurrently . . . .\n\nU.S.S.G.  5G1.2(c)-(d).   While  this case involves  two separate\nindictments, section 5G1.2 treats consolidated indictments in the\nsame manner as it treats  a single indictment containing multiple\ncounts.  See  id., comment.  (explaining that   5G1.2 applies  to\n                 \n\"multiple  counts of  conviction  . .  .  contained in  different\nindictments .  . . for which  sentences are to be  imposed at the\nsame time or in a consolidated proceeding\").\n\n                                6\n\nin  other words, one  count (if not  more) will have  a statutory\n\nmaximum steep enough to permit imposition of the total punishment\n\nfor all counts as the sentence on that one count.   And when that\n\nis  so, \"[t]he sentence on each of  the other counts will then be\n\nset  at the  lesser of  the total  punishment and  the applicable\n\nstatutory  maximum, and be made  to run concurrently  with all or\n\npart of the longest sentence.\"  U.S.S.G.  5G1.2, comment.\n\n          Here,  the charges confronting  appellant comprised two\n\ncounts  of carjacking,  both  having the  same 15-year  statutory\n\nmaximum.  Because this ceiling fell near the midpoint of the GSR,\n\nthe  court  could  have  followed the  usual  praxis,  imposed  a\n\nsentence on each count that fit within both the statutory maximum\n\nand the GSR, and  run those sentences concurrently.  The issue in\n\nthis  case, however,  is  not whether  concurrent sentences  were\n\nfeasible     clearly, they  were    but  whether the  lower court\n\npossessed the power  and authority to  follow a different  course\n\nand impose consecutive sentences.\n\n          In arming  ourselves  to undertake  this  mission,  the\n\nguidelines  are  not our  only  ordnance.   By  statute, Congress\n\nempowered   district  courts  to  utilize  either  concurrent  or\n\nconsecutive  sentences.  See 18 U.S.C.    3584(a) (providing that\n                            \n\n\"if  multiple terms of imprisonment are imposed on a defendant at\n\nthe  same  time  .  .  .  the  terms  may  run  concurrently   or\n\nconsecutively\").  In the  same statute, Congress directed courts,\n\nin choosing  between  concurrent and  consecutive  sentences,  to\n\nconsider  a  specific set  of factors,  see  18 U.S.C.    3584(b)\n                                           \n\n                                7\n\n(directing  consideration of  factors  specified in  18 U.S.C.   \n\n3553(a)).    These factors  include  the  kinds of  sentence  and\n\nsentencing ranges  established for the offenses  of conviction in\n\nthe  guidelines.    See 18  U.S.C.     3553(a)(4).   This  medley\n                       \n\nharmonizes melodiously  with 28 U.S.C.    994(a)(1)(D), a statute\n\nthat  instructs a  sentencing court  to employ the  guidelines in\n\ndetermining \"whether  multiple sentences to terms of imprisonment\n\nshould be ordered to run concurrently or consecutively.\"\n\n          We  start   the  task  of  integrating   these  various\n\nprovisions by recalling  United States v.  Flowers, 995 F.2d  315\n                                                  \n\n(1st Cir. 1993), a case in which we confirmed that the guidelines\n\ndo not entirely eradicate a district court's sentence-structuring\n\npower.  See id. at 317.  Rather, \"[a] sentencing court may depart\n               \n\nfrom the  Guidelines  rule, provided  it  explains why  the  case\n\nbefore   it  is   unusual   and  lies   outside  the   Guidelines\n\n`heartland.'\"  Id.   Although Flowers is not directly  on point  \n                                     \n\nthere, we were addressing  a court's ability to deviate  from the\n\nimperatives of U.S.S.G.   5G1.3, a guideline that  deals with the\n\nsentencing of defendants who  are already subject to undischarged\n\nterms of immurement   we think that the same logic applies to the\n\nclosely related question of a district court's discretion vel non\n                                                                 \n\nunder U.S.S.G.  5G1.2.\n\n          Extrapolating from the Flowers  rationale, we hold that\n                                        \n\na  sentencing   court  possesses  the  power   to  impose  either\n\nconcurrent or consecutive sentences in a multiple-count case.  We\n\nalso   hold,  however,  that  this  power,  like  so  many  other\n\n                                8\n\nsentencing powers  in modern federal criminal  practice, only can\n\nbe exercised consonant with the  overall thrust of the sentencing\n\nguidelines.   To be specific,  a sentencing  court's decision  to\n\nabjure  the  standard  concurrent  sentence  paradigm  should  be\n\nclassified  as, and must  therefore meet  the requirements  of, a\n\ndeparture.  It follows  that a district court only  possesses the\n\npower to deviate from the concurrent sentencing regime prescribed\n\nby  section 5G1.2 if, and to the extent that, circumstances exist\n\nthat warrant a departure, see, e.g., U.S.S.G.  5K2.0.\n                                   \n\n          This  interpretation has  much to commend  it.   In the\n\nfirst place it meshes the  operative statutes with the sentencing\n\nguidelines    a necessary  integration inasmuch as  the statutes,\n\nread  as a  unit, dictate  that a  sentencing court  consider the\n\nguidelines and  policy statements  promulgated by the  Sentencing\n\nCommission.   See 18 U.S.C.     3584(a) &amp;  (b), 3583(a).   In the\n                 \n\nsecond place,  this interpretation  makes explicit  the rationale\n\nunderlying  our recent  opinion  in United  States v.  Hernandez-\n                                                                 \n\nCoplin,      F.3d    ,     (1st Cir. 1994) [No. 92-2228, slip op.\n      \n\nat 20-21] (indicating that, once a sentencing court appropriately\n\ndetermines  to depart  from  the GSR  in  a multiple-count  case,\n\nconsecutive   sentences   comprise   a  permissible   method   of\n\neffectuating such  decisions if  the highest  available statutory\n\nmaximum  for any single  count is too  confining).  In  the third\n\nplace, this interpretation lands us in excellent company; the two\n\nother circuits to have addressed the issue have decided it in the\n\nsame way.   See United States v. Perez, 956 F.2d 1098, 1103 (11th\n                                      \n\n                                9\n\nCir. 1992); United States v. Pedrioli, 931 F.2d 31, 32 (9th  Cir.\n                                     \n\n1991).\n\n          To  recapitulate, a  district court  retains discretion\n\nunder  18 U.S.C.   3584(a) and the sentencing guidelines to order\n\nthat  sentences  be  served  consecutively   notwithstanding  the\n\ndictates of  U.S.S.G.  5G1.2.   This discretion, however,  is not\n\nsui generis; it is  simply another manifestation of  the district\n           \n\ncourts'  departure power.  Because  this is so,  a district court\n\ncan only  impose consecutive sentences in  derogation of U.S.S.G.\n\n 5G1.2  if  it  follows   the  accepted  protocol  for  guideline\n\ndepartures.  See Perez, 956 F.2d at  1103; see also Pedrioli, 931\n                                                            \n\nF.2d at  33 (explaining that  \"[t]he statutory  reference to  the\n\nguidelines . .  . incorporates the guidelines' own procedures for\n\ndeparting from guideline recommendations\").   The short of it  is\n\nthat a court can  impose consecutive sentences only by  complying\n\nwith the  three-step procedure first formulated  in United States\n                                                                 \n\nv.  Diaz-Villafane, 874 F.2d 43, 49 (1st Cir.), cert. denied, 493\n                                                            \n\nU.S.  862 (1989), and later  refined in United  States v. Rivera,\n                                                                \n\n994 F.2d 942, 950 (1st Cir. 1993).\n\nIV.  THE PROPRIETY OF THE DEPARTURE\n\n          It  is  against  this  backdrop  that  we  turn to  the\n\nsentences imposed in this case.  While the GSR topped  out at 210\n\nmonths,  the court,  using  the  consecutive sentence  mechanism,\n\ndirected that appellant serve  a total of 336 months  in prison.5\n\n                    \n\n     5Because  appellant pleaded  guilty on  two counts,  each of\nwhich  carried a potential 15-year  prison term, see  18 U.S.C.  \n                                                    \n2119(1),  the maximum aggregate term  available by statute was 30\n\n                                10\n\nAppellant assigns error.\n\n          We review  a sentencing  court's decision to  depart by\n\nmeans of a three-step procedure:\n\n          First, we evaluate  the circumstances  relied\n          on by the district  court in determining that\n          the case is sufficiently \"unusual\" to warrant\n          departure.   If the stated circumstances pass\n          muster, we  proceed  to  the  next  rung  and\n          determine  whether  those circumstances  were\n          adequately documented.   After the first  two\n          levels  are climbed,  the  departure must  be\n          measured by a standard of reasonableness.\n\nUnited  States v. Aguilar-Pena, 887 F.2d 347, 350 (1st Cir. 1989)\n                              \n\n(citing Diaz-Villafane,  874 F.2d at 49); see  also United States\n                                                                 \n\nv. Rosales,     F.3d    ,     (1st  Cir. 1994) [No. 92-1732, slip\n          \n\nop. at  15]; Rivera,  994 F.2d  at 950.   Our task  is simplified\n                   \n\nhere,  as the  district court  premised its  upward  departure on\n\nappellant's \"extreme conduct\" in the commission of  the offense  \n\nand  extreme  conduct is  plainly  a  circumstance justifying  an\n\nupward departure.6  See  United States v. Johnson, 952  F.2d 565,\n                                                 \n\n                    \n\nyears.   See Hernandez Coplin,      F.3d at     [slip  op. at 20]\n                             \n(explaining  that,  in  a  multiple-count  case,  \"the  statutory\nmaximum is  derived by  adding up  the maximums  for each of  the\ncounts [of conviction]\").\n\n     6The  guideline  provision that  explicitly  encourages such\ndepartures states in relevant part:\n\n               If the defendant's conduct was unusually\n          heinous, cruel,  brutal, or degrading  to the\n          victim,  the court may  increase the sentence\n          above  the guideline  range  to  reflect  the\n          nature of the  conduct.  Examples of  extreme\n          conduct   include   torture   of  a   victim,\n          gratuitous    infliction   of    injury,   or\n          prolonging of pain or humiliation.\n\nU.S.S.G.  5K2.8.\n\n                                11\n\n584 (1st Cir. 1991) (applying U.S.S.G.  5K2.8); United States  v.\n                                                             \n\nEllis, 935  F.2d 385, 395 (1st  Cir. 1991) (same).   Thus, we are\n     \n\nconcerned  exclusively with  the  second and  third steps  of the\n\ndeparture pavane.\n\n                    A.  Factual Justification.\n                                             \n\n          Since  carjacking by  its nature  is a  violent felony,\n\nsee, e.g., U.S.S.G.  2B3.1 (defining carjacking as \"the taking or\n         \n\nattempted taking of a  motor vehicle from the person  or presence\n\nof another by force and violence or by intimidation\"), particular\n\ninstances  of  carjacking  can  bear  the  weight  of  an  upward\n\ndeparture  only when they involve conduct  that is more \"heinous,\n\ncruel,  brutal, or degrading to  the victim(s)\" than  the sort of\n\nconduct  ordinarily  associated  with run-of-the-mill  carjacking\n\ncases.  See United States v.  Kelly, 1 F.3d 1137, 1143 (10th Cir.\n                                   \n\n1993); see generally U.S.S.G.  5K2.0.   At the second step of the\n                    \n\nDiaz-Villafane inquiry, appellate  review of  a district  court's\n              \n\ndetermination  that a  case  is unusual,  and therefore  warrants\n\ndeparture, must  take place \"with full awareness  of, and respect\n\nfor, the trier's superior `feel'  for the case.\"  Diaz-Villafane,\n                                                                \n\n874  F.2d at  50.7   Insofar  as  it involves  factfinding,  this\n\n                    \n\n     7Of   course,   when    \"departure   decisions   reflect   a\ndetermination of  the  purpose of,  or an  interpretation of  the\nlanguage in, a Guideline,\" plenary review is appropriate.  United\n                                                                 \nStates  v. Doe, 18 F.3d 41, 43-44  (1st Cir. 1994) (citations and\n              \ninternal  quotation  marks  omitted).    But  no  such  questions\npermeate  this appeal.  The relevant language of section 5K2.8 is\nnot problematic, for the  guideline specifically \"recognizes that\ndeparture  may be  appropriate when  the defendant's  actions are\nheinous, cruel,  or brutal beyond the  characteristics inherently\n                                                                 \n\n                                12\n\nstandard  of review  translates  into what  courts commonly  call\n\nclear-error  review.  See id.  And thereafter, \"due deference\" is\n                             \n\naccorded to the district court's application of the guidelines to\n\nparticular facts.  18 U.S.C.   3742(e).\n\n          In the  case  at bar,  the  judge premised  the  upward\n\ndeparture on the unusually brutal, cruel, and degrading treatment\n\naccorded  some of the victims.   Having reviewed  the record with\n\ncare, we believe  that the lower court's factfinding  is entirely\n\nsupportable.  Based  on those findings, the  circumstances of the\n\ncarjackings  in  which appellant  participated  are significantly\n\natypical.  Consequently, a departure is warranted.\n\n          As previously  noted, appellant pleaded  guilty to  two\n                                                                 \n\ncarjacking charges.  His argument against the finding of `extreme\n\nconduct' is directed mainly to the November 8, 1992 incident.  He\n\nclaims that  he is insulated from responsibility for any excesses\n\nthat  took place during that  episode because he  shot himself in\n\nthe leg, required medical assistance, and was elsewhere \"when the\n\nvictims were robbed, beaten and shot.\"\n\n          This  claim  does  not  withstand  scrutiny.    Despite\n\nappellant's self-inflicted wound, there is ample evidence that he\n\ntook part in the beatings.   Statements of fact in a  presentence\n\nreport  are  generally   accorded  evidentiary  significance   at\n\nsentencing.  See, e.g., United States v. Morillo, 8 F.3d 864, 872\n                                                \n\n(1st  Cir.  1993)  (\"Facts  contained  in  a  presentence  report\n\n                    \n\nassociated with the  crime being  sentenced.\"  Kelly,  1 F.3d  at\n                                                    \n1143 (emphasis supplied). \n\n                                13\n\nordinarily   are  considered  reliable  evidence  for  sentencing\n\npurposes.\").    That  proposition  has  special  force  where  no\n\nobjection was lodged to the probation officer's account.  See id.\n                                                                 \n\nat 872-73.\n\n          In this  instance, the presentence  report recites that\n\nappellant entered the victims' vehicle, forcefully struck one man\n\non  the head, aimed his gun at  the second man, and threatened to\n\nblow off his head.  He then continuously pistol-whipped the first\n\nvictim  while he robbed him  of his jewelry.   Appellant accepted\n\nthis account  without particularized  objection.  This  conduct  \n\nespecially the incessant  beating of the first  victim   is of  a\n\npiece  with the examples enumerated in section 5K2.8 itself.  See\n                                                                 \n\nsupra  note 6.  It is emblematic  of the very sort of sociopathic\n     \n\nbehavior that  section  5K2.8 sought  to single  out for  special\n\nattention.\n\n          Moreover, the  basis for  departure extends  beyond the\n\nNovember  8 incident; the court below also grounded its departure\n\non appellant's conduct during the  episode that occurred two days\n\nearlier.   Appellant  does  not discuss  his  role in  the  first\n\ncarjacking.   We  can  readily appreciate  his  diffidence:   the\n\ncircumstances of that incident convey a grim message.\n\n          In  regard to the events of November 6, the trial court\n\nfound  that the victim,  Munoz, had been  exposed to a  series of\n\n\"brutalities\"  for  a period  of over  three  hours; that  he was\n\n\"mercilessly beaten  with  cocked handguns\"  by  the  assailants,\n\nincluding  appellant; that  the carjackers  constantly threatened\n\n                                14\n\nhim with death,  forcing him to  beg for his  life; that, at  one\n\npoint,  Munoz was coerced into putting his finger into the barrel\n\nof a  .357 magnum revolver, in  a macabre sort of  game; and that\n\nthe carjackers  appeared  to be  enjoying themselves  throughout.\n\nThese   findings  are   all   solidly  rooted   in  the   record.\n\nAccordingly, we rule that  the circumstances of the two  offenses\n\nand the facts relative to Quinones' participation in them justify\n\nan upward departure.\n\n                       B.  Reasonableness.\n                                         \n\n          We now reach  the final rung  on the departure  ladder.\n\nOur duty is  clear:   \"once we  have assured  ourselves that  the\n\nsentencing  court  considered  circumstances appropriate  to  the\n\ndeparture equation and that those factors enjoyed adequate record\n\nsupport, the direction and degree  of departure must, on  appeal,\n\nbe measured  by a  standard of reasonableness.\"   Diaz-Villafane,\n                                                                \n\n874 F.2d at 49; accord United States v. Doe, 18 F.3d  41, 44 (1st\n                                           \n\nCir. 1994).\n\n          Noting  that   the  sentences  together   represent  an\n\nincrease of  126 months  over the  pinnacle of  the GSR,  or, put\n\nanother way, a 60% increase in the overall quantum of punishment,\n\nappellant  asseverates  that  so   substantial  a  departure   is\n\nexcessive, and, hence, unreasonable.   This asseveration takes on\n\na  special gloss  because the  district court  made no  effort to\n\nexplain  the  degree  of departure.    We  recently  confronted a\n\nsomewhat  similar  situation in  Rosales.    There, Judge  Bownes\n                                        \n\nwrote:\n\n                                15\n\n          Although  sentencing courts  have substantial\n          leeway  with  respect  to  the  degree  of  a\n          departure,  this freedom  does not  relieve a\n          sentencing court from explaining its ultimate\n          decision  of  how  far  to  depart.    Merely\n          explaining why  a departure was made does not\n          fulfill the separate  requirement of  stating\n          the  reasons  for  imposing   the  particular\n          sentence.\n\nRosales,     F.3d at     [slip op. at 18] (citations and internal\n       \n\nquotations  marks omitted).   Rosales  builds on  a long  line of\n                                     \n\ncircuit precedent to like effect.  See, e.g., Rivera, 994 F.3d at\n                                                    \n\n950; United States v. Ocasio, 914 F.2d 330, 336 (1st  Cir. 1990).\n                            \n\nOther signposts point in the same direction.  See, e.g., Kelly, 1\n                                                              \n\nF.2d at 1144; 18 U.S.C.   3553(c)(2).\n\n          To  be sure, district courts need not be precise to the\n\npoint of pedantry  in explaining judgment calls undertaken in the\n\ncourse of the sentencing process.  We  have consistently rejected\n\na per se  rule tying degrees of departure to  the use of analogs,\n        \n\nsee, e.g., United States v. Aymelek, 926 F.2d 64, 69-70 (1st Cir.\n                                   \n\n1991); and  we have,  on occasion, sanctioned  departures in  the\n\nabsence  of a  clear  explanation for  the  designated degree  of\n\ndeparture,  see, e.g., United States  v. Ramirez, 11  F.3d 10, 14\n                                                \n\n(1st Cir. 1993).  But the omission of an explicit  explanation of\n\nthe scope of  a departure is a  practice that should  be employed\n\nsparingly.  On appeal, we will overlook  such an omission only if\n\nthe  reasons  for  the  judge's  choice  are  obvious  or  if  an\n\nexplanation can fairly be implied from the record as a whole.\n\n          Here, the record  gives us  pause.  The  extent of  the\n\ndeparture,  whether viewed in absolute or relative terms, is very\n\n                                16\n\ngreat.8   The  court does  not  indicate why  it believed  that a\n\nlesser departure would  be inadequate.  Indeed,  the judge's only\n\nstatement  apropos of the degree  of departure was  to the effect\n\nthat  a 336-month prison term  would be equivalent  to a sentence\n\nfor each offense at the low end of the GSR, served consecutively.\n\nThis comment  sheds very little  light and  does not  in any  way\n\nbuttress the degree of departure.\n\n          Because  we  find  ourselves  unable  to  evaluate  the\n\nreasonableness  of the  court's  departure  equation without  the\n\nbenefit of  some elaboration, we must  take suitable precautions.\n\nAs matters now stand, there  is simply too great a risk  that the\n\nextra period of incarceration imposed on appellant was derived in\n\nan   arbitrary  manner.    Rather  than  requiring  resentencing,\n\nhowever, we think a less cumbersome alternative may suffice.\n\n          In United States v. Levy, 897 F.2d 596 (1st Cir. 1990),\n                                  \n\nwe  noted that, if ambiguities  lurk in the  sentencing record, a\n\ncourt of  appeals may  essay a limited  remand for  clarificatory\n\npurposes.   Id.  at  599 (citing  illustrative  cases); see  also\n                                                                 \n\nUnited  States v. Parra-Ibanez, 951  F.2d 21, 22  (1st Cir. 1991)\n                              \n\n(remanding   for   clarification   whilst   retaining   appellate\n\njurisdiction).  We believe  that the interests of justice  can be\n\nserved fully by  following a  similar practice here.   Hence,  we\n\nremand  the  matter  to  the district  court  with  directions to\n\nrevisit the extent  of the  departure and either  (a) vacate  the\n\n                    \n\n     8The  departure   added  over   ten  years   of  incremental\nincarceration  to  appellant's  total  punishment,  boosting  the\nlength of sentence by some 60%.\n\n                                17\n\nsentence and conduct  a new sentencing  hearing, or (b)  reaffirm\n\nthe  sentence previously imposed,  filing with  the clerk  of the\n\ndistrict court  a written statement  of its reasons  for settling\n\nupon, and adhering to, the degree of departure.9\n\n          In  all events,  the  district court  shall notify  the\n\nclerk of this  court within twenty days of the  date hereof as to\n\nwhich option it  chooses to pursue.   In  the meantime, we  shall\n\nretain \n\nappellate  jurisdiction.  Of course, we express no opinion on the\n\nappropriateness of the sentences previously imposed.\n\n          It is so ordered. \n          It is so ordered.\n                          \n\n                    \n\n     9The  district court, in its discretion,  may (but need not)\nconvene  a hearing or invite arguments from counsel in attempting\nto decide which option to pursue.\n\n                                18\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">June 9, 1994      UNITED STATES COURT OF APPEALS\n\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1601\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n       JESUS M. QUINONES, a/k/a JESUS M. QUINONES-RODRIGUEZ\n\n                      Defendant, Appellant.\n\n                                             \n\n                           ERRATA SHEET\n\n     The order of the court  issued on May 20, 1994 is  corrected\nas follows:\n\n     On page 15, line 8, change F.2d to F.3d.\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1601\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n      JESUS M. QUINONES, a/k/a JESUS M. QUINONES-RODRIGUEZ,\n\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Jose Antonio Fuste, U.S. District Judge]\n                                                       \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge,\n                                          \n\n                  Bownes, Senior Circuit Judge,\n                                              \n\n                    and Boudin, Circuit Judge.\n                                             \n\n                                             \n\n     Luis  A. Plaza-Mariota,  by  appointment of  the court,  for\n                           \nappellant.\n     Jose  A.  Quiles-Espinosa, Senior  Litigation  Counsel, with\n                              \nwhom  Guillermo  Gil,  United  States  Attorney,  and  Miguel  A.\n                                                                 \nPereira,  Assistant United  States Attorney,  were on  brief, for\n       \nappellee.\n\n                                             \n\n                           May 20, 1994\n\n                                             \n\n          SELYA,  Circuit Judge.   This  appeal requires  that we\n          SELYA,  Circuit Judge.\n                               \n\nexplicate the circumstances in which consecutive sentences may be\n\nappropriate under the  sentencing guidelines and the  methodology\n\nfor  imposing such sentences.1  We then test the sentence imposed\n\nbelow in light of these emergent principles.\n\nI.  DERIVATION OF THE SENTENCE\n\n          In late 1992, a  federal grand jury indicted defendant-\n\nappellant Jesus M. Quinones-Rodriguez  (Quinones) on one count of\n\ncarjacking in violation of 18 U.S.C.   2119(1).  The  next month,\n\nthe grand jury returned  a separate indictment charging appellant\n\nwith participating in a different  carjacking episode.  After the\n\ndistrict court  consolidated the cases,  appellant pleaded guilty\n\nto both charges.\n\n          When  no  guideline  exists referable  to  a particular\n\noffense of conviction, a  sentencing court must select, and  then\n\napply,  the  most  analogous  offense guideline.    See  U.S.S.G.\n                                                       \n\n 2X5.1; see also United States v. Mariano, </pre><span class=\"citation\" data-id=\"598971\"><a href=\"/opinion/598971/united-states-v-abel-a-mariano-jr-united-states-of-america-v-barry/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1150</span></a></span><pre class=\"inline\">, 1158-60\n                                         \n\n(1st  Cir.  1993)  (describing  mechanics  of choosing  analogy).\n\nBecause no guideline had yet been promulgated for carjacking, the\n\ndistrict court borrowed  the robbery guideline,  U.S.S.G.  2B3.1,\n\nwhich specified a base offense level (BOL) of 20. \n\n          The  district  court then  embarked  upon  a series  of\n\n                    \n\n     1The November 1992 edition of the guidelines applies in this\ncase.   See United States  v. Harotunian, </pre><span class=\"citation\" data-id=\"552769\"><a href=\"/opinion/552769/united-states-v-dennis-harotunian/\"><span class=\"volume\">920</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1040</span></a></span><pre class=\"inline\">, 1041-42\n                                        \n(1st  Cir. 1990) (explaining that the guidelines in effect at the\ntime of  sentencing control  unless ex post  facto considerations\nprohibit  their use).  Hence,  all references herein  are to that\nedition.\n\n                                3\n\ninterim calculations.   It increased  the BOL:   by seven  levels\n\nbecause a perpetrator discharged  a firearm in the course  of one\n\ncarjacking, see U.S.S.G.   2B3.1(b)(2)(A); by two levels  because\n               \n\nthe perpetrators inflicted bodily  injury on certain victims, see\n                                                                 \n\n</pre><span class=\"citation\" data-id=\"552769\"><a href=\"/opinion/552769/united-states-v-dennis-harotunian/\"><span class=\"id_token\">id.</span>   2B3.1(b)(3)(A); by </a></span><pre class=\"inline\"> four  levels because  the  perpetrators\n   \n\nabducted  two of the victims, see </pre><span class=\"citation\" data-id=\"552769\"><a href=\"/opinion/552769/united-states-v-dennis-harotunian/\"><span class=\"id_token\">id.</span>  2B3.1(b)(4)(A); and </a></span><pre class=\"inline\">by one\n                                     \n\nlevel  because  the  amount  of  loss, while  not  over  $50,000,\n\nnonetheless exceeded  $10,000, see </pre><span class=\"citation\" data-id=\"552769\"><a href=\"/opinion/552769/united-states-v-dennis-harotunian/\"><span class=\"id_token\">id.</span>  2B3.1(b)(6)(B) (C). </a></span><pre class=\"inline\">  The\n                                      \n\ncourt  added two  levels  to reflect  the  existence of  separate\n\n\"groups\" of offenses,2 see U.S.S.G.   3D1.4(a), after determining\n                          \n\nthat the  carjacking  charges were  non-groupable,  see  U.S.S.G.\n                                                       \n\n 3D1.2(d)  (excluding  robbery  from  the  operation  of standard\n\ngrouping  principles).   And, finally,  the court  deducted three\n\nlevels for acceptance of responsibility, see U.S.S.G.  3E1.1(b).\n                                            \n\n          The  adjustments that  we  have  catalogued produced  a\n\nguideline  sentencing  range (GSR)  of 168 210  months.3   At the\n\nsentencing hearing,  the judge  recognized that, in  the \"typical\n\ncase,\" concurrent  sentences, rather than  consecutive sentences,\n\nare the  norm; that,  absent  a departure,  the guidelines  would\n\ngenerate a total punishment of no more than 210 months  in prison\n\n\"for the whole case,\" that is, for both carjackings; and that, in\n                                       \n\n                    \n\n     2Under  the grouping  rules,  a single  charged offense  can\nitself  constitute a  cognizable  \"group.\"  See U.S.S.G.   3D1.2,\n                                               \ncomment. (n.7).  So it is here.\n\n     3Appellant's GSR is the product of an adjusted offense level\nof 33, tabulated at criminal history category III.  Appellant did\nnot  object either  to  the district  court's interim  sentencing\ncalculations or to its compilation of the criminal history score.\nHence, we take as a given that the GSR is correctly calibrated.\n\n                                4\n\na concurrent  sentence paradigm,  the total punishment  could not\n\nlawfully  exceed the maximum term of imprisonment   15 years (180\n\nmonths)     that  Congress   had  established  for  a  carjacking\n\nconviction, see  18 U.S.C.    2119(1).   Nevertheless, the  judge\n               \n\neschewed  the imposition  of concurrent  sentences.   He reasoned\n\nthat,  given appellant's  \"extreme conduct,\"  the case was  not a\n\n\"normal,  typical  guideline  case\";  that  a  180-month  maximum\n\nsentence   would  not   be   \"adequate   to  achieve   punishment\n\ncommensurate  to  the  offense  conduct\";  and,  therefore,  that\n\nconcurrent sentences were not an acceptable option.\n\n          The  judge then  departed upwardly  and imposed  a 336-\n\nmonth prison term   a term  that, in the judge's words, \"would be\n\nthe  equivalent  of consecutive  sentences  in both  consolidated\n\ncriminal cases  on the basis of the lower end of the guideline on\n\neach [168 months].\"   Citing U.S.S.G.  5K2.8, the judge  grounded\n\nthe upward departure  in \"[t]he heinous,  the brutal, the  cruel,\n\ndegrading treatment that was given to some of the victims.\"  This\n\nappeal followed.\n\nII.  QUESTIONS PRESENTED\n\n          Quinones attacks  the sentences  on three fronts.   His\n\nprincipal  claim is  that  concurrent sentences  are mandated  in\n\nmultiple-count cases by dint of U.S.S.G.  5G1.2.  Secondarily, he\n\nasserts  that, even  if consecutive  sentences are  a theoretical\n\npossibility,  his  conduct  was  not  sufficiently  \"extreme\"  to\n\nwarrant  so  unorthodox  an   approach.    All  else   aside,  he\n\nasseverates  that   the  outcome  here   reflects  an  excessive,\n\n                                5\n\nunreasonable  increase in  punishment    an increase  that simply\n\ncannot  be justified.   Although  these forays  are mounted  with\n\ngreat  energy,   they  sputter  and  stall,   with  one  possible\n\nexception.\n\nIII.  IMPOSING CONSECUTIVE SENTENCES\n\n          Appellant  claims that U.S.S.G.  5G1.2 requires that he\n\nbe  sentenced  to concurrent  terms of  imprisonment for  the two\n\ncarjackings.4  We explore this claim.\n\n          Section 5G1.2  anticipates that, in the  usual case, at\n\nleast  one count in a  multiple-count indictment will  be able to\n\naccommodate the total punishment  for the offenses of conviction;\n\n                    \n\n     4The operative  language of section 5G1.2  provides that, in\nmultiple-count cases,  \"the sentence imposed on  each count shall\nbe the total punishment,\" U.S.S.G.  5G1.2(b), and that:\n\n          (c)  If the  sentence  imposed  on the  count\n          carrying  the  highest  statutory maximum  is\n          adequate  to  achieve  the total  punishment,\n          then  the sentences  on all counts  shall run\n          concurrently, except to the  extent otherwise\n          required by law.\n\n          (d)  If the  sentence  imposed  on the  count\n          carrying  the  highest  statutory maximum  is\n          less  than  the  total punishment,  then  the\n          sentence imposed on one  or more of the other\n          counts shall run  consecutively, but only  to\n          the  extent necessary  to produce  a combined\n          sentence  equal to the  total punishment.  In\n          all  other respects  sentences on  all counts\n          shall run concurrently . . . .\n\nU.S.S.G.  5G1.2(c)-(d).   While  this case involves  two separate\nindictments, section 5G1.2 treats consolidated indictments in the\nsame manner as it treats  a single indictment containing multiple\ncounts.  See  </pre><span class=\"citation\" data-id=\"552769\"><a href=\"/opinion/552769/united-states-v-dennis-harotunian/\"><span class=\"id_token\">id.,</span> comment.  (explaining </a></span><pre class=\"inline\">that   5G1.2 applies  to\n                 \n\"multiple  counts of  conviction  . .  .  contained in  different\nindictments .  . . for which  sentences are to be  imposed at the\nsame time or in a consolidated proceeding\").\n\n                                6\n\nin  other words, one  count (if not  more) will have  a statutory\n\nmaximum steep enough to permit imposition of the total punishment\n\nfor all counts as the sentence on that one count.   And when that\n\nis  so, \"[t]he sentence on each of  the other counts will then be\n\nset  at the  lesser of  the total  punishment and  the applicable\n\nstatutory  maximum, and be made  to run concurrently  with all or\n\npart of the longest sentence.\"  U.S.S.G.  5G1.2, comment.\n\n          Here,  the charges confronting  appellant comprised two\n\ncounts  of carjacking,  both  having the  same 15-year  statutory\n\nmaximum.  Because this ceiling fell near the midpoint of the GSR,\n\nthe  court  could  have  followed the  usual  praxis,  imposed  a\n\nsentence on each count that fit within both the statutory maximum\n\nand the GSR, and  run those sentences concurrently.  The issue in\n\nthis  case, however,  is  not whether  concurrent sentences  were\n\nfeasible     clearly, they  were    but  whether the  lower court\n\npossessed the power  and authority to  follow a different  course\n\nand impose consecutive sentences.\n\n          In arming  ourselves  to undertake  this  mission,  the\n\nguidelines  are  not our  only  ordnance.   By  statute, Congress\n\nempowered   district  courts  to  utilize  either  concurrent  or\n\nconsecutive  sentences.  See 18 U.S.C.    3584(a) (providing that\n                            \n\n\"if  multiple terms of imprisonment are imposed on a defendant at\n\nthe  same  time  .  .  .  the  terms  may  run  concurrently   or\n\nconsecutively\").  In the  same statute, Congress directed courts,\n\nin choosing  between  concurrent and  consecutive  sentences,  to\n\nconsider  a  specific set  of factors,  see  18 U.S.C.    3584(b)\n                                           \n\n                                7\n\n(directing  consideration of  factors  specified in  18 U.S.C.   \n\n3553(a)).    These factors  include  the  kinds of  sentence  and\n\nsentencing ranges  established for the offenses  of conviction in\n\nthe  guidelines.    See 18  U.S.C.     3553(a)(4).   This  medley\n                       \n\nharmonizes melodiously  with 28 U.S.C.    994(a)(1)(D), a statute\n\nthat  instructs a  sentencing court  to employ the  guidelines in\n\ndetermining \"whether  multiple sentences to terms of imprisonment\n\nshould be ordered to run concurrently or consecutively.\"\n\n          We  start   the  task  of  integrating   these  various\n\nprovisions by recalling  United States v.  Flowers, </pre><span class=\"citation\" data-id=\"608835\"><a href=\"/opinion/608835/united-states-v-john-g-flowers/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">315</span>\n</a></span><pre class=\"inline\">                                                  \n\n(1st Cir. 1993), a case in which we confirmed that the guidelines\n\ndo not entirely eradicate a district court's sentence-structuring\n\npower.  See </pre><span class=\"citation\" data-id=\"608835\"><a href=\"/opinion/608835/united-states-v-john-g-flowers/\"><span class=\"id_token\">id.</span> at 317. </a></span><pre class=\"inline\"> Rather, \"[a] sentencing court may depart\n               \n\nfrom the  Guidelines  rule, provided  it  explains why  the  case\n\nbefore   it  is   unusual   and  lies   outside  the   Guidelines\n\n`heartland.'\"  </pre><span class=\"citation\" data-id=\"608835\"><a href=\"/opinion/608835/united-states-v-john-g-flowers/\"><span class=\"id_token\">Id.</span>   Although Flowers </a></span><pre class=\"inline\">is not directly  on point  \n                                     \n\nthere, we were addressing  a court's ability to deviate  from the\n\nimperatives of U.S.S.G.   5G1.3, a guideline that  deals with the\n\nsentencing of defendants who  are already subject to undischarged\n\nterms of immurement   we think that the same logic applies to the\n\nclosely related question of a district court's discretion vel non\n                                                                 \n\nunder U.S.S.G.  5G1.2.\n\n          Extrapolating from the Flowers  rationale, we hold that\n                                        \n\na  sentencing   court  possesses  the  power   to  impose  either\n\nconcurrent or consecutive sentences in a multiple-count case.  We\n\nalso   hold,  however,  that  this  power,  like  so  many  other\n\n                                8\n\nsentencing powers  in modern federal criminal  practice, only can\n\nbe exercised consonant with the  overall thrust of the sentencing\n\nguidelines.   To be specific,  a sentencing  court's decision  to\n\nabjure  the  standard  concurrent  sentence  paradigm  should  be\n\nclassified  as, and must  therefore meet  the requirements  of, a\n\ndeparture.  It follows  that a district court only  possesses the\n\npower to deviate from the concurrent sentencing regime prescribed\n\nby  section 5G1.2 if, and to the extent that, circumstances exist\n\nthat warrant a departure, see, e.g., U.S.S.G.  5K2.0.\n                                   \n\n          This  interpretation has  much to commend  it.   In the\n\nfirst place it meshes the  operative statutes with the sentencing\n\nguidelines    a necessary  integration inasmuch as  the statutes,\n\nread  as a  unit, dictate  that a  sentencing court  consider the\n\nguidelines and  policy statements  promulgated by the  Sentencing\n\nCommission.   See 18 U.S.C.     3584(a) &amp;  (b), 3583(a).   In the\n                 \n\nsecond place,  this interpretation  makes explicit  the rationale\n\nunderlying  our recent  opinion  in United  States v.  Hernandez-\n                                                                 \n\nCoplin,      F.3d    ,     (1st Cir. 1994) [No. 92-2228, slip op.\n      \n\nat 20-21] (indicating that, once a sentencing court appropriately\n\ndetermines  to depart  from  the GSR  in  a multiple-count  case,\n\nconsecutive   sentences   comprise   a  permissible   method   of\n\neffectuating such  decisions if  the highest  available statutory\n\nmaximum  for any single  count is too  confining).  In  the third\n\nplace, this interpretation lands us in excellent company; the two\n\nother circuits to have addressed the issue have decided it in the\n\nsame way.   See United States v. Perez, </pre><span class=\"citation\" data-id=\"577789\"><a href=\"/opinion/577789/united-states-v-juan-perez-caridad-rodriguez-aka-aida-guzman-indiana/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1098</span></a></span><pre class=\"inline\">, 1103 (11th\n                                      \n\n                                9\n\nCir. 1992); United States v. Pedrioli, </pre><span class=\"citation\" data-id=\"559604\"><a href=\"/opinion/559604/united-states-v-richard-d-pedrioli-two-cases/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span><pre class=\"inline\">, 32 (9th  Cir.\n                                     \n\n1991).\n\n          To  recapitulate, a  district court  retains discretion\n\nunder  18 U.S.C.   3584(a) and the sentencing guidelines to order\n\nthat  sentences  be  served  consecutively   notwithstanding  the\n\ndictates of  U.S.S.G.  5G1.2.   This discretion, however,  is not\n\nsui generis; it is  simply another manifestation of  the district\n           \n\ncourts'  departure power.  Because  this is so,  a district court\n\ncan only  impose consecutive sentences in  derogation of U.S.S.G.\n\n 5G1.2  if  it  follows   the  accepted  protocol  for  guideline\n\ndepartures.  See </pre><span class=\"citation\" data-id=\"577789\"><span class=\"antecedent_guess\">Perez,</span> <a href=\"/opinion/577789/united-states-v-juan-perez-caridad-rodriguez-aka-aida-guzman-indiana/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">1103</span></a></span><pre class=\"inline\">; see also </pre><span class=\"citation\" data-id=\"559604\"><span class=\"antecedent_guess\">Pedrioli,</span> <a href=\"/opinion/559604/united-states-v-richard-d-pedrioli-two-cases/\"><span class=\"volume\">931</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span> at  <span class=\"page\">33</span> </a></span><pre class=\"inline\">(explaining that  \"[t]he statutory  reference to  the\n\nguidelines . .  . incorporates the guidelines' own procedures for\n\ndeparting from guideline recommendations\").   The short of it  is\n\nthat a court can  impose consecutive sentences only by  complying\n\nwith the  three-step procedure first formulated  in United States\n                                                                 \n\nv.  Diaz-Villafane, </pre><span class=\"citation\" data-id=\"522865\"><a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span><pre class=\"inline\">, 49 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">493</span>\n                                                            \n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">862</span> </span><pre class=\"inline\">(1989), and later  refined in United  States v. Rivera,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span><pre class=\"inline\">, 950 (1st Cir. 1993).\n\nIV.  THE PROPRIETY OF THE DEPARTURE\n\n          It  is  against  this  backdrop  that  we  turn to  the\n\nsentences imposed in this case.  While the GSR topped  out at 210\n\nmonths,  the court,  using  the  consecutive sentence  mechanism,\n\ndirected that appellant serve  a total of 336 months  in prison.5\n\n                    \n\n     5Because  appellant pleaded  guilty on  two counts,  each of\nwhich  carried a potential 15-year  prison term, see  18 U.S.C.  \n                                                    \n2119(1),  the maximum aggregate term  available by statute was 30\n\n                                10\n\nAppellant assigns error.\n\n          We review  a sentencing  court's decision to  depart by\n\nmeans of a three-step procedure:\n\n          First, we evaluate  the circumstances  relied\n          on by the district  court in determining that\n          the case is sufficiently \"unusual\" to warrant\n          departure.   If the stated circumstances pass\n          muster, we  proceed  to  the  next  rung  and\n          determine  whether  those circumstances  were\n          adequately documented.   After the first  two\n          levels  are climbed,  the  departure must  be\n          measured by a standard of reasonableness.\n\nUnited  States v. Aguilar-Pena, </pre><span class=\"citation\" data-id=\"530534\"><a href=\"/opinion/530534/united-states-v-jorge-armando-aguilar-pena/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">347</span></a></span><pre class=\"inline\">, 350 (1st Cir. 1989)\n                              \n\n(citing </pre><span class=\"citation\" data-id=\"522865\"><span class=\"antecedent_guess\">Diaz-Villafane,</span>  <a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">49</span></a></span><pre class=\"inline\">); see  also United States\n                                                                 \n\nv. Rosales,     F.3d    ,     (1st  Cir. 1994) [No. 92-1732, slip\n          \n\nop. at  15]; </pre><span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span>  <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">950</span></a></span><pre class=\"inline\">.   Our task  is simplified\n                   \n\nhere,  as the  district court  premised its  upward  departure on\n\nappellant's \"extreme conduct\" in the commission of  the offense  \n\nand  extreme  conduct is  plainly  a  circumstance justifying  an\n\nupward departure.6  See  United States v. Johnson, </pre><span class=\"citation\" data-id=\"574880\"><a href=\"/opinion/574880/united-states-v-richard-clark-johnson-united-states-v-martin-quigley/\"><span class=\"volume\">952</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">565</span></a></span><pre class=\"inline\">,\n                                                 \n\n                    \n\nyears.   See Hernandez Coplin,      F.3d at     [slip  op. at 20]\n                             \n(explaining  that,  in  a  multiple-count  case,  \"the  statutory\nmaximum is  derived by  adding up  the maximums  for each of  the\ncounts [of conviction]\").\n\n     6The  guideline  provision that  explicitly  encourages such\ndepartures states in relevant part:\n\n               If the defendant's conduct was unusually\n          heinous, cruel,  brutal, or degrading  to the\n          victim,  the court may  increase the sentence\n          above  the guideline  range  to  reflect  the\n          nature of the  conduct.  Examples of  extreme\n          conduct   include   torture   of  a   victim,\n          gratuitous    infliction   of    injury,   or\n          prolonging of pain or humiliation.\n\nU.S.S.G.  5K2.8.\n\n                                11\n\n584 (1st Cir. 1991) (applying U.S.S.G.  5K2.8); United States  v.\n                                                             \n\nEllis, </pre><span class=\"citation\" data-id=\"562610\"><a href=\"/opinion/562610/united-states-v-edward-b-ellis-aka-rocco-ellis/\"><span class=\"volume\">935</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">385</span></a></span><pre class=\"inline\">, 395 (1st  Cir. 1991) (same).   Thus, we are\n     \n\nconcerned  exclusively with  the  second and  third steps  of the\n\ndeparture pavane.\n\n                    A.  Factual Justification.\n                                             \n\n          Since  carjacking by  its nature  is a  violent felony,\n\nsee, e.g., U.S.S.G.  2B3.1 (defining carjacking as \"the taking or\n         \n\nattempted taking of a  motor vehicle from the person  or presence\n\nof another by force and violence or by intimidation\"), particular\n\ninstances  of  carjacking  can  bear  the  weight  of  an  upward\n\ndeparture  only when they involve conduct  that is more \"heinous,\n\ncruel,  brutal, or degrading to  the victim(s)\" than  the sort of\n\nconduct  ordinarily  associated  with run-of-the-mill  carjacking\n\ncases.  See United States v.  Kelly, </pre><span class=\"citation\" data-id=\"627498\"><a href=\"/opinion/627498/united-states-v-jimmy-gene-kelly-jr/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1137</span></a></span><pre class=\"inline\">, 1143 (10th Cir.\n                                   \n\n1993); see generally U.S.S.G.  5K2.0.   At the second step of the\n                    \n\nDiaz-Villafane inquiry, appellate  review of  a district  court's\n              \n\ndetermination  that a  case  is unusual,  and therefore  warrants\n\ndeparture, must  take place \"with full awareness  of, and respect\n\nfor, the trier's superior `feel'  for the case.\"  </pre><span class=\"citation\" data-id=\"522865\"><span class=\"antecedent_guess\">Diaz-Villafane,</span>\n                                                                \n\n<a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">50</span></a></span><pre class=\"inline\">.7   Insofar  as  it involves  factfinding,  this\n\n                    \n\n     7Of   course,   when    \"departure   decisions   reflect   a\ndetermination of  the  purpose of,  or an  interpretation of  the\nlanguage in, a Guideline,\" plenary review is appropriate.  United\n                                                                 \nStates  v. Doe, </pre><span class=\"citation\" data-id=\"195243\"><a href=\"/opinion/195243/united-states-v-doe/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span><pre class=\"inline\">, 43-44  (1st Cir. 1994) (citations and\n              \ninternal  quotation  marks  omitted).    But  no  such  questions\npermeate  this appeal.  The relevant language of section 5K2.8 is\nnot problematic, for the  guideline specifically \"recognizes that\ndeparture  may be  appropriate when  the defendant's  actions are\nheinous, cruel,  or brutal beyond the  characteristics inherently\n                                                                 \n\n                                12\n\nstandard  of review  translates  into what  courts commonly  call\n\nclear-error  review.  See </pre><span class=\"citation\" data-id=\"195243\"><a href=\"/opinion/195243/united-states-v-doe/\"><span class=\"id_token\">id.</span>  And thereafter, </a></span><pre class=\"inline\">\"due deference\" is\n                             \n\naccorded to the district court's application of the guidelines to\n\nparticular facts.  18 U.S.C.   3742(e).\n\n          In the  case  at bar,  the  judge premised  the  upward\n\ndeparture on the unusually brutal, cruel, and degrading treatment\n\naccorded  some of the victims.   Having reviewed  the record with\n\ncare, we believe  that the lower court's factfinding  is entirely\n\nsupportable.  Based  on those findings, the  circumstances of the\n\ncarjackings  in  which appellant  participated  are significantly\n\natypical.  Consequently, a departure is warranted.\n\n          As previously  noted, appellant pleaded  guilty to  two\n                                                                 \n\ncarjacking charges.  His argument against the finding of `extreme\n\nconduct' is directed mainly to the November 8, 1992 incident.  He\n\nclaims that  he is insulated from responsibility for any excesses\n\nthat  took place during that  episode because he  shot himself in\n\nthe leg, required medical assistance, and was elsewhere \"when the\n\nvictims were robbed, beaten and shot.\"\n\n          This  claim  does  not  withstand  scrutiny.    Despite\n\nappellant's self-inflicted wound, there is ample evidence that he\n\ntook part in the beatings.   Statements of fact in a  presentence\n\nreport  are  generally   accorded  evidentiary  significance   at\n\nsentencing.  See, e.g., United States v. Morillo, </pre><span class=\"citation\" data-id=\"195011\"><a href=\"/opinion/195011/united-states-v-morillo/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span><pre class=\"inline\">, 872\n                                                \n\n(1st  Cir.  1993)  (\"Facts  contained  in  a  presentence  report\n\n                    \n\nassociated with the  crime being  sentenced.\"  </pre><span class=\"citation\" data-id=\"627498\"><span class=\"antecedent_guess\">Kelly,</span>  <a href=\"/opinion/627498/united-states-v-jimmy-gene-kelly-jr/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span>  at\n                                                    \n<span class=\"page\">1143</span> </a></span><pre class=\"inline\">(emphasis supplied). \n\n                                13\n\nordinarily   are  considered  reliable  evidence  for  sentencing\n\npurposes.\").    That  proposition  has  special  force  where  no\n\nobjection was lodged to the probation officer's account.  See </pre><span class=\"citation\" data-id=\"627498\"><a href=\"/opinion/627498/united-states-v-jimmy-gene-kelly-jr/\"><span class=\"id_token\">id.</span>\n                                                                 \n\nat 872-73.\n</a></span><pre class=\"inline\">\n          In this  instance, the presentence  report recites that\n\nappellant entered the victims' vehicle, forcefully struck one man\n\non  the head, aimed his gun at  the second man, and threatened to\n\nblow off his head.  He then continuously pistol-whipped the first\n\nvictim  while he robbed him  of his jewelry.   Appellant accepted\n\nthis account  without particularized  objection.  This  conduct  \n\nespecially the incessant  beating of the first  victim   is of  a\n\npiece  with the examples enumerated in section 5K2.8 itself.  See\n                                                                 \n\nsupra  note 6.  It is emblematic  of the very sort of sociopathic\n     \n\nbehavior that  section  5K2.8 sought  to single  out for  special\n\nattention.\n\n          Moreover, the  basis for  departure extends  beyond the\n\nNovember  8 incident; the court below also grounded its departure\n\non appellant's conduct during the  episode that occurred two days\n\nearlier.   Appellant  does  not discuss  his  role in  the  first\n\ncarjacking.   We  can  readily appreciate  his  diffidence:   the\n\ncircumstances of that incident convey a grim message.\n\n          In  regard to the events of November 6, the trial court\n\nfound  that the victim,  Munoz, had been  exposed to a  series of\n\n\"brutalities\"  for  a period  of over  three  hours; that  he was\n\n\"mercilessly beaten  with  cocked handguns\"  by  the  assailants,\n\nincluding  appellant; that  the carjackers  constantly threatened\n\n                                14\n\nhim with death,  forcing him to  beg for his  life; that, at  one\n\npoint,  Munoz was coerced into putting his finger into the barrel\n\nof a  .357 magnum revolver, in  a macabre sort of  game; and that\n\nthe carjackers  appeared  to be  enjoying themselves  throughout.\n\nThese   findings  are   all   solidly  rooted   in  the   record.\n\nAccordingly, we rule that  the circumstances of the two  offenses\n\nand the facts relative to Quinones' participation in them justify\n\nan upward departure.\n\n                       B.  Reasonableness.\n                                         \n\n          We now reach  the final rung  on the departure  ladder.\n\nOur duty is  clear:   \"once we  have assured  ourselves that  the\n\nsentencing  court  considered  circumstances appropriate  to  the\n\ndeparture equation and that those factors enjoyed adequate record\n\nsupport, the direction and degree  of departure must, on  appeal,\n\nbe measured  by a  standard of reasonableness.\"   </pre><span class=\"citation\" data-id=\"522865\"><span class=\"antecedent_guess\">Diaz-Villafane,</span>\n                                                                \n\n<a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">49</span></a></span><pre class=\"inline\">; accord United States v. Doe, </pre><span class=\"citation\" data-id=\"195243\"><a href=\"/opinion/195243/united-states-v-doe/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">41</span></a></span><pre class=\"inline\">, 44 (1st\n                                           \n\nCir. 1994).\n\n          Noting  that   the  sentences  together   represent  an\n\nincrease of  126 months  over the  pinnacle of  the GSR,  or, put\n\nanother way, a 60% increase in the overall quantum of punishment,\n\nappellant  asseverates  that  so   substantial  a  departure   is\n\nexcessive, and, hence, unreasonable.   This asseveration takes on\n\na  special gloss  because the  district court  made no  effort to\n\nexplain  the  degree  of departure.    We  recently  confronted a\n\nsomewhat  similar  situation in  Rosales.    There, Judge  Bownes\n                                        \n\nwrote:\n\n                                15\n\n          Although  sentencing courts  have substantial\n          leeway  with  respect  to  the  degree  of  a\n          departure,  this freedom  does not  relieve a\n          sentencing court from explaining its ultimate\n          decision  of  how  far  to  depart.    Merely\n          explaining why  a departure was made does not\n          fulfill the separate  requirement of  stating\n          the  reasons  for  imposing   the  particular\n          sentence.\n\nRosales,     F.3d at     [slip op. at 18] (citations and internal\n       \n\nquotations  marks omitted).   Rosales  builds on  a long  line of\n                                     \n\ncircuit precedent to like effect.  See, e.g., </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Rivera,</span> <span class=\"volume\">994</span> <span class=\"reporter\">F.3d</span> at\n                                                    \n\n<span class=\"page\">950</span></span><pre class=\"inline\">; United States v. Ocasio, </pre><span class=\"citation\" data-id=\"548346\"><a href=\"/opinion/548346/united-states-v-gilberto-ocasio-aka-gilberto-ocasio-agosto/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">330</span></a></span><pre class=\"inline\">, 336 (1st  Cir. 1990).\n                            \n\nOther signposts point in the same direction.  See, e.g., </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Kelly,</span> <span class=\"volume\">1</span>\n                                                              \n\n<span class=\"reporter\">F.2d</span> at <span class=\"page\">1144</span></span><pre class=\"inline\">; 18 U.S.C.   3553(c)(2).\n\n          To  be sure, district courts need not be precise to the\n\npoint of pedantry  in explaining judgment calls undertaken in the\n\ncourse of the sentencing process.  We  have consistently rejected\n\na per se  rule tying degrees of departure to  the use of analogs,\n        \n\nsee, e.g., United States v. Aymelek, </pre><span class=\"citation\" data-id=\"556393\"><a href=\"/opinion/556393/united-states-v-kaya-aymelek/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></a></span><pre class=\"inline\">, 69-70 (1st Cir.\n                                   \n\n1991); and  we have,  on occasion, sanctioned  departures in  the\n\nabsence  of a  clear  explanation for  the  designated degree  of\n\ndeparture,  see, e.g., United States  v. Ramirez, </pre><span class=\"citation\" data-id=\"658374\"><a href=\"/opinion/658374/united-states-v-ediberto-ramirez/\"><span class=\"volume\">11</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span><pre class=\"inline\">, 14\n                                                \n\n(1st Cir. 1993).  But the omission of an explicit  explanation of\n\nthe scope of  a departure is a  practice that should  be employed\n\nsparingly.  On appeal, we will overlook  such an omission only if\n\nthe  reasons  for  the  judge's  choice  are  obvious  or  if  an\n\nexplanation can fairly be implied from the record as a whole.\n\n          Here, the record  gives us  pause.  The  extent of  the\n\ndeparture,  whether viewed in absolute or relative terms, is very\n\n                                16\n\ngreat.8   The  court does  not  indicate why  it believed  that a\n\nlesser departure would  be inadequate.  Indeed,  the judge's only\n\nstatement  apropos of the degree  of departure was  to the effect\n\nthat  a 336-month prison term  would be equivalent  to a sentence\n\nfor each offense at the low end of the GSR, served consecutively.\n\nThis comment  sheds very little  light and  does not  in any  way\n\nbuttress the degree of departure.\n\n          Because  we  find  ourselves  unable  to  evaluate  the\n\nreasonableness  of the  court's  departure  equation without  the\n\nbenefit of  some elaboration, we must  take suitable precautions.\n\nAs matters now stand, there  is simply too great a risk  that the\n\nextra period of incarceration imposed on appellant was derived in\n\nan   arbitrary  manner.    Rather  than  requiring  resentencing,\n\nhowever, we think a less cumbersome alternative may suffice.\n\n          In United States v. Levy, </pre><span class=\"citation\" data-id=\"537617\"><a href=\"/opinion/537617/united-states-v-timothy-alexander-levy/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">596</span> </a></span><pre class=\"inline\">(1st Cir. 1990),\n                                  \n\nwe  noted that, if ambiguities  lurk in the  sentencing record, a\n\ncourt of  appeals may  essay a limited  remand for  clarificatory\n\npurposes.   </pre><span class=\"citation\" data-id=\"537617\"><a href=\"/opinion/537617/united-states-v-timothy-alexander-levy/\"><span class=\"id_token\">Id.</span>  at  599 </a></span><pre class=\"inline\">(citing  illustrative  cases); see  also\n                                                                 \n\nUnited  States v. Parra-Ibanez, </pre><span class=\"citation no-link\"><span class=\"volume\">951</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></span><pre class=\"inline\">, 22  (1st Cir. 1991)\n                              \n\n(remanding   for   clarification   whilst   retaining   appellate\n\njurisdiction).  We believe  that the interests of justice  can be\n\nserved fully by  following a  similar practice here.   Hence,  we\n\nremand  the  matter  to  the district  court  with  directions to\n\nrevisit the extent  of the  departure and either  (a) vacate  the\n\n                    \n\n     8The  departure   added  over   ten  years   of  incremental\nincarceration  to  appellant's  total  punishment,  boosting  the\nlength of sentence by some 60%.\n\n                                17\n\nsentence and conduct  a new sentencing  hearing, or (b)  reaffirm\n\nthe  sentence previously imposed,  filing with  the clerk  of the\n\ndistrict court  a written statement  of its reasons  for settling\n\nupon, and adhering to, the degree of departure.9\n\n          In  all events,  the  district court  shall notify  the\n\nclerk of this  court within twenty days of the  date hereof as to\n\nwhich option it  chooses to pursue.   In  the meantime, we  shall\n\nretain \n\nappellate  jurisdiction.  Of course, we express no opinion on the\n\nappropriateness of the sentences previously imposed.\n\n          It is so ordered. \n          It is so ordered.\n                          \n\n                    \n\n     9The  district court, in its discretion,  may (but need not)\nconvene  a hearing or invite arguments from counsel in attempting\nto decide which option to pursue.\n\n                                18\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195011/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195243/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522865/",
    "https://www.courtlistener.com/api/rest/v3/opinions/530534/",
    "https://www.courtlistener.com/api/rest/v3/opinions/537617/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548346/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552769/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556393/",
    "https://www.courtlistener.com/api/rest/v3/opinions/559604/",
    "https://www.courtlistener.com/api/rest/v3/opinions/562610/",
    "https://www.courtlistener.com/api/rest/v3/opinions/574880/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577789/",
    "https://www.courtlistener.com/api/rest/v3/opinions/598971/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608835/",
    "https://www.courtlistener.com/api/rest/v3/opinions/627498/",
    "https://www.courtlistener.com/api/rest/v3/opinions/658374/"
  ]
}