{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195450/",
  "id": 195450,
  "absolute_url": "/opinion/195450/united-states-v-guyon/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195450/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:40:17Z",
  "date_modified": "2020-02-21T23:49:49.458225Z",
  "type": "010combined",
  "sha1": "45a5aee54a91e31be3d4a2170413c8d3c44df29e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2452.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 92-2452\n\n                          UNITED STATES,\n\n                            Appellee,\n\n                                v.\n\n                          RICHARD GUYON,\n\n                      Defendant, Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Robert E. Keeton, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                      Breyer,* Chief Judge,\n                                          \n\n              Torruella and Boudin, Circuit Judges.\n                                                  \n\n                                           \n\n     Stephen J. Weymouth on brief for appellant.\n                        \n     Kevin  J. Cloherty,  Assistant United  States Attorney,  and\n                       \nDonald K. Stern, United States Attorney, on brief for appellee.\n               \n\n                                           \n\n                          June 27, 1994\n                                           \n\n                    \n\n*   Chief Judge Stephen Breyer heard oral argument in this matter\nbut did not  participate in the drafting  or the issuance  of the\npanel's  opinion.   The remaining  two panelists  therefore issue\nthis opinion pursuant to 28 U.S.C.   46(d).\n\n          TORRUELLA, Circuit Judge.  On April 12, 1989, a federal\n                                  \n\ngrand jury returned a one-count indictment charging Richard Guyon\n\nwith bank  fraud in violation of  13 U.S.C.   1344.   Following a\n\njury  trial,  Guyon   was  convicted  in  absentia.    Guyon  was\n                                                  \n\nsubsequently apprehended, placed in federal custody, and returned\n\nto  Massachusetts.  The court  then sentenced Guyon  to 30 months\n\nincarceration.  Guyon now  challenges his conviction and sentence\n\non several grounds.   We find that none of  these grounds warrant\n\nreversal and thus affirm the district court.\n\n                            BACKGROUND\n                                      \n\n          A.  Statement of Facts\n                                \n\n          The indictment  alleged that from February  24, 1987 to\n\napproximately  August  14, 1988,  Guyon  willfully and  knowingly\n\nexecuted  a scheme to defraud  the Bank of  Boston of $76,756.40.\n\nThe testimony  and other  evidence properly introduced  at trial,\n\nviewed in the  light most favorable  to the verdict,  established\n\nthe following facts.   See United States v.  Rivera-Santiago, 872\n                                                            \n\nF.2d 1073, 1078-79 (1st Cir.), cert. denied, 492 U.S. 910 (1989).\n                                           \n\n          Guyon applied for  a series of  student loans from  the\n\nBank  of Boston, called Alliance  loans, listing his  own name as\n\nthe student  applicant.    In  addition, Guyon  applied  for  and\n\nreceived Alliance loans  in the  name of 1)  his father,  Raymond\n\nGuyon; 2)  Mary Garber;  and 3) Tonya  Mayes.   Guyon forged  the\n\napplications  and   signatures  for   these  loans.     The  loan\n\napplications  also  contained  the  forged  certifications  of  a\n\npurported University official.\n\n                               -2-\n\n          In  addition  to  these Alliance  loans,  evidence  was\n\nintroduced   regarding  other   loan  applications   which  Guyon\n\nfraudulently  filed. These  other  loans, however,  were not  the\n\nsubject  of  the   indictment.    This  evidence  included:    1)\n\napplications for two Massachusetts Higher Education Loans through\n\nthe Bank of Boston in November 1988, which were not granted; 2) a\n\nfraudulent application for a $20,000 Excel  student loan filed in\n\nSeptember  1988;  3)  fraudulent  applications  for  two  $15,000\n\n\"Consern\"  loans from  the National  Bank of  Washington, one  in\n\nGuyon's own name and one in  the name of Mary Garber, as well  as\n\nan application for a $25,000 \"Consern\" loan  in the name of Tonya\n\nMayes; 4) a fraudulent application for a guaranteed  student loan\n\nfor  $7,500 through the First Security Bank of Idaho, which Guyon\n\ndid in fact receive.\n\n          B.  The Proceedings in the District Court\n                                                   \n\n          Guyon  was arraigned on June 29, 1989.  On November 16,\n\n1989,  Guyon filed a motion to  dismiss the indictment based on a\n\nfailure to  comply with the  Speedy Trial Act.   At a  hearing on\n\nDecember  8,  1989,  Guyon   withdrew  this  motion  because  the\n\ngovernment  stated it was going  to dismiss the  indictment.  The\n\ncase was never dismissed.  On  February  1,  1991, the  case  was\n\nreassigned to Judge  Robert Keeton.   Prior to reassignment,  the\n\ncase  was  \"inadvertently\"  closed  by the  U.S.  District  Court\n\nClerk's office,  but was then  reopened upon being  reassigned to\n\nJudge Keeton.\n\n          On  February  1,  1991,  the parties  jointly  filed  a\n\n                               -3-\n\n\"Status Report and Motion for Continuance Under the Speedy  Trial\n\nAct,\" and this report  informed the court that the case was still\n\npending  because subsequent to the December  8, 1989 hearing, the\n\nparties  had learned that Guyon was the subject of a separate but\n\nrelated criminal  investigation by the U.S.  Attorney's Office in\n\nVirginia,  and  as  a result  the  parties  had  then engaged  in\n\nnegotiations to resolve potential charges in both districts.  The\n\nparties additionally requested a continuance from the court until\n\nsuch  a resolution  had been  achieved and  asked that  the court\n\ndesignate all  time from the date of  indictment until resolution\n\nof the negotiations as excludable delay.\n\n          On  February   15,  1991,  the  court   held  a  status\n\nconference, at which it  issued an order excluding all  time from\n\nthe  date  of  indictment  through  February  15 because  of  the\n\nprevious stay pending plea negotiations.  Defense counsel did not\n\nobject.\n\n          On  June  3, 1991,  new  counsel  for  Guyon, Mr.  Evan\n\nSlavitt,  filed a  motion to  dismiss the  indictment based  on a\n\nviolation  of the Speedy Trial Act.   On June 13, 1991, the court\n\nheld a  hearing with respect to this  motion, and after the court\n\nexplained its excludable delay orders, denied the motion.\n\n          Trial  commenced  on  June  17,  1991,  and  Guyon  was\n\nrepresented by  a third counsel.   On June 26, the  fourth day of\n\ntrial, the court adjourned  for the day while the  government was\n\nin the middle of its cross-examination of Guyon, who testified in\n\nhis own defense.   On June 27, Guyon did not  appear in court and\n\n                               -4-\n\nthe case was continued until the next day.  On June 28, the court\n\nheld an evidentiary hearing  regarding Guyon's continued absence.\n\nFollowing this hearing, the court determined that Guyon's absence\n\nwas voluntary and the  court ordered that the trial  be completed\n\nwith Guyon in absentia.  The court found:\n                      \n\n            [O]n the  evidence before  me  I find  it\n            overwhelming    that   Mr.    Guyon   has\n            voluntarily  absented  himself from  this\n            trial,   so   in  accordance   with  Rule\n            43(b)(1),  I find that  he is voluntarily\n            absent after the trial is commenced and I\n            will order that the  proceedings continue\n            through the  return  of a  verdict  under\n            Rule 43 proceedings.\n\nDefense counsel refused to waive redirect of Guyon, and moved for\n\na  mistrial.   The court  denied  the motion.   The  defense then\n\nrested, and the trial  was completed that day.  The jury returned\n\na guilty verdict.\n\n          Law enforcement officials apprehended Guyon on July 15,\n\n1991, in Wyoming, and returned him to Massachusetts.  On December\n\n10,  1991, the court  sentenced Guyon to  30 months imprisonment.\n\nGuyon now raises several issues on appeal.\n\n                    GUYON'S MOTION TO DISMISS\n                                             \n\n          Guyon claims  that  the  district  court  violated  his\n\nstatutory and due process rights by failing to rule on his motion\n\nto dismiss based  on a violation of  the Speedy Trial Act.   As a\n\nbasis  for this argument,  Guyon claims that  he originally filed\n\nthe motion to dismiss  on November 16, 1989, and that this motion\n\nwas  never heard or decided  by the court  because the government\n\n                               -5-\n\nrequested,  and  the court  granted,  a dismissal  of  the case.1\n\nGuyon claims  that the case  was then \"reopened\"  fourteen months\n\nlater  in February 1991,  but the court  failed to  rule upon the\n\nNovember 16, 1989 motion to dismiss.\n\n          The government contends that Guyon's argument is  based\n\non an incorrect statement of the record below, and that the court\n\ndid address and resolve the Speedy Trial Act issue.\n\n          Guyon's contention that the district court deprived him\n\nof  his statutory and due  process rights is  unfounded.  Guyon's\n\ninitial November  16, 1989 motion to dismiss  was never expressly\n\nruled  upon because  he  withdrew that  motion  from the  court's\n\nconsideration, based  on the government's  representation that it\n\nwould dismiss  the  indictment.   When  the  government  did  not\n\ndismiss the indictment, Guyon's counsel filed a  second motion to\n\ndismiss, which reargued some of Guyon's original Speedy Trial Act\n\ncontentions.    Glaringly  absent   from  Guyon's  brief  is  any\n\nreference  to this second \"Motion to Dismiss for Violation of the\n\n                    \n\n1   Guyon makes much  of the  fact that at  the December 8,  1989\nhearing,  the  government  stated   that  it  would  dismiss  the\nindictment, and Guyon concludes that the case must have therefore\nbeen  dismissed.   Guyon's reading  of the  record is  incorrect.\nWhile the government  indicated orally  in the  December 8,  1991\nhearing  that it  would  dismiss the  indictment, the  court then\nstated  that it  would entertain  a  dismissal if  the government\nfiled it in  writing.  The  government never  did file a  written\ndismissal  because   it  subsequently  learned   that  the   U.S.\nAttorney's  Office  in  the  Eastern  District  of  Virginia  was\ninvestigating similar  charges against  Guyon.  The  parties then\nattempted to  negotiate a resolution of all charges against Guyon\nbefore any dismissal  was filed in the  District of Massachusetts\nor  any other  action was  taken.   The indictment  was therefore\nnever dismissed.   Confusion regarding  the record may  stem from\nthe fact that the Clerk's office inadvertently closed its file in\nthis case and thereafter clerically \"reopened\" the case.\n\n                               -6-\n\nSpeedy  Trial Act (18  U.S.C.   3161  et. seq.)\" which   Attorney\n\nSlavitt filed  on June 3, 1991.  On June 13, 1991, the court held\n\na  hearing with respect  to this  motion.   At this  hearing, the\n\ncourt  reminded  Guyon  that  the  court  had  entered  an  order\n\nexcluding all time from the indictment until February 15 based on\n\nthe stay pending plea negotiations, and that Guyon did not object\n\nto  this order.2  The court then appropriately denied the motion.\n\nWe are at a complete loss to understand how Guyon can argue that,\n\nbased  on the  particular travels  of this  case, he  was somehow\n\ndenied his statutory or due process rights.\n\n         PROCEEDING WITH THE TRIAL WITH GUYON IN ABSENTIA\n                                                         \n\n          A criminal  defendant has a constitutional  right to be\n\npresent at  his trial.  This  right is rooted in  the due process\n\nclause and the confrontation clause of the  Constitution.  United\n                                                                 \n\nStates v. Latham, 874 F.2d 852,  857 (1st Cir. 1989).  The United\n                \n\nStates Supreme Court has held, however, that during the course of\n\na  trial, if  a defendant  voluntarily  absents himself  from the\n\nproceedings, it  \"operates as a waiver of his right to be present\n\nand  leaves the  court free  to proceed  with the  trial in  like\n\nmanner and  with like effect as if he were present.\"  Latham, 874\n                                                            \n\nF.2d at  857 (quoting  D az v. United  States, 223 U.S.  442, 455\n                                             \n\n                    \n\n2  Guyon does not challenge the court's order excluding this time\non  appeal, nor could he  because Guyon's counsel  failed to take\nexception to the entry of the court's order in the district court\nand he  has therefore  waived his  right to  object.  See  United\n                                                                 \nStates v. Brown,  736 F.2d 807, 808 n.1 (1st  Cir. 1984) (stating\n               \nthat  the  government's failure  to  object to  court's  order of\nexcludable  delay  resulted  in  binding the  government  to  the\ndistrict court's unchallenged computation), appeal  after remand,\n                                                                \n770 F.2d 241 (1st Cir. 1985), cert. denied, 474 U.S. 1064 (1986).\n                                          \n\n                               -7-\n\n(1912)); United States  v. Lochan,  674 F.2d 960,  967 (1st  Cir.\n                                 \n\n1982).  Fed. R. Crim.  P. 43(b) also permits a court  to continue\n\nwith   a  trial  if  a  defendant,   who  is  initially  present,\n\nvoluntarily absents himself after the trial has commenced.3\n\n          When a court is faced with  the issue of whether or not\n\nto proceed with a  trial, the court must first  determine whether\n\nthe  defendant  is,  in   fact,  \"voluntarily\"  absent  from  the\n\nproceedings.  Lochan,  674 F.2d at 967; Latham, 874  F.2d at 857.\n                                              \n\nIf so,  the court must next analyze  a \"complex of issues,\" which\n\ninclude:  the ability to apprehend the defendant; the  difficulty\n\nof rescheduling the trial until the defendant is present; and the\n\nburden on the government in holding two trials.  Latham, 874 F.2d\n                                                       \n\nat  857-58.  The court should only  allow the trial to proceed if\n\nthe interest of the  public in proceeding with the  trial clearly\n\noutweighs the interest of the absent  defendant.  Id. at 857.  We\n                                                    \n\nreview a district court's  decision to proceed with trial  for an\n\nabuse of discretion.  See   Latham, 874 F.2d at 857;  Lochan, 674\n                                                            \n\nF.2d at 968.\n\n                    \n\n3  Fed. R. Crim. P. 43(b) provides in pertinent part:\n\n            The further  progress of the trial to and\n            including the return of the verdict shall\n            not  be prevented and the defendant shall\n            be considered to have waived the right to\n            be   present    whenever   a   defendant,\n            initially present,\n\n            1) is voluntarily absent after  the trial\n            has   commenced   (whether  or   not  the\n            defendant has been  informed by the court\n            of  the obligation  to remain  during the\n            trial), . . . \n\n                               -8-\n\n          Guyon  contends  that  the district  court  abused  its\n\ndiscretion  by   proceeding  with  the  trial   after  Guyon  had\n\n\"voluntarily absented\" himself from the trial proceedings.  Guyon\n\napparently  does not  take issue  with the  court's  finding that\n\nGuyon's  absence from  the proceedings  was voluntary.4   Rather,\n\nGuyon  contends  that the  court  committed  reversible error  by\n\nfailing to inquire into  the \"complex of issues\" to  determine if\n\nthe trial should proceed.\n\n          The  government   concedes  that  the  court   did  not\n\nexplicitly articulate  its findings or reasoning  with respect to\n\nthis second  inquiry, but argues  that the facts  clearly support\n\nthe  court's  decision  to  proceed  with  the  trial under  this\n\nanalysis.\n\n          Despite  the  absence  of  an express  finding  by  the\n\ndistrict court with respect  to the \"complex of issues\"  inquiry,\n\nthe facts support  the court's  decision to  proceed with  trial.\n\nSee,  e.g., United States v. Muzevsky,  760 F.2d 83, 85 (4th Cir.\n                                     \n\n1985).   The public's interest  in proceeding with  trial clearly\n\noutweighed Guyon's interest in  delaying the proceedings.  First,\n\nthere appeared to be little possibility that the trial could soon\n\ntake  place  with Guyon  present.   The  evidence that  Guyon was\n\nvoluntarily   absent   was,   as  the   district   court   noted,\n\n                    \n\n4   A trial court's  finding pursuant to  Fed. R. Crim.  P. 43(b)\nthat  a defendant  has  voluntarily absented  himself from  trial\nshould be upheld unless  clearly erroneous.  Lochan, 674  F.2d at\n                                                   \n967.    There is  ample  evidence in  the  record to  support the\ncourt's finding that after the fourth day of trial, Guyon checked\nout of his hotel room and fled.\n\n                               -9-\n\n\"overwhelming.\"    The  record  indicates that  after  the  court\n\npostponed the  trial for one day in order to locate Guyon, an FBI\n\nagent testified that Guyon had checked out of  the hotel where he\n\nhad been  staying  on  June 27,  1991.   Moreover,  the  FBI  had\n\nconducted a thorough, yet unsuccessful, search to find Guyon, and\n\nthere  was  no  indication  that  government  agents  would  soon\n\napprehend him.\n\n          There  also  would have  been  a  heavy  burden on  the\n\ngovernment to retry this  case.  Guyon fled at the  end of a five\n\nday  trial.   The  government  had  rested, after  presenting  18\n\nwitnesses, a number of whom were from out of state.  Guyon made a\n\nnumber  of admissions on direct examination, and then fled in the\n\nmiddle of his own cross-examination.  For example, Guyon admitted\n\nforging school certifications.  He also admitted that he obtained\n\nmultiple  loans in the name  of other individuals.   To retry the\n\ncase,  the  government  would   be  required  to  remarshall  its\n\nresources and repeat its entire presentation.\n\n          Guyon's interest in delaying the trial did not outweigh\n\nthe public's  interest in  having  the case  proceed to  verdict.\n\nGuyon  fled at  the  eleventh hour,  in  an apparent  attempt  to\n\nmanipulate the trial  process in  the exact manner  that Fed.  R.\n\nCrim. P. 43(b)  is designed  to prevent.   See  Crosby v.  United\n                                                                 \n\nStates,  113 S. Ct.  748, 751 (1993)  (Fed. R. Crim.  P. 43(b) is\n      \n\ndesigned   to   preclude  a   defendant  from   manipulating  the\n\nproceedings against  him  by voluntarily  absenting himself  from\n\ntrial, thus thwarting  a trial  that has already  begun).   Guyon\n\n                               -10-\n\nargues that  the court's decision to  proceed unfairly prejudiced\n\nhim because his testimony on redirect examination could have been\n\n\"particularly significant\" to his defense.  Guyon fails, however,\n\nto  shore up this speculation and state what testimony would have\n\nbeen  elicited on redirect which would have aided his defense and\n\nwould have explained,  rebutted or otherwise  counterbalanced the\n\ndamaging admissions he made  during the course of his  own direct\n\nexamination.   Based on these facts,  we do not believe  that the\n\ncourt abused its discretion by proceeding with the trial, and any\n\nerror  the court made in  failing to make  explicit findings with\n\nrespect to the \"complex of issues\" analysis was harmless.\n\n     FEDERAL RULE OF EVIDENCE 404(b) - OTHER CRIMES EVIDENCE\n                                                            \n\n          Guyon   argues  that  the  district  court  abused  its\n\ndiscretion by admitting evidence  of applications for loans which\n\nwere not charged in the indictment, as evidence of other acts and\n\ncrimes pursuant to Fed. R. Evid. 404(b).  Guyon contends that the\n\ncourt  failed to  engage in  the  appropriate two  prong analysis\n\nunder Fed.  R. Evid. 404(b) when it admitted the evidence.  Guyon\n\nfurther  argues that  the  evidence was  unduly prejudicial,  and\n\ntherefore,  the  court's decision  to admit  it  was an  abuse of\n\ndiscretion.    Guyon  also  claims  that  the  court  abused  its\n\ndiscretion by admitting evidence of his credit history.\n\n          The  government argues that  Guyon's contentions ignore\n\nthe record below, and that the challenged evidence was admissible\n\npursuant to Fed. R. Evid. 404(b).\n\n          Evidence is admissible under  Fed. R. Evid. 404(b) when\n\n                               -11-\n\nit satisfies a two step analysis by the district court.5   First,\n\nthe court must determine if the evidence is being offered to show\n\nsomething other than that the defendant acted in  conformity with\n\na  \"bad\" character.  United States v. Rivera-Medina, 845 F.2d 12,\n                                                   \n\n15 (1st Cir.), cert.  denied, 488 U.S. 862 (1988);  United States\n                                                                 \n\nv.  Gonz lez-S nchez,  825 F.2d  572,  579-80  (1st Cir.),  cert.\n                                                                 \n\ndenied,  484 U.S.  989 (1987).     The court  must find  that the\n      \n\n\"evidence  has some  'special'  probative  value showing  intent,\n\npreparation, knowledge or absence of  mistake.\"  United States v.\n                                                              \n\nGarc a, 983 F.2d 1160, 1172 (1st Cir. 1993) (citations  omitted);\n      \n\nRivera-Medina, 845 F.2d at 15; Gonz lez-S nchez, 825 F.2d at 579.\n                                               \n\nSecond,  the  court  must  balance  the  probative  value of  the\n\nevidence against the  danger of undue prejudice to the defendant,\n\nwhich may arise from admitting the evidence.  Garc a, 983 F.2d at\n                                                    \n\n1172;  Rivera-Medina, 845  F.2d at  15-16; Gonz lez-S nchez,  825\n                                                           \n\nF.2d at 580.  The decision to admit Fed. R. Evid. 404(b) evidence\n\nis committed to the  sound discretion of the district  court, and\n\nwe will only disturb such a  ruling on appeal if the court abused\n\nits discretion.  Garc a, 983 F.2d at 1172.\n                       \n\n          Pursuant  to  Fed.  R.  Evid.  404(b),  the  government\n\nintroduced  evidence at  trial  of Guyon's  applications for  the\n\n                    \n\n5  Fed. R. Evid. 404(b) provides in pertinent part:\n\n            Evidence of other crimes, wrongs, or acts\n            is not admissible  to prove the character\n            of a  person in  order to show  action in\n            conformity therewith.   It may,  however,\n            be admissible for other purposes, such as\n            proof  of  motive,  opportunity,  intent,\n            preparation, plan, knowledge . . . \n\n                               -12-\n\nMassachusetts  Higher  Education  Loans,   the  Excel  loan,  the\n\n\"Consern\" loans,  and the  First Security  Bank of  Idaho student\n\nloans.   As  a  preliminary  matter, the  record  belies  Guyon's\n\ncontention  that the  district court  applied an  incorrect legal\n\nstandard by  failing to  engage in  the second  step of  the Rule\n\n404(b)  analysis,  which  requires  that the  court  balance  the\n\nprobative value of the evidence against  its prejudicial impact. \n\nWhen  the court addressed the admissibility of the uncharged loan\n\nevidence generally  at a hearing  before trial, the  court stated\n\nthat it would \"address 404(b) problems with a twofold  analysis,\"\n\nmaking it clear that  the court was cognizant of  the appropriate\n\nmode  of evaluation.    Moreover, on  one occasion  when specific\n\nuncharged  loan evidence  was offered  during the  course  of the\n\ntrial  and  then  objected  to  by  defense  counsel,  the  court\n\nindicated that the probative value of the evidence outweighed any\n\nprejudice.\n\n          The court did not abuse its discretion by admitting the\n\nuncharged  loan  evidence.   First,  the  evidence had  \"special\"\n\nrelevance  in that  it was  probative of  Guyon's intent  when he\n\napplied for the various loans.  Intent was a disputed  issue that\n\nwas  central  to  this  case.    During  trial,  Guyon's  counsel\n\nrepeatedly argued that  Guyon did not  intend to defraud  anyone.\n\nTo counter this defense and prove its allegations, the government\n\nproffered evidence of the uncharged loans to establish intent and\n\nmodus  operandi.   There  was a  striking similarity  between the\n               \n\nevidence of charged and uncharged loans, and this evidence helped\n\n                               -13-\n\nshow  that  Guyon   was  engaged  in   a  widespread  scheme   to\n\nfraudulently  apply for a number of loans, using the same pattern\n\nof  activity in each instance, in order to defraud various banks.\n\nFor example, Guyon  forged the  name of \"Tonya  Mayes\" and  \"Mary\n\nGarber\"  on both charged  and uncharged loan  applications.  This\n\nevidence was therefore precisely  the type of evidence that  Fed.\n\nR.Evid. 404(b)permits inorder tohelp proveGuyon's planand intent.\n\n          With  respect to  the second  step  in the  Rule 404(b)\n\nanalysis,   Guyon  argues   that  this   evidence  was   unfairly\n\nprejudicial to  him, and  he argues that  the jury was  likely to\n\nhave   attributed  much  significance   to  this  uncharged  loan\n\nevidence.   We  agree  that  this evidence,  like  most  evidence\n\noffered against  a  defendant,  is prejudicial.    That  is  not,\n\nhowever,  the  issue.    Rather,  the  question  is  whether  the\n\nprobative value  of the evidence was  substantially outweighed by\n\nthe  danger of  unfair  prejudice.   Garc a,  983 F.2d  at  1173;\n                                           \n\nGonz lez-S nchez, 825 F.2d at 581.\n                \n\n          The  district court concluded  that the probative value\n\nof   the   evidence   outweighed   the   possibility   of  unfair\n\nconsideration by the jury.   We believe that the  record supports\n\nthe court's conclusion, and that the court's instructions  to the\n\njury  regarding the  limited purpose  of this  evidence,  to show\n\nintent, cushioned the impact  and reduced any possible prejudice.\n\nWe will therefore not disturb the ruling.\n\n          Guyon next argues that  the court abused its discretion\n\nin admitting  evidence of the two  uncharged Massachusetts Higher\n\n                               -14-\n\nEducation  loans that  Guyon  applied  for  through the  Bank  of\n\nBoston,  which  included credit  reports  compiled  by the  bank.\n\nGuyon's  counsel  objected  to  the  admission  of  these  credit\n\nreports, arguing  that adverse credit information  in the reports\n\nwas unfairly  prejudicial.  Counsel  additionally requested  that\n\nthe  credit  histories  be redacted.    The  court  overruled the\n\nobjection, but gave a limiting instruction  that the only purpose\n\nof  the evidence was to help understand what information the bank\n\nhad when it decided whether or not to make the loan.\n\n          With respect to the Rule 404(b) two prong analysis,  we\n\nagree that the evidence was relevant as to how the Bank of Boston\n\nmade its loan  decisions, and  the evidence was  not admitted  to\n\nshow that Guyon had a bad character.  Second, the probative value\n\nof this  evidence  was not  outweighed by  any unfair  prejudice.\n\nCredit  histories are  fairly routine  evidence, and are  not the\n\ntype of  evidence that  typically elicits an  irrational reaction\n\nfrom  the  jury.   Moreover, Guyon  has  not pointed  to anything\n\nspecific in his credit history that was particularly prejudicial.\n\nConsequently,  Guyon  has not  shown  that the  court  abused its\n\ndiscretion in  admitting the evidence.   We therefore  uphold the\n\ndistrict court's ruling.\n\n         CALCULATING LOSS UNDER THE SENTENCING GUIDELINES\n                                                         \n\n          At   sentencing,   the   court   determined   that  the\n\nappropriate guideline to  be applied  in this case  was the  1988\n\nversion  of  U.S.S.G.    2F1.1,  for crimes  involving  fraud and\n\ndeceit.    The court found  that the loss involved  in this case,\n\n                               -15-\n\nincluding  consummated and unconsummated loans, exceeded $200,001\n\nand  was less than $500,000, and therefore pursuant to U.S.S.G.  \n\n2F1.1(b)(1)(H), the base offense level of six was to be increased\n\nseven  levels.   Guyon objected  to the  court's  calculation and\n\nargued that the court should  not include unconsummated loans  in\n\nthe loss calculation.  Accordingly, Guyon argued that the correct\n\nfigure  was $200,000 or less,  thus yielding an  increase of only\n\nsix levels.  The court then made the following findings:\n\n            [W]hen    I    look   at    the   offense\n            characteristics and take account  of what\n            the  other victims  of the  offenses that\n            were part of  this pattern, excluding the\n            Virginia  offenses,  have suffered,  it's\n            pretty  clear it  gets above  two hundred\n            thousand.\n\nIn  deciding to include the  unconsummated loans, the court found\n\nas a factual matter that  Guyon intended to defraud the banks  of\n\nthe  amount of the loan applications and refused to discount this\n\namount  by assuming that had Guyon actually obtained the loan, he\n\nwould have used the proceeds  to pay off other loans.   The court\n\nstated:\n\n            I  am  very  clear  that  at  least   the\n            guidelines authorize me  in the  exercise\n            of discretion to take those  into account\n            and  when  I  do  we're   way  above  the\n            $200,001 floor.\n\n          On appeal, Guyon now raises the issue of the meaning of\n\n\"loss\"  in  the  sentencing  guidelines covering  fraud.    Guyon\n\nseemingly  argues that  the court  committed an  error of  law by\n\nmeasuring  loss  by  the amount  that  Guyon  intended to  obtain\n                                                      \n\nfraudulently  from  the  various  banks.   Guyon  maintains  that\n\n                               -16-\n\ninstead the  correct legal basis for increasing  the sentence was\n\nthe actual loss resulting from his criminal conduct.\n          \n\n          The court did not commit any error in  calculating loss\n\non the  basis of  intended loss.    U.S.S.G.    2F1.1 applies  to\n\ncrimes  involving  fraud  and   deceit,  and  the  offense  level\n\nincreases  commensurately  with   the  magnitude  of   the  loss.\n\nU.S.S.G.   2F1.1(b)(1)(H)  (1988) mandates  an increase of  seven\n\nlevels  to  the base  offense level  when  the \"loss\"  is between\n\n$200,001 and $500,000.   Application Note 7 of the  Commentary to\n\nthis  Guideline deals  with  the valuation  of  loss.   The  1988\n\nversion of Application Note 7 provided in pertinent part:\n\n            In keeping with  the Commission's  policy\n            on  attempts, if  a probable  or intended\n            loss that the defendant was attempting to\n            inflict  can  be determined,  that figure\n            would be  used if it was  larger than the\n            actual loss . . .\n\nU.S.S.G.    2F1.1,  comment (n.7)  (1988).   The court  therefore\n\ncorrectly applied  the law and  acted well within  its discretion\n\nwhen it calculated loss on the basis of intended loss instead  of\n\nactual loss, and found that the unconsummated loans Guyon applied\n\nfor should have been included in the intended loss figure.6\n\n                    \n\n6   On  appeal, Guyon  seemingly does  not challenge  the court's\nfactual  finding with  respect to  the unconsummated  loans, that\nGuyon intended  to cause the  banks loss  in the  amount that  he\nrequested  in the loan  applications, and the  court's refusal to\naccept  Guyon's contention  that  he  would  have used  the  loan\nproceeds to pay off  other loans.  Even  assuming that Guyon  did\nmake such a challenge,  the court's factual finding would  not be\ndisturbed  unless it was clearly erroneous.  18 U.S.C.   3742(e);\nUnited States v. Ruiz, 905 F.2d  499, 507 (1st Cir. 1990).  There\n                     \nis evidence in the  record which supports this finding  and we do\nnot believe that it is clearly erroneous.\n\n                               -17-\n\n          For the foregoing reasons, we affirm Guyon's conviction\n                                                                 \n\nand sentence.\n            \n\n                               -18-\n",
  "html": "<p class=\"case_cite\">27 F.3d 723</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Richard GUYON, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 92-2452.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted March 10, 1994.<br>Decided June 27, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen J. Weymouth, Boston, MA, on brief for appellant.</p>\n      <p class=\"indent\">Kevin J. Cloherty, Asst. U.S. Atty., and Donald K. Stern, U.S. Atty., Boston, MA, on brief, for appellee.</p>\n      <p class=\"indent\">Before BREYER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Chief Judge, TORRUELLA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On April 12, 1989, a federal grand jury returned a one-count indictment charging Richard Guyon with bank fraud in violation of 18 U.S.C. Sec. 1344.  Following a jury trial, Guyon was convicted in absentia.   Guyon was subsequently apprehended, placed in federal custody, and returned to Massachusetts.  The court then sentenced Guyon to 30 months incarceration.  Guyon now challenges his conviction and sentence on several grounds.  We find that none of these grounds warrant reversal and thus affirm the district court.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <p class=\"indent\">A. Statement of Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The indictment alleged that from February 24, 1987 to approximately August 14, 1988, Guyon willfully and knowingly executed a scheme to defraud the Bank of Boston of $76,756.40.  The testimony and other evidence properly introduced at trial, viewed in the light most favorable to the verdict, established the following facts.  See United States v. Rivera-Santiago, 872 F.2d 1073, 1078-79 (1st Cir.), cert. denied, 492 U.S. 910, 109 S.Ct. 3227, 106 L.Ed.2d 576 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Guyon applied for a series of student loans from the Bank of Boston, called Alliance loans, listing his own name as the student applicant.  In addition, Guyon applied for and received Alliance loans in the name of 1) his father, Raymond Guyon;  2) Mary Garber;  and 3) Tonya Mayes.  Guyon forged the applications and signatures for these loans.  The loan applications also contained the forged certifications of a purported University official.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In addition to these Alliance loans, evidence was introduced regarding other loan applications which Guyon fraudulently filed.  These other loans, however, were not the subject of the indictment.  This evidence included:  1) applications for two Massachusetts Higher Education Loans through the Bank of Boston in November 1988, which were not granted;  2) a fraudulent application for a $20,000 Excel student loan filed in September 1988;  3) fraudulent applications for two $15,000 \"Consern\" loans from the National Bank of Washington, one in Guyon's own name and one in the name of Mary Garber, as well as an application for a $25,000 \"Consern\" loan in the name of Tonya Mayes;  4) a fraudulent application for a guaranteed student loan for $7,500 through the First Security Bank of Idaho, which Guyon did in fact receive.</p>\n    </div>\n    <p class=\"indent\">B. The Proceedings in the District Court</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Guyon was arraigned on June 29, 1989.  On November 16, 1989, Guyon filed a motion to dismiss the indictment based on a failure to comply with the Speedy Trial Act.  At a hearing on December 8, 1989, Guyon withdrew this motion because the government stated it was going to dismiss the indictment.  The case was never dismissed.  On February 1, 1991, the case was reassigned to Judge Robert Keeton.  Prior to reassignment, the case was \"inadvertently\" closed by the U.S. District Court Clerk's office, but was then reopened upon being reassigned to Judge Keeton.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On February 1, 1991, the parties jointly filed a \"Status Report and Motion for Continuance Under the Speedy Trial Act,\" and this report informed the court that the case was still pending because subsequent to the December 8, 1989 hearing, the parties had learned that Guyon was the subject of a separate but related criminal investigation by the U.S. Attorney's Office in Virginia, and as a result the parties had then engaged in negotiations to resolve potential charges in both districts.  The parties additionally requested a continuance from the court until such a resolution had been achieved and asked that the court designate all time from the date of indictment until resolution of the negotiations as excludable delay.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On February 15, 1991, the court held a status conference, at which it issued an order excluding all time from the date of indictment through February 15 because of the previous stay pending plea negotiations.  Defense counsel did not object.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On June 3, 1991, new counsel for Guyon, Mr. Evan Slavitt, filed a motion to dismiss the indictment based on a violation of the Speedy Trial Act.  On June 13, 1991, the court held a hearing with respect to this motion, and after the court explained its excludable delay orders, denied the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Trial commenced on June 17, 1991, and Guyon was represented by a third counsel.  On June 26, the fourth day of trial, the court adjourned for the day while the government was in the middle of its cross-examination of Guyon, who testified in his own defense.  On June 27, Guyon did not appear in court and the case was continued until the next day.  On June 28, the court held an evidentiary hearing regarding Guyon's continued absence.  Following this hearing, the court determined that Guyon's absence was voluntary and the court ordered that the trial be completed with Guyon in absentia.   The court found:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>[O]n the evidence before me I find it overwhelming that Mr. Guyon has voluntarily absented himself from this trial, so in accordance with Rule 43(b)(1), I find that he is voluntarily absent after the trial is commenced and I will order that the proceedings continue through the return of a verdict under Rule 43 proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Defense counsel refused to waive redirect of Guyon, and moved for a mistrial.  The court denied the motion.  The defense then rested, and the trial was completed that day.  The jury returned a guilty verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Law enforcement officials apprehended Guyon on July 15, 1991, in Wyoming, and returned him to Massachusetts.  On December 10, 1991, the court sentenced Guyon to 30 months imprisonment.  Guyon now raises several issues on appeal.</p>\n    </div>\n    <p>GUYON'S MOTION TO DISMISS</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Guyon claims that the district court violated his statutory and due process rights by failing to rule on his motion to dismiss based on a violation of the Speedy Trial Act.  As a basis for this argument, Guyon claims that he originally filed the motion to dismiss on November 16, 1989, and that this motion was never heard or decided by the court because the government requested, and the court granted, a dismissal of the case.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Guyon claims that the case was then \"reopened\" fourteen months later in February 1991, but the court failed to rule upon the November 16, 1989 motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The government contends that Guyon's argument is based on an incorrect statement of the record below, and that the court did address and resolve the Speedy Trial Act issue.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Guyon's contention that the district court deprived him of his statutory and due process rights is unfounded.  Guyon's initial November 16, 1989 motion to dismiss was never expressly ruled upon because he withdrew that motion from the court's consideration, based on the government's representation that it would dismiss the indictment.  When the government did not dismiss the indictment, Guyon's counsel filed a second motion to dismiss, which reargued some of Guyon's original Speedy Trial Act contentions.  Glaringly absent from Guyon's brief is any reference to this second \"Motion to Dismiss for Violation of the Speedy Trial Act (18 U.S.C. Sec. 3161 et. seq.)\" which Attorney Slavitt filed on June 3, 1991.  On June 13, 1991, the court held a hearing with respect to this motion.  At this hearing, the court reminded Guyon that the court had entered an order excluding all time from the indictment until February 15 based on the stay pending plea negotiations, and that Guyon did not object to this order.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The court then appropriately denied the motion.  We are at a complete loss to understand how Guyon can argue that, based on the particular travels of this case, he was somehow denied his statutory or due process rights.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>PROCEEDING WITH THE TRIAL WITH GUYON IN ABSENTIA</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A criminal defendant has a constitutional right to be present at his trial.  This right is rooted in the due process clause and the confrontation clause of the Constitution.  United States v. Latham, 874 F.2d 852, 857 (1st Cir.1989).  The United States Supreme Court has held, however, that during the course of a trial, if a defendant voluntarily absents himself from the proceedings, it \"operates as a waiver of his right to be present and leaves the court free to proceed with the trial in like manner and with like effect as if he were present.\"  Latham, 874 F.2d at 857 (quoting Diaz v. United States, 223 U.S. 442, 455, 32 S.Ct. 250, 254, 56 L.Ed. 500 (1912));  United States v. Lochan, 674 F.2d 960, 967 (1st Cir.1982).  Fed.R.Crim.P. 43(b) also permits a court to continue with a trial if a defendant, who is initially present, voluntarily absents himself after the trial has commenced.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">When a court is faced with the issue of whether or not to proceed with a trial, the court must first determine whether the defendant is, in fact, \"voluntarily\" absent from the proceedings.  Lochan, 674 F.2d at 967;  Latham, 874 F.2d at 857.   If so, the court must next analyze a \"complex of issues,\" which include:  the ability to apprehend the defendant;  the difficulty of rescheduling the trial until the defendant is present;  and the burden on the government in holding two trials.  Latham, 874 F.2d at 857-58.   The court should only allow the trial to proceed if the interest of the public in proceeding with the trial clearly outweighs the interest of the absent defendant.  Id. at 857.   We review a district court's decision to proceed with trial for an abuse of discretion.  See Latham, 874 F.2d at 857;  Lochan, 674 F.2d at 968.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Guyon contends that the district court abused its discretion by proceeding with the trial after Guyon had \"voluntarily absented\" himself from the trial proceedings.  Guyon apparently does not take issue with the court's finding that Guyon's absence from the proceedings was voluntary.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Rather, Guyon contends that the court committed reversible error by failing to inquire into the \"complex of issues\" to determine if the trial should proceed.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The government concedes that the court did not explicitly articulate its findings or reasoning with respect to this second inquiry, but argues that the facts clearly support the court's decision to proceed with the trial under this analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Despite the absence of an express finding by the district court with respect to the \"complex of issues\" inquiry, the facts support the court's decision to proceed with trial.  See, e.g., United States v. Muzevsky, 760 F.2d 83, 85 (4th Cir.1985).  The public's interest in proceeding with trial clearly outweighed Guyon's interest in delaying the proceedings.  First, there appeared to be little possibility that the trial could soon take place with Guyon present.  The evidence that Guyon was voluntarily absent was, as the district court noted, \"overwhelming.\"   The record indicates that after the court postponed the trial for one day in order to locate Guyon, an FBI agent testified that Guyon had checked out of the hotel where he had been staying on June 27, 1991.  Moreover, the FBI had conducted a thorough, yet unsuccessful, search to find Guyon, and there was no indication that government agents would soon apprehend him.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There also would have been a heavy burden on the government to retry this case.  Guyon fled at the end of a five day trial.  The government had rested, after presenting 18 witnesses, a number of whom were from out of state.  Guyon made a number of admissions on direct examination, and then fled in the middle of his own cross-examination.  For example, Guyon admitted forging school certifications.  He also admitted that he obtained multiple loans in the names of other individuals.  To retry the case, the government would be required to remarshall its resources and repeat its entire presentation.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Guyon's interest in delaying the trial did not outweigh the public's interest in having the case proceed to verdict.  Guyon fled at the eleventh hour, in an apparent attempt to manipulate the trial process in the exact manner that Fed.R.Crim.P. 43(b) is designed to prevent.  See Crosby v. United States, --- U.S. ----, ----, 113 S.Ct. 748, 751, 122 L.Ed.2d 25 (1993) (Fed.R.Crim.P. 43(b) is designed to preclude a defendant from manipulating the proceedings against him by voluntarily absenting himself from trial, thus thwarting a trial that has already begun).  Guyon argues that the court's decision to proceed unfairly prejudiced him because his testimony on redirect examination could have been \"particularly significant\" to his defense.  Guyon fails, however, to shore up this speculation and state what testimony would have been elicited on redirect which would have aided his defense and would have explained, rebutted or otherwise counterbalanced the damaging admissions he made during the course of his own direct examination.  Based on these facts, we do not believe that the court abused its discretion by proceeding with the trial, and any error the court made in failing to make explicit findings with respect to the \"complex of issues\" analysis was harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>FEDERAL RULE OF EVIDENCE 404(b)--OTHER CRIMES EVIDENCE</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Guyon argues that the district court abused its discretion by admitting evidence of applications for loans which were not charged in the indictment, as evidence of other acts and crimes pursuant to Fed.R.Evid. 404(b).  Guyon contends that the court failed to engage in the appropriate two prong analysis under Fed.R.Evid. 404(b) when it admitted the evidence.  Guyon further argues that the evidence was unduly prejudicial, and therefore, the court's decision to admit it was an abuse of discretion.  Guyon also claims that the court abused its discretion by admitting evidence of his credit history.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The government argues that Guyon's contentions ignore the record below, and that the challenged evidence was admissible pursuant to Fed.R.Evid. 404(b).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Evidence is admissible under Fed.R.Evid. 404(b) when it satisfies a two step analysis by the district court.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  First, the court must determine if the evidence is being offered to show something other than that the defendant acted in conformity with a \"bad\" character.  United States v. Rivera-Medina, 845 F.2d 12, 15 (1st Cir.), cert. denied, 488 U.S. 862, 109 S.Ct. 160, 102 L.Ed.2d 131 (1988);  United States v. Gonzalez-Sanchez, 825 F.2d 572, 579-80 (1st Cir.), cert. denied, 484 U.S. 989, 108 S.Ct. 510, 98 L.Ed.2d 508 (1987).  The court must find that the \"evidence has some 'special' probative value showing intent, preparation, knowledge or absence of mistake.\"  United States v. Garcia, 983 F.2d 1160, 1172 (1st Cir.1993) (citations omitted);  Rivera-Medina, 845 F.2d at 15;  Gonzalez- Sanchez, 825 F.2d at 579.   Second, the court must balance the probative value of the evidence against the danger of undue prejudice to the defendant, which may arise from admitting the evidence.  Garcia, 983 F.2d at 1172;  Rivera-Medina, 845 F.2d at 15-16;  Gonzalez-Sanchez, 25 F.2d at 580.   The decision to admit Fed.R.Evid. 404(b) evidence is committed to the sound discretion of the district court, and we will only disturb such a ruling on appeal if the court abused its discretion.  Garcia, 983 F.2d at 1172.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Pursuant to Fed.R.Evid. 404(b), the government introduced evidence at trial of Guyon's applications for the Massachusetts Higher Education Loans, the Excel loan, the \"Consern\" loans, and the First Security Bank of Idaho student loans.  As a preliminary matter, the record belies Guyon's contention that the district court applied an incorrect legal standard by failing to engage in the second step of the Rule 404(b) analysis, which requires that the court balance the probative value of the evidence against its prejudicial impact.  When the court addressed the admissibility of the uncharged loan evidence generally at a hearing before trial, the court stated that it would \"address 404(b) problems with a twofold analysis,\" making it clear that the court was cognizant of the appropriate mode of evaluation.  Moreover, on one occasion when specific uncharged loan evidence was offered during the course of the trial and then objected to by defense counsel, the court indicated that the probative value of the evidence outweighed any prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The court did not abuse its discretion by admitting the uncharged loan evidence.  First, the evidence had \"special\" relevance in that it was probative of Guyon's intent when he applied for the various loans.  Intent was a disputed issue that was central to this case.  During trial, Guyon's counsel repeatedly argued that Guyon did not intend to defraud anyone.  To counter this defense and prove its allegations, the government proffered evidence of the uncharged loans to establish intent and modus operandi.   There was a striking similarity between the evidence of charged and uncharged loans, and this evidence helped show that Guyon was engaged in a widespread scheme to fraudulently apply for a number of loans, using the same pattern of activity in each instance, in order to defraud various banks.  For example, Guyon forged the name of \"Tonya Mayes\" and \"Mary Garber\" on both charged and uncharged loan applications.  This evidence was therefore precisely the type of evidence that Fed.R.Evid. 404(b) permits in order to help prove Guyon's plan and intent.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">With respect to the second step in the Rule 404(b) analysis, Guyon argues that this evidence was unfairly prejudicial to him, and he argues that the jury was likely to have attributed much significance to this uncharged loan evidence.  We agree that this evidence, like most evidence offered against a defendant, is prejudicial.  That is not, however, the issue.  Rather, the question is whether the probative value of the evidence was substantially outweighed by the danger of unfair prejudice.  Garcia, 983 F.2d at 1173;  Gonzalez-Sanchez, 825 F.2d at 581.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The district court concluded that the probative value of the evidence outweighed the possibility of unfair consideration by the jury.  We believe that the record supports the court's conclusion, and that the court's instructions to the jury regarding the limited purpose of this evidence, to show intent, cushioned the impact and reduced any possible prejudice.  We will therefore not disturb the ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Guyon next argues that the court abused its discretion in admitting evidence of the two uncharged Massachusetts Higher Education loans that Guyon applied for through the Bank of Boston, which included credit reports compiled by the bank.  Guyon's counsel objected to the admission of these credit reports, arguing that adverse credit information in the reports was unfairly prejudicial.  Counsel additionally requested that the credit histories be redacted.  The court overruled the objection, but gave a limiting instruction that the only purpose of the evidence was to help understand what information the bank had when it decided whether or not to make the loan.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">With respect to the Rule 404(b) two prong analysis, we agree that the evidence was relevant as to how the Bank of Boston made its loan decisions, and the evidence was not admitted to show that Guyon had a bad character.  Second, the probative value of this evidence was not outweighed by any unfair prejudice.  Credit histories are fairly routine evidence, and are not the type of evidence that typically elicits an irrational reaction from the jury.  Moreover, Guyon has not pointed to anything specific in his credit history that was particularly prejudicial.  Consequently, Guyon has not shown that the court abused its discretion in admitting the evidence.  We therefore uphold the district court's ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>CALCULATING LOSS UNDER THE SENTENCING GUIDELINES</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">At sentencing, the court determined that the appropriate guideline to be applied in this case was the 1988 version of U.S.S.G. Sec. 2F1.1, for crimes involving fraud and deceit.  The court found that the loss involved in this case, including consummated and unconsummated loans, exceeded $200,001 and was less than $500,000, and therefore pursuant to U.S.S.G. Sec. 2F1.1(b)(1)(H), the base offense level of six was to be increased seven levels.  Guyon objected to the court's calculation and argued that the court should not include unconsummated loans in the loss calculation.  Accordingly, Guyon argued that the correct figure was $200,000 or less, thus yielding an increase of only six levels.  The court then made the following findings:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>[W]hen I look at the offense characteristics and take account of what the other victims of the offenses that were part of this pattern, excluding the Virginia offenses, have suffered, it's pretty clear it gets above two hundred thousand.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In deciding to include the unconsummated loans, the court found as a factual matter that Guyon intended to defraud the banks of the amount of the loan applications and refused to discount this amount by assuming that had Guyon actually obtained the loan, he would have used the proceeds to pay off other loans.  The court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>I am very clear that at least the guidelines authorize me in the exercise of discretion to take those into account and when I do we're way above the $200,001 floor.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">On appeal, Guyon now raises the issue of the meaning of \"loss\" in the sentencing guidelines covering fraud.  Guyon seemingly argues that the court committed an error of law by measuring loss by the amount that Guyon intended to obtain fraudulently from the various banks.  Guyon maintains that instead the correct legal basis for increasing the sentence was the actual loss resulting from his criminal conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The court did not commit any error in calculating loss on the basis of intended loss.  U.S.S.G. Sec. 2F1.1 applies to crimes involving fraud and deceit, and the offense level increases commensurately with the magnitude of the loss.  U.S.S.G. Sec. 2F1.1(b)(1)(H) (1988) mandates an increase of seven levels to the base offense level when the \"loss\" is between $200,001 and $500,000.  Application Note 7 of the Commentary to this Guideline deals with the valuation of loss.  The 1988 version of Application Note 7 provided in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>In keeping with the Commission's policy on attempts, if a probable or intended loss that the defendant was attempting to inflict can be determined, that figure would be used if it was larger than the actual loss ...</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">U.S.S.G. Sec. 2F1.1, comment (n. 7) (1988).  The court therefore correctly applied the law and acted well within its discretion when it calculated loss on the basis of intended loss instead of actual loss, and found that the unconsummated loans Guyon applied for should have been included in the intended loss figure.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm Guyon's conviction and sentence.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge Stephen Breyer heard oral argument in this matter but did not participate in the drafting or the issuance of the panel's opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. Sec. 46(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Guyon makes much of the fact that at the December 8, 1989 hearing, the government stated that it would dismiss the indictment, and Guyon concludes that the case must have therefore been dismissed.  Guyon's reading of the record is incorrect.  While the government indicated orally in the December 8, 1991 hearing that it would dismiss the indictment, the court then stated that it would entertain a dismissal if the government filed it in writing.  The government never did file a written dismissal because it subsequently learned that the U.S. Attorney's Office in the Eastern District of Virginia was investigating similar charges against Guyon.  The parties then attempted to negotiate a resolution of all charges against Guyon before any dismissal was filed in the District of Massachusetts or any other action was taken.  The indictment was therefore never dismissed.  Confusion regarding the record may stem from the fact that the Clerk's office inadvertently closed its file in this case and thereafter clerically \"reopened\" the case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Guyon does not challenge the court's order excluding this time on appeal, nor could he because Guyon's counsel failed to take exception to the entry of the court's order in the district court and he has therefore waived his right to object.  See United States v. Brown, 736 F.2d 807, 808 n. 1 (1984) (stating that the government's failure to object to court's order of excludable delay resulted in binding the government to the district court's unchallenged computation), appeal after remand, 770 F.2d 241 (1st Cir.1985), cert. denied, 474 U.S. 1064, 106 S.Ct. 816, 88 L.Ed.2d 789 (1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Fed.R.Crim.P. 43(b) provides in pertinent part:</p>\n        <p>The further progress of the trial to and including the return of the verdict shall not be prevented and the defendant shall be considered to have waived the right to be present whenever a defendant, initially present,</p>\n        <p>1) is voluntarily absent after the trial has commenced (whether or not the defendant has been informed by the court of the obligation to remain during the trial), ...</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> A trial court's finding pursuant to Fed.R.Crim.P. 43(b) that a defendant has voluntarily absented himself from trial should be upheld unless clearly erroneous.  Lochan, 674 F.2d at 967.   There is ample evidence in the record to support the court's finding that after the fourth day of trial, Guyon checked out of his hotel room and fled</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Fed.R.Evid. 404(b) provides in pertinent part:</p>\n        <p>Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith.  It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge ...</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> On appeal, Guyon seemingly does not challenge the court's factual finding with respect to the unconsummated loans, that Guyon intended to cause the banks loss in the amount that he requested in the loan applications, and the court's refusal to accept Guyon's contention that he would have used the loan proceeds to pay off other loans.  Even assuming that Guyon did make such a challenge, the court's factual finding would not be disturbed unless it was clearly erroneous.  18 U.S.C. Sec. 3742(e);  United States v. Ruiz, 905 F.2d 499, 507 (1st Cir.1990).  There is evidence in the record which supports this finding and we do not believe that it is clearly erroneous</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">723</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Richard GUYON, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 92-2452.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted March 10, 1994.<br>Decided June 27, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen J. Weymouth, Boston, MA, on brief for appellant.</p>\n      <p class=\"indent\">Kevin J. Cloherty, Asst. U.S. Atty., and Donald K. Stern, U.S. Atty., Boston, MA, on brief, for appellee.</p>\n      <p class=\"indent\">Before BREYER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Chief Judge, TORRUELLA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On April 12, 1989, a federal grand jury returned a one-count indictment charging Richard Guyon with bank fraud in violation of 18 U.S.C. Sec. 1344.  Following a jury trial, Guyon was convicted in absentia.   Guyon was subsequently apprehended, placed in federal custody, and returned to Massachusetts.  The court then sentenced Guyon to 30 months incarceration.  Guyon now challenges his conviction and sentence on several grounds.  We find that none of these grounds warrant reversal and thus affirm the district court.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <p class=\"indent\">A. Statement of Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The indictment alleged that from February 24, 1987 to approximately August 14, 1988, Guyon willfully and knowingly executed a scheme to defraud the Bank of Boston of $76,756.40.  The testimony and other evidence properly introduced at trial, viewed in the light most favorable to the verdict, established the following facts.  See United States v. Rivera-Santiago, <span class=\"citation\" data-id=\"521900\"><a href=\"/opinion/521900/united-states-v-antonio-rivera-santiago-aka-junior-vivique-united/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span></a></span>, 1078-79 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3227</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span> </span>(1989).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Guyon applied for a series of student loans from the Bank of Boston, called Alliance loans, listing his own name as the student applicant.  In addition, Guyon applied for and received Alliance loans in the name of 1) his father, Raymond Guyon;  2) Mary Garber;  and 3) Tonya Mayes.  Guyon forged the applications and signatures for these loans.  The loan applications also contained the forged certifications of a purported University official.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In addition to these Alliance loans, evidence was introduced regarding other loan applications which Guyon fraudulently filed.  These other loans, however, were not the subject of the indictment.  This evidence included:  1) applications for two Massachusetts Higher Education Loans through the Bank of Boston in November 1988, which were not granted;  2) a fraudulent application for a $20,000 Excel student loan filed in September 1988;  3) fraudulent applications for two $15,000 \"Consern\" loans from the National Bank of Washington, one in Guyon's own name and one in the name of Mary Garber, as well as an application for a $25,000 \"Consern\" loan in the name of Tonya Mayes;  4) a fraudulent application for a guaranteed student loan for $7,500 through the First Security Bank of Idaho, which Guyon did in fact receive.</p>\n    </div>\n    <p class=\"indent\">B. The Proceedings in the District Court</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Guyon was arraigned on June 29, 1989.  On November 16, 1989, Guyon filed a motion to dismiss the indictment based on a failure to comply with the Speedy Trial Act.  At a hearing on December 8, 1989, Guyon withdrew this motion because the government stated it was going to dismiss the indictment.  The case was never dismissed.  On February 1, 1991, the case was reassigned to Judge Robert Keeton.  Prior to reassignment, the case was \"inadvertently\" closed by the U.S. District Court Clerk's office, but was then reopened upon being reassigned to Judge Keeton.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On February 1, 1991, the parties jointly filed a \"Status Report and Motion for Continuance Under the Speedy Trial Act,\" and this report informed the court that the case was still pending because subsequent to the December 8, 1989 hearing, the parties had learned that Guyon was the subject of a separate but related criminal investigation by the U.S. Attorney's Office in Virginia, and as a result the parties had then engaged in negotiations to resolve potential charges in both districts.  The parties additionally requested a continuance from the court until such a resolution had been achieved and asked that the court designate all time from the date of indictment until resolution of the negotiations as excludable delay.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On February 15, 1991, the court held a status conference, at which it issued an order excluding all time from the date of indictment through February 15 because of the previous stay pending plea negotiations.  Defense counsel did not object.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On June 3, 1991, new counsel for Guyon, Mr. Evan Slavitt, filed a motion to dismiss the indictment based on a violation of the Speedy Trial Act.  On June 13, 1991, the court held a hearing with respect to this motion, and after the court explained its excludable delay orders, denied the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Trial commenced on June 17, 1991, and Guyon was represented by a third counsel.  On June 26, the fourth day of trial, the court adjourned for the day while the government was in the middle of its cross-examination of Guyon, who testified in his own defense.  On June 27, Guyon did not appear in court and the case was continued until the next day.  On June 28, the court held an evidentiary hearing regarding Guyon's continued absence.  Following this hearing, the court determined that Guyon's absence was voluntary and the court ordered that the trial be completed with Guyon in absentia.   The court found:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>[O]n the evidence before me I find it overwhelming that Mr. Guyon has voluntarily absented himself from this trial, so in accordance with Rule 43(b)(1), I find that he is voluntarily absent after the trial is commenced and I will order that the proceedings continue through the return of a verdict under Rule 43 proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Defense counsel refused to waive redirect of Guyon, and moved for a mistrial.  The court denied the motion.  The defense then rested, and the trial was completed that day.  The jury returned a guilty verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Law enforcement officials apprehended Guyon on July 15, 1991, in Wyoming, and returned him to Massachusetts.  On December 10, 1991, the court sentenced Guyon to 30 months imprisonment.  Guyon now raises several issues on appeal.</p>\n    </div>\n    <p>GUYON'S MOTION TO DISMISS</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Guyon claims that the district court violated his statutory and due process rights by failing to rule on his motion to dismiss based on a violation of the Speedy Trial Act.  As a basis for this argument, Guyon claims that he originally filed the motion to dismiss on November 16, 1989, and that this motion was never heard or decided by the court because the government requested, and the court granted, a dismissal of the case.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Guyon claims that the case was then \"reopened\" fourteen months later in February 1991, but the court failed to rule upon the November 16, 1989 motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The government contends that Guyon's argument is based on an incorrect statement of the record below, and that the court did address and resolve the Speedy Trial Act issue.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Guyon's contention that the district court deprived him of his statutory and due process rights is unfounded.  Guyon's initial November 16, 1989 motion to dismiss was never expressly ruled upon because he withdrew that motion from the court's consideration, based on the government's representation that it would dismiss the indictment.  When the government did not dismiss the indictment, Guyon's counsel filed a second motion to dismiss, which reargued some of Guyon's original Speedy Trial Act contentions.  Glaringly absent from Guyon's brief is any reference to this second \"Motion to Dismiss for Violation of the Speedy Trial Act (18 U.S.C. Sec. 3161 et. seq.)\" which Attorney Slavitt filed on June 3, 1991.  On June 13, 1991, the court held a hearing with respect to this motion.  At this hearing, the court reminded Guyon that the court had entered an order excluding all time from the indictment until February 15 based on the stay pending plea negotiations, and that Guyon did not object to this order.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The court then appropriately denied the motion.  We are at a complete loss to understand how Guyon can argue that, based on the particular travels of this case, he was somehow denied his statutory or due process rights.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>PROCEEDING WITH THE TRIAL WITH GUYON IN ABSENTIA</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A criminal defendant has a constitutional right to be present at his trial.  This right is rooted in the due process clause and the confrontation clause of the Constitution.  United States v. Latham, <span class=\"citation\" data-id=\"523146\"><a href=\"/opinion/523146/united-states-v-frederick-charles-latham-jr/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">852</span></a></span>, 857 (1st Cir.1989).  The United States Supreme Court has held, however, that during the course of a trial, if a defendant voluntarily absents himself from the proceedings, it \"operates as a waiver of his right to be present and leaves the court free to proceed with the trial in like manner and with like effect as if he were present.\"  <span class=\"citation\" data-id=\"523146\"><span class=\"antecedent_guess\">Latham,</span> <a href=\"/opinion/523146/united-states-v-frederick-charles-latham-jr/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">857</span> </a></span>(quoting Diaz v. United States, <span class=\"citation\" data-id=\"97561\"><a href=\"/opinion/97561/diaz-v-united-states/\"><span class=\"volume\">223</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">442</span></a></span>, 455, <span class=\"citation\" data-id=\"97561\"><a href=\"/opinion/97561/diaz-v-united-states/\"><span class=\"volume\">32</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">250</span></a></span>, 254, <span class=\"citation\" data-id=\"97561\"><a href=\"/opinion/97561/diaz-v-united-states/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">500</span> </a></span>(1912));  United States v. Lochan, <span class=\"citation\" data-id=\"402204\"><a href=\"/opinion/402204/united-states-v-charles-lochan/\"><span class=\"volume\">674</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">960</span></a></span>, 967 (1st Cir.1982).  Fed.R.Crim.P. 43(b) also permits a court to continue with a trial if a defendant, who is initially present, voluntarily absents himself after the trial has commenced.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">When a court is faced with the issue of whether or not to proceed with a trial, the court must first determine whether the defendant is, in fact, \"voluntarily\" absent from the proceedings.  <span class=\"citation\" data-id=\"402204\"><span class=\"antecedent_guess\">Lochan,</span> <a href=\"/opinion/402204/united-states-v-charles-lochan/\"><span class=\"volume\">674</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">967</span></a></span>;  <span class=\"citation\" data-id=\"523146\"><span class=\"antecedent_guess\">Latham,</span> <a href=\"/opinion/523146/united-states-v-frederick-charles-latham-jr/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">857</span></a></span>.   If so, the court must next analyze a \"complex of issues,\" which include:  the ability to apprehend the defendant;  the difficulty of rescheduling the trial until the defendant is present;  and the burden on the government in holding two trials.  <span class=\"citation\" data-id=\"523146\"><span class=\"antecedent_guess\">Latham,</span> <a href=\"/opinion/523146/united-states-v-frederick-charles-latham-jr/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">857</span></a></span>-58.   The court should only allow the trial to proceed if the interest of the public in proceeding with the trial clearly outweighs the interest of the absent defendant.  <span class=\"citation\" data-id=\"523146\"><a href=\"/opinion/523146/united-states-v-frederick-charles-latham-jr/\"><span class=\"id_token\">Id.</span> at 857. </a></span>  We review a district court's decision to proceed with trial for an abuse of discretion.  See <span class=\"citation\" data-id=\"523146\"><span class=\"antecedent_guess\">Latham,</span> <a href=\"/opinion/523146/united-states-v-frederick-charles-latham-jr/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">857</span></a></span>;  <span class=\"citation\" data-id=\"402204\"><span class=\"antecedent_guess\">Lochan,</span> <a href=\"/opinion/402204/united-states-v-charles-lochan/\"><span class=\"volume\">674</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">968</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Guyon contends that the district court abused its discretion by proceeding with the trial after Guyon had \"voluntarily absented\" himself from the trial proceedings.  Guyon apparently does not take issue with the court's finding that Guyon's absence from the proceedings was voluntary.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Rather, Guyon contends that the court committed reversible error by failing to inquire into the \"complex of issues\" to determine if the trial should proceed.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The government concedes that the court did not explicitly articulate its findings or reasoning with respect to this second inquiry, but argues that the facts clearly support the court's decision to proceed with the trial under this analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Despite the absence of an express finding by the district court with respect to the \"complex of issues\" inquiry, the facts support the court's decision to proceed with trial.  See, e.g., United States v. Muzevsky, <span class=\"citation\" data-id=\"450817\"><a href=\"/opinion/450817/united-states-v-george-n-muzevsky/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 85 (4th Cir.1985).  The public's interest in proceeding with trial clearly outweighed Guyon's interest in delaying the proceedings.  First, there appeared to be little possibility that the trial could soon take place with Guyon present.  The evidence that Guyon was voluntarily absent was, as the district court noted, \"overwhelming.\"   The record indicates that after the court postponed the trial for one day in order to locate Guyon, an FBI agent testified that Guyon had checked out of the hotel where he had been staying on June 27, 1991.  Moreover, the FBI had conducted a thorough, yet unsuccessful, search to find Guyon, and there was no indication that government agents would soon apprehend him.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There also would have been a heavy burden on the government to retry this case.  Guyon fled at the end of a five day trial.  The government had rested, after presenting 18 witnesses, a number of whom were from out of state.  Guyon made a number of admissions on direct examination, and then fled in the middle of his own cross-examination.  For example, Guyon admitted forging school certifications.  He also admitted that he obtained multiple loans in the names of other individuals.  To retry the case, the government would be required to remarshall its resources and repeat its entire presentation.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Guyon's interest in delaying the trial did not outweigh the public's interest in having the case proceed to verdict.  Guyon fled at the eleventh hour, in an apparent attempt to manipulate the trial process in the exact manner that Fed.R.Crim.P. 43(b) is designed to prevent.  See Crosby v. United States, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112804\"><a href=\"/opinion/112804/crosby-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">748</span></a></span>, 751, <span class=\"citation\" data-id=\"112804\"><a href=\"/opinion/112804/crosby-v-united-states/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">25</span> </a></span>(1993) (Fed.R.Crim.P. 43(b) is designed to preclude a defendant from manipulating the proceedings against him by voluntarily absenting himself from trial, thus thwarting a trial that has already begun).  Guyon argues that the court's decision to proceed unfairly prejudiced him because his testimony on redirect examination could have been \"particularly significant\" to his defense.  Guyon fails, however, to shore up this speculation and state what testimony would have been elicited on redirect which would have aided his defense and would have explained, rebutted or otherwise counterbalanced the damaging admissions he made during the course of his own direct examination.  Based on these facts, we do not believe that the court abused its discretion by proceeding with the trial, and any error the court made in failing to make explicit findings with respect to the \"complex of issues\" analysis was harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>FEDERAL RULE OF EVIDENCE 404(b)--OTHER CRIMES EVIDENCE</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Guyon argues that the district court abused its discretion by admitting evidence of applications for loans which were not charged in the indictment, as evidence of other acts and crimes pursuant to Fed.R.Evid. 404(b).  Guyon contends that the court failed to engage in the appropriate two prong analysis under Fed.R.Evid. 404(b) when it admitted the evidence.  Guyon further argues that the evidence was unduly prejudicial, and therefore, the court's decision to admit it was an abuse of discretion.  Guyon also claims that the court abused its discretion by admitting evidence of his credit history.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The government argues that Guyon's contentions ignore the record below, and that the challenged evidence was admissible pursuant to Fed.R.Evid. 404(b).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Evidence is admissible under Fed.R.Evid. 404(b) when it satisfies a two step analysis by the district court.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  First, the court must determine if the evidence is being offered to show something other than that the defendant acted in conformity with a \"bad\" character.  United States v. Rivera-Medina, <span class=\"citation\" data-id=\"504705\"><a href=\"/opinion/504705/united-states-v-miguel-a-rivera-medina/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 15 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">160</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">131</span> </span>(1988);  United States v. Gonzalez-Sanchez, <span class=\"citation\" data-id=\"492352\"><a href=\"/opinion/492352/united-states-v-pedro-m-gonzalez-sanchez-united-states-of-america-v/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">572</span></a></span>, 579-80 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">989</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">510</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </span>(1987).  The court must find that the \"evidence has some 'special' probative value showing intent, preparation, knowledge or absence of mistake.\"  United States v. Garcia, <span class=\"citation\" data-id=\"598972\"><a href=\"/opinion/598972/united-states-v-jose-a-garcia-united-states-v-pablo-h-garcia/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1160</span></a></span>, 1172 (1st Cir.1993) (citations omitted);  <span class=\"citation\" data-id=\"504705\"><span class=\"antecedent_guess\">Rivera-Medina,</span> <a href=\"/opinion/504705/united-states-v-miguel-a-rivera-medina/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">15</span></a></span>;  Gonzalez- <span class=\"citation\" data-id=\"492352\"><span class=\"antecedent_guess\">Sanchez,</span> <a href=\"/opinion/492352/united-states-v-pedro-m-gonzalez-sanchez-united-states-of-america-v/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">579</span></a></span>.   Second, the court must balance the probative value of the evidence against the danger of undue prejudice to the defendant, which may arise from admitting the evidence.  <span class=\"citation\" data-id=\"598972\"><span class=\"antecedent_guess\">Garcia,</span> <a href=\"/opinion/598972/united-states-v-jose-a-garcia-united-states-v-pablo-h-garcia/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1172</span></a></span>;  <span class=\"citation\" data-id=\"504705\"><span class=\"antecedent_guess\">Rivera-Medina,</span> <a href=\"/opinion/504705/united-states-v-miguel-a-rivera-medina/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">15</span></a></span>-16;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Gonzalez-Sanchez,</span> <span class=\"volume\">25</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">580</span></span>.   The decision to admit Fed.R.Evid. 404(b) evidence is committed to the sound discretion of the district court, and we will only disturb such a ruling on appeal if the court abused its discretion.  <span class=\"citation\" data-id=\"598972\"><span class=\"antecedent_guess\">Garcia,</span> <a href=\"/opinion/598972/united-states-v-jose-a-garcia-united-states-v-pablo-h-garcia/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1172</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Pursuant to Fed.R.Evid. 404(b), the government introduced evidence at trial of Guyon's applications for the Massachusetts Higher Education Loans, the Excel loan, the \"Consern\" loans, and the First Security Bank of Idaho student loans.  As a preliminary matter, the record belies Guyon's contention that the district court applied an incorrect legal standard by failing to engage in the second step of the Rule 404(b) analysis, which requires that the court balance the probative value of the evidence against its prejudicial impact.  When the court addressed the admissibility of the uncharged loan evidence generally at a hearing before trial, the court stated that it would \"address 404(b) problems with a twofold analysis,\" making it clear that the court was cognizant of the appropriate mode of evaluation.  Moreover, on one occasion when specific uncharged loan evidence was offered during the course of the trial and then objected to by defense counsel, the court indicated that the probative value of the evidence outweighed any prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The court did not abuse its discretion by admitting the uncharged loan evidence.  First, the evidence had \"special\" relevance in that it was probative of Guyon's intent when he applied for the various loans.  Intent was a disputed issue that was central to this case.  During trial, Guyon's counsel repeatedly argued that Guyon did not intend to defraud anyone.  To counter this defense and prove its allegations, the government proffered evidence of the uncharged loans to establish intent and modus operandi.   There was a striking similarity between the evidence of charged and uncharged loans, and this evidence helped show that Guyon was engaged in a widespread scheme to fraudulently apply for a number of loans, using the same pattern of activity in each instance, in order to defraud various banks.  For example, Guyon forged the name of \"Tonya Mayes\" and \"Mary Garber\" on both charged and uncharged loan applications.  This evidence was therefore precisely the type of evidence that Fed.R.Evid. 404(b) permits in order to help prove Guyon's plan and intent.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">With respect to the second step in the Rule 404(b) analysis, Guyon argues that this evidence was unfairly prejudicial to him, and he argues that the jury was likely to have attributed much significance to this uncharged loan evidence.  We agree that this evidence, like most evidence offered against a defendant, is prejudicial.  That is not, however, the issue.  Rather, the question is whether the probative value of the evidence was substantially outweighed by the danger of unfair prejudice.  <span class=\"citation\" data-id=\"598972\"><span class=\"antecedent_guess\">Garcia,</span> <a href=\"/opinion/598972/united-states-v-jose-a-garcia-united-states-v-pablo-h-garcia/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1173</span></a></span>;  <span class=\"citation\" data-id=\"492352\"><span class=\"antecedent_guess\">Gonzalez-Sanchez,</span> <a href=\"/opinion/492352/united-states-v-pedro-m-gonzalez-sanchez-united-states-of-america-v/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">581</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The district court concluded that the probative value of the evidence outweighed the possibility of unfair consideration by the jury.  We believe that the record supports the court's conclusion, and that the court's instructions to the jury regarding the limited purpose of this evidence, to show intent, cushioned the impact and reduced any possible prejudice.  We will therefore not disturb the ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Guyon next argues that the court abused its discretion in admitting evidence of the two uncharged Massachusetts Higher Education loans that Guyon applied for through the Bank of Boston, which included credit reports compiled by the bank.  Guyon's counsel objected to the admission of these credit reports, arguing that adverse credit information in the reports was unfairly prejudicial.  Counsel additionally requested that the credit histories be redacted.  The court overruled the objection, but gave a limiting instruction that the only purpose of the evidence was to help understand what information the bank had when it decided whether or not to make the loan.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">With respect to the Rule 404(b) two prong analysis, we agree that the evidence was relevant as to how the Bank of Boston made its loan decisions, and the evidence was not admitted to show that Guyon had a bad character.  Second, the probative value of this evidence was not outweighed by any unfair prejudice.  Credit histories are fairly routine evidence, and are not the type of evidence that typically elicits an irrational reaction from the jury.  Moreover, Guyon has not pointed to anything specific in his credit history that was particularly prejudicial.  Consequently, Guyon has not shown that the court abused its discretion in admitting the evidence.  We therefore uphold the district court's ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>CALCULATING LOSS UNDER THE SENTENCING GUIDELINES</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">At sentencing, the court determined that the appropriate guideline to be applied in this case was the 1988 version of U.S.S.G. Sec. 2F1.1, for crimes involving fraud and deceit.  The court found that the loss involved in this case, including consummated and unconsummated loans, exceeded $200,001 and was less than $500,000, and therefore pursuant to U.S.S.G. Sec. 2F1.1(b)(1)(H), the base offense level of six was to be increased seven levels.  Guyon objected to the court's calculation and argued that the court should not include unconsummated loans in the loss calculation.  Accordingly, Guyon argued that the correct figure was $200,000 or less, thus yielding an increase of only six levels.  The court then made the following findings:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>[W]hen I look at the offense characteristics and take account of what the other victims of the offenses that were part of this pattern, excluding the Virginia offenses, have suffered, it's pretty clear it gets above two hundred thousand.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In deciding to include the unconsummated loans, the court found as a factual matter that Guyon intended to defraud the banks of the amount of the loan applications and refused to discount this amount by assuming that had Guyon actually obtained the loan, he would have used the proceeds to pay off other loans.  The court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>I am very clear that at least the guidelines authorize me in the exercise of discretion to take those into account and when I do we're way above the $200,001 floor.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">On appeal, Guyon now raises the issue of the meaning of \"loss\" in the sentencing guidelines covering fraud.  Guyon seemingly argues that the court committed an error of law by measuring loss by the amount that Guyon intended to obtain fraudulently from the various banks.  Guyon maintains that instead the correct legal basis for increasing the sentence was the actual loss resulting from his criminal conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The court did not commit any error in calculating loss on the basis of intended loss.  U.S.S.G. Sec. 2F1.1 applies to crimes involving fraud and deceit, and the offense level increases commensurately with the magnitude of the loss.  U.S.S.G. Sec. 2F1.1(b)(1)(H) (1988) mandates an increase of seven levels to the base offense level when the \"loss\" is between $200,001 and $500,000.  Application Note 7 of the Commentary to this Guideline deals with the valuation of loss.  The 1988 version of Application Note 7 provided in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>In keeping with the Commission's policy on attempts, if a probable or intended loss that the defendant was attempting to inflict can be determined, that figure would be used if it was larger than the actual loss ...</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">U.S.S.G. Sec. 2F1.1, comment (n. 7) (1988).  The court therefore correctly applied the law and acted well within its discretion when it calculated loss on the basis of intended loss instead of actual loss, and found that the unconsummated loans Guyon applied for should have been included in the intended loss figure.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm Guyon's conviction and sentence.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge Stephen Breyer heard oral argument in this matter but did not participate in the drafting or the issuance of the panel's opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. Sec. 46(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Guyon makes much of the fact that at the December 8, 1989 hearing, the government stated that it would dismiss the indictment, and Guyon concludes that the case must have therefore been dismissed.  Guyon's reading of the record is incorrect.  While the government indicated orally in the December 8, 1991 hearing that it would dismiss the indictment, the court then stated that it would entertain a dismissal if the government filed it in writing.  The government never did file a written dismissal because it subsequently learned that the U.S. Attorney's Office in the Eastern District of Virginia was investigating similar charges against Guyon.  The parties then attempted to negotiate a resolution of all charges against Guyon before any dismissal was filed in the District of Massachusetts or any other action was taken.  The indictment was therefore never dismissed.  Confusion regarding the record may stem from the fact that the Clerk's office inadvertently closed its file in this case and thereafter clerically \"reopened\" the case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Guyon does not challenge the court's order excluding this time on appeal, nor could he because Guyon's counsel failed to take exception to the entry of the court's order in the district court and he has therefore waived his right to object.  See United States v. Brown, <span class=\"citation\" data-id=\"437226\"><a href=\"/opinion/437226/united-states-v-charles-e-brown/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">807</span></a></span>, 808 n. 1 (1984) (stating that the government's failure to object to court's order of excludable delay resulted in binding the government to the district court's unchallenged computation), appeal after remand, <span class=\"citation\" data-id=\"457047\"><a href=\"/opinion/457047/united-states-v-charles-brown/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">241</span> </a></span>(1st Cir.1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1064</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">816</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">789</span> </span>(1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Fed.R.Crim.P. 43(b) provides in pertinent part:</p>\n        <p>The further progress of the trial to and including the return of the verdict shall not be prevented and the defendant shall be considered to have waived the right to be present whenever a defendant, initially present,</p>\n        <p>1) is voluntarily absent after the trial has commenced (whether or not the defendant has been informed by the court of the obligation to remain during the trial), ...</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> A trial court's finding pursuant to Fed.R.Crim.P. 43(b) that a defendant has voluntarily absented himself from trial should be upheld unless clearly erroneous.  <span class=\"citation\" data-id=\"402204\"><span class=\"antecedent_guess\">Lochan,</span> <a href=\"/opinion/402204/united-states-v-charles-lochan/\"><span class=\"volume\">674</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">967</span></a></span>.   There is ample evidence in the record to support the court's finding that after the fourth day of trial, Guyon checked out of his hotel room and fled</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Fed.R.Evid. 404(b) provides in pertinent part:</p>\n        <p>Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith.  It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge ...</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> On appeal, Guyon seemingly does not challenge the court's factual finding with respect to the unconsummated loans, that Guyon intended to cause the banks loss in the amount that he requested in the loan applications, and the court's refusal to accept Guyon's contention that he would have used the loan proceeds to pay off other loans.  Even assuming that Guyon did make such a challenge, the court's factual finding would not be disturbed unless it was clearly erroneous.  18 U.S.C. Sec. 3742(e);  United States v. Ruiz, <span class=\"citation\" data-id=\"543063\"><a href=\"/opinion/543063/united-states-v-fausto-d-ruiz/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span>, 507 (1st Cir.1990).  There is evidence in the record which supports this finding and we do not believe that it is clearly erroneous</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/97561/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112804/",
    "https://www.courtlistener.com/api/rest/v3/opinions/402204/",
    "https://www.courtlistener.com/api/rest/v3/opinions/437226/",
    "https://www.courtlistener.com/api/rest/v3/opinions/450817/",
    "https://www.courtlistener.com/api/rest/v3/opinions/457047/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492352/",
    "https://www.courtlistener.com/api/rest/v3/opinions/504705/",
    "https://www.courtlistener.com/api/rest/v3/opinions/521900/",
    "https://www.courtlistener.com/api/rest/v3/opinions/523146/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543063/",
    "https://www.courtlistener.com/api/rest/v3/opinions/598972/"
  ]
}