{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195440/",
  "id": 195440,
  "absolute_url": "/opinion/195440/united-states-v-melvin/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195440/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:58Z",
  "date_modified": "2020-02-21T23:49:17.100239Z",
  "type": "010combined",
  "sha1": "9f57b4ef07e811dda9c0d274718d6d949261027f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1563.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 92-1563\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                         JAMES E. MELVIN,\n\n                      Defendant, Appellant.\n\n                                           \n\nNo. 92-1564\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                       MICHAEL C. HABICHT,\n\n                      Defendant, Appellant.\n\n                                           \n\nNo. 92-1565\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                         PATRICK J. NEE,\n\n                      Defendant, Appellant.\n\n                                           \n\nNo. 92-1566\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                       ROBERT EMMETT JOYCE,\n\n                      Defendant, Appellant.\n\n                                           \n\nNo. 92-1724\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                       MICHAEL O. MCNAUGHT,\n\n                      Defendant, Appellant.\n\n                                           \n\n                    OPINION AND ORDER ON THE \n               APPELLANTS' MOTION FOR CLARIFICATION\n\n                                           \n\n                              Before\n\n                     Torruella, Circuit Judge,\n                                             \n                  Coffin, Senior Circuit Judge,\n                                              \n                    and Stahl, Circuit Judge.\n                                            \n\n                                           \n\n  Martin  G. Weinberg,  Kimberly Homan,  Judith Mizner,  Kenneth  J.\n                                                                    \nFishman, and Anthony M. Cardinale on memoranda for appellants.\n                               \n   Stephen P. Heymann,  Assistant United States Attorney, Donald  K.\n                                                                    \nStern, United  States Attorney, and James B.  Farmer, Assistant United\n                                                  \nStates Attorney, on memorandum for appellee.\n\n                                           \n\n                          June 22, 1994\n                                           \n\n     COFFIN, Senior Circuit  Judge.  The  six defendants in  this\n                                  \n\ncase were convicted on various  charges arising from an attempted\n\nrobbery of an armored truck.  In an  earlier opinion, we reversed\n\ntheir  convictions based  on the  improper admission  of evidence\n\nconcerning prior firearms-related convictions.  See United States\n                                                                 \n\nv. Melvin, et al.,  Nos. 92-1563-67, 92-1642-46, 92-1724-25, slip\n                 \n\nop. (1st  Cir. April 22, 1994).   Five of the  defendants did not\n\nappeal  their convictions on Count 14 of the indictment, however,\n\nwhich  charged that  defendants  used and  carried  a firearm  in\n\nconnection with a  crime of violence.   See 18 U.S.C.    924(c).1\n                                           \n\nBecause  our decision made no specific reference to Count 14, the\n\ndefendants filed a Motion for Clarification asking that  we amend\n\nour opinion to  state explicitly that  their convictions on  that\n\ncount remain intact.  The government opposed  the motion, arguing\n\nthat the  defendants were seeking inappropriately  to foreclose a\n\nhigher sentence on  Count 14 upon retrial.  We  conclude that the\n\ndefendants' motion should be  granted, and therefore also address\n\nbelow the  government's appeal  of the  sentence imposed  on that\n\ncharge.\n\n                   I. Motion for Clarification\n                                              \n\n     We  think it apparent that defendants  decided not to appeal\n\nCount 14 because  of an error  at trial that  may have worked  to\n\ntheir  benefit.  All parties concede that the jury mistakenly was\n\n                    \n\n     1 Although  the defendants  originally included Count  14 as\npart of their appeal, all but Murphy later filed a  motion, which\nwe  granted, seeking to withdraw the appeals of their convictions\non that count.\n\n                               -3-\n\nnot asked to identify which of the six firearms at  issue in this\n\ncase -- ranging  from machine  guns to handguns  -- underlay  its\n\nguilty  verdict on Count 14.   The district  court recognized the\n\nerror  at sentencing and, as a consequence, refused to impose the\n\n30-year  prison term mandated under    924(c) for  use of machine\n\nguns,  instead imposing  only  the five-year  term  set for  less\n\nserious firearms.2\n\n     By  removing Count 14 from their appeal, the defendants took\n\na  calculated  risk.     If  they  had   challenged  that  charge\n\nsuccessfully, a new trial would have been required and they might\n\nhave been acquitted.   On the  other hand,  they might have  been\n\nconvicted again, without error, based on a jury finding that they\n\nhad used a machine  gun or other serious weapon in attempting the\n\nrobbery.  A 30-year  sentence necessarily would follow.   Five of\n\nthe six  defendants evidently  felt that, all  things considered,\n\nthe chance of acquittal was outweighed  by the risk of the longer\n\n                    \n\n     2 Section 924(c) provides, in relevant part:\n\n     (c)(1)  Whoever, during and in relation to any crime of\n     violence or  drug  trafficking  crime .  .  .  uses  or\n     carries a firearm, shall, in addition to the punishment\n     provided for such crime of violence or drug trafficking\n     crime, be sentenced to imprisonment for five years, and\n     if  the  firearm  is  a  short-barreled  rifle,  short-\n     barreled shotgun to imprisonment  for ten years, and if\n     the firearm  is a machinegun, or  a destructive device,\n     or  is  equipped with  a  firearm  silencer or  firearm\n     muffler, to imprisonment for thirty years. . . .\n\n                               -4-\n\nsentence.3  The Motion for Clarification asks that we  recognize,\n\nand permit, this choice.  \n\n     The  government's  response to  the clarification  motion is\n\ntwo-fold.   First,  it points  out that  if we  grant defendants'\n\nmotion  and leave the  Count 14  conviction undisturbed,  we must\n\naddress the  government's sentencing  challenge  and should  find\n\nthat defendants are subject to the 30-year sentence.  Second, the\n\ngovernment  vehemently asserts  that we  should deny  the motion,\n\narguing that the Count 14 conviction may not stand in the face of\n\nour decision  that serious, reversible error  occurred at trial.4\n\nThe government contends that  such an inconsistency disserves the\n\ninterests of justice, that the defendants should not be permitted\n\nto control sentencing options  in such a manner, and that we have\n\nthe authority to reverse the   924(c) convictions notwithstanding\n\nthe defendants' decisions against appealing.\n\n     After  considering the  various possible  outcomes, and  the\n\npolicies at  stake, we have  concluded that it would  be at least\n\ninappropriate,  and  probably  a  violation  of  double  jeopardy\n\nprinciples, for  us to vacate  defendants' unappealed convictions\n\non Count  14 and order that they be retried  on that charge.  The\n\n                    \n\n     3 To make matters even more complicated, the defendants also\nneeded to consider that the government had appealed the five-year\nsentence  imposed on Count 14, arguing that the record required a\nfinding  that  they  had  used automatic  weapons  and  thus were\nsubject to the 30-year term.\n\n     4  In a petition for  rehearing on our  original decision in\nthis case, the government argued that we should not have reversed\nthe  convictions on all counts based on the improper admission of\nevidence concerning the defendants' prior firearms-related felony\nconvictions.  We have denied that petition in a separate order.\n\n                               -5-\n\ngovernment  cites  no  case  in  which  a  court  has  taken  the\n\nextraordinary step  of reaching beyond  the charges before  it on\n\nappeal toinvalidate a convictionthat neither partyhas challenged.\n\n     The  government relies instead on  what we believe is wholly\n\ninapposite  caselaw on  sentencing.   This  precedent establishes\n\nthat an appellate ruling invalidating a sentence, or reversing on\n\nsome,  but not  all, counts  of an  indictment may  implicate the\n\ntrial  judge's  comprehensive,  interdependent  imposition  of  a\n\npenalty  and thus require resentencing on all counts.  See United\n                                                                 \n\nStates  v. Pimienta-Redondo, 874 F.2d  9, 16 (1st  Cir. 1989) (en\n                           \n\nbanc).   The case before us presents a vastly different question.\n\nRather than seeking re-evaluation  of a defendant's punishment in\n                                                              \n\nlight  of changed circumstances, the  government asks that we put\n\nthe issue  of defendants' guilt on Count 14 to another jury.  The\n                               \n\ngovernment presumably makes this request because it wants another\n\nchance  to  elicit a  specific  finding that  defendants  used or\n\ncarried automatic weapons,  which in turn would require  a longer\n\nsentence.    The government's  unilateral  pursuit  of a  retrial\n\nstrikes  us  as  directly  at  odds  with  the  double   jeopardy\n\nprohibition \"against  a second  prosecution for the  same offense\n\nafter conviction,\" Jones v. Thomas, 491 U.S. 376, 381 (1989). \n                                  \n\n     Neither  the  inconsistency of  excluding  Count  14 from  a\n\nretrial nor the defendants'  \"controlling\" their sentence on that\n\ncount  by  ensuring that  it will  be  determined finally  in the\n\ncourse of this appeal  is particularly troubling.  Our  system of\n\njustice  is not a  precise and mechanical  operation and, indeed,\n\n                               -6-\n\nthat is one  of its virtues.  We  permit inconsistent verdicts in\n\ncertain circumstances,  see, e.g.,  United States v.  Powell, 469\n                                                            \n\nU.S.  57  (1984), and  the fact  that  defendants may  have fared\n\nbetter than perhaps they  would have in an error-free  trial does\n\nnot seem  reason  enough to  compel retrial  against their  will,\n\ncompromising  the principle  of finality  embodied in  the double\n\njeopardy clause.   See Brown v.  Ohio, 432 U.S.  161, 165 (1977);\n                                     \n\nUnited States v. Wilson, 420 U.S. 332, 343 (1975).\n                       \n\n     We   therefore   conclude   that  defendants'   Motion   for\n\nClarification should be  granted, and  that Count 14  may not  be\n\nretried.5    Consequently,  we  must  consider  the  government's\n\nchallenge to the sentence imposed on that charge.  As we  discuss\n\nbelow, our review of the record and caselaw persuades us that the\n\ndistrict court acted properly and  that the five-year terms  must\n\nbe affirmed.\n\n                      II. Factual Background\n                                            \n\n     We confine ourselves to a review of those facts particularly\n\nrelevant  to  the sentencing  issue.    The six  defendants  were\n\narrested  near  a  Bank  of  New  England  branch  in   Abington,\n\nMassachusetts, shortly before the  scheduled delivery of funds to\n\nthe  bank  by  an armored  truck.    Three  defendants --  Joyce,\n\n                    \n\n     5  We  leave to  the district  court  in the  first instance\nconsideration of the collateral estoppel consequences, if any, of\nappellants' convictions  on Count 14.   Compare United  States v.\n                                                              \nPelullo, 14 F.3d 881, 890-96  (3d Cir. 1994) (collateral estoppel\n       \nmay  not  be applied  against  defendant in  criminal  case) with\n                                                                 \nUnited  States v.  Colacurcio, 514  F.2d 1,  4-6 (9th  Cir. 1975)\n                             \n(collateral estoppel in criminal case not limited to such matters\nas defendant's status).\n\n                               -7-\n\nMcNaught and Nee -- were arrested about a block from  the bank in\n\na  van whose back  seats had been  removed.  McNaught  was in the\n\nfront passenger seat.  Nee was crouched, or kneeling, immediately\n\nbehind  the  driver's seat.    Joyce was  similarly  crouched, or\n\nkneeling,  behind Nee.  Melvin, who had been observed driving the\n\nvan that morning,  was arrested  on foot a  short distance  away.\n\nThe driver's seat was empty.\n\n     Six guns, all loaded, were  found in the van.  On  the floor\n\nbetween  the driver's  and passenger's  seats was  a .357  magnum\n\npistol.  An Uzi machine gun was on the floor  behind the driver's\n\nseat, near  Nee.  To  the rear of  the Uzi, near  Joyce, were two\n\nweapons: a semi-automatic rifle  (with sawed-off stock and sawed-\n\noff barrel), and a  second machine gun equipped with  a silencer.\n\nTwo other firearms were found in a nylon  bag directly behind the\n\ndriver's  seat: a  second .357  magnum pistol and  a 9  mm. semi-\n\nautomatic pistol.\n\n     Defendants Habicht and Murphy were arrested a short distance\n\naway  in  another  stolen car,  whose  back  seat  also had  been\n\nremoved.  The car  contained various items ostensibly for  use in\n\nthe robbery,6 but no firearms.\n\n     Count 14  of the indictment  charged the  defendants with  a\n\nviolation of section 924(c)  for the use and carrying of  each of\n\nthe  six weapons and  silencer found in  the van.   At trial, the\n\ndefendants attempted to establish  that they had no intention  to\n\n                    \n\n     6 The car contained, inter alia, materials presumably  to be\n                                    \nused in torching the vehicle following the robbery, a ski mask, a\nwalkie-talkie and a radio scanner set to police frequencies.\n\n                               -8-\n\ncommit an armed  robbery, the \"crime of violence\"  on which the  \n\n924(c) charge was based.  Joyce and McNaught, the only defendants\n\nto testify, both claimed that the Abington theft was to have been\n\nan  \"inside\" job requiring no  weapons or force.   Joyce asserted\n\nthat the arsenal of weapons found  in the van had been discovered\n\nonly moments  before the arrests  when he  opened a  bag that  he\n\nbelieved  contained car theft tools  and which had  been given to\n\nhim  two days  earlier by  the government's  cooperating witness,\n\nRyan.  Joyce and McNaught both testified that the defendants were\n\nshocked and angered  at the unexpected  presence of the  weapons,\n\nand immediately called off the robbery.\n\n     At the close of the evidence, the defendants  requested that\n\na \"special verdict\" be  given for Count 14, requiring the jury to\n\nspecify  which weapon or weapons, if any, it found the defendants\n\nto  have knowingly used or carried.  The government objected, and\n\nthe district court denied the motion.  In its charge on Count 14,\n\nthe court  instructed the jury  that it need find  knowing use or\n\npossession of only one firearm to support a guilty verdict:\n\n     I am  now going  to talk  about .  . .  Count Fourteen.\n     These  are the  firearms  charges,  that the  defendant\n     knowingly used or carried firearms.  The indictment may\n     say \"and,\"  and wherever the indictment  says \"and,\" it\n     means \"or, and/or.\"   It is in the conjunctive.  It can\n     mean in the disjunctive.   What that means is  that the\n                                                            \n     government  must  prove  that each  defendant  used  or\n                                                            \n     carried any one firearm . . . .\n                            \n          With  respect  to  Count  . .  .  Fourteen  of the\n     indictment, note that  while the indictment  is written\n     in  the  conjunctive,  in  that  it  uses  \"and\"  as  a\n     connector, the  government is  required to proof  [sic]\n     only that  the  charged defendants  knowingly  used  or\n     carried a  firearm.  Similarly, the  indictment charges\n     in Count . . . Fourteen that the listed defendants used\n     or carried a  number of firearms during and in relation\n\n                               -9-\n\n     to several specified crimes.  The government must prove\n                                                            \n     that each  defendant used  or carried any  one firearm,\n                                                            \n     but not necessarily all of them, during and in relation\n                                    \n     to  any  one,  but   not  necessarily  each,  of  those\n     specified  crimes.   You must  agree unanimously  as to\n     which firearm  or firearms were used  or carried during\n     and in relation to which specified crime or crimes.\n\nTr. 25:111 (emphasis added).  The jurors thus were told that they\n\nmust agree on the firearm or firearms used by each defendant, but\n\nwere not asked to report these findings in their verdicts. \n\n     At sentencing,  the government sought the  imposition of the\n\nmandatory  thirty-year  term  prescribed  by    924(c)  when  the\n\nfirearm at issue is a machine gun or silencer.   The trial court,\n\nhowever, concluded that  it had erred in  not asking the jury  to\n\nfind  specifically  which  of  the firearms  the  defendants  had\n\npossessed, or whether one or more of the weapons in  the van was,\n\nin fact, a machine gun.  It therefore refused to impose more than\n\nthe  lowest possibly  applicable sentence  -- the  five-year term\n\nprescribed for handguns.7\n\n     On  appeal, the government claims that the court erred in so\n\nlimiting the  defendants' punishment.   It contends that  the law\n\npermits, and the facts require, imposition of   924's most severe\n\nsanction, the  mandatory thirty-year term prescribed  for the use\n\nor carrying of machine guns or a silencer. \n\n                     III.  The Jury's Verdict\n                                             \n\n                    \n\n     7 Recognizing the  possibility of an  appeal on this  issue,\nthe court also set forth its  own factual findings in the event a\njury determination on the specific firearms used subsequently was\nruled to be unnecessary.  The court found,  by a preponderance of\nthe evidence, that all six defendants knowingly used  and carried\ntwo  machine  guns, a  silencer  and  a  short-barreled rifle  in\nconnection with a crime of violence, in violation of   924(c).\n\n                               -10-\n\n     The government acknowledges that a defendant found guilty of\n\nviolating   924(c) may be sentenced to a thirty-year term only if\n\nthe jury specifically identifies a machine gun or silencer as the\n\nfirearm  supporting  the  conviction.     See  United  States  v.\n                                                             \n\nMartinez, 7 F.3d 146, 148 &amp; n.1 (9th Cir. 1993); United States v.\n                                                              \n\nSims, 975 F.2d 1225, 1235 (6th Cir. 1992).  It also is undisputed\n    \n\nthat the  jury in this case  mistakenly was not  asked to specify\n\nthe weapon  or weapons  underlying its verdict.   The  government\n\nclaims that the thirty-year term nevertheless applies because, in\n\nthe  unique factual  circumstances of this  case, a  finding that\n\ndefendants used  machine guns is \"implicit  and inescapable\" from\n\nthe jury's general verdict.\n\n     The  government's thesis goes like  this: because all of the\n\nweapons were  found in the same  place -- the van  -- and because\n\nneither the prosecution nor defense offered the jury a theory for\n\ndistinguishing among  the firearms,  there was no  rational basis\n\nupon  which the jury could conclude that any particular defendant\n\nused  or carried  some  of  the firearms  but  not others.    The\n\ngovernment emphasizes that the jury's guilty verdict on Count  14\n\ndemonstrates  its rejection  of  the defense,  sounded again  and\n\nagain throughout the trial and closing arguments, that the would-\n\nbe  robbers intended a wholly  nonviolent takeover of the armored\n\ntruck.    Evidently  having   disbelieved  Joyce  and  McNaught's\n\ntestimony  that Ryan  was responsible  for the weapons,  the jury\n\nmust  have concluded  instead  that they  were knowingly  brought\n\nalong by the  defendants.  The defendants made  an all-or-nothing\n\n                               -11-\n\nargument about the  firearms, the government  points out, and  so\n\nthe jury must have reached an all-or-nothing verdict.     \n\n     This is certainly one plausible interpretation of the jury's\n\ndecisionmaking.  Our task in these circumstances, however, is not\n\nto determine whether the evidence and argument  could support the\n                                                     \n\ngovernment's interpretation of the jury's verdict, but whether it\n\ninevitably must lead to  such a construction.  This  standard was\n               \n\nwell  articulated by  the Eleventh  Circuit  in United  States v.\n                                                              \n\nDennis, 786 F.2d 1029 (11th Cir. 1986), a drug conspiracy case in\n      \n\nwhich the indictment  charged involvement with several  different\n\ndrugs,  carrying different  penalties,  and the  jury returned  a\n\ngeneral  verdict that  did  not specify  the drug  supporting its\n\ndecision:\n\n     [T]he  reviewing  court in  such  a  situation may  not\n     examine  the evidence presented  at trial  to determine\n     whether the jury, if  properly instructed could have or\n                                                    \n     even should have found a heroin/cocaine conspiracy  and\n                \n     returned  a verdict  indicating  as  much; rather,  the\n     court's inquiry is  confined to determining  beyond any\n     reasonable  doubt  whether the  jury  did  find such  a\n                                              \n     conspiracy  and whether  it  intended  the  verdict  it\n     returned to  reflect that determination.   Only in that\n     manner may  we avoid  invading the special  province of\n     the jury in a criminal case  both to find the facts and\n     apply the law as it sees fit.\n\nId.  at 1041 (emphasis in  original).  See  also United States v.\n                                                              \n\nPace, 981 F.2d 1123,  1129-30 (10th Cir. 1992); United  States v.\n                                                              \n\nQuicksey, 525 F.2d 337, 340-41 (4th Cir. 1975).\n        \n\n     We  have  concluded  that  we  may  not  exclude  beyond   a\n\nreasonable doubt the possibility that  the jury rendered a guilty\n\nverdict  on Count 14 based on a determination that the defendants\n\npossessed only a handgun -- the weapon found in the  front of the\n\n                               -12-\n\nvan.  Although it  is true, as  the government argues, that  both\n\nprosecution and defense repeatedly dealt  with the six weapons as\n\nan  undifferentiated  collection, the  evidence  and  jury charge\n\nprovided an obvious opportunity for the jury to distinguish among\n\nthem.  \n\n     The  evidence permitted  the jury  to find that  the handgun\n\nfound on  the floor between the  two front seats  had been placed\n\nthere  deliberately  and carefully.   It  was,  at least  to some\n\nextent, separated from the five weapons found in the back  of the\n\nvan, all of which were inside, or very close to, the bag that the\n\ndefendants  claimed  Ryan  had  provided.   Certainly,  the  jury\n\nreasonably could have focused on the handgun and  concluded that,\n\nwhatever the defendants'  relationship to the  automatic weapons,\n\nthat one firearm had been brought along purposefully.\n\n     Indeed,  the court's  instruction  explicitly permitted  the\n\njury to  avoid deciding the  source of  the weapons found  in the\n\nrear of the van, by emphasizing that Count 14  required a finding\n\nof only  a single firearm.   See supra  at 8.   Thus, the  jurors\n                                      \n\nmight have  suspended their deliberations on the  use of firearms\n\nonce they  concluded that  these experienced criminals  must have\n\ncarried at least a single gun -- the handgun in the front seat --\n\nfor  use  as a  show  of force  or to  discourage  heroic efforts\n\nagainst them.\n\n     The fact  that neither the government nor defense urged such\n\nan approach to  the evidence  does not  preclude the  possibility\n\nthat  the jury  reached its  result in  that way.   In  our view,\n\n                               -13-\n\nfocusing  on  the handgun  was a  fairly  obvious choice  for the\n\njurors, particularly  if there  were any disagreement  among them\n\nabout Ryan's role in providing the weapons.8\n\n     We  therefore  conclude that  the  jury's  verdict fails  to\n\nestablish, beyond a reasonable doubt, that the  jurors found that\n\nthe defendants violated    924(c) through use of weapons  subject\n\nto a term of imprisonment greater than five years.  Consequently,\n\nwe affirm the district court's 60-month sentence on Count 14.9\n\n                               IV.\n\n     Some further comment is necessary.  The problem in this case\n\nresulted, at  least in part, from  the government's understanding\n\nof our precedent on  special verdicts in criminal cases.   United\n                                                                 \n\nStates v. Spock, 416  F.2d 165 (1st Cir. 1969), remains a leading\n               \n\nauthority against  the  use of  special verdicts  based on  their\n\n                    \n\n     8  In  all likelihood,  the defendants  deliberately avoided\ndistinguishing  among the weapons in the hope that the jury would\nbe persuaded that no weapons at all were intended to be used.  In\nother words, it was not in their interest to highlight the front-\nseat  weapon.    This   strategic  decision  does  not,  however,\nforeclose  them from  arguing, nor  us from concluding,  that the\njurors reasonably could have  drawn such a distinction themselves\nbased on the evidence and instructions.\n\n     9  The defendants  argued that,  even if  we found  that the\njury's verdict unambiguously  reflected a finding that all of the\nweapons found in the van were  used by all of the defendants, the\n30-year  sentence could not be  imposed because the  jury had not\nbeen  asked to  decide  whether  those  firearms were,  in  fact,\nautomatic weapons and whether  the defendants knew the nature  of\nthe  weapons.  The government  contended that it  was the court's\nrole to determine  the appropriate  label for  the firearms,  and\nthat  it  was  unnecessary  to  prove  knowing  use of  automatic\nweapons.   Our conclusion  that the jury's  verdict was ambiguous\nmakes it unnecessary to consider these other questions.\n\n                               -14-\n\npotential  for  leading the  jury  to  the prosecution's  desired\n\nconclusion.  Id. at 180-83.\n                \n\n     Even  in Spock,  however,  we recognized  that there  may be\n                   \n\ncircumstances  in which eliciting particularized information from\n\nthe  jury will be  permissible.  See  416 F.2d at  182-83 &amp; n.41.\n                                    \n\nSee  also Heald  v. Mullaney,  505 F.2d  1241, 1245-46  (1st Cir.\n                            \n\n1974) (some usages of special interrogatories  may be exempt from\n\nthe  dangers described  in Spock).   We  believe this  is such  a\n                                \n\ncontext.  Where, as here, a statute proscribes more than one type\n\nof conduct,  with penalties  that  vary depending  upon the  acts\n\ncommitted,  some  method  of  ascertaining  the  jury's  specific\n\nfinding is necessary.\n\n     At least two circuits have held expressly that the ambiguous\n\nverdict problem in a   924(c) case may  be handled either through\n\nuse of  special interrogatories or by  submitting separate counts\n\nto the jury for each firearm  allegedly used and, should there be\n\nmore  than one  conviction, merging  those convictions  after the\n\ntrial.  See Martinez, 7  F.3d at 148 n.1; Sims, 975 F.2d at 1235.\n                                              \n\nIn either approach, if the jurors find that the defendant used or\n\ncarried  firearms falling  within several categories  of weapons,\n\nthe sentence imposed will be for the most dangerous weapon; i.e.,\n                                                                \n\nthe defendant will  receive the highest of the varying applicable\n\nterms.  See Martinez, 7 F.3d at 148-49; Sims, 975 F.2d at 1236.\n                                            \n\n     We  agree  that  either of  these  two  procedures  would be\n\nacceptable,  and  we  are  joined  in   this  conclusion  by  the\n\ngovernment.   Although contending that the result in this case is\n\n                               -15-\n\nself-evident,  the government  acknowledges  that  determining  a\n\njury's  precise verdict  in a    924(c)  case involving  multiple\n\nfirearms usually will require resort to one or the other of these\n\ntechniques.   It bears repeating that  allowing these techniques,\n\nin  this  context,  is  not inconsistent  with  Spock;  these are\n                                                     \n\nprecisely  the  circumstances  in  which we  recognized  that  an\n\nexception to  the rule  against special interrogatories  might be\n\nnecessary.  See 416 F.2d at 182 &amp; n.41.   Accord United States v.\n                                                              \n\nNorth, 910  F.2d 843, 910-11  (D.C. Cir. 1990)  (recognizing that\n     \n\nspecial verdicts  may be employed in  certain contexts, including\n\n\"as a means of more precisely determining an appropriate and fair\n\npunishment\").10   See  also  United States  v.  Bounds, 985  F.2d\n                                                      \n\n188,  194-95 (5th  Cir.  1993) (multiple  drug conspiracy  case);\n\nUnited  States v.  Owens, 904  F.2d 411,  414-15 (8th  Cir. 1990)\n                        \n\n(same);  Newman v. United States,  817 F.2d 635,  637 &amp; n.3 (10th\n                                \n\nCir. 1987) (same); Dennis, 786 F.2d at 1041 (same); United States\n                                                                 \n\nv. Orozco-Prada, 732 F.2d 1076, 1083-84 (2d Cir. 1984) (same).\n               \n\n     The Motion  for Clarification  is granted, and  our original\n                                                                 \n\ndecision  is modified to exclude  remand for retrial  of Count 14\n                                                                 \n\nfor  defendants Melvin,  Joyce, Habicht,  Nee and  McNaught.   We\n                                                                 \n\naffirm the five-year sentence imposed on that charge.\n                                                    \n\n                    \n\n     10  Although   the  court   in  North  noted   that  special\n                                          \ninterrogatories  for   sentencing   reasons  have   been   deemed\nappropriate when the defendant has requested  or accepted them, a\n                                                         \ncourt presumably must have the discretion to adopt  the procedure\neven if the  defendant has  not explicitly approved  in order  to\navoid ambiguous verdicts such as the one at issue here.\n\n                               -16-\n",
  "html": "<p class=\"case_cite\">27 F.3d 710</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>James E. MELVIN, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Michael C. HABICHT, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Patrick J. NEE, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Robert Emmett JOYCE, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Michael O. McNAUGHT, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 92-1563 to 92-1566 and 92-1724.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued Dec. 7, 1993.<br>Decided June 22, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Martin G. Weinberg, Kimberly Homan, Boston, MA, Judith Mizner, Newburyport, MA, Kenneth J. Fishman, and Anthony M. Cardinale, Boston, MA, on memoranda, for appellants.</p>\n      <p class=\"indent\">Stephen P. Heymann, Asst. U.S. Atty., Donald K. Stern, U.S. Atty., and James B. Farmer, Asst. U.S. Atty., Boston, MA, on memorandum, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p>OPINION AND ORDER ON THE APPELLANTS' MOTION FOR CLARIFICATION</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The six defendants in this case were convicted on various charges arising from an attempted robbery of an armored truck.  In an earlier opinion, we reversed their convictions based on the improper admission of evidence concerning prior firearms-related convictions.  See United States v. Melvin, et al., 27 F.3d 703 (1st Cir.1994).  Five of the defendants did not appeal their convictions on Count 14 of the indictment, however, which charged that defendants used and carried a firearm in connection with a crime of violence.  See 18 U.S.C. Sec. 924(c).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Because our decision made no specific reference to Count 14, the defendants filed a Motion for Clarification asking that we amend our opinion to state explicitly that their convictions on that count remain intact.  The government opposed the motion, arguing that the defendants were seeking inappropriately to foreclose a higher sentence on Count 14 upon retrial.  We conclude that the defendants' motion should be granted, and therefore also address below the government's appeal of the sentence imposed on that charge.</p>\n    </div>\n    <p>I. Motion for Clarification</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We think it apparent that defendants decided not to appeal Count 14 because of an error at trial that may have worked to their benefit.  All parties concede that the jury mistakenly was not asked to identify which of the six firearms at issue in this case--ranging from machine guns to handguns--underlay its guilty verdict on Count 14.  The district court recognized the error at sentencing and, as a consequence, refused to impose the 30-year prison term mandated under Sec. 924(c) for use of machine guns, instead imposing only the five-year term set for less serious firearms.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">By removing Count 14 from their appeal, the defendants took a calculated risk.  If they had challenged that charge successfully, a new trial would have been required and they might have been acquitted.  On the other hand, they might have been convicted again, without error, based on a jury finding that they had used a machine gun or other serious weapon in attempting the robbery.  A 30-year sentence necessarily would follow.  Five of the six defendants evidently felt that, all things considered, the chance of acquittal was outweighed by the risk of the longer sentence.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The Motion for Clarification asks that we recognize, and permit, this choice.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The government's response to the clarification motion is twofold.  First, it points out that if we grant defendants' motion and leave the Count 14 conviction undisturbed, we must address the government's sentencing challenge and should find that defendants are subject to the 30-year sentence.  Second, the government vehemently asserts that we should deny the motion, arguing that the Count 14 conviction may not stand in the face of our decision that serious, reversible error occurred at trial.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The government contends that such an inconsistency disserves the interests of justice, that the defendants should not be permitted to control sentencing options in such a manner, and that we have the authority to reverse the Sec. 924(c) convictions notwithstanding the defendants' decisions against appealing.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After considering the various possible outcomes, and the policies at stake, we have concluded that it would be at least inappropriate, and probably a violation of double jeopardy principles, for us to vacate defendants' unappealed convictions on Count 14 and order that they be retried on that charge.  The government cites no case in which a court has taken the extraordinary step of reaching beyond the charges before it on appeal to invalidate a conviction that neither party has challenged.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The government relies instead on what we believe is wholly inapposite caselaw on sentencing.  This precedent establishes that an appellate ruling invalidating a sentence, or reversing on some, but not all, counts of an indictment may implicate the trial judge's comprehensive, interdependent imposition of a penalty and thus require resentencing on all counts.  See United States v. Pimienta-Redondo, 874 F.2d 9, 16 (1st Cir.1989) (en banc).  The case before us presents a vastly different question.  Rather than seeking re-evaluation of a defendant's punishment in light of changed circumstances, the government asks that we put the issue of defendants' guilt on Count 14 to another jury.  The government presumably makes this request because it wants another chance to elicit a specific finding that defendants used or carried automatic weapons, which in turn would require a longer sentence.  The government's unilateral pursuit of a retrial strikes us as directly at odds with the double jeopardy prohibition \"against a second prosecution for the same offense after conviction,\" Jones v. Thomas, 491 U.S. 376, 381, 109 S.Ct. 2522, 2525, 105 L.Ed.2d 322 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Neither the inconsistency of excluding Count 14 from a retrial nor the defendants' \"controlling\" their sentence on that count by ensuring that it will be determined finally in the course of this appeal is particularly troubling.  Our system of justice is not a precise and mechanical operation and, indeed, that is one of its virtues.  We permit inconsistent verdicts in certain circumstances, see, e.g., United States v. Powell, 469 U.S. 57, 105 S.Ct. 471, 83 L.Ed.2d 461 (1984), and the fact that defendants may have fared better than perhaps they would have in an error-free trial does not seem reason enough to compel retrial against their will, compromising the principle of finality embodied in the double jeopardy clause.  See Brown v. Ohio, 432 U.S. 161, 165, 97 S.Ct. 2221, 2225, 53 L.Ed.2d 187 (1977);  United States v. Wilson, 420 U.S. 332, 343, 95 S.Ct. 1013, 1022, 43 L.Ed.2d 232 (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We therefore conclude that defendants' Motion for Clarification should be granted, and that Count 14 may not be retried.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Consequently, we must consider the government's challenge to the sentence imposed on that charge.  As we discuss below, our review of the record and caselaw persuades us that the district court acted properly and that the five-year terms must be affirmed.</p>\n    </div>\n    <p>II. Factual Background</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We confine ourselves to a review of those facts particularly relevant to the sentencing issue.  The six defendants were arrested near a Bank of New England branch in Abington, Massachusetts, shortly before the scheduled delivery of funds to the bank by an armored truck.  Three defendants--Joyce, McNaught and Nee--were arrested about a block from the bank in a van whose back seats had been removed.  McNaught was in the front passenger seat.  Nee was crouched, or kneeling, immediately behind the driver's seat.  Joyce was similarly crouched, or kneeling, behind Nee.  Melvin, who had been observed driving the van that morning, was arrested on foot a short distance away.  The driver's seat was empty.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Six guns, all loaded, were found in the van.  On the floor between the driver's and passenger's seats was a .357 magnum pistol.  An Uzi machine gun was on the floor behind the driver's seat, near Nee.  To the rear of the Uzi, near Joyce, were two weapons:  a semi-automatic rifle (with sawed-off stock and sawed-off barrel), and a second machine gun equipped with a silencer.  Two other firearms were found in a nylon bag directly behind the driver's seat:  a second .357 magnum pistol and a 9 mm. semi-automatic pistol.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Defendants Habicht and Murphy were arrested a short distance away in another stolen car, whose back seat also had been removed.  The car contained various items ostensibly for use in the robbery,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> but no firearms.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Count 14 of the indictment charged the defendants with a violation of section 924(c) for the use and carrying of each of the six weapons and silencer found in the van.  At trial, the defendants attempted to establish that they had no intention to commit an armed robbery, the \"crime of violence\" on which the Sec. 924(c) charge was based.  Joyce and McNaught, the only defendants to testify, both claimed that the Abington theft was to have been an \"inside\" job requiring no weapons or force.  Joyce asserted that the arsenal of weapons found in the van had been discovered only moments before the arrests when he opened a bag that he believed contained car theft tools and which had been given to him two days earlier by the government's cooperating witness, Ryan.  Joyce and McNaught both testified that the defendants were shocked and angered at the unexpected presence of the weapons, and immediately called off the robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the close of the evidence, the defendants requested that a \"special verdict\" be given for Count 14, requiring the jury to specify which weapon or weapons, if any, it found the defendants to have knowingly used or carried.  The government objected, and the district court denied the motion.  In its charge on Count 14, the court instructed the jury that it need find knowing use or possession of only one firearm to support a guilty verdict:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>I am now going to talk about ... Count Fourteen.  These are the firearms charges, that the defendant knowingly used or carried firearms.  The indictment may say \"and,\" and wherever the indictment says \"and,\" it means \"or, and/or.\"   It is in the conjunctive.  It can mean in the disjunctive.  What that means is that the government must prove that each defendant used or carried any one firearm....</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">With respect to Count ... Fourteen of the indictment, note that while the indictment is written in the conjunctive, in that it uses \"and\" as a connector, the government is required to proof [sic] only that the charged defendants knowingly used or carried a firearm.  Similarly, the indictment charges in Count ... Fourteen that the listed defendants used or carried a number of firearms during and in relation to several specified crimes.  The government must prove that each defendant used or carried any one firearm, but not necessarily all of them, during and in relation to any one, but not necessarily each, of those specified crimes.  You must agree unanimously as to which firearm or firearms were used or carried during and in relation to which specified crime or crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Tr. 25:111 (emphasis added).  The jurors thus were told that they must agree on the firearm or firearms used by each defendant, but were not asked to report these findings in their verdicts.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At sentencing, the government sought the imposition of the mandatory thirty-year term prescribed by Sec. 924(c) when the firearm at issue is a machine gun or silencer.  The trial court, however, concluded that it had erred in not asking the jury to find specifically which of the firearms the defendants had possessed, or whether one or more of the weapons in the van was, in fact, a machine gun.  It therefore refused to impose more than the lowest possibly applicable sentence--the five-year term prescribed for handguns.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On appeal, the government claims that the court erred in so limiting the defendants' punishment.  It contends that the law permits, and the facts require, imposition of Sec. 924's most severe sanction, the mandatory thirty-year term prescribed for the use or carrying of machine guns or a silencer.</p>\n    </div>\n    <p>III. The Jury's Verdict</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The government acknowledges that a defendant found guilty of violating Sec. 924(c) may be sentenced to a thirty-year term only if the jury specifically identifies a machine gun or silencer as the firearm supporting the conviction.  See United States v. Martinez, 7 F.3d 146, 148 &amp; n. 1 (9th Cir.1993);  United States v. Sims, 975 F.2d 1225, 1235 (6th Cir.1992).  It also is undisputed that the jury in this case mistakenly was not asked to specify the weapon or weapons underlying its verdict.  The government claims that the thirty-year term nevertheless applies because, in the unique factual circumstances of this case, a finding that defendants used machine guns is \"implicit and inescapable\" from the jury's general verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The government's thesis goes like this:  because all of the weapons were found in the same place--the van--and because neither the prosecution nor defense offered the jury a theory for distinguishing among the firearms, there was no rational basis upon which the jury could conclude that any particular defendant used or carried some of the firearms but not others.  The government emphasizes that the jury's guilty verdict on Count 14 demonstrates its rejection of the defense, sounded again and again throughout the trial and closing arguments, that the would-be robbers intended a wholly nonviolent takeover of the armored truck.  Evidently having disbelieved Joyce and McNaught's testimony that Ryan was responsible for the weapons, the jury must have concluded instead that they were knowingly brought along by the defendants.  The defendants made an all-or-nothing argument about the firearms, the government points out, and so the jury must have reached an all-or-nothing verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This is certainly one plausible interpretation of the jury's decisionmaking.  Our task in these circumstances, however, is not to determine whether the evidence and argument could support the government's interpretation of the jury's verdict, but whether it inevitably must lead to such a construction. This standard was well articulated by the Eleventh Circuit in United States v. Dennis, 786 F.2d 1029 (11th Cir.1986), a drug conspiracy case in which the indictment charged involvement with several different drugs, carrying different penalties, and the jury returned a general verdict that did not specify the drug supporting its decision:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>[T]he reviewing court in such a situation may not examine the evidence presented at trial to determine whether the jury, if properly instructed could have or even should have found a heroin/cocaine conspiracy and returned a verdict indicating as much;  rather, the court's inquiry is confined to determining beyond any reasonable doubt whether the jury did find such a conspiracy and whether it intended the verdict it returned to reflect that determination.  Only in that manner may we avoid invading the special province of the jury in a criminal case both to find the facts and apply the law as it sees fit.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Id. at 1041 (emphasis in original).  See also United States v. Pace, 981 F.2d 1123, 1129-30 (10th Cir.1992);  United States v. Quicksey, 525 F.2d 337, 340-41 (4th Cir.1975).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We have concluded that we may not exclude beyond a reasonable doubt the possibility that the jury rendered a guilty verdict on Count 14 based on a determination that the defendants possessed only a handgun--the weapon found in the front of the van.  Although it is true, as the government argues, that both prosecution and defense repeatedly dealt with the six weapons as an undifferentiated collection, the evidence and jury charge provided an obvious opportunity for the jury to distinguish among them.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The evidence permitted the jury to find that the handgun found on the floor between the two front seats had been placed there deliberately and carefully.  It was, at least to some extent, separated from the five weapons found in the back of the van, all of which were inside, or very close to, the bag that the defendants claimed Ryan had provided.  Certainly, the jury reasonably could have focused on the handgun and concluded that, whatever the defendants' relationship to the automatic weapons, that one firearm had been brought along purposefully.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Indeed, the court's instruction explicitly permitted the jury to avoid deciding the source of the weapons found in the rear of the van, by emphasizing that Count 14 required a finding of only a single firearm.  See supra at 713.  Thus, the jurors might have suspended their deliberations on the use of firearms once they concluded that these experienced criminals must have carried at least a single gun--the handgun in the front seat--for use as a show of force or to discourage heroic efforts against them.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The fact that neither the government nor defense urged such an approach to the evidence does not preclude the possibility that the jury reached its result in that way.  In our view, focusing on the handgun was a fairly obvious choice for the jurors, particularly if there were any disagreement among them about Ryan's role in providing the weapons.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We therefore conclude that the jury's verdict fails to establish, beyond a reasonable doubt, that the jurors found that the defendants violated Sec. 924(c) through use of weapons subject to a term of imprisonment greater than five years.  Consequently, we affirm the district court's 60-month sentence on Count 14.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>IV.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Some further comment is necessary.  The problem in this case resulted, at least in part, from the government's understanding of our precedent on special verdicts in criminal cases.  United States v. Spock, 416 F.2d 165 (1st Cir.1969), remains a leading authority against the use of special verdicts based on their potential for leading the jury to the prosecution's desired conclusion.  Id. at 180-83.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Even in Spock, however, we recognized that there may be circumstances in which eliciting particularized information from the jury will be permissible.  See 416 F.2d at 182-83 &amp; n. 41.   See also Heald v. Mullaney, 505 F.2d 1241, 1245-46 (1st Cir.1974) (some usages of special interrogatories may be exempt from the dangers described in Spock ).   We believe this is such a context.  Where, as here, a statute proscribes more than one type of conduct, with penalties that vary depending upon the acts committed, some method of ascertaining the jury's specific finding is necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">At least two circuits have held expressly that the ambiguous verdict problem in a Sec. 924(c) case may be handled either through use of special interrogatories or by submitting separate counts to the jury for each firearm allegedly used and, should there be more than one conviction, merging those convictions after the trial.  See Martinez, 7 F.3d at 148 n. 1;  Sims, 975 F.2d at 1235.   In either approach, if the jurors find that the defendant used or carried firearms falling within several categories of weapons, the sentence imposed will be for the most dangerous weapon;  i.e., the defendant will receive the highest of the varying applicable terms.  See Martinez, 7 F.3d at 148-49;  Sims, 975 F.2d at 1236.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We agree that either of these two procedures would be acceptable, and we are joined in this conclusion by the government.  Although contending that the result in this case is self-evident, the government acknowledges that determining a jury's precise verdict in a Sec. 924(c) case involving multiple firearms usually will require resort to one or the other of these techniques.  It bears repeating that allowing these techniques, in this context, is not inconsistent with Spock;  these are precisely the circumstances in which we recognized that an exception to the rule against special interrogatories might be necessary.  See 416 F.2d at 182 &amp; n. 41.   Accord United States v. North, 910 F.2d 843, 910-11 (D.C.Cir.1990) (recognizing that special verdicts may be employed in certain contexts, including \"as a means of more precisely determining an appropriate and fair punishment\").<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  See also United States v. Bounds, 985 F.2d 188, 194-95 (5th Cir.1993) (multiple drug conspiracy case);  United States v. Owens, 904 F.2d 411, 414-15 (8th Cir.1990) (same);  Newman v. United States, 817 F.2d 635, 637 &amp; n. 3 (10th Cir.1987) (same);  Dennis, 786 F.2d at 1041 (same);  United States v. Orozco-Prada, 732 F.2d 1076, 1083-84 (2d Cir.1984) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Motion for Clarification is granted, and our original decision is modified to exclude remand for retrial of Count 14 for defendants Melvin, Joyce, Habicht, Nee and McNaught.  We affirm the five-year sentence imposed on that charge.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although the defendants originally included Count 14 as part of their appeal, all but Murphy later filed a motion, which we granted, seeking to withdraw the appeals of their convictions on that count</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 924(c) provides, in relevant part:</p>\n        <p>(c)(1) Whoever, during and in relation to any crime of violence or drug trafficking crime ... uses or carries a firearm, shall, in addition to the punishment provided for such crime of violence or drug trafficking crime, be sentenced to imprisonment for five years, and if the firearm is a short-barreled rifle, short-barreled shotgun to imprisonment for ten years, and if the firearm is a machine gun, or a destructive device, or is equipped with a firearm silencer or firearm muffler, to imprisonment for thirty years....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> To make matters even more complicated, the defendants also needed to consider that the government had appealed the five-year sentence imposed on Count 14, arguing that the record required a finding that they had used automatic weapons and thus were subject to the 30-year term</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In a petition for rehearing on our original decision in this case, the government argued that we should not have reversed the convictions on all counts based on the improper admission of evidence concerning the defendants' prior firearms-related felony convictions.  We have denied that petition in a separate order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We leave to the district court in the first instance consideration of the collateral estoppel consequences, if any, of appellants' convictions on Count 14.  Compare United States v. Pelullo, 14 F.3d 881, 890-96 (3d Cir.1994) (collateral estoppel may not be applied against defendant in criminal case) with United States v. Colacurcio, 514 F.2d 1, 4-6 (9th Cir.1975) (collateral estoppel in criminal case not limited to such matters as defendant's status)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The car contained, inter alia, materials presumably to be used in torching the vehicle following the robbery, a ski mask, a walkie-talkie and a radio scanner set to police frequencies</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Recognizing the possibility of an appeal on this issue, the court also set forth its own factual findings in the event a jury determination on the specific firearms used subsequently was ruled to be unnecessary.  The court found, by a preponderance of the evidence, that all six defendants knowingly used and carried two machine guns, a silencer and a short-barreled rifle in connection with a crime of violence, in violation of Sec. 924(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In all likelihood, the defendants deliberately avoided distinguishing among the weapons in the hope that the jury would be persuaded that no weapons at all were intended to be used.  In other words, it was not in their interest to highlight the front-seat weapon.  This strategic decision does not, however, foreclose them from arguing, nor us from concluding, that the jurors reasonably could have drawn such a distinction themselves based on the evidence and instructions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The defendants argued that, even if we found that the jury's verdict unambiguously reflected a finding that all of the weapons found in the van were used by all of the defendants, the 30-year sentence could not be imposed because the jury had not been asked to decide whether those firearms were, in fact, automatic weapons and whether the defendants knew the nature of the weapons.  The government contended that it was the court's role to determine the appropriate label for the firearms, and that it was unnecessary to prove knowing use of automatic weapons.  Our conclusion that the jury's verdict was ambiguous makes it unnecessary to consider these other questions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Although the court in North noted that special interrogatories for sentencing reasons have been deemed appropriate when the defendant has requested or accepted them, a court presumably must have the discretion to adopt the procedure even if the defendant has not explicitly approved in order to avoid ambiguous verdicts such as the one at issue here</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">710</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>James E. MELVIN, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Michael C. HABICHT, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Patrick J. NEE, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Robert Emmett JOYCE, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Michael O. McNAUGHT, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 92-1563 to 92-1566 and 92-1724.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued Dec. 7, 1993.<br>Decided June 22, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Martin G. Weinberg, Kimberly Homan, Boston, MA, Judith Mizner, Newburyport, MA, Kenneth J. Fishman, and Anthony M. Cardinale, Boston, MA, on memoranda, for appellants.</p>\n      <p class=\"indent\">Stephen P. Heymann, Asst. U.S. Atty., Donald K. Stern, U.S. Atty., and James B. Farmer, Asst. U.S. Atty., Boston, MA, on memorandum, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p>OPINION AND ORDER ON THE APPELLANTS' MOTION FOR CLARIFICATION</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The six defendants in this case were convicted on various charges arising from an attempted robbery of an armored truck.  In an earlier opinion, we reversed their convictions based on the improper admission of evidence concerning prior firearms-related convictions.  See United States v. Melvin, et al., <span class=\"citation\" data-id=\"672851\"><a href=\"/opinion/672851/united-states-v-james-f-melvin-united-states-v-michael-c-habicht/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">703</span> </a></span>(1st Cir.1994).  Five of the defendants did not appeal their convictions on Count 14 of the indictment, however, which charged that defendants used and carried a firearm in connection with a crime of violence.  See 18 U.S.C. Sec. 924(c).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Because our decision made no specific reference to Count 14, the defendants filed a Motion for Clarification asking that we amend our opinion to state explicitly that their convictions on that count remain intact.  The government opposed the motion, arguing that the defendants were seeking inappropriately to foreclose a higher sentence on Count 14 upon retrial.  We conclude that the defendants' motion should be granted, and therefore also address below the government's appeal of the sentence imposed on that charge.</p>\n    </div>\n    <p>I. Motion for Clarification</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We think it apparent that defendants decided not to appeal Count 14 because of an error at trial that may have worked to their benefit.  All parties concede that the jury mistakenly was not asked to identify which of the six firearms at issue in this case--ranging from machine guns to handguns--underlay its guilty verdict on Count 14.  The district court recognized the error at sentencing and, as a consequence, refused to impose the 30-year prison term mandated under Sec. 924(c) for use of machine guns, instead imposing only the five-year term set for less serious firearms.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">By removing Count 14 from their appeal, the defendants took a calculated risk.  If they had challenged that charge successfully, a new trial would have been required and they might have been acquitted.  On the other hand, they might have been convicted again, without error, based on a jury finding that they had used a machine gun or other serious weapon in attempting the robbery.  A 30-year sentence necessarily would follow.  Five of the six defendants evidently felt that, all things considered, the chance of acquittal was outweighed by the risk of the longer sentence.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The Motion for Clarification asks that we recognize, and permit, this choice.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The government's response to the clarification motion is twofold.  First, it points out that if we grant defendants' motion and leave the Count 14 conviction undisturbed, we must address the government's sentencing challenge and should find that defendants are subject to the 30-year sentence.  Second, the government vehemently asserts that we should deny the motion, arguing that the Count 14 conviction may not stand in the face of our decision that serious, reversible error occurred at trial.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The government contends that such an inconsistency disserves the interests of justice, that the defendants should not be permitted to control sentencing options in such a manner, and that we have the authority to reverse the Sec. 924(c) convictions notwithstanding the defendants' decisions against appealing.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After considering the various possible outcomes, and the policies at stake, we have concluded that it would be at least inappropriate, and probably a violation of double jeopardy principles, for us to vacate defendants' unappealed convictions on Count 14 and order that they be retried on that charge.  The government cites no case in which a court has taken the extraordinary step of reaching beyond the charges before it on appeal to invalidate a conviction that neither party has challenged.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The government relies instead on what we believe is wholly inapposite caselaw on sentencing.  This precedent establishes that an appellate ruling invalidating a sentence, or reversing on some, but not all, counts of an indictment may implicate the trial judge's comprehensive, interdependent imposition of a penalty and thus require resentencing on all counts.  See United States v. Pimienta-Redondo, <span class=\"citation\" data-id=\"522862\"><a href=\"/opinion/522862/united-states-v-juan-pimienta-redondo-united-states-of-america-v-alfredo/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span>, 16 (1st Cir.1989) (en banc).  The case before us presents a vastly different question.  Rather than seeking re-evaluation of a defendant's punishment in light of changed circumstances, the government asks that we put the issue of defendants' guilt on Count 14 to another jury.  The government presumably makes this request because it wants another chance to elicit a specific finding that defendants used or carried automatic weapons, which in turn would require a longer sentence.  The government's unilateral pursuit of a retrial strikes us as directly at odds with the double jeopardy prohibition \"against a second prosecution for the same offense after conviction,\" Jones v. Thomas, <span class=\"citation\" data-id=\"112303\"><a href=\"/opinion/112303/jones-v-thomas/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">376</span></a></span>, 381, <span class=\"citation\" data-id=\"112303\"><a href=\"/opinion/112303/jones-v-thomas/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2522</span></a></span>, 2525, <span class=\"citation\" data-id=\"112303\"><a href=\"/opinion/112303/jones-v-thomas/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">322</span> </a></span>(1989).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Neither the inconsistency of excluding Count 14 from a retrial nor the defendants' \"controlling\" their sentence on that count by ensuring that it will be determined finally in the course of this appeal is particularly troubling.  Our system of justice is not a precise and mechanical operation and, indeed, that is one of its virtues.  We permit inconsistent verdicts in certain circumstances, see, e.g., United States v. Powell, <span class=\"citation\" data-id=\"111286\"><a href=\"/opinion/111286/united-states-v-powell/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, <span class=\"citation\" data-id=\"111286\"><a href=\"/opinion/111286/united-states-v-powell/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">471</span></a></span>, <span class=\"citation\" data-id=\"111286\"><a href=\"/opinion/111286/united-states-v-powell/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">461</span> </a></span>(1984), and the fact that defendants may have fared better than perhaps they would have in an error-free trial does not seem reason enough to compel retrial against their will, compromising the principle of finality embodied in the double jeopardy clause.  See Brown v. Ohio, <span class=\"citation\" data-id=\"109695\"><a href=\"/opinion/109695/brown-v-ohio/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span>, 165, <span class=\"citation\" data-id=\"109695\"><a href=\"/opinion/109695/brown-v-ohio/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2221</span></a></span>, 2225, <span class=\"citation\" data-id=\"109695\"><a href=\"/opinion/109695/brown-v-ohio/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">187</span> </a></span>(1977);  United States v. Wilson, <span class=\"citation\" data-id=\"109200\"><a href=\"/opinion/109200/united-states-v-wilson/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, 343, <span class=\"citation\" data-id=\"109200\"><a href=\"/opinion/109200/united-states-v-wilson/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1013</span></a></span>, 1022, <span class=\"citation\" data-id=\"109200\"><a href=\"/opinion/109200/united-states-v-wilson/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">232</span> </a></span>(1975).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We therefore conclude that defendants' Motion for Clarification should be granted, and that Count 14 may not be retried.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Consequently, we must consider the government's challenge to the sentence imposed on that charge.  As we discuss below, our review of the record and caselaw persuades us that the district court acted properly and that the five-year terms must be affirmed.</p>\n    </div>\n    <p>II. Factual Background</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We confine ourselves to a review of those facts particularly relevant to the sentencing issue.  The six defendants were arrested near a Bank of New England branch in Abington, Massachusetts, shortly before the scheduled delivery of funds to the bank by an armored truck.  Three defendants--Joyce, McNaught and Nee--were arrested about a block from the bank in a van whose back seats had been removed.  McNaught was in the front passenger seat.  Nee was crouched, or kneeling, immediately behind the driver's seat.  Joyce was similarly crouched, or kneeling, behind Nee.  Melvin, who had been observed driving the van that morning, was arrested on foot a short distance away.  The driver's seat was empty.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Six guns, all loaded, were found in the van.  On the floor between the driver's and passenger's seats was a .357 magnum pistol.  An Uzi machine gun was on the floor behind the driver's seat, near Nee.  To the rear of the Uzi, near Joyce, were two weapons:  a semi-automatic rifle (with sawed-off stock and sawed-off barrel), and a second machine gun equipped with a silencer.  Two other firearms were found in a nylon bag directly behind the driver's seat:  a second .357 magnum pistol and a 9 mm. semi-automatic pistol.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Defendants Habicht and Murphy were arrested a short distance away in another stolen car, whose back seat also had been removed.  The car contained various items ostensibly for use in the robbery,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> but no firearms.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Count 14 of the indictment charged the defendants with a violation of section 924(c) for the use and carrying of each of the six weapons and silencer found in the van.  At trial, the defendants attempted to establish that they had no intention to commit an armed robbery, the \"crime of violence\" on which the Sec. 924(c) charge was based.  Joyce and McNaught, the only defendants to testify, both claimed that the Abington theft was to have been an \"inside\" job requiring no weapons or force.  Joyce asserted that the arsenal of weapons found in the van had been discovered only moments before the arrests when he opened a bag that he believed contained car theft tools and which had been given to him two days earlier by the government's cooperating witness, Ryan.  Joyce and McNaught both testified that the defendants were shocked and angered at the unexpected presence of the weapons, and immediately called off the robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the close of the evidence, the defendants requested that a \"special verdict\" be given for Count 14, requiring the jury to specify which weapon or weapons, if any, it found the defendants to have knowingly used or carried.  The government objected, and the district court denied the motion.  In its charge on Count 14, the court instructed the jury that it need find knowing use or possession of only one firearm to support a guilty verdict:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>I am now going to talk about ... Count Fourteen.  These are the firearms charges, that the defendant knowingly used or carried firearms.  The indictment may say \"and,\" and wherever the indictment says \"and,\" it means \"or, and/or.\"   It is in the conjunctive.  It can mean in the disjunctive.  What that means is that the government must prove that each defendant used or carried any one firearm....</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">With respect to Count ... Fourteen of the indictment, note that while the indictment is written in the conjunctive, in that it uses \"and\" as a connector, the government is required to proof [sic] only that the charged defendants knowingly used or carried a firearm.  Similarly, the indictment charges in Count ... Fourteen that the listed defendants used or carried a number of firearms during and in relation to several specified crimes.  The government must prove that each defendant used or carried any one firearm, but not necessarily all of them, during and in relation to any one, but not necessarily each, of those specified crimes.  You must agree unanimously as to which firearm or firearms were used or carried during and in relation to which specified crime or crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Tr. 25:111 (emphasis added).  The jurors thus were told that they must agree on the firearm or firearms used by each defendant, but were not asked to report these findings in their verdicts.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At sentencing, the government sought the imposition of the mandatory thirty-year term prescribed by Sec. 924(c) when the firearm at issue is a machine gun or silencer.  The trial court, however, concluded that it had erred in not asking the jury to find specifically which of the firearms the defendants had possessed, or whether one or more of the weapons in the van was, in fact, a machine gun.  It therefore refused to impose more than the lowest possibly applicable sentence--the five-year term prescribed for handguns.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On appeal, the government claims that the court erred in so limiting the defendants' punishment.  It contends that the law permits, and the facts require, imposition of Sec. 924's most severe sanction, the mandatory thirty-year term prescribed for the use or carrying of machine guns or a silencer.</p>\n    </div>\n    <p>III. The Jury's Verdict</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The government acknowledges that a defendant found guilty of violating Sec. 924(c) may be sentenced to a thirty-year term only if the jury specifically identifies a machine gun or silencer as the firearm supporting the conviction.  See United States v. Martinez, <span class=\"citation\" data-id=\"654682\"><a href=\"/opinion/654682/united-states-v-roberto-martinez/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">146</span></a></span>, 148 &amp; n. 1 (9th Cir.1993);  United States v. Sims, <span class=\"citation\" data-id=\"591170\"><a href=\"/opinion/591170/united-states-of-america-cross-appellant-91-1476147814791488-v/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1225</span></a></span>, 1235 (6th Cir.1992).  It also is undisputed that the jury in this case mistakenly was not asked to specify the weapon or weapons underlying its verdict.  The government claims that the thirty-year term nevertheless applies because, in the unique factual circumstances of this case, a finding that defendants used machine guns is \"implicit and inescapable\" from the jury's general verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The government's thesis goes like this:  because all of the weapons were found in the same place--the van--and because neither the prosecution nor defense offered the jury a theory for distinguishing among the firearms, there was no rational basis upon which the jury could conclude that any particular defendant used or carried some of the firearms but not others.  The government emphasizes that the jury's guilty verdict on Count 14 demonstrates its rejection of the defense, sounded again and again throughout the trial and closing arguments, that the would-be robbers intended a wholly nonviolent takeover of the armored truck.  Evidently having disbelieved Joyce and McNaught's testimony that Ryan was responsible for the weapons, the jury must have concluded instead that they were knowingly brought along by the defendants.  The defendants made an all-or-nothing argument about the firearms, the government points out, and so the jury must have reached an all-or-nothing verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This is certainly one plausible interpretation of the jury's decisionmaking.  Our task in these circumstances, however, is not to determine whether the evidence and argument could support the government's interpretation of the jury's verdict, but whether it inevitably must lead to such a construction. This standard was well articulated by the Eleventh Circuit in United States v. Dennis, <span class=\"citation\" data-id=\"466541\"><a href=\"/opinion/466541/united-states-v-bobby-roy-dennis-sr-sharon-denise-cohen-clarence-bobby/\"><span class=\"volume\">786</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1029</span> </a></span>(11th Cir.1986), a drug conspiracy case in which the indictment charged involvement with several different drugs, carrying different penalties, and the jury returned a general verdict that did not specify the drug supporting its decision:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>[T]he reviewing court in such a situation may not examine the evidence presented at trial to determine whether the jury, if properly instructed could have or even should have found a heroin/cocaine conspiracy and returned a verdict indicating as much;  rather, the court's inquiry is confined to determining beyond any reasonable doubt whether the jury did find such a conspiracy and whether it intended the verdict it returned to reflect that determination.  Only in that manner may we avoid invading the special province of the jury in a criminal case both to find the facts and apply the law as it sees fit.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"466541\"><a href=\"/opinion/466541/united-states-v-bobby-roy-dennis-sr-sharon-denise-cohen-clarence-bobby/\"><span class=\"id_token\">Id.</span> at 1041 </a></span>(emphasis in original).  See also United States v. Pace, <span class=\"citation\" data-id=\"596585\"><a href=\"/opinion/596585/united-states-v-otto-pace-travis-d-leonard-and-clifton-andrew-carter/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1123</span></a></span>, 1129-30 (10th Cir.1992);  United States v. Quicksey, <span class=\"citation\" data-id=\"331068\"><a href=\"/opinion/331068/united-states-v-grady-quicksey-united-states-of-america-v-mary-jane/\"><span class=\"volume\">525</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">337</span></a></span>, 340-41 (4th Cir.1975).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We have concluded that we may not exclude beyond a reasonable doubt the possibility that the jury rendered a guilty verdict on Count 14 based on a determination that the defendants possessed only a handgun--the weapon found in the front of the van.  Although it is true, as the government argues, that both prosecution and defense repeatedly dealt with the six weapons as an undifferentiated collection, the evidence and jury charge provided an obvious opportunity for the jury to distinguish among them.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The evidence permitted the jury to find that the handgun found on the floor between the two front seats had been placed there deliberately and carefully.  It was, at least to some extent, separated from the five weapons found in the back of the van, all of which were inside, or very close to, the bag that the defendants claimed Ryan had provided.  Certainly, the jury reasonably could have focused on the handgun and concluded that, whatever the defendants' relationship to the automatic weapons, that one firearm had been brought along purposefully.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Indeed, the court's instruction explicitly permitted the jury to avoid deciding the source of the weapons found in the rear of the van, by emphasizing that Count 14 required a finding of only a single firearm.  See supra at 713.  Thus, the jurors might have suspended their deliberations on the use of firearms once they concluded that these experienced criminals must have carried at least a single gun--the handgun in the front seat--for use as a show of force or to discourage heroic efforts against them.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The fact that neither the government nor defense urged such an approach to the evidence does not preclude the possibility that the jury reached its result in that way.  In our view, focusing on the handgun was a fairly obvious choice for the jurors, particularly if there were any disagreement among them about Ryan's role in providing the weapons.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We therefore conclude that the jury's verdict fails to establish, beyond a reasonable doubt, that the jurors found that the defendants violated Sec. 924(c) through use of weapons subject to a term of imprisonment greater than five years.  Consequently, we affirm the district court's 60-month sentence on Count 14.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>IV.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Some further comment is necessary.  The problem in this case resulted, at least in part, from the government's understanding of our precedent on special verdicts in criminal cases.  United States v. Spock, <span class=\"citation\" data-id=\"286579\"><a href=\"/opinion/286579/united-states-v-benjamin-spock-united-states-of-america-v-michael/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">165</span> </a></span>(1st Cir.1969), remains a leading authority against the use of special verdicts based on their potential for leading the jury to the prosecution's desired conclusion.  <span class=\"citation\" data-id=\"286579\"><a href=\"/opinion/286579/united-states-v-benjamin-spock-united-states-of-america-v-michael/\"><span class=\"id_token\">Id.</span> at 180-83.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Even in Spock, however, we recognized that there may be circumstances in which eliciting particularized information from the jury will be permissible.  <span class=\"citation\" data-id=\"286579\"><span class=\"antecedent_guess\">See</span> <a href=\"/opinion/286579/united-states-v-benjamin-spock-united-states-of-america-v-michael/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">182-83</span> </a></span>&amp; n. 41.   See also Heald v. Mullaney, <span class=\"citation\" data-id=\"322978\"><a href=\"/opinion/322978/augustus-f-heald-v-garrell-s-mullaney-warden-maine-state-prison/\"><span class=\"volume\">505</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1241</span></a></span>, 1245-46 (1st Cir.1974) (some usages of special interrogatories may be exempt from the dangers described in Spock ).   We believe this is such a context.  Where, as here, a statute proscribes more than one type of conduct, with penalties that vary depending upon the acts committed, some method of ascertaining the jury's specific finding is necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">At least two circuits have held expressly that the ambiguous verdict problem in a Sec. 924(c) case may be handled either through use of special interrogatories or by submitting separate counts to the jury for each firearm allegedly used and, should there be more than one conviction, merging those convictions after the trial.  See <span class=\"citation\" data-id=\"654682\"><span class=\"antecedent_guess\">Martinez,</span> <a href=\"/opinion/654682/united-states-v-roberto-martinez/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">148</span> </a></span>n. 1;  <span class=\"citation\" data-id=\"591170\"><span class=\"antecedent_guess\">Sims,</span> <a href=\"/opinion/591170/united-states-of-america-cross-appellant-91-1476147814791488-v/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1235</span></a></span>.   In either approach, if the jurors find that the defendant used or carried firearms falling within several categories of weapons, the sentence imposed will be for the most dangerous weapon;  i.e., the defendant will receive the highest of the varying applicable terms.  See <span class=\"citation\" data-id=\"654682\"><span class=\"antecedent_guess\">Martinez,</span> <a href=\"/opinion/654682/united-states-v-roberto-martinez/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">148</span></a></span>-49;  <span class=\"citation\" data-id=\"591170\"><span class=\"antecedent_guess\">Sims,</span> <a href=\"/opinion/591170/united-states-of-america-cross-appellant-91-1476147814791488-v/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1236</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We agree that either of these two procedures would be acceptable, and we are joined in this conclusion by the government.  Although contending that the result in this case is self-evident, the government acknowledges that determining a jury's precise verdict in a Sec. 924(c) case involving multiple firearms usually will require resort to one or the other of these techniques.  It bears repeating that allowing these techniques, in this context, is not inconsistent with Spock;  these are precisely the circumstances in which we recognized that an exception to the rule against special interrogatories might be necessary.  <span class=\"citation\" data-id=\"286579\"><span class=\"antecedent_guess\">See</span> <a href=\"/opinion/286579/united-states-v-benjamin-spock-united-states-of-america-v-michael/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">182</span> </a></span>&amp; n. 41.   Accord United States v. North, <span class=\"citation\" data-id=\"546208\"><a href=\"/opinion/546208/united-states-v-oliver-l-north/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">843</span></a></span>, 910-11 (D.C.Cir.1990) (recognizing that special verdicts may be employed in certain contexts, including \"as a means of more precisely determining an appropriate and fair punishment\").<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  See also United States v. Bounds, <span class=\"citation\" data-id=\"599320\"><a href=\"/opinion/599320/united-states-v-joe-allen-bounds/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">188</span></a></span>, 194-95 (5th Cir.1993) (multiple drug conspiracy case);  United States v. Owens, <span class=\"citation\" data-id=\"542356\"><a href=\"/opinion/542356/united-states-v-donald-vivian-owens-iii/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">411</span></a></span>, 414-15 (8th Cir.1990) (same);  Newman v. United States, <span class=\"citation\" data-id=\"487483\"><a href=\"/opinion/487483/arthur-michael-newman-v-united-states/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">635</span></a></span>, 637 &amp; n. 3 (10th Cir.1987) (same);  <span class=\"citation\" data-id=\"466541\"><span class=\"antecedent_guess\">Dennis,</span> <a href=\"/opinion/466541/united-states-v-bobby-roy-dennis-sr-sharon-denise-cohen-clarence-bobby/\"><span class=\"volume\">786</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1041</span> </a></span>(same);  United States v. Orozco-Prada, <span class=\"citation\" data-id=\"434895\"><a href=\"/opinion/434895/united-states-v-eduardo-orozco-prada-humberto-orozco-prada-paul-forand/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span>, 1083-84 (2d Cir.1984) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Motion for Clarification is granted, and our original decision is modified to exclude remand for retrial of Count 14 for defendants Melvin, Joyce, Habicht, Nee and McNaught.  We affirm the five-year sentence imposed on that charge.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although the defendants originally included Count 14 as part of their appeal, all but Murphy later filed a motion, which we granted, seeking to withdraw the appeals of their convictions on that count</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 924(c) provides, in relevant part:</p>\n        <p>(c)(1) Whoever, during and in relation to any crime of violence or drug trafficking crime ... uses or carries a firearm, shall, in addition to the punishment provided for such crime of violence or drug trafficking crime, be sentenced to imprisonment for five years, and if the firearm is a short-barreled rifle, short-barreled shotgun to imprisonment for ten years, and if the firearm is a machine gun, or a destructive device, or is equipped with a firearm silencer or firearm muffler, to imprisonment for thirty years....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> To make matters even more complicated, the defendants also needed to consider that the government had appealed the five-year sentence imposed on Count 14, arguing that the record required a finding that they had used automatic weapons and thus were subject to the 30-year term</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In a petition for rehearing on our original decision in this case, the government argued that we should not have reversed the convictions on all counts based on the improper admission of evidence concerning the defendants' prior firearms-related felony convictions.  We have denied that petition in a separate order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We leave to the district court in the first instance consideration of the collateral estoppel consequences, if any, of appellants' convictions on Count 14.  Compare United States v. Pelullo, <span class=\"citation\" data-id=\"661472\"><a href=\"/opinion/661472/united-states-v-leonard-a-pelullo/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">881</span></a></span>, 890-96 (3d Cir.1994) (collateral estoppel may not be applied against defendant in criminal case) with United States v. Colacurcio, <span class=\"citation\" data-id=\"326840\"><a href=\"/opinion/326840/united-states-v-frank-f-colacurcio/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4-6 (9th Cir.1975) (collateral estoppel in criminal case not limited to such matters as defendant's status)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The car contained, inter alia, materials presumably to be used in torching the vehicle following the robbery, a ski mask, a walkie-talkie and a radio scanner set to police frequencies</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Recognizing the possibility of an appeal on this issue, the court also set forth its own factual findings in the event a jury determination on the specific firearms used subsequently was ruled to be unnecessary.  The court found, by a preponderance of the evidence, that all six defendants knowingly used and carried two machine guns, a silencer and a short-barreled rifle in connection with a crime of violence, in violation of Sec. 924(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In all likelihood, the defendants deliberately avoided distinguishing among the weapons in the hope that the jury would be persuaded that no weapons at all were intended to be used.  In other words, it was not in their interest to highlight the front-seat weapon.  This strategic decision does not, however, foreclose them from arguing, nor us from concluding, that the jurors reasonably could have drawn such a distinction themselves based on the evidence and instructions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The defendants argued that, even if we found that the jury's verdict unambiguously reflected a finding that all of the weapons found in the van were used by all of the defendants, the 30-year sentence could not be imposed because the jury had not been asked to decide whether those firearms were, in fact, automatic weapons and whether the defendants knew the nature of the weapons.  The government contended that it was the court's role to determine the appropriate label for the firearms, and that it was unnecessary to prove knowing use of automatic weapons.  Our conclusion that the jury's verdict was ambiguous makes it unnecessary to consider these other questions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Although the court in North noted that special interrogatories for sentencing reasons have been deemed appropriate when the defendant has requested or accepted them, a court presumably must have the discretion to adopt the procedure even if the defendant has not explicitly approved in order to avoid ambiguous verdicts such as the one at issue here</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109200/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109695/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111286/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112303/",
    "https://www.courtlistener.com/api/rest/v3/opinions/286579/",
    "https://www.courtlistener.com/api/rest/v3/opinions/322978/",
    "https://www.courtlistener.com/api/rest/v3/opinions/326840/",
    "https://www.courtlistener.com/api/rest/v3/opinions/331068/",
    "https://www.courtlistener.com/api/rest/v3/opinions/434895/",
    "https://www.courtlistener.com/api/rest/v3/opinions/466541/",
    "https://www.courtlistener.com/api/rest/v3/opinions/487483/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522862/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542356/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546208/",
    "https://www.courtlistener.com/api/rest/v3/opinions/591170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599320/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654682/",
    "https://www.courtlistener.com/api/rest/v3/opinions/661472/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672851/"
  ]
}