{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195446/",
  "id": 195446,
  "absolute_url": "/opinion/195446/davila-bardales-v-ins/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195446/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:40:12Z",
  "date_modified": "2020-02-21T23:49:40.993036Z",
  "type": "010combined",
  "sha1": "fe5667c7548f124c2eb1af0fbe822c7d601e93ef",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2124.01A",
  "local_path": null,
  "plain_text": " [FOR COPIES OF OPINION WITH APPENDIX, CONTACT CLERK'S OFFICE FOR\n  THE FIRST CIRCUIT COURT OF APPEALS.  APPENDIX IS NOT FOUND ON\nTHIS COPY.]\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                             \n\nNo. 93-2124\n\n                     RICARDO DAVILA-BARDALES,\n                           Petitioner,\n\n                                v.\n\n             IMMIGRATION AND NATURALIZATION SERVICE,\n                           Respondent.\n\n                                             \n\n              ON PETITION FOR REVIEW OF AN ORDER OF\n                 THE BOARD OF IMMIGRATION APPEALS\n\n                                             \n\n                              Before\n\n                      Breyer,* Chief Judge.\n                                          \n               Torruella and Selya, Circuit Judges.\n                                                  \n\n                                             \n\n     Victoria Lewis  with whom Greater Boston  Legal Services was\n                                                             \non brief for petitioner.\n     Iris Gomez, Massachusetts Law Reform Institute, on brief for\n                                                   \nMassachusetts  Immigrant and Refugee  Advocacy Coalition, Anthony\n                                                                 \nJ. DeMarco  on brief for Children's Law  Center of Massachusetts,\n          \nMaureen O'Sullivan, Kaplan, O'Sullivan and Friedman, on brief for\n                                                   \nNational  Immigration  Project,   American  Immigration   Lawyers\nAssociation, and Texas Lawyers'  Committee for Civil Rights Under\nLaw, amici curiae.\n     Donald   E.   Keener,   Attorney,   Office   of  Immigration\n                         \nLitigation,  Civil Division,  Department  of  Justice, with  whom\nFrank W. Hunger, Assistant  Attorney General, Civil Division, and\n               \nRobert  Kendall,  Jr.,  Assistant  Director, were  on  brief  for\n                     \nrespondent.\n\n                                             \n                          June 23, 1994\n                                             \n\n            \n*Chief Judge  Stephen Breyer heard  oral argument in  this matter\nand  participated in  the drafting  of the  opinion, but  did not\n\nparticipate in issuance  of the panel's  opinion.  The  remaining\ntwo panelists  therefore issue this opinion pursuant to 28 U.S.C.\n  46(d).\n\n          SELYA, Circuit Judge.   Ricardo Davila-Bardales asks us\n          SELYA, Circuit Judge.\n                              \n\nto review a decision of the Board of Immigration Appeals (BIA) in\n\nwhich the BIA affirmed  an Immigration Judge's (IJ's) deportation\n\norder.   The parties agree that the BIA's decision rests upon the\n\nIJ's  finding that in late July of 1989 Davila-Bardales, then age\n\n15,  entered this  country unlawfully,  without inspection  by an\n\nimmigration  officer.  See 8 U.S.C.   1251(a)(1)(B) (1988 &amp; Supp.\n                          \n\nIV 1992).   The parties also agree that rules  of the Immigration\n\nand Naturalization Service (INS)  require \"clear, unequivocal and\n\nconvincing\" evidentiary support for  such a finding.  8  C.F.R.  \n\n242.14(a) (1993).  They disagree about whether the INS, under its\n\nown  rules and  practices, could  properly consider  the evidence\n\nthat  showed unlawful entry in this case   evidence that consists\n\nprimarily of Davila-Bardales's own statements and admissions.\n\n          The proof before the  IJ  featured petitioner's answers\n\nto  questions  that  the IJ  posed  directly  to petitioner  (and\n\nseveral  other   individuals  then  before  the   judge)  at  the\n\nimmigration  hearing.     These  questions  were   all  based  on\n\ninformation  in the  Order  to  Show  Cause  (the  OSC),  a  form\n\nindicating that  Davila-Bardales was  deportable.1  The  IJ asked\n\nthe petitioner whether  he was  a \"native and  citizen of  Peru,\"\n\nwhether he \"entered the  United States near Laredo, Texas,  on or\n\nabout July 27,  1989,\" and whether he did  so \"through the river,\n\nthrough the  fence, or conceal[ing] [him]self in some way without\n\npresenting  [him]self to an  Immigration Officer\" for inspection.\n\n                    \n\n     1The OSC is reproduced in Appendix A hereto.\n\n                                3\n\nDavila-Bardales answered all these questions affirmatively.\n\n          The problem with this evidence is that Davila-Bardales,\n\nthen under the age of 16, was not represented by counsel, nor was\n\na  guardian, relative,  or friend  present to  advise him  at the\n\nhearing.  An INS regulation says that an IJ\n\n          shall    not    accept   an    admission   of\n          deportability    from     an    unrepresented\n          respondent who is .  . . under age 16  and is\n          not  accompanied by  a guardian,  relative or\n          friend . . . .\n\n8 C.F.R.   242.16(b).  And, as the INS concedes,  this regulation\n\nremoves the sting from these particular admissions.\n\n          A  second set  of  evidentiary items  contained in  the\n\nrecord of  the immigration  hearing consists of  the petitioner's\n\nanswers  to further  questions that  the IJ  asked after  he (the\n\njudge) realized that petitioner's  age and lack of representation\n\ncreated  a potential legal problem.  At that point, the IJ showed\n\nDavila-Bardales  a   form,  called   a  form  I-213,2   which  is\n\napparently a record of an officer's interview of Davila-Bardales,\n\nmade  soon after the Border Patrol apprehended him near Laredo on\n\nthe evening of his alleged entry.  After handing  Davila-Bardales\n\na copy of the form, the IJ pointed out that it said  that Davila-\n\nBardales  was \"a native and  citizen of Peru,\"  who \"last entered\n\nthe United States  on July 27, 1989,  near Laredo,\" and was  \"not\n\ninspected at that time.\"  In response,  Davila-Bardales said that\n\n\"everything is correct.\"\n\n          We are not certain  whether the INS means to  rely upon\n\n                    \n\n     2This form is reproduced in Appendix B hereto.\n\n                                4\n\nthis  statement  (\"everything  is  correct\")  as  itself  showing\n\ndeportability.   In any  event, the INS  cannot do so  due to the\n\nvery   same  regulation   that  prevents   it  from   relying  on\n\npetitioner's  responses to the OSC.  Courts should not exalt form\n\nover  substance  without  compelling  reason,  particularly  when\n\nimportant rights  are at stake.   So it is here:   we perceive no\n\nfunctional  difference  between  asking  petitioner  whether  the\n\nallegations  in the OSC are true and asking him whether identical\n\nallegations  in  the  form  I-213 are  true;  and,  moreover,  we\n\nperceive   no   compelling  reason   for  making   an  artificial\n\ndistinction.    Hence,  petitioner's  statement,   considered  as\n\nsubstantive evidence, would seem \"an admission of  deportability\"\n\nmade  to  the  IJ  by   an \"unrepresented  respondent . . . under\n\nage  16\" who  was \"not  accompanied by  a guardian,  relative, or\n\nfriend,\"  8 C.F.R.     242.16(b), and,  thus,  not admissible  as\n\nevidence at  the hearing.  Simply  asking Davila-Bardales whether\n\nthe  same  allegations are  accurate,  but  reading  them from  a\n\ndifferent  piece of paper, does  not cure the  basic legal defect\n\nthat mars the initial questioning.\n\n          Little  daunted, the  INS  points to  a  third kind  of\n\nevidence admitted at the hearing:   the I-213 form itself.   That\n\nform purports to memorialize an interview between Davila-Bardales\n\nand a  Border  Patrol officer.    According to  petitioner,  this\n\ninterview took place sometime after midnight at the \"frontier\" on\n\nthe  day he entered this  country, before an  official who \"spoke\n\nlittle  Spanish,\" and  who (petitioner  says)  \"hit\" him  \"in the\n\n                                5\n\nface.\"\n\n          We  agree with  the  INS that  the  regulation we  have\n\nquoted  does not explicitly apply  to this evidence.   After all,\n\nthe regulation,  in context,  seems to  refer to the  immigration\n\nhearing   and  the   IJ's   acceptance  of   an  \"admission\"   of\n\ndeportability at  that hearing.  It says nothing about admissions\n                              \n\nmade  at other times and under other circumstances.  See 8 C.F.R.\n                                                        \n\n  242.16(b).3\n\n          Nonetheless, the  BIA, in  its case law,  has expressed\n\nconsiderable   skepticism  about  the  admissibility  of  similar\n\nstatements made to Border Patrol officers by persons who are both\n\nunrepresented   and  under  the  age  of  sixteen.    By  way  of\n\n                    \n\n     3The regulation provides in pertinent part:\n\n          The special inquiry officer shall require the\n          respondent  to plead  to  the order  to  show\n          cause by stating whether  he admits or denies\n          the factual allegations and his deportability\n          under the charges contained therein.   If the\n          respondent admits the factual allegations and\n          admits  his  deportability under  the charges\n          and the special inquiry officer  is satisfied\n          that  no issues  of law  or fact  remain, the\n          special  inquiry  officer may  determine that\n          the   deportability   as  charged   has  been\n          established   by   the   admissions  of   the\n          respondent.    The  special  inquiry  officer\n          shall    not    accept   an    admission   of\n          deportability    from    an     unrepresented\n          respondent who is incompetent or under age 16\n          and   is  not  accompanied   by  a  guardian,\n          relative, or  friend . . . .   When, pursuant\n          to  this  paragraph,   the  special   inquiry\n          officer  may  not  accept  an   admission  of\n          deportability, he shall  direct a hearing  on\n          the issues.\n\n8 C.F.R.   242.16(b).\n\n                                6\n\nillustration, it  has said  the following about  such \"statements\n\nmade to an arresting officer during a custodial interrogation\":\n\n               On its face,  8 C.F.R.   242.16(b)  does\n          not  bar  statements  made  during  custodial\n          interrogation.  However, where the Service at\n          the deportation  hearing seeks to  meet their\n          burden  of proof by  introducing an admission\n          of  deportability  made  by an  unaccompanied\n          minor   under   16   during   his   custodial\n          interrogation,  to  allow admission  of these\n          statements circumvents  the underlying intent\n          of the above-quoted regulation.  If, pursuant\n                                                       \n          to  8 C.F.R.     242.16(b),  an admission  of\n                                                       \n          deportability by an unrepresented  minor made\n                                                       \n          with  all  the  procedural  protections  that\n                                                       \n          exist   in  a   formal  hearing   before  [an\n                                                       \n          immigration    judge]    lacks     sufficient\n                                                       \n          trustworthiness   to   be  admissible,   then\n                                                       \n          statements  made  to  an   arresting  officer\n                                                       \n          during a custodial interrogation are at least\n                                                       \n          of  comparable untrustworthiness.   Moreover,\n                                          \n          the    regulation    recognizes    that    an\n          unaccompanied minor under 16 lacks sufficient\n          maturity to appreciate the significance of an\n          interrogation by a Service official and lacks\n          the  capacity  to  evaluate  the  foreseeable\n          consequences of any  responses provided,  and\n          this  recognition  should be  applicable even\n          during  the initial  stages of  the Service's\n          investigative process.\n\n               While    we    acknowledge   that    the\n          regulations do not specifically  require that\n                            \n          a  minor  be  accompanied  by   a  \"guardian,\n          relative  or  friend\"   during  a   custodial\n          interview, we do find  that any admissions or\n                                                       \n          confessions    allegedly     made    by    an\n                                                       \n          unaccompanied  minor  under  16   during  his\n                                                       \n          interview  will  be  treated   as  inherently\n                                                       \n          suspect.  This does not mean that in a proper\n                 \n          case a minor's own admissions are not binding\n          upon him.   If a  minor is of  sufficient age\n          and  discretion  to  make  him   a  competent\n          witness, then  he is  competent  to tell  the\n          truth  against  himself  in court,  and  also\n          competent   to  tell  the   truth  by  making\n          admissions against himself outside of court.\n\nIn re Hernandez-Jimenez, No. A29-988-097, slip op. at 6 (BIA Nov.\n                       \n\n                                7\n\n8, 1991) (emphasis supplied; citations omitted).\n\n          What  is more,  on the  very day  the BIA  decided this\n\ncase, it stated in the course of deciding  a different case that,\n\nif the INS seeks to admit an I-213 form against a juvenile,\n\n          the  circumstances surrounding  the Service's\n          preparation  of  the   Form  I-213  must   be\n                                                       \n          carefully  examined  to insure  that alienage\n                             \n          has been properly established.\n\nThe BIA added that,\n\n          where the Service seeks to establish alienage\n          based  on  alleged   admissions  during   the\n          interrogation of an unaccompanied  minor, the\n                                                       \n          Service  should  present  evidence  from  the\n                                                       \n          arresting  officers  in order  to demonstrate\n                             \n          that  the interview was  conducted in  a non-\n          coercive environment and that  the respondent\n          was  competent to  respond  to the  questions\n          posed to him.\n\nIn re  Garcia, No. A70-006-067,  slip op. at  3, 5 (BIA  Aug. 17,\n             \n\n1993) (emphasis supplied).\n\n          We  do  not  see  how   the  BIA  can  reconcile  these\n\nstatements,  made in other cases, with its position in this case.\n\nThe  matter  at  hand  seems  to  present  exactly  the  sort  of\n\ncircumstances  that the BIA, in those other cases, addressed.  It\n\ninvolves  a midnight  Border  Patrol  investigation, an  underage\n\nsuspect, an absence of legal representation, and an allegation of\n\nphysical  abuse.  Yet, here,  the INS presented  no evidence from\n\nthe  arresting officers.   Its  records do  not indicate  that it\n\ncarefully  examined the circumstances surrounding the preparation\n\nof form I-213.   Nor  did the IJ,  in the words  the BIA used  in\n\nHernandez-Jimenez, treat  the admissions made  by Davila-Bardales\n                 \n\n(an  unaccompanied  minor) as  \"inherently  suspect.\"   And  as a\n\n                                8\n\ncrowning  blow, the BIA's opinion in this case, albeit stating in\n\na conclusory fashion that petitioner understood the questions and\n\nanswers  at  the  hearing,  does  not  discuss  the integrity  or\n\nreliability of the Border Patrol's interrogation.\n\n          Though the law does not require that all officials of a\n\nlarge   agency   \"react   similarly  or   interpret   regulations\n\nidentically\" in every case,  Puerto Rican Cement Co. v.  EPA, 889\n                                                            \n\nF.2d 292,  299 (1st Cir. 1989),  it does prohibit an  agency from\n\nadopting significantly  inconsistent policies that result  in the\n\ncreation  of  \"conflicting  lines  of   precedent  governing  the\n\nidentical  situation.\"   Shaw's Supermarkets,  Inc. v.  NLRB, 884\n                                                            \n\nF.2d 34, 37  (1st Cir. 1989) (citation omitted).   The purpose of\n\nthis  doctrine, as we have  explained before, is  \"to prevent the\n\nagency itself  from significantly changing [its] policies without\n\nconscious  awareness  of,  and  consideration of  the  need  for,\n\nchange.\"  Puerto Rican Cement Co., 889 F.2d at 299.\n                                 \n\n          This  is not  to  say  that  an  agency,  once  it  has\n\nannounced a precedent,  must forever  hew to it.   Experience  is\n\noften the best teacher, and agencies retain a substantial measure\n\nof  freedom  to  refine,  reformulate,  and  even  reverse  their\n\nprecedents   in   the  light   of   new   insights  and   changed\n\ncircumstances.   See  Rust  v. Sullivan,  500  U.S.  173,  186-87\n                                       \n\n(1991);  Motor Vehicle Mfrs. Ass'n  v. State Farm  Mut. Auto Ins.\n                                                                 \n\nCo., 463 U.S. 29, 42 (1983).   However, the law demands a certain\n   \n\norderliness.    If an  administrative  agency  decides to  depart\n\nsignificantly  from its own precedent, it must confront the issue\n\n                                9\n\nsquarely  and explain  why  the  departure  is reasonable.    See\n                                                                 \n\nCongreso de Uniones Industriales de Puerto Rico v. NLRB, 966 F.2d\n                                                       \n\n36, 39 (1st Cir. 1992); Shaw's Supermarkets, 884 F.2d at 41.\n                                           \n\n          The question of  how the BIA  will treat border  patrol\n\ninterrogation  and any  consequent  admissions made  by underage,\n\nunrepresented  persons  is important.    In adjudicating  Davila-\n\nBardales's status, the  BIA appears  to have blazed  a new  trail\n\nthat  veers significantly  from its  own  prior precedent.   This\n\nzigzag course is  not open to an agency when,  as now, the agency\n\nhas failed to  explain why it is  changing direction (or  even to\n\nacknowledge in the  later decision  that it is  detouring from  a\n\nbeaten path).  See Shaw's Supermarkets, 884 F.2d at 36.  In light\n                                      \n\nof the unavowed, unexplained deviation, we shall remand this case\n\nto the BIA so that it may focus upon the matter and either adhere\n\nto its  position in Hernandez-Jimenez  and Garcia, or  relate the\n                                                 \n\nreasons that make an alteration in that position appropriate.\n\n          We  mention  a  few  other  points.    For  one  thing,\n\nHernandez-Jimenez and Garcia apparently are unpublished decisions\n                            \n\nand, thus, not  formally in the  category of \"selected  decisions\n\ndesignated by the  Board,\" so they do  not constitute \"precedent\"\n\nin the technical  sense.  See 8 C.F.R.    3.1(g) (1993); see also\n                                                                 \n\nLeal-Rodriguez  v.  INS, 990  F.2d  939,  946  (7th  Cir.  1993).\n                       \n\nHowever, the INS has not mentioned that point in this appeal, nor\n\ndoes it argue  that it  may adopt inconsistent  positions in  its\n\nunpublished decisions; instead, it spends five pages of its brief\n\nattempting  (in our  view,  with a  complete  and utter  lack  of\n\n                                10\n\nsuccess)  to  distinguish  Hernandez-Jimenez and  Garcia  on  the\n                                                        \n\nfacts.   Because the INS has chosen not to rely on this argument,\n\nwe  will  not  adopt  it as  a  basis  for  sustaining  the BIA's\n\ndecision.  See, e.g.,  Sandstrom v. Chemlawn Corp., 904  F.2d 83,\n                                                  \n\n86  (1st Cir.  1990) (holding  that arguments  not raised  in the\n\nbriefs are waived).\n\n          We note, moreover, that  even if Hernandez-Jimenez  and\n                                                            \n\nGarcia are not  \"precedent\" in the technical sense,  the prospect\n      \n\nof a government agency  treating virtually identical legal issues\n\ndifferently  in  different  cases,  without any  semblance  of  a\n\nplausible explanation,  raises  precisely the  kinds of  concerns\n\nabout  arbitrary  agency  action  that  the  consistency doctrine\n\naddresses (at least  where the earlier decisions were not summary\n\nin nature, but, rather,  contained fully reasoned explications of\n\nwhy a certain view  of the law is correct).  Put  bluntly, we see\n\nno  earthly  reason why  the mere  fact of  nonpublication should\n\npermit  an agency to take a  view of the law in  one case that is\n\nflatly   contrary  to  the  view  it  set  out  in  earlier  (yet\n\ncontemporary)  cases, without  explaining  why it  is doing  so.4\n\nHence, we do  not believe that  the BIA, in the  circumstances at\n\nhand, can  take refuge behind  the determination  not to  publish\n\n                    \n\n     4In this vein, we note that the  Leal-Rodriguez court, while\n                                                    \nstating that  it would  \"not  bind the  BIA  with a  single  non-\nprecedential,  unpublished  decision,\"  also  observed  that  the\nunpublished   decision  there   at  issue   was  not,   in  fact,\ninconsistent with the BIA's  position in the case before  it, and\nthat,  therefore,   the  unpublished  ruling  \"would   not  help\"\npetitioner even  if it  had precedential value.   Leal-Rodriguez,\n                                                                \n990 F.2d at 946 &amp; n.9.  That is not the situation here.\n\n                                11\n\nHernandez-Jimenez and Garcia.\n                            \n\n          Finally, the  INS argues,  for the  first time  on this\n\nappeal,  that  further  proceedings  are  pointless  because  the\n\npetitioner  has  admitted his  unlawful  entry once  again  in an\n\nasylum petition and other related  materials.  We are  uncertain,\n\nhowever, about the  circumstances surrounding the  preparation of\n\nthese materials;  we are also uncertain as to the extent to which\n\nthe  materials are admissible.   See, e.g., 8  C.F.R.   242.17(e)\n                                          \n\n(stating  that  an  asylum  application \"shall  not  be  held  to\n\nconstitute a concession of alienage or deportability in any  case\n\nin  which  the   respondent  does  not  admit   his  alienage  or\n\ndeportability\").  Consequently, we think that the course  of both\n\nfairness and prudence is to leave this aspect of the matter open.\n\nCf. Unemployment Comp. Comm'n v. Aragon, 329 U.S. 143, 155 (1946)\n                                       \n\n(\"A  reviewing court  usurps the  agency's function when  it sets\n\naside  the   administrative  determination  upon  a   ground  not\n\ntheretofore presented and deprives the [agency] of an opportunity\n\nto  consider the matter, make  its ruling, and  state the reasons\n\nfor its action.\"); Sullivan v. CIA, 992 F.2d 1249, 1256 (1st Cir.\n                                  \n\n1993) (refusing  to consider  newly emergent ground  for possible\n\nrelief from agency action not considered below).  The INS remains\n\nfree to raise it,  or to present additional evidence  relevant to\n\nDavila-Bardales's deportability, on remand.\n\n          We  need  go no  further.   For  the reasons  set forth\n\nherein,  we  grant  the petition  for  review,  vacate the  BIA's\n\ndecision, and remand the  case for further proceedings consistent\n\n                                12\n\nwith this opinion.\n\n          So ordered.\n                    \n\n                                13\n",
  "html": "<p class=\"case_cite\">27 F.3d 1</p>\n    <p class=\"parties\">Ricardo DAVILA-BARDALES, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 93-2124.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 7, 1994.<br>Decided June 23, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Victoria Lewis with whom Greater Boston Legal Services, Boston, MA, was on brief for petitioner.</p>\n      <p class=\"indent\">Iris Gomez, Massachusetts Law Reform Institute, Boston, MA, on brief for Massachusetts Immigrant and Refugee Advocacy Coalition, Anthony J. DeMarco, Lynn, MA, on brief for Children's Law Center of Massachusetts, Maureen O'Sullivan, Kaplan, O'Sullivan and Friedman, Boston, MA, on brief for Nat. Immigration Project, American Immigration Lawyers Ass'n, and Texas Lawyers' Committee for Civ. Rights Under Law, amici curiae.</p>\n      <p class=\"indent\">Donald E. Keener, Atty., Office of Immigration Litigation, Civ. Div., Dept. of Justice, with whom Frank W. Hunger, Asst. Atty. Gen., Civ. Div., and Robert Kendall, Jr., Asst. Director, Washington, DC, were on brief for respondent.</p>\n      <p class=\"indent\">Before BREYER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Chief Judge.  TORRUELLA and SELYA, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Ricardo Davila-Bardales asks us to review a decision of the Board of Immigration Appeals (BIA) in which the BIA affirmed an Immigration Judge's (IJ's) deportation order.  The parties agree that the BIA's decision rests upon the IJ's finding that in late July of 1989 Davila-Bardales, then age 15, entered this country unlawfully, without inspection by an immigration officer.  See 8 U.S.C. Sec. 1251(a)(1)(B) (1988 &amp; Supp.  IV 1992).  The parties also agree that rules of the Immigration and Naturalization Service (INS) require \"clear, unequivocal and convincing\" evidentiary support for such a finding.  8 C.F.R. Sec. 242.14(a) (1993).  They disagree about whether the INS, under its own rules and practices, could properly consider the evidence that showed unlawful entry in this case--evidence that consists primarily of Davila-Bardales's own statements and admissions.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The proof before the IJ featured petitioner's answers to questions that the IJ posed directly to petitioner (and several other individuals then before the judge) at the immigration hearing.  These questions were all based on information in the Order to Show Cause (the OSC), a form indicating that Davila-Bardales was deportable.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The IJ asked the petitioner whether he was a \"native and citizen of Peru,\" whether he \"entered the United States near Laredo, Texas, on or about July 27, 1989,\" and whether he did so \"through the river, through the fence, or conceal[ing] [him]self in some way without presenting [him]self to an Immigration Officer\" for inspection.  Davila-Bardales answered all these questions affirmatively.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The problem with this evidence is that Davila-Bardales, then under the age of 16, was not represented by counsel, nor was a guardian, relative, or friend present to advise him at the hearing.  An INS regulation says that an IJ</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>shall not accept an admission of deportability from an unrepresented respondent who is ... under age 16 and is not accompanied by a guardian, relative or friend....</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">8 C.F.R. Sec. 242.16(b).  And, as the INS concedes, this regulation removes the sting from these particular admissions.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A second set of evidentiary items contained in the record of the immigration hearing consists of the petitioner's answers to further questions that the IJ asked after he (the judge) realized that petitioner's age and lack of representation created a potential legal problem.  At that point, the IJ showed Davila-Bardales a form, called a form I-213,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> which is apparently a record of an officer's interview of Davila-Bardales, made soon after the Border Patrol apprehended him near Laredo on the evening of his alleged entry.  After handing Davila-Bardales a copy of the form, the IJ pointed out that it said that Davila-Bardales was \"a native and citizen of Peru,\" who \"last entered the United States on July 27, 1989, near Laredo,\" and was \"not inspected at that time.\"   In response, Davila-Bardales said that \"everything is correct.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We are not certain whether the INS means to rely upon this statement (\"everything is correct\") as itself showing deportability.  In any event, the INS cannot do so due to the very same regulation that prevents it from relying on petitioner's responses to the OSC.  Courts should not exalt form over substance without compelling reason, particularly when important rights are at stake.  So it is here:  we perceive no functional difference between asking petitioner whether the allegations in the OSC are true and asking him whether identical allegations in the form I-213 are true;  and, moreover, we perceive no compelling reason for making an artificial distinction.  Hence, petitioner's statement, considered as substantive evidence, would seem \"an admission of deportability\" made to the IJ by an \"unrepresented respondent ... under age 16\" who was \"not accompanied by a guardian, relative, or friend,\" 8 C.F.R. Sec. 242.16(b), and, thus, not admissible as evidence at the hearing.  Simply asking Davila-Bardales whether the same allegations are accurate, but reading them from a different piece of paper, does not cure the basic legal defect that mars the initial questioning.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Little daunted, the INS points to a third kind of evidence admitted at the hearing:  the I-213 form itself.  That form purports to memorialize an interview between Davila-Bardales and a Border Patrol officer.  According to petitioner, this interview took place sometime after midnight at the \"frontier\" on the day he entered this country, before an official who \"spoke little Spanish,\" and who (petitioner says) \"hit\" him \"in the face.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We agree with the INS that the regulation we have quoted does not explicitly apply to this evidence.  After all, the regulation, in context, seems to refer to the immigration hearing and the IJ's acceptance of an \"admission\" of deportability at that hearing.   It says nothing about admissions made at other times and under other circumstances.  See 8 C.F.R. Sec. 242.16(b).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nonetheless, the BIA, in its case law, has expressed considerable skepticism about the admissibility of similar statements made to Border Patrol officers by persons who are both unrepresented and under the age of sixteen.  By way of illustration, it has said the following about such \"statements made to an arresting officer during a custodial interrogation\":</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On its face, 8 C.F.R. Sec. 242.16(b) does not bar statements made during custodial interrogation.  However, where the Service at the deportation hearing seeks to meet their burden of proof by introducing an admission of deportability made by an unaccompanied minor under 16 during his custodial interrogation, to allow admission of these statements circumvents the underlying intent of the above-quoted regulation.  If, pursuant to 8 C.F.R. Sec. 242.16(b), an admission of deportability by an unrepresented minor made with all the procedural protections that exist in a formal hearing before [an immigration judge] lacks sufficient trustworthiness to be admissible, then statements made to an arresting officer during a custodial interrogation are at least of comparable untrustworthiness.   Moreover, the regulation recognizes that an unaccompanied minor under 16 lacks sufficient maturity to appreciate the significance of an interrogation by a Service official and lacks the capacity to evaluate the foreseeable consequences of any responses provided, and this recognition should be applicable even during the initial stages of the Service's investigative process.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While we acknowledge that the regulations do not specifically require that a minor be accompanied by a \"guardian, relative or friend\" during a custodial interview, we do find that any admissions or confessions allegedly made by an unaccompanied minor under 16 during his interview will be treated as inherently suspect.   This does not mean that in a proper case a minor's own admissions are not binding upon him.  If a minor is of sufficient age and discretion to make him a competent witness, then he is competent to tell the truth against himself in court, and also competent to tell the truth by making admissions against himself outside of court.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In re Hernandez-Jimenez, No. Apv-vcv-qbg, slip op. at 6 (BIA Nov. 8, 1991) (emphasis supplied;  citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">What is more, on the very day the BIA decided this case, it stated in the course of deciding a different case that, if the INS seeks to admit an I-213 form against a juvenile,</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>the circumstances surrounding the Service's preparation of the Form I-213 must be carefully examined to insure that alienage has been properly established.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The BIA added that,</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>where the Service seeks to establish alienage based on alleged admissions during the interrogation of an unaccompanied minor, the Service should present evidence from the arresting officers in order to demonstrate that the interview was conducted in a non-coercive environment and that the respondent was competent to respond to the questions posed to him.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In re Garcia, No. Aqp-vmu-cqg, slip op. at 3, 5 (BIA Aug. 17, 1993) (emphasis supplied).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We do not see how the BIA can reconcile these statements, made in other cases, with its position in this case.  The matter at hand seems to present exactly the sort of circumstances that the BIA, in those other cases, addressed.  It involves a midnight Border Patrol investigation, an underage suspect, an absence of legal representation, and an allegation of physical abuse.  Yet, here, the INS presented no evidence from the arresting officers.  Its records do not indicate that it carefully examined the circumstances surrounding the preparation of form I-213.  Nor did the IJ, in the words the BIA used in Hernandez-Jimenez, treat the admissions made by Davila-Bardales (an unaccompanied minor) as \"inherently suspect.\"   And as a crowning blow, the BIA's opinion in this case, albeit stating in a conclusory fashion that petitioner understood the questions and answers at the hearing, does not discuss the integrity or reliability of the Border Patrol's interrogation.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Though the law does not require that all officials of a large agency \"react similarly or interpret regulations identically\" in every case, Puerto Rican Cement Co. v. EPA, 889 F.2d 292, 299 (1st Cir.1989), it does prohibit an agency from adopting significantly inconsistent policies that result in the creation of \"conflicting lines of precedent governing the identical situation.\"  Shaw's Supermarkets, Inc. v. NLRB, 884 F.2d 34, 37 (1st Cir.1989) (citation omitted).  The purpose of this doctrine, as we have explained before, is \"to prevent the agency itself from significantly changing [its] policies without conscious awareness of, and consideration of the need for, change.\"  Puerto Rican Cement Co., 889 F.2d at 299.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This is not to say that an agency, once it has announced a precedent, must forever hew to it.  Experience is often the best teacher, and agencies retain a substantial measure of freedom to refine, reformulate, and even reverse their precedents in the light of new insights and changed circumstances.  See Rust v. Sullivan, 500 U.S. 173, 186-87, 111 S.Ct. 1759, 1768-69, 114 L.Ed.2d 233 (1991);  Motor Vehicle Mfrs. Ass'n v. State Farm Mut. Auto Ins. Co., 463 U.S. 29, 42, 103 S.Ct. 2856, 2866, 77 L.Ed.2d 443 (1983).  However, the law demands a certain orderliness.  If an administrative agency decides to depart significantly from its own precedent, it must confront the issue squarely and explain why the departure is reasonable.  See Congreso de Uniones Industriales de Puerto Rico v. NLRB, 966 F.2d 36, 39 (1st Cir.1992);  Shaw's Supermarkets, 884 F.2d at 41.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The question of how the BIA will treat border patrol interrogation and any consequent admissions made by underage, unrepresented persons is important.  In adjudicating Davila-Bardales's status, the BIA appears to have blazed a new trail that veers significantly from its own prior precedent.  This zigzag course is not open to an agency when, as now, the agency has failed to explain why it is changing direction (or even to acknowledge in the later decision that it is detouring from a beaten path).  See Shaw's Supermarkets, 884 F.2d at 36.   In light of the unavowed, unexplained deviation, we shall remand this case to the BIA so that it may focus upon the matter and either adhere to its position in Hernandez-Jimenez and Garcia, or relate the reasons that make an alteration in that position appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We mention a few other points.  For one thing, Hernandez-Jimenez and Garcia apparently are unpublished decisions and, thus, not formally in the category of \"selected decisions designated by the Board,\" so they do not constitute \"precedent\" in the technical sense.  See 8 C.F.R. Sec. 3.1(g) (1993);  see also Leal-Rodriguez v. INS, 990 F.2d 939, 946 (7th Cir.1993).  However, the INS has not mentioned that point in this appeal, nor does it argue that it may adopt inconsistent positions in its unpublished decisions;  instead, it spends five pages of its brief attempting (in our view, with a complete and utter lack of success) to distinguish Hernandez-Jimenez and Garcia on the facts.  Because the INS has chosen not to rely on this argument, we will not adopt it as a basis for sustaining the BIA's decision.  See, e.g., Sandstrom v. Chemlawn Corp., 904 F.2d 83, 86 (1st Cir.1990) (holding that arguments not raised in the briefs are waived).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We note, moreover, that even if Hernandez-Jimenez and Garcia are not \"precedent\" in the technical sense, the prospect of a government agency treating virtually identical legal issues differently in different cases, without any semblance of a plausible explanation, raises precisely the kinds of concerns about arbitrary agency action that the consistency doctrine addresses (at least where the earlier decisions were not summary in nature, but, rather, contained fully reasoned explications of why a certain view of the law is correct).  Put bluntly, we see no earthly reason why the mere fact of nonpublication should permit an agency to take a view of the law in one case that is flatly contrary to the view it set out in earlier (yet contemporary) cases, without explaining why it is doing so.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Hence, we do not believe that the BIA, in the circumstances at hand, can take refuge behind the determination not to publish Hernandez-Jimenez and Garcia.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Finally, the INS argues, for the first time on this appeal, that further proceedings are pointless because the petitioner has admitted his unlawful entry once again in an asylum petition and other related materials.  We are uncertain, however, about the circumstances surrounding the preparation of these materials;  we are also uncertain as to the extent to which the materials are admissible.  See, e.g., 8 C.F.R. Sec. 242.17(e) (stating that an asylum application \"shall not be held to constitute a concession of alienage or deportability in any case in which the respondent does not admit his alienage or deportability\").  Consequently, we think that the course of both fairness and prudence is to leave this aspect of the matter open.  Cf. Unemployment Comp. Comm'n v. Aragon, 329 U.S. 143, 155, 67 S.Ct. 245, 251, 91 L.Ed. 136 (1946) (\"A reviewing court usurps the agency's function when it sets aside the administrative determination upon a ground not theretofore presented and deprives the [agency] of an opportunity to consider the matter, make its ruling, and state the reasons for its action.\");   Sullivan v. CIA, 992 F.2d 1249, 1256 (1st Cir.1993) (refusing to consider newly emergent ground for possible relief from agency action not considered below).  The INS remains free to raise it, or to present additional evidence relevant to Davila-Bardales's deportability, on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We need go no further.  For the reasons set forth herein, we grant the petition for review, vacate the BIA's decision, and remand the case for further proceedings consistent with this opinion.</p>\n    </div>\n    <p class=\"indent\">So ordered.APPENDIX A</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">NOTE: OPINION CONTAINS TABLE OR OTHER DATA THAT IS NOT VIEWABLEAPPENDIX B</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">NOTE: OPINION CONTAINS TABLE OR OTHER DATA THAT IS NOT VIEWABLE</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge Stephen Breyer heard oral argument in this matter and participated in the drafting of the opinion, but did not participate in issuance of the panel's opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. Sec. 46(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The OSC is reproduced in Appendix A hereto</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This form is reproduced in Appendix B hereto</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The regulation provides in pertinent part:</p>\n        <p>The special inquiry officer shall require the respondent to plead to the order to show cause by stating whether he admits or denies the factual allegations and his deportability under the charges contained therein.  If the respondent admits the factual allegations and admits his deportability under the charges and the special inquiry officer is satisfied that no issues of law or fact remain, the special inquiry officer may determine that the deportability as charged has been established by the admissions of the respondent.  The special inquiry officer shall not accept an admission of deportability from an unrepresented respondent who is incompetent or under age 16 and is not accompanied by a guardian, relative, or friend....  When, pursuant to this paragraph, the special inquiry officer may not accept an admission of deportability, he shall direct a hearing on the issues.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">8</a>\n        <p> C.F.R. Sec. 242.16(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In this vein, we note that the Leal-Rodriguez court, while stating that it would \"not bind the BIA with a single non-precedential, unpublished decision,\" also observed that the unpublished decision there at issue was not, in fact, inconsistent with the BIA's position in the case before it, and that, therefore, the unpublished ruling \"would not help\" petitioner even if it had precedential value.  Leal-Rodriguez, 990 F.2d at 946 &amp; n. 9.   That is not the situation here</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">Ricardo DAVILA-BARDALES, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 93-2124.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 7, 1994.<br>Decided June 23, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Victoria Lewis with whom Greater Boston Legal Services, Boston, MA, was on brief for petitioner.</p>\n      <p class=\"indent\">Iris Gomez, Massachusetts Law Reform Institute, Boston, MA, on brief for Massachusetts Immigrant and Refugee Advocacy Coalition, Anthony J. DeMarco, Lynn, MA, on brief for Children's Law Center of Massachusetts, Maureen O'Sullivan, Kaplan, O'Sullivan and Friedman, Boston, MA, on brief for Nat. Immigration Project, American Immigration Lawyers Ass'n, and Texas Lawyers' Committee for Civ. Rights Under Law, amici curiae.</p>\n      <p class=\"indent\">Donald E. Keener, Atty., Office of Immigration Litigation, Civ. Div., Dept. of Justice, with whom Frank W. Hunger, Asst. Atty. Gen., Civ. Div., and Robert Kendall, Jr., Asst. Director, Washington, DC, were on brief for respondent.</p>\n      <p class=\"indent\">Before BREYER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Chief Judge.  TORRUELLA and SELYA, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Ricardo Davila-Bardales asks us to review a decision of the Board of Immigration Appeals (BIA) in which the BIA affirmed an Immigration Judge's (IJ's) deportation order.  The parties agree that the BIA's decision rests upon the IJ's finding that in late July of 1989 Davila-Bardales, then age 15, entered this country unlawfully, without inspection by an immigration officer.  See 8 U.S.C. Sec. 1251(a)(1)(B) (1988 &amp; Supp.  IV 1992).  The parties also agree that rules of the Immigration and Naturalization Service (INS) require \"clear, unequivocal and convincing\" evidentiary support for such a finding.  8 C.F.R. Sec. 242.14(a) (1993).  They disagree about whether the INS, under its own rules and practices, could properly consider the evidence that showed unlawful entry in this case--evidence that consists primarily of Davila-Bardales's own statements and admissions.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The proof before the IJ featured petitioner's answers to questions that the IJ posed directly to petitioner (and several other individuals then before the judge) at the immigration hearing.  These questions were all based on information in the Order to Show Cause (the OSC), a form indicating that Davila-Bardales was deportable.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The IJ asked the petitioner whether he was a \"native and citizen of Peru,\" whether he \"entered the United States near Laredo, Texas, on or about July 27, 1989,\" and whether he did so \"through the river, through the fence, or conceal[ing] [him]self in some way without presenting [him]self to an Immigration Officer\" for inspection.  Davila-Bardales answered all these questions affirmatively.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The problem with this evidence is that Davila-Bardales, then under the age of 16, was not represented by counsel, nor was a guardian, relative, or friend present to advise him at the hearing.  An INS regulation says that an IJ</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>shall not accept an admission of deportability from an unrepresented respondent who is ... under age 16 and is not accompanied by a guardian, relative or friend....</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">8 C.F.R. Sec. 242.16(b).  And, as the INS concedes, this regulation removes the sting from these particular admissions.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A second set of evidentiary items contained in the record of the immigration hearing consists of the petitioner's answers to further questions that the IJ asked after he (the judge) realized that petitioner's age and lack of representation created a potential legal problem.  At that point, the IJ showed Davila-Bardales a form, called a form I-213,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> which is apparently a record of an officer's interview of Davila-Bardales, made soon after the Border Patrol apprehended him near Laredo on the evening of his alleged entry.  After handing Davila-Bardales a copy of the form, the IJ pointed out that it said that Davila-Bardales was \"a native and citizen of Peru,\" who \"last entered the United States on July 27, 1989, near Laredo,\" and was \"not inspected at that time.\"   In response, Davila-Bardales said that \"everything is correct.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We are not certain whether the INS means to rely upon this statement (\"everything is correct\") as itself showing deportability.  In any event, the INS cannot do so due to the very same regulation that prevents it from relying on petitioner's responses to the OSC.  Courts should not exalt form over substance without compelling reason, particularly when important rights are at stake.  So it is here:  we perceive no functional difference between asking petitioner whether the allegations in the OSC are true and asking him whether identical allegations in the form I-213 are true;  and, moreover, we perceive no compelling reason for making an artificial distinction.  Hence, petitioner's statement, considered as substantive evidence, would seem \"an admission of deportability\" made to the IJ by an \"unrepresented respondent ... under age 16\" who was \"not accompanied by a guardian, relative, or friend,\" 8 C.F.R. Sec. 242.16(b), and, thus, not admissible as evidence at the hearing.  Simply asking Davila-Bardales whether the same allegations are accurate, but reading them from a different piece of paper, does not cure the basic legal defect that mars the initial questioning.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Little daunted, the INS points to a third kind of evidence admitted at the hearing:  the I-213 form itself.  That form purports to memorialize an interview between Davila-Bardales and a Border Patrol officer.  According to petitioner, this interview took place sometime after midnight at the \"frontier\" on the day he entered this country, before an official who \"spoke little Spanish,\" and who (petitioner says) \"hit\" him \"in the face.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We agree with the INS that the regulation we have quoted does not explicitly apply to this evidence.  After all, the regulation, in context, seems to refer to the immigration hearing and the IJ's acceptance of an \"admission\" of deportability at that hearing.   It says nothing about admissions made at other times and under other circumstances.  See 8 C.F.R. Sec. 242.16(b).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nonetheless, the BIA, in its case law, has expressed considerable skepticism about the admissibility of similar statements made to Border Patrol officers by persons who are both unrepresented and under the age of sixteen.  By way of illustration, it has said the following about such \"statements made to an arresting officer during a custodial interrogation\":</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On its face, 8 C.F.R. Sec. 242.16(b) does not bar statements made during custodial interrogation.  However, where the Service at the deportation hearing seeks to meet their burden of proof by introducing an admission of deportability made by an unaccompanied minor under 16 during his custodial interrogation, to allow admission of these statements circumvents the underlying intent of the above-quoted regulation.  If, pursuant to 8 C.F.R. Sec. 242.16(b), an admission of deportability by an unrepresented minor made with all the procedural protections that exist in a formal hearing before [an immigration judge] lacks sufficient trustworthiness to be admissible, then statements made to an arresting officer during a custodial interrogation are at least of comparable untrustworthiness.   Moreover, the regulation recognizes that an unaccompanied minor under 16 lacks sufficient maturity to appreciate the significance of an interrogation by a Service official and lacks the capacity to evaluate the foreseeable consequences of any responses provided, and this recognition should be applicable even during the initial stages of the Service's investigative process.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While we acknowledge that the regulations do not specifically require that a minor be accompanied by a \"guardian, relative or friend\" during a custodial interview, we do find that any admissions or confessions allegedly made by an unaccompanied minor under 16 during his interview will be treated as inherently suspect.   This does not mean that in a proper case a minor's own admissions are not binding upon him.  If a minor is of sufficient age and discretion to make him a competent witness, then he is competent to tell the truth against himself in court, and also competent to tell the truth by making admissions against himself outside of court.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In re Hernandez-Jimenez, No. Apv-vcv-qbg, slip op. at 6 (BIA Nov. 8, 1991) (emphasis supplied;  citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">What is more, on the very day the BIA decided this case, it stated in the course of deciding a different case that, if the INS seeks to admit an I-213 form against a juvenile,</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>the circumstances surrounding the Service's preparation of the Form I-213 must be carefully examined to insure that alienage has been properly established.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The BIA added that,</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>where the Service seeks to establish alienage based on alleged admissions during the interrogation of an unaccompanied minor, the Service should present evidence from the arresting officers in order to demonstrate that the interview was conducted in a non-coercive environment and that the respondent was competent to respond to the questions posed to him.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In re Garcia, No. Aqp-vmu-cqg, slip op. at 3, 5 (BIA Aug. 17, 1993) (emphasis supplied).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We do not see how the BIA can reconcile these statements, made in other cases, with its position in this case.  The matter at hand seems to present exactly the sort of circumstances that the BIA, in those other cases, addressed.  It involves a midnight Border Patrol investigation, an underage suspect, an absence of legal representation, and an allegation of physical abuse.  Yet, here, the INS presented no evidence from the arresting officers.  Its records do not indicate that it carefully examined the circumstances surrounding the preparation of form I-213.  Nor did the IJ, in the words the BIA used in Hernandez-Jimenez, treat the admissions made by Davila-Bardales (an unaccompanied minor) as \"inherently suspect.\"   And as a crowning blow, the BIA's opinion in this case, albeit stating in a conclusory fashion that petitioner understood the questions and answers at the hearing, does not discuss the integrity or reliability of the Border Patrol's interrogation.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Though the law does not require that all officials of a large agency \"react similarly or interpret regulations identically\" in every case, Puerto Rican Cement Co. v. EPA, <span class=\"citation\" data-id=\"532021\"><a href=\"/opinion/532021/puerto-rican-cement-company-inc-v-united-states-environmental-protection/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">292</span></a></span>, 299 (1st Cir.1989), it does prohibit an agency from adopting significantly inconsistent policies that result in the creation of \"conflicting lines of precedent governing the identical situation.\"  Shaw's Supermarkets, Inc. v. NLRB, <span class=\"citation\" data-id=\"528445\"><a href=\"/opinion/528445/shaws-supermarkets-inc-v-national-labor-relations-board/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span>, 37 (1st Cir.1989) (citation omitted).  The purpose of this doctrine, as we have explained before, is \"to prevent the agency itself from significantly changing [its] policies without conscious awareness of, and consideration of the need for, change.\"  Puerto Rican Cement <span class=\"citation\" data-id=\"532021\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/532021/puerto-rican-cement-company-inc-v-united-states-environmental-protection/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">299</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This is not to say that an agency, once it has announced a precedent, must forever hew to it.  Experience is often the best teacher, and agencies retain a substantial measure of freedom to refine, reformulate, and even reverse their precedents in the light of new insights and changed circumstances.  See Rust v. Sullivan, <span class=\"citation\" data-id=\"112593\"><a href=\"/opinion/112593/rust-v-sullivan/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">173</span></a></span>, 186-87, <span class=\"citation\" data-id=\"112593\"><a href=\"/opinion/112593/rust-v-sullivan/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1759</span></a></span>, 1768-69, <span class=\"citation\" data-id=\"112593\"><a href=\"/opinion/112593/rust-v-sullivan/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">233</span> </a></span>(1991);  Motor Vehicle Mfrs. Ass'n v. State Farm Mut. Auto Ins. Co., <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, 42, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2856</span></a></span>, 2866, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span> </a></span>(1983).  However, the law demands a certain orderliness.  If an administrative agency decides to depart significantly from its own precedent, it must confront the issue squarely and explain why the departure is reasonable.  See Congreso de Uniones Industriales de Puerto Rico v. NLRB, <span class=\"citation\" data-id=\"584187\"><a href=\"/opinion/584187/congreso-de-uniones-industriales-de-puerto-rico-v-national-labor-relations/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 39 (1st Cir.1992);  Shaw's <span class=\"citation\" data-id=\"528445\"><span class=\"antecedent_guess\">Supermarkets,</span> <a href=\"/opinion/528445/shaws-supermarkets-inc-v-national-labor-relations-board/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">41</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The question of how the BIA will treat border patrol interrogation and any consequent admissions made by underage, unrepresented persons is important.  In adjudicating Davila-Bardales's status, the BIA appears to have blazed a new trail that veers significantly from its own prior precedent.  This zigzag course is not open to an agency when, as now, the agency has failed to explain why it is changing direction (or even to acknowledge in the later decision that it is detouring from a beaten path).  See Shaw's <span class=\"citation\" data-id=\"528445\"><span class=\"antecedent_guess\">Supermarkets,</span> <a href=\"/opinion/528445/shaws-supermarkets-inc-v-national-labor-relations-board/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">36</span></a></span>.   In light of the unavowed, unexplained deviation, we shall remand this case to the BIA so that it may focus upon the matter and either adhere to its position in Hernandez-Jimenez and Garcia, or relate the reasons that make an alteration in that position appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We mention a few other points.  For one thing, Hernandez-Jimenez and Garcia apparently are unpublished decisions and, thus, not formally in the category of \"selected decisions designated by the Board,\" so they do not constitute \"precedent\" in the technical sense.  See 8 C.F.R. Sec. 3.1(g) (1993);  see also Leal-Rodriguez v. INS, <span class=\"citation\" data-id=\"604166\"><a href=\"/opinion/604166/miguel-angel-leal-rodriguez-v-immigration-and-naturalization-service/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">939</span></a></span>, 946 (7th Cir.1993).  However, the INS has not mentioned that point in this appeal, nor does it argue that it may adopt inconsistent positions in its unpublished decisions;  instead, it spends five pages of its brief attempting (in our view, with a complete and utter lack of success) to distinguish Hernandez-Jimenez and Garcia on the facts.  Because the INS has chosen not to rely on this argument, we will not adopt it as a basis for sustaining the BIA's decision.  See, e.g., Sandstrom v. Chemlawn Corp., <span class=\"citation\" data-id=\"542293\"><a href=\"/opinion/542293/richard-l-sandstrom-etc-v-chemlawn-corporation/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 86 (1st Cir.1990) (holding that arguments not raised in the briefs are waived).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We note, moreover, that even if Hernandez-Jimenez and Garcia are not \"precedent\" in the technical sense, the prospect of a government agency treating virtually identical legal issues differently in different cases, without any semblance of a plausible explanation, raises precisely the kinds of concerns about arbitrary agency action that the consistency doctrine addresses (at least where the earlier decisions were not summary in nature, but, rather, contained fully reasoned explications of why a certain view of the law is correct).  Put bluntly, we see no earthly reason why the mere fact of nonpublication should permit an agency to take a view of the law in one case that is flatly contrary to the view it set out in earlier (yet contemporary) cases, without explaining why it is doing so.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Hence, we do not believe that the BIA, in the circumstances at hand, can take refuge behind the determination not to publish Hernandez-Jimenez and Garcia.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Finally, the INS argues, for the first time on this appeal, that further proceedings are pointless because the petitioner has admitted his unlawful entry once again in an asylum petition and other related materials.  We are uncertain, however, about the circumstances surrounding the preparation of these materials;  we are also uncertain as to the extent to which the materials are admissible.  See, e.g., 8 C.F.R. Sec. 242.17(e) (stating that an asylum application \"shall not be held to constitute a concession of alienage or deportability in any case in which the respondent does not admit his alienage or deportability\").  Consequently, we think that the course of both fairness and prudence is to leave this aspect of the matter open.  Cf. Unemployment Comp. Comm'n v. Aragon, <span class=\"citation\" data-id=\"104331\"><a href=\"/opinion/104331/unemployment-compensation-commn-of-alaska-v-aragon/\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">143</span></a></span>, 155, <span class=\"citation\" data-id=\"104331\"><a href=\"/opinion/104331/unemployment-compensation-commn-of-alaska-v-aragon/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">245</span></a></span>, 251, <span class=\"citation\" data-id=\"104331\"><a href=\"/opinion/104331/unemployment-compensation-commn-of-alaska-v-aragon/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">136</span> </a></span>(1946) (\"A reviewing court usurps the agency's function when it sets aside the administrative determination upon a ground not theretofore presented and deprives the [agency] of an opportunity to consider the matter, make its ruling, and state the reasons for its action.\");   Sullivan v. CIA, <span class=\"citation\" data-id=\"606324\"><a href=\"/opinion/606324/sherry-ann-sullivan-v-central-intelligence-agency/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1249</span></a></span>, 1256 (1st Cir.1993) (refusing to consider newly emergent ground for possible relief from agency action not considered below).  The INS remains free to raise it, or to present additional evidence relevant to Davila-Bardales's deportability, on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We need go no further.  For the reasons set forth herein, we grant the petition for review, vacate the BIA's decision, and remand the case for further proceedings consistent with this opinion.</p>\n    </div>\n    <p class=\"indent\">So ordered.APPENDIX A</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">NOTE: OPINION CONTAINS TABLE OR OTHER DATA THAT IS NOT VIEWABLEAPPENDIX B</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">NOTE: OPINION CONTAINS TABLE OR OTHER DATA THAT IS NOT VIEWABLE</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge Stephen Breyer heard oral argument in this matter and participated in the drafting of the opinion, but did not participate in issuance of the panel's opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. Sec. 46(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The OSC is reproduced in Appendix A hereto</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This form is reproduced in Appendix B hereto</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The regulation provides in pertinent part:</p>\n        <p>The special inquiry officer shall require the respondent to plead to the order to show cause by stating whether he admits or denies the factual allegations and his deportability under the charges contained therein.  If the respondent admits the factual allegations and admits his deportability under the charges and the special inquiry officer is satisfied that no issues of law or fact remain, the special inquiry officer may determine that the deportability as charged has been established by the admissions of the respondent.  The special inquiry officer shall not accept an admission of deportability from an unrepresented respondent who is incompetent or under age 16 and is not accompanied by a guardian, relative, or friend....  When, pursuant to this paragraph, the special inquiry officer may not accept an admission of deportability, he shall direct a hearing on the issues.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">8</a>\n        <p> C.F.R. Sec. 242.16(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In this vein, we note that the Leal-Rodriguez court, while stating that it would \"not bind the BIA with a single non-precedential, unpublished decision,\" also observed that the unpublished decision there at issue was not, in fact, inconsistent with the BIA's position in the case before it, and that, therefore, the unpublished ruling \"would not help\" petitioner even if it had precedential value.  <span class=\"citation\" data-id=\"604166\"><span class=\"antecedent_guess\">Leal-Rodriguez,</span> <a href=\"/opinion/604166/miguel-angel-leal-rodriguez-v-immigration-and-naturalization-service/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">946</span> </a></span>&amp; n. 9.   That is not the situation here</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104331/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110991/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112593/",
    "https://www.courtlistener.com/api/rest/v3/opinions/528445/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532021/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542293/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584187/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604166/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606324/"
  ]
}