{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195497/",
  "id": 195497,
  "absolute_url": "/opinion/195497/hughes-v-boston-mutual/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195497/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:41:07Z",
  "date_modified": "2020-02-21T23:29:34.834978Z",
  "type": "010combined",
  "sha1": "263ba24a45e68ae9eab23f422df7a9a4b0f2701d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2077.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 93-2077\n\n                      GEORGE A. HUGHES,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n            BOSTON MUTUAL LIFE INSURANCE COMPANY,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Douglas P. Woodlock, U.S. District Judge]\n                                                     \n\n                                         \n\n                            Before\n\n             Torruella and Stahl, Circuit Judges,\n                                                \n                 and Carter,* District Judge.\n                                             \n\n                                         \n\nJohn  Silvia,  Jr. with  whom  Long  &amp; Silvia  was  on  brief  for\n                                             \nappellant.\nRalph C. Copeland, with  whom Copeland &amp; Hession  was on brief for\n                                                \nappellee.\n\n                                         \n\n                        July 18, 1994\n                                         \n\n                \n*Of the District of Maine, sitting by designation.\n\n          STAHL, Circuit Judge.   In this appeal,  plaintiff-\n                              \n\nappellant George Hughes (\"Hughes\") contends that the district\n\ncourt  erred  in  granting  summary  judgment  for defendant-\n\nappellee   Boston  Mutual  Life  Insurance  Company  (\"Boston\n\nMutual\")  on  Hughes'  claim  of  entitlement  to  disability\n\nbenefits  under a  group  insurance plan.    The lower  court\n\nallowed  the  motion on  the  basis that  Hughes'  receipt of\n\nmedical   treatment  for   symptoms  of   multiple  sclerosis\n\ntriggered  the  \"pre-existing  condition\"  exclusion  in  the\n\ninsurance  policy  issued to  Hughes  by Boston  Mutual.   We\n\nvacate and remand for further proceedings.\n\n                              I.\n                                \n\n                          BACKGROUND\n                                    \n\n          Multiple sclerosis  (\"MS\") is  a grave  disorder of\n\nthe nervous system.  See generally Cury v. Colonial Life Ins.\n                                                             \n\nCo.  of America, 737 F. Supp. 847,  850 (E.D. Pa. 1990).  The\n               \n\ncause of MS remains shrouded in mystery and a cure still lies\n\nbeyond the grasp of medical science.  Symptoms of MS include\n\n          weakness,  fatigue,  incoordination,  and\n          difficulty   walking.     Another  common\n          symptom of multiple sclerosis  is spastic\n          paraparesis   which   is   a   stiffness,\n          weakness,  or  spasticity  in  the  lower\n          extremities.  Finally, depression is very\n          common in multiple sclerosis patients.\n\nId.  \n   \n\n          MS \"follows a slow,  progressive course marked by a\n\nhistory  of exacerbations and remissions.\"   Id.  The disease\n                                                \n\n                             -2-\n                              2\n\ncannot be diagnosed  with certainty  during the  life of  the\n\npatient.  Thus,  depending on the results of  observation and\n\nsophisticated testing,  a physician  may make a  diagnosis of\n\n\"most likely,\" \"likely [or probable],\" or \"possible\" MS.  See\n                                                             \n\nid.\n   \n\n          The  circumstances  leading  to Hughes'  claim  for\n\ndisability  caused  by  MS  are  relatively  straightforward.\n\nHughes  became  a permanent  employee  of  the University  of\n\nMassachusetts in  November 1987, and later  applied to enroll\n\nin a group disability  insurance plan available to University\n\nof Massachusetts  employees through  Boston  Mutual.   Boston\n\nMutual approved the application, designating February 1, 1988\n\nas the effective date of coverage.\n\n          The  disability  insurance  policy  (\"the  Policy\")\n\ncontains the following language setting forth an exclusion of\n\ncoverage   for   disability  arising   from   a  pre-existing\n\ncondition:\n\n          This  policy  will  not cover  any  total\n          disability:\n\n          1.  which is caused or contributed to by,\n          or results from a pre-existing condition;\n          and\n\n          2.   which begins in the  first 12 months\n          after the insured's effective  date [\"the\n          probationary period\"], unless he received\n          no  treatment  of  the  condition  for  6\n          consecutive  months  after his  effective\n          date.\n\n          \"Treatment\"  means consultation,  care or\n          services   provided    by   a   physician\n\n                             -3-\n                              3\n\n          including diagnostic  measures and taking\n          prescribed drugs and medicines.\n\n          \"Pre-existing Condition\" means a sickness\n          or injury for  which the insured received\n          treatment  within 6  months prior  to the\n          insured's   effective  date   [\"the  pre-\n          probationary period\"].\n\n          The  events  that  occurred  within  each   of  the\n\nrelevant periods are essentially undisputed.  During the pre-\n\nprobationary  period (August  1, 1987  to February  1, 1988),\n\nHughes experienced  a number of symptoms  consistent with MS.\n\nIn  August   1987,  Hughes   visited  Dr.   Daniel  Sullivan,\n\ncomplaining of  numbness in  both lower extremities,  loss of\n\nbalance,  and  gastrointestinal   problems.    Dr.   Sullivan\n\nprescribed medication for the gastrointestinal  symptoms, but\n\nmade no diagnosis of MS.\n\n          Although the record  contains an unrebutted  after-\n\nthe-fact  diagnosis from  Dr.  David Dawson  that Hughes  was\n\n\"suffering   from  multiple   sclerosis\"   in  August   1987,\n\ndeposition  testimony from  Dr. Dawson  and other  physicians\n\nsuggests that Hughes' condition was  not amenable to any type\n\nof  clinical diagnosis  during  the pre-probationary  period.\n\nDr.  Sullivan testified that the  symptoms he observed in the\n\nsummer of 1987 \"would not  create the impression of  multiple\n\nsclerosis.\"   Dr.  Jeremy  Worthington (who,  in March  1988,\n\ndiagnosed Hughes as  having MS)  confirmed that  the loss  of\n\nbalance  reported to Dr. Sullivan  in August 1987  is \"a very\n\nnon-specific complaint,\" which is  \"not enough to establish .\n\n                             -4-\n                              4\n\n.  . [a]nything.\"  Dr. Dawson initially testified that he had\n\n\"no opinion about the diagnosability of multiple sclerosis in\n\n1987.\"  Dr.  Dawson did testify that  Hughes' condition could\n\nhave   been  diagnosed   as  \"clinically   probable  multiple\n\nsclerosis\"  in February  19881 (after  the expiration  of the\n                                     \n\npre-probationary period),  but did not advance  an opinion as\n\nto  the  diagnosability  of MS  during  the  pre-probationary\n\nperiod.   Finally, Dr.  Dunn, an ophthalmologist  who treated\n\nHughes in  June  1987 (before  the  pre-probationary  period)\n                             \n\nwrote  \"possible MS\" in his  notes, but there  is no evidence\n\nthat Dr. Dunn communicated his hypothesis either to Hughes or\n\nto any treating physician during the pre-probationary period.\n\n          During  the first  six months  of the  probationary\n\nperiod (February  1, 1988 to  July 1, 1988),  Hughes received\n\n                    \n\n1.  Although Dr. Dawson actually testified  that Hughes could\nhave  been  diagnosed  as  suffering from  \"probable  MS\"  in\nFebruary  1987   (before   the  commencement   of  the   pre-\n                        \nprobationary period), the record suggests that Dr. Dawson may\nhave  intended to refer to  February 1988.   The reference to\n1987  seems to  spring from  Dr. Dawson's understanding  of a\nletter  he  wrote   to  Dr.  Worthington  on   May  31,  1988\nsummarizing Hughes' medical history.  The typewritten text of\nthat letter (attached as part of Exhibit 5 to Boston Mutual's\nmotion for summary judgment) contains a  paragraph describing\nan outbreak of suspicious symptoms to February 1988, although\nit appears that either the author or the recipient used a pen\nor pencil  to change \"1987\" to \"1988\" as well as to cross out\nthe  paragraph  recounting a  second issue.    To add  to the\nconfusion,  the briefs  of  both parties  adopt the  district\ncourt's findings, which do not mention an episode in February\n1987.   In light  of this contrary  evidence and  our duty to\nview the evidence in  the light most favorable to  Hughes, we\ninfer that February 1988  should be the date of  Dr. Dawson's\nretrospective diagnosis.\n\n                             -5-\n                              5\n\nadditional medical attention.  On March 1, Hughes experienced\n\nvarious  symptoms, including  \"extreme fatigue,  inability to\n\nmaintain balance,  double vision, lack  of coordination  with\n\nwalking,  and slurring of speech.\"   On March  10, Dr. Jeremy\n\nWorthington diagnosed Hughes as suffering  from MS.  On April\n\n5,  Hughes  underwent   Magnetic  Resonance  Imagery  (\"MRI\")\n\ntesting, which confirmed the Worthington diagnosis.\n\n          Later in the probationary period, Hughes' worsening\n\ncondition made it increasingly difficult for him to work.  At\n\nthe  suggestion  of  Dr.  Sullivan,  Hughes  terminated   his\n\nemployment with  the University  of Massachusetts on  July 6,\n\n1988, and filed a disability claim with Boston Mutual.\n\n          Boston Mutual  denied the  claim in  November 1988,\n\nprompting  Hughes  to  file   this  action  in  Massachusetts\n\nSuperior Court.2   Because the  Policy is  a group  insurance\n\nplan regulated by the Employee Retirement Income Security Act\n\nof 1974, as amended, 29  U.S.C.   1001 et seq. (1988  &amp; Supp.\n                                              \n\n1992)  (\"ERISA\"), Boston  Mutual  removed the  action to  the\n\nUnited   States  District   Court   for   the   District   of\n\nMassachusetts  pursuant to  28 U.S.C.     1441 (1988  &amp; Supp.\n\n1992).  The district court granted Boston Mutual's motion for\n\n                    \n\n2.  Although Count  I refers simply  to a breach  of contract\nclaim, the complaint plainly  seeks to recover benefits under\nan ERISA-regulated plan pursuant to 29 U.S.C.   1132(a)(1)(B)\n(1988).     Federal   and   state   courts  have   concurrent\njurisdiction  over  such  claims.   29  U.S.C.     1132(e)(1)\n(1988).\n\n                             -6-\n                              6\n\nsummary judgment, Hughes  v. Boston Mut.  Life Ins. Co.,  No.\n                                                       \n\n91-10179-WD  (D.  Mass.  Aug.  27,  1993),  and  this  appeal\n\nfollowed.\n\n                             -7-\n                              7\n\n                             II.\n                                \n\n                    PROCEDURAL PRINCIPLES\n                                         \n\n          Where,  as here,  the  administrator of  an  ERISA-\n\nregulated plan  does not allege that it  has discretion under\n\nthe  plan to  interpret the  terms of  the insurance  policy,\n\njudicial review of a denial of benefits entails  no deference\n\nto the  administrator's explanation  of the plan  and follows\n\nthe familiar course of  an action for breach of  an insurance\n\ncontract.  See Firestone Tire &amp; Rubber Co. v. Bruch, 489 U.S.\n                                                   \n\n101, 115 (1989); Allen  v. Adage, Inc., 967 F.2d  695, 697-98\n                                      \n\n(1st Cir. 1992).\n\n          Similarly, an appellate court  independently weighs\n\nthe  merits  of  a   motion  for  summary  judgment,  without\n\ndeference to the reasoning  of the district court.   See Bird\n                                                             \n\nv. Centennial Ins.  Co., 11  F.3d 228, 231  (1st Cir.  1993).\n                       \n\nSummary judgment is appropriate if \"there is no genuine issue\n\nas to  any  material fact  and  . .  .  the moving  party  is\n\nentitled to a judgment as a matter of law.\"  Fed.  R. Civ. P.\n\n56(c).  The  party opposing  summary judgment  \"may not  rest\n\nupon the  mere allegations  or denials of  [its] pleading[s],\n\nbut . . . must set forth specific facts showing that there is\n\na genuine issue for trial.\"  Fed. R. Civ. P. 56(e).  See also\n                                                             \n\nAnderson v.  Liberty Lobby, Inc.,  477 U.S. 242,  256 (1986);\n                                \n\nLeBlanc v. Great Am. Ins.  Co., 6 F.3d 836, 841-42  (1st Cir.\n                              \n\n1993), cert. denied, 114 S. Ct. 1398 (1994).  Moreover, where\n                   \n\n                             -8-\n                              8\n\nthe non-moving party bears the burden of persuasion at trial,\n\nit can only avert summary judgment with a display of evidence\n\n\"sufficient to  establish the existence  of [the]  element[s]\n\nessential to [its] case.\"  Celotex Corp. v. Catrett, 477 U.S.\n                                                   \n\n317, 322-23 (1986).   Finally, a court deciding a  motion for\n\nsummary judgment  cannot assume  the skepticism of  the fact-\n\nfinder,  but must draw all  reasonable inferences in favor of\n\nthe non-moving party.   See Levy v. FDIC,  7 F.3d 1054,  1056\n                                        \n\n(1st Cir. 1993).\n\n                             III.\n                                 \n\n                          DISCUSSION\n                                    \n\n          While we normally  look to the law  of a particular\n\nstate  to guide  our construction of  a contract,  \"a federal\n\ncommon   law  of   rights   and   obligations\"  governs   the\n\ninterpretation  of an  ERISA-regulated group  insurance plan.\n\nPilot  Life  Ins. Co.  v. Dedeaux,  481  U.S. 41,  56 (1987);\n                                 \n\nBurnham v. Guardian Life  Ins. Co. of America, 873  F.2d 486,\n                                             \n\n489 (1st Cir. 1989).  The need for federal uniformity in this\n\narea  does not,  however, require  federal rules  at variance\n\nwith  the general law  of the states.   Indeed, we have noted\n\nthat  the emerging  federal common  law \"must  embody common-\n\nsense canons of contract interpretation,\" id., of which state\n                                             \n\nlaw  is  the  \"richest  source,\"  Rodriguez-Abreu   v.  Chase\n                                                             \n\nManhattan  Bank, N.A.,  986  F.2d 580,  585 (1st  Cir. 1993).\n                     \n\nThus,   \"straightforward   language  in   an  ERISA-regulated\n\n                             -9-\n                              9\n\ninsurance  policy  should  be  given  its  natural  meaning.\"\n\nBurnham, 873 F.2d  at 489.   Similarly, in  keeping with  the\n       \n\nrule  of  contra  proferentem,  ambiguous  terms  should   be\n                             \n\nstrictly construed against the insurer.  Rodriguez-Abreu, 986\n                                                        \n\nF.2d at 586;  see also Lee v. Blue Cross/Blue Shield, 10 F.3d\n                                                    \n\n1547, 1551 (11th Cir.  1994) (collecting cases to demonstrate\n\nthat contra proferentem rule  \"has been widely adopted\" among\n                       \n\ncircuit  courts  for  resolution  of  ambiguities  in  ERISA-\n\nregulated insurance  contracts); cf.  Allen, 967 F.2d  at 701\n                                           \n\nn.6 (holding that contra proferentem principle does not apply\n                                    \n\nto  ERISA contracts beyond  the insurance context).   But cf.\n                                                             \n\nBrewer v. Lincoln Nat'l  Life Ins. Co., 921 F.2d  150, 153-54\n                                      \n\n(8th Cir. 1990) (holding that state law policy of  construing\n\nambiguities  in  favor  of   the  insured  could  not  govern\n\ninterpretation  of ERISA  policy), cert.  denied, 111  S. Ct.\n                                                \n\n2872 (1991); McMahan v.  New England Mut. Life Ins.  Co., 888\n                                                        \n\nF.2d  426, 429-30  (6th  Cir. 1989)  (same).3   Nevertheless,\n\n                    \n\n3.  Brewer  and McMahan  primarily  involve  the question  of\n                       \nwhether a  state law  rule of contract  construction controls\nthe  interpretation  of an  ERISA  contract.   It  is unclear\nwhether either  court actually rejects the contra proferentem\n                                                             \nprinciple as  a rule  of federal  common law.   The  court in\nBrewer  comes  closest to  doing  so, citing  as  support the\n      \nSupreme  Court's   statement  that  courts   should  construe\nprovisions  in  ERISA  plans \"`without  deferring  to  either\n                                                             \nparty's  interpretation.'\"   921  F.2d  at  154 (emphasis  in\noriginal) (quoting  Bruch, 489 U.S.  at 112).   The quotation\n                         \nfrom Bruch  is accurate,  but cannot  support the  holding in\n          \nBrewer.  Bruch concerns  the standard for judicial  review of\n              \nbenefit determinations by  fiduciaries or plan administrators\nunder ERISA.  489 U.S. at 105.  The Court's preference for de\n                                                             \nnovo review of  nondiscretionary decisions, id. at 115, in no\n                                               \n\n                             -10-\n                              10\n\nsympathy   for   either  party   cannot   justify  sophistry.\n\n\"[C]ourts  have no right to torture language in an attempt to\n\nforce particular results or to convey delitescent nuances the\n\ncontracting parties neither intended nor imagined.\"  Burnham,\n                                                            \n\n873 F.2d at 489. \n\n          The exclusion  clause at issue here  does not apply\n\nto pre-existing conditions  in the ordinary sense.  A routine\n\npre-existing condition clause aims to bar coverage for claims\n\narising from conditions existing before the effective date of\n                                \n\nan  insurance  policy;  such  policies  focus  on  the  prior\n\norigination  or prior  manifestation of  the condition.   See\n                                                             \n\ngenerally 1B  John Alan  Appleman &amp; Jean  Appleman, Insurance\n                                                             \n\nLaw  and Practice,   396 (1981 &amp;  Supp. 1993).  The clause in\n                 \n\nHughes'  policy  might  be  described more  accurately  as  a\n\n\"recent  treatment\" exclusion  because it  prohibits coverage\n\nfor any  total disability which occurs  during a probationary\n\nperiod and  is  attributable to  a  condition for  which  the\n\ninsured  received  medical   treatment  just  prior   to  the\n\nprobationary period.\n\n                    \n\nway limits a  court's ability to select  appropriate rules of\ncontract   interpretation   in   aid   of   its   independent\n                                                             \nconstruction  of disputed  terms.  In  any event,  the Eighth\nCircuit   has   since  construed   Brewer  as   allowing  the\n                                         \napplication  of  contra  proferentem  to  an  ERISA-regulated\n                                    \ninsurance plan, but only after the  court attempts to resolve\nan apparent ambiguity by favoring the \"ordinary\" meaning of a\ndisputed  term.  See Delk  v. Durham Life  Ins. Co., 959 F.2d\n                                                   \n104, 105-06 (8th Cir. 1992) (per curiam).  \n\n                             -11-\n                              11\n\n          Unlike the standard pre-existing  condition clause,\n\nthe recent  treatment exclusion  is not strictly  designed to\n\nweed out known insurance risks; it would even permit activity\n\nwhich, if not reported on an application for a policy  with a\n\nstandard pre-existing condition clause, might  suggest fraud.\n\nFor  example, as counsel for Boston  Mutual suggested at oral\n\nargument, an insured who was disabled within the probationary\n\nperiod and did not receive medical treatment  for a condition\n\ncontributing  to the  disability during  the pre-probationary\n\nperiod would be entitled to coverage even if she (1) received\n\ntreatment  for such a  condition before (but  not during) the\n                                       \n\npre-probationary period, (2) knowingly suffered from symptoms\n\nof the  condition during the pre-probationary  period without\n\nseeking medical  attention, or (3) received  treatment during\n\nthe  pre-probationary period for a broken  arm (not a symptom\n\nof  MS)  caused by  a fall  attributable  to loss  of balance\n\nresulting from undiagnosed MS.\n\n          We also note that the exclusion is not triggered by\n\nany medical treatment, only by treatment \"for\" a \"sickness or\n\ninjury\" (the \"[c]ondition\") which \"caused or contributed to .\n\n.  . or results\" in  a \"total disability.\"   As several other\n\ncourts  interpreting  similar  language  have  observed,  the\n\nexclusion does not explicitly require diagnosis.  Marshall v.\n                                                          \n\nUNUM  Life Ins.  Co., No.  A3-91-201, 1992  WL 554314,  at *2\n                    \n\n(D.N.D.  Nov. 6, 1992), aff'd,  13 F.3d 282  (8th Cir. 1994);\n                             \n\n                             -12-\n                              12\n\nCury, 737  F. Supp. at  854.  But neither  does the exclusion\n    \n\nexplain   what  constitutes  treatment   \"for\"  a  particular\n\ncondition.   Boston  Mutual suggests  that treatment  \"for\" a\n\ncondition  refers  to  treatment  of  any  symptom  which  in\n\nhindsight appears to be a manifestation of the condition.  We\n\nacknowledge that this would  be one reasonable interpretation\n\nof  the exclusion.  See  Bullwinkel v. New  England Mut. Life\n                                                             \n\nIns. Co., 18 F.3d  429, 432-33 (7th Cir. 1994)  (holding that\n        \n\ntreatment of malignant breast lump in pre-probationary period\n\ntriggered recent  treatment exclusion although  lump was  not\n\ndefinitively diagnosed as cancer until later time); Cury, 737\n                                                        \n\nF. Supp.  at 854-55 (holding  that treatment for  symptoms of\n\nundiagnosed multiple sclerosis  in critical period  activated\n\nrecent   treatment   exclusion).      But   Boston   Mutual's\n\ninterpretation  is  not  the  only  plausible  one.    Hughes\n\nreasonably   suggests  that   the  exclusion   requires  some\n\nawareness  on the part of  the physician or  the insured that\n\nthe insured is receiving  treatment for the condition itself.\n\nSee Ross v. Western Fidelity Ins. Co., 881 F.2d 142, 144 (5th\n                                     \n\nCir.  1989) (\"[T]here is at least a reasonable argument that,\n\nunder  [a  recent  treatment   exclusion],  treatment  for  a\n                                                             \n\nspecific  condition  cannot be  received unless  the specific\n                   \n\ncondition is  known.\")  (emphasis in  original);  Karagon  v.\n                                                         \n\nAetna  Life Ins.  Co., 228  N.W.2d 515,  516 (Mich.  Ct. App.\n                     \n\n1975)  (holding  that treatment  of  symptoms of  undiagnosed\n\n                             -13-\n                              13\n\nmultiple sclerosis did not trigger recent treatment exclusion\n\nwhere disease did not manifest itself with sufficient clarity\n\nto allow reasonably accurate  diagnosis and treatment).4  Nor\n\nis there extrinsic  evidence which would  allow us to  choose\n\none plausible  interpretation over the  other as a  matter of\n\nlaw.  Because the exclusion is susceptible to \"reasonable but\n\ndiffering  interpretations,\"  we  find it  to  be  ambiguous.\n\nRodriguez-Abreu,  986   F.2d  at  586.5     And,  because  we\n               \n\ninterpret ambiguities against the  insurer, id.; Lee, 10 F.3d\n                                                    \n\n                    \n\n4.  We note that Ross  is not irreconcilable with Bullwinkel,\n                                                            \nin  which the court may not have  had the occasion to address\nthe  ambiguity alleged here and in Ross.  Indeed, the Seventh\n                                       \nCircuit specifically stated that \"this case is unique because\nthe Bullwinkels' attorney really  rested his entire appeal on\nthe  argument  that  a  court  may  not  infer  that  a  lump\ndiscovered to  be cancerous in  one month was  also cancerous\ntwo months  before. .  . .  We make  no statement  about what\nmight  happen  if  an  attorney  in  a  future case  presents\ndifferent  arguments and authority to the court.\"  18 F.3d at\n433.   \n\n5.  In so stating, we obviously reject the  reasoning of some\nother courts that have construed similar language by focusing\nexclusively  on the  absence of  a requirement  for diagnosis\nwithout seriously considering whether the language concerning\ntreatment  \"for\" a  particular condition  is ambiguous.   See\n                                                             \nMarshall,  1992 WL  554314,  at *2  (\"[T]he  language of  the\n        \npolicy  in  the  instant   case  is  clear  and  unambiguous;\ndiagnosis  is not required by  the policy for  a finding that\nthere is a  pre-existing condition.\"); Cury, 737  F. Supp. at\n                                           \n854 (\"There is no requirement  that a diagnosis, definite  or\notherwise, of the pre-existing  condition must be made during\nthe   pre-existing   condition    period.\").      Under   the\ninterpretation  suggested by Hughes,  a physician's awareness\nof the sickness would  probably require at least  a tentative\ndiagnosis;  however, it  may  be that  no diagnosis  would be\nnecessary if the insured was already aware of the condition. \n\n                             -14-\n                              14\n\nat  1551,  we  adopt for  purposes  of  summary judgment  the\n\nconstruction offered by Hughes.6\n\n          The sole  remaining task is to  apply the exclusion\n\nto the facts at hand.  The parties have identified  MS as the\n\n\"[c]ondition\"  which  \"caused or  contributed  to  . .  .  or\n\nresult[ed]\" in Hughes' \"total  disability.\"  E.g., Appellee's\n                                                 \n\nBr. at  14.   At this stage,  it is  undisputed that  neither\n\nHughes nor the physicians who treated his symptoms during the\n\npre-probationary period were aware  that he was being treated\n\nfor \"most likely MS,\"  \"probable MS,\" or even  \"possible MS.\"\n\nTherefore,  we  cannot say  as a  matter  of law  that Hughes\n\nreceived treatment  \"for\" MS  during the critical  six months\n\nbefore the effective date of the Policy.\n\n                             IV.\n                                \n\n                    \n\n6.  The  trier of  fact  must resolve  any ambiguities  in an\nERISA  contract  identified by  the  court  and incapable  of\ndefinitive resolution on the existing record.  See Allen, 967\n                                                        \nF.2d at 698; see  also Jos. Schlitz Brewing Co.  v. Milwaukee\n                                                             \nBrewery Workers'  Pension  Plan, 3  F.3d 994,  999 (7th  Cir.\n                               \n1993); Teamsters Indus. Employees Welfare Fund v. Rolls-Royce\n                                                             \nMotor  Cars, Inc.,  989 F.2d  132, 135  n.2 (3rd  Cir. 1993);\n                 \nD.E.W., Inc.  v. Local  93, Laborers'  Int'l Union,  957 F.2d\n                                                  \n196, 199 (5th Cir. 1992).  Moreover, despite any interpretive\npresumption  favoring the  insured,  an insurer  may seek  to\novercome  that  presumption  with  probative  evidence.   See\n                                                             \nStephen L. Liebo,  13 Appleman's Insurance Law and Practice  \n                                                           \n7403,  at 75  (Supp.  1993) (\"Where  a  policy is  ambiguous,\ngrounds, including  appropriate  extrinsic evidence,  may  be\nfound  to  show that  the  interpretation  unfavorable to  an\ninsured was the one reasonably understood by both parties; it\nis  only when the ambiguity still remains after the resort to\nsuch extrinsic evidence that an ambiguous  provision is to be\nconstrued against  the insurer.\").  Therefore,  Boston Mutual\nwould remain  free to  introduce evidence at  trial that  its\ninterpretation is the more reasonable one.  \n\n                             -15-\n                              15\n\n                          CONCLUSION\n                                    \n\n          For  the foregoing reasons,  we vacate the judgment\n\nbelow and remand for further proceedings consistent with this\n\nopinion.\n\n          So ordered.\n                     \n\n                             -16-\n                              16\n",
  "html": "<p class=\"case_cite\">26 F.3d 264</p>\n    <p class=\"case_cite\">18 Employee Benefits Cas. 1789</p>\n    <p class=\"parties\">George A. HUGHES, Plaintiff, Appellant,<br>v.<br>BOSTON MUTUAL LIFE INSURANCE COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2077.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 5, 1994.<br>Decided July 18, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John Silvia, Jr., with whom Long &amp; Silvia, Fall River, MA, was on brief for appellant.</p>\n      <p class=\"indent\">Ralph C. Copeland, with whom Copeland &amp; Hession, Wellesley, MA, was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA and STAHL, Circuit Judges, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, plaintiff-appellant George Hughes (\"Hughes\") contends that the district court erred in granting summary judgment for defendant-appellee Boston Mutual Life Insurance Company (\"Boston Mutual\") on Hughes' claim of entitlement to disability benefits under a group insurance plan.  The lower court allowed the motion on the basis that Hughes' receipt of medical treatment for symptoms of multiple sclerosis triggered the \"pre-existing condition\" exclusion in the insurance policy issued to Hughes by Boston Mutual.  We vacate and remand for further proceedings.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Multiple sclerosis (\"MS\") is a grave disorder of the nervous system.  See generally Cury v. Colonial Life Ins. Co. of America, 737 F.Supp. 847, 850 (E.D.Pa.1990).  The cause of MS remains shrouded in mystery and a cure still lies beyond the grasp of medical science.  Symptoms of MS include</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>weakness, fatigue, incoordination, and difficulty walking.  Another common symptom of multiple sclerosis is spastic paraparesis which is a stiffness, weakness, or spasticity in the lower extremities.  Finally, depression is very common in multiple sclerosis patients.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">MS \"follows a slow, progressive course marked by a history of exacerbations and remissions.\"  Id.  The disease cannot be diagnosed with certainty during the life of the patient.  Thus, depending on the results of observation and sophisticated testing, a physician may make a diagnosis of \"most likely,\" \"likely [or probable],\" or \"possible\" MS.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The circumstances leading to Hughes' claim for disability caused by MS are relatively straightforward.  Hughes became a permanent employee of the University of Massachusetts in November 1987, and later applied to enroll in a group disability insurance plan available to University of Massachusetts employees through Boston Mutual.  Boston Mutual approved the application, designating February 1, 1988 as the effective date of coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The disability insurance policy (\"the Policy\") contains the following language setting forth an exclusion of coverage for disability arising from a pre-existing condition:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>This policy will not cover any total disability:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>1. which is caused or contributed to by, or results from a pre-existing condition;  and</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>2. which begins in the first 12 months after the insured's effective date [\"the probationary period\"], unless he received no treatment of the condition for 6 consecutive months after his effective date.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>\"Treatment\" means consultation, care or services provided by a physician including diagnostic measures and taking prescribed drugs and medicines.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>\"Pre-existing Condition\" means a sickness or injury for which the insured received treatment within 6 months prior to the insured's effective date [\"the pre-probationary period\"].</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The events that occurred within each of the relevant periods are essentially undisputed.  During the pre-probationary period (August 1, 1987 to February 1, 1988), Hughes experienced a number of symptoms consistent with MS.  In August 1987, Hughes visited Dr. Daniel Sullivan, complaining of numbness in both lower extremities, loss of balance, and gastrointestinal problems.  Dr. Sullivan prescribed medication for the gastrointestinal symptoms, but made no diagnosis of MS.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Although the record contains an unrebutted after-the-fact diagnosis from Dr. David Dawson that Hughes was \"suffering from multiple sclerosis\" in August 1987, deposition testimony from Dr. Dawson and other physicians suggests that Hughes' condition was not amenable to any type of clinical diagnosis during the pre-probationary period.  Dr. Sullivan testified that the symptoms he observed in the summer of 1987 \"would not create the impression of multiple sclerosis.\"   Dr. Jeremy Worthington (who, in March 1988, diagnosed Hughes as having MS) confirmed that the loss of balance reported to Dr. Sullivan in August 1987 is \"a very non-specific complaint,\" which is \"not enough to establish ... [a]nything.\"   Dr. Dawson initially testified that he had \"no opinion about the diagnosability of multiple sclerosis in 1987.\"   Dr. Dawson did testify that Hughes' condition could have been diagnosed as \"clinically probable multiple sclerosis\" in February 1988<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> (after the expiration of the pre-probationary period), but did not advance an opinion as to the diagnosability of MS during the pre-probationary period.  Finally, Dr. Dunn, an ophthalmologist who treated Hughes in June 1987 (before the pre-probationary period) wrote \"possible MS\" in his notes, but there is no evidence that Dr. Dunn communicated his hypothesis either to Hughes or to any treating physician during the pre-probationary period.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">During the first six months of the probationary period (February 1, 1988 to July 1, 1988), Hughes received additional medical attention.  On March 1, Hughes experienced various symptoms, including \"extreme fatigue, inability to maintain balance, double vision, lack of coordination with walking, and slurring of speech.\"   On March 10, Dr. Jeremy Worthington diagnosed Hughes as suffering from MS.  On April 5, Hughes underwent Magnetic Resonance Imagery (\"MRI\") testing, which confirmed the Worthington diagnosis.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Later in the probationary period, Hughes' worsening condition made it increasingly difficult for him to work.  At the suggestion of Dr. Sullivan, Hughes terminated his employment with the University of Massachusetts on July 6, 1988, and filed a disability claim with Boston Mutual.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Boston Mutual denied the claim in November 1988, prompting Hughes to file this action in Massachusetts Superior Court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Because the Policy is a group insurance plan regulated by the Employee Retirement Income Security Act of 1974, as amended, 29 U.S.C. Sec. 1001 et seq.  (1988 &amp; Supp.1992) (\"ERISA\"), Boston Mutual removed the action to the United States District Court for the District of Massachusetts pursuant to 28 U.S.C. Sec. 1441 (1988 &amp; Supp.1992).  The district court granted Boston Mutual's motion for summary judgment, Hughes v. Boston Mut. Life Ins. Co., No. 91-10179-WD (D.Mass. Aug. 27, 1993), and this appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>PROCEDURAL PRINCIPLES</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Where, as here, the administrator of an ERISA-regulated plan does not allege that it has discretion under the plan to interpret the terms of the insurance policy, judicial review of a denial of benefits entails no deference to the administrator's explanation of the plan and follows the familiar course of an action for breach of an insurance contract.  See Firestone Tire &amp; Rubber Co. v. Bruch, 489 U.S. 101, 115, 109 S.Ct. 948, 956-57, 103 L.Ed.2d 80 (1989);  Allen v. Adage, Inc., 967 F.2d 695, 697-98 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Similarly, an appellate court independently weighs the merits of a motion for summary judgment, without deference to the reasoning of the district court.  See Bird v. Centennial Ins. Co., 11 F.3d 228, 231 (1st Cir.1993).  Summary judgment is appropriate if \"there is no genuine issue as to any material fact and ... the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).  The party opposing summary judgment \"may not rest upon the mere allegations or denials of [its] pleading[s], but ... must set forth specific facts showing that there is a genuine issue for trial.\"   Fed.R.Civ.P. 56(e).  See also Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 256, 106 S.Ct. 2505, 2514, 91 L.Ed.2d 202 (1986);  LeBlanc v. Great Am.  Ins. Co., 6 F.3d 836, 841-42 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1398, 128 L.Ed.2d 72 (1994).  Moreover, where the non-moving party bears the burden of persuasion at trial, it can only avert summary judgment with a display of evidence \"sufficient to establish the existence of [the] element[s] essential to [its] case.\"  Celotex Corp. v. Catrett, 477 U.S. 317, 322-23, 106 S.Ct. 2548, 2552, 91 L.Ed.2d 265 (1986).  Finally, a court deciding a motion for summary judgment cannot assume the skepticism of the fact-finder, but must draw all reasonable inferences in favor of the non-moving party.  See Levy v. FDIC, 7 F.3d 1054, 1056 (1st Cir.1993).</p>\n    </div>\n    <p>III.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">While we normally look to the law of a particular state to guide our construction of a contract, \"a federal common law of rights and obligations\" governs the interpretation of an ERISA-regulated group insurance plan.  Pilot Life Ins. Co. v. Dedeaux, 481 U.S. 41, 56, 107 S.Ct. 1549, 1557-58, 95 L.Ed.2d 39 (1987);  Burnham v. Guardian Life Ins. Co. of America, 873 F.2d 486, 489 (1st Cir.1989).  The need for federal uniformity in this area does not, however, require federal rules at variance with the general law of the states.  Indeed, we have noted that the emerging federal common law \"must embody common-sense canons of contract interpretation,\" id., of which state law is the \"richest source,\" Rodriguez-Abreu v. Chase Manhattan Bank, N.A., 986 F.2d 580, 585 (1st Cir.1993).  Thus, \"straightforward language in an ERISA-regulated insurance policy should be given its natural meaning.\"  Burnham, 873 F.2d at 489.   Similarly, in keeping with the rule of contra proferentem, ambiguous terms should be strictly construed against the insurer.  Rodriguez-Abreu, 986 F.2d at 586;  see also Lee v. Blue Cross/Blue Shield, 10 F.3d 1547, 1551 (11th Cir.1994) (collecting cases to demonstrate that contra proferentem rule \"has been widely adopted\" among circuit courts for resolution of ambiguities in ERISA-regulated insurance contracts);  cf. Allen, 967 F.2d at 701 n. 6 (holding that contra proferentem principle does not apply to ERISA contracts beyond the insurance context).  But cf. Brewer v. Lincoln Nat'l Life Ins. Co., 921 F.2d 150, 153-54 (8th Cir.1990) (holding that state law policy of construing ambiguities in favor of the insured could not govern interpretation of ERISA policy), cert. denied, 501 U.S. 1238, 111 S.Ct. 2872, 115 L.Ed.2d 1038 (1991);  McMahan v. New England Mut. Life Ins. Co., 888 F.2d 426, 429-30 (6th Cir.1989) (same).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Nevertheless, sympathy for either party cannot justify sophistry.  \"[C]ourts have no right to torture language in an attempt to force particular results or to convey delitescent nuances the contracting parties neither intended nor imagined.\"  Burnham, 873 F.2d at 489.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The exclusion clause at issue here does not apply to pre-existing conditions in the ordinary sense.  A routine pre-existing condition clause aims to bar coverage for claims arising from conditions existing before the effective date of an insurance policy;  such policies focus on the prior origination or prior manifestation of the condition.  See generally 1B John Alan Appleman &amp; Jean Appleman, Insurance Law and Practice, Sec. 396 (1981 &amp; Supp.1993).  The clause in Hughes' policy might be described more accurately as a \"recent treatment\" exclusion because it prohibits coverage for any total disability which occurs during a probationary period and is attributable to a condition for which the insured received medical treatment just prior to the probationary period.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Unlike the standard pre-existing condition clause, the recent treatment exclusion is not strictly designed to weed out known insurance risks;  it would even permit activity which, if not reported on an application for a policy with a standard pre-existing condition clause, might suggest fraud.  For example, as counsel for Boston Mutual suggested at oral argument, an insured who was disabled within the probationary period and did not receive medical treatment for a condition contributing to the disability during the pre-probationary period would be entitled to coverage even if she (1) received treatment for such a condition before (but not during) the pre-probationary period, (2) knowingly suffered from symptoms of the condition during the pre-probationary period without seeking medical attention, or (3) received treatment during the pre-probationary period for a broken arm (not a symptom of MS) caused by a fall attributable to loss of balance resulting from undiagnosed MS.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We also note that the exclusion is not triggered by any medical treatment, only by treatment \"for\" a \"sickness or injury\" (the \"[c]ondition\") which \"caused or contributed to ... or results\" in a \"total disability.\"   As several other courts interpreting similar language have observed, the exclusion does not explicitly require diagnosis.  Marshall v. UNUM Life Ins. Co., No. A3-91-201, 1992 WL 554314, at * 2 (D.N.D. Nov. 6, 1992), aff'd, 13 F.3d 282 (8th Cir.1994);  Cury, 737 F.Supp. at 854.   But neither does the exclusion explain what constitutes treatment \"for\" a particular condition.  Boston Mutual suggests that treatment \"for\" a condition refers to treatment of any symptom which in hindsight appears to be a manifestation of the condition.  We acknowledge that this would be one reasonable interpretation of the exclusion.  See Bullwinkel v. New England Mut. Life Ins. Co., 18 F.3d 429, 432-33 (7th Cir.1994) (holding that treatment of malignant breast lump in pre-probationary period triggered recent treatment exclusion although lump was not definitively diagnosed as cancer until later time);  Cury, 737 F.Supp. at 854-55 (holding that treatment for symptoms of undiagnosed multiple sclerosis in critical period activated recent treatment exclusion).  But Boston Mutual's interpretation is not the only plausible one.  Hughes reasonably suggests that the exclusion requires some awareness on the part of the physician or the insured that the insured is receiving treatment for the condition itself.  See Ross v. Western Fidelity Ins. Co., 881 F.2d 142, 144 (5th Cir.1989) (\"[T]here is at least a reasonable argument that, under [a recent treatment exclusion], treatment for a specific condition cannot be received unless the specific condition is known.\")  (emphasis in original);  Karagon v. Aetna Life Ins. Co., 58 Mich.App. 677, 228 N.W.2d 515, 516 (1975) (holding that treatment of symptoms of undiagnosed multiple sclerosis did not trigger recent treatment exclusion where disease did not manifest itself with sufficient clarity to allow reasonably accurate diagnosis and treatment).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Nor is there extrinsic evidence which would allow us to choose one plausible interpretation over the other as a matter of law.  Because the exclusion is susceptible to \"reasonable but differing interpretations,\" we find it to be ambiguous.  Rodriguez-Abreu, 986 F.2d at 586.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  And, because we interpret ambiguities against the insurer, id.;  Lee, 10 F.3d at 1551, we adopt for purposes of summary judgment the construction offered by Hughes.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The sole remaining task is to apply the exclusion to the facts at hand.  The parties have identified MS as the \"[c]ondition\" which \"caused or contributed to ... or result[ed]\" in Hughes' \"total disability.\"   E.g., Appellee's Br. at 14.  At this stage, it is undisputed that neither Hughes nor the physicians who treated his symptoms during the pre-probationary period were aware that he was being treated for \"most likely MS,\" \"probable MS,\" or even \"possible MS.\"   Therefore, we cannot say as a matter of law that Hughes received treatment \"for\" MS during the critical six months before the effective date of the Policy.</p>\n    </div>\n    <p>IV.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For the foregoing reasons, we vacate the judgment below and remand for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although Dr. Dawson actually testified that Hughes could have been diagnosed as suffering from \"probable MS\" in February 1987 (before the commencement of the pre-probationary period), the record suggests that Dr. Dawson may have intended to refer to February 1988.  The reference to 1987 seems to spring from Dr. Dawson's understanding of a letter he wrote to Dr. Worthington on May 31, 1988 summarizing Hughes' medical history.  The typewritten text of that letter (attached as part of Exhibit 5 to Boston Mutual's motion for summary judgment) contains a paragraph describing an outbreak of suspicious symptoms to February 1988, although it appears that either the author or the recipient used a pen or pencil to change \"1987\" to \"1988\" as well as to cross out the paragraph recounting a second issue.  To add to the confusion, the briefs of both parties adopt the district court's findings, which do not mention an episode in February 1987.  In light of this contrary evidence and our duty to view the evidence in the light most favorable to Hughes, we infer that February 1988 should be the date of Dr. Dawson's retrospective diagnosis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although Count I refers simply to a breach of contract claim, the complaint plainly seeks to recover benefits under an ERISA-regulated plan pursuant to 29 U.S.C. Sec. 1132(a)(1)(B) (1988).  Federal and state courts have concurrent jurisdiction over such claims.  29 U.S.C. Sec. 1132(e)(1) (1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Brewer and McMahan primarily involve the question of whether a state law rule of contract construction controls the interpretation of an ERISA contract.  It is unclear whether either court actually rejects the contra proferentem principle as a rule of federal common law.  The court in Brewer comes closest to doing so, citing as support the Supreme Court's statement that courts should construe provisions in ERISA plans \" 'without deferring to either party's interpretation.' \"  921 F.2d at 154 (emphasis in original) (quoting Bruch, 489 U.S. at 112, 109 S.Ct. at 955).   The quotation from Bruch is accurate, but cannot support the holding in Brewer.  Bruch concerns the standard for judicial review of benefit determinations by fiduciaries or plan administrators under ERISA.  489 U.S. at 105, 109 S.Ct. at 951.   The Court's preference for de novo review of nondiscretionary decisions, id. at 115, 109 S.Ct. at 956-57, in no way limits a court's ability to select appropriate rules of contract interpretation in aid of its independent construction of disputed terms.  In any event, the Eighth Circuit has since construed Brewer as allowing the application of contra proferentem to an ERISA-regulated insurance plan, but only after the court attempts to resolve an apparent ambiguity by favoring the \"ordinary\" meaning of a disputed term.  See Delk v. Durham Life Ins. Co., 959 F.2d 104, 105-06 (8th Cir.1992) (per curiam)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that Ross is not irreconcilable with Bullwinkel, in which the court may not have had the occasion to address the ambiguity alleged here and in Ross.   Indeed, the Seventh Circuit specifically stated that \"this case is unique because the Bullwinkels' attorney really rested his entire appeal on the argument that a court may not infer that a lump discovered to be cancerous in one month was also cancerous two months before....  We make no statement about what might happen if an attorney in a future case presents different arguments and authority to the court.\"  18 F.3d at 433</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In so stating, we obviously reject the reasoning of some other courts that have construed similar language by focusing exclusively on the absence of a requirement for diagnosis without seriously considering whether the language concerning treatment \"for\" a particular condition is ambiguous.  See Marshall, 1992 WL 554314, at * 2 (\"[T]he language of the policy in the instant case is clear and unambiguous;  diagnosis is not required by the policy for a finding that there is a pre-existing condition.\");  Cury, 737 F.Supp. at 854 (\"There is no requirement that a diagnosis, definite or otherwise, of the pre-existing condition must be made during the pre-existing condition period.\").  Under the interpretation suggested by Hughes, a physician's awareness of the sickness would probably require at least a tentative diagnosis;  however, it may be that no diagnosis would be necessary if the insured was already aware of the condition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The trier of fact must resolve any ambiguities in an ERISA contract identified by the court and incapable of definitive resolution on the existing record.  See Allen, 967 F.2d at 698;  see also Jos.  Schlitz Brewing Co. v. Milwaukee Brewery Workers' Pension Plan, 3 F.3d 994, 999 (7th Cir.1993);  Teamsters Indus. Employees Welfare Fund v. Rolls-Royce Motor Cars, Inc., 989 F.2d 132, 135 n. 2 (3rd Cir.1993);  D.E.W., Inc. v. Local 93, Laborers' Int'l Union, 957 F.2d 196, 199 (5th Cir.1992).  Moreover, despite any interpretive presumption favoring the insured, an insurer may seek to overcome that presumption with probative evidence.  See Stephen L. Liebo, 13 Appleman's Insurance Law and Practice Sec. 7403, at 75 (Supp.1993) (\"Where a policy is ambiguous, grounds, including appropriate extrinsic evidence, may be found to show that the interpretation unfavorable to an insured was the one reasonably understood by both parties;  it is only when the ambiguity still remains after the resort to such extrinsic evidence that an ambiguous provision is to be construed against the insurer.\").  Therefore, Boston Mutual would remain free to introduce evidence at trial that its interpretation is the more reasonable one</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">264</span></span></p>\n    <p class=\"case_cite\">18 Employee Benefits Cas. 1789</p>\n    <p class=\"parties\">George A. HUGHES, Plaintiff, Appellant,<br>v.<br>BOSTON MUTUAL LIFE INSURANCE COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2077.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 5, 1994.<br>Decided July 18, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John Silvia, Jr., with whom Long &amp; Silvia, Fall River, MA, was on brief for appellant.</p>\n      <p class=\"indent\">Ralph C. Copeland, with whom Copeland &amp; Hession, Wellesley, MA, was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA and STAHL, Circuit Judges, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, plaintiff-appellant George Hughes (\"Hughes\") contends that the district court erred in granting summary judgment for defendant-appellee Boston Mutual Life Insurance Company (\"Boston Mutual\") on Hughes' claim of entitlement to disability benefits under a group insurance plan.  The lower court allowed the motion on the basis that Hughes' receipt of medical treatment for symptoms of multiple sclerosis triggered the \"pre-existing condition\" exclusion in the insurance policy issued to Hughes by Boston Mutual.  We vacate and remand for further proceedings.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Multiple sclerosis (\"MS\") is a grave disorder of the nervous system.  See generally Cury v. Colonial Life Ins. Co. of America, <span class=\"citation no-link\"><span class=\"volume\">737</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">847</span></span>, 850 (E.D.Pa.1990).  The cause of MS remains shrouded in mystery and a cure still lies beyond the grasp of medical science.  Symptoms of MS include</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>weakness, fatigue, incoordination, and difficulty walking.  Another common symptom of multiple sclerosis is spastic paraparesis which is a stiffness, weakness, or spasticity in the lower extremities.  Finally, depression is very common in multiple sclerosis patients.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">MS \"follows a slow, progressive course marked by a history of exacerbations and remissions.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  The disease </span>cannot be diagnosed with certainty during the life of the patient.  Thus, depending on the results of observation and sophisticated testing, a physician may make a diagnosis of \"most likely,\" \"likely [or probable],\" or \"possible\" MS.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The circumstances leading to Hughes' claim for disability caused by MS are relatively straightforward.  Hughes became a permanent employee of the University of Massachusetts in November 1987, and later applied to enroll in a group disability insurance plan available to University of Massachusetts employees through Boston Mutual.  Boston Mutual approved the application, designating February 1, 1988 as the effective date of coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The disability insurance policy (\"the Policy\") contains the following language setting forth an exclusion of coverage for disability arising from a pre-existing condition:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>This policy will not cover any total disability:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>1. which is caused or contributed to by, or results from a pre-existing condition;  and</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>2. which begins in the first 12 months after the insured's effective date [\"the probationary period\"], unless he received no treatment of the condition for 6 consecutive months after his effective date.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>\"Treatment\" means consultation, care or services provided by a physician including diagnostic measures and taking prescribed drugs and medicines.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>\"Pre-existing Condition\" means a sickness or injury for which the insured received treatment within 6 months prior to the insured's effective date [\"the pre-probationary period\"].</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The events that occurred within each of the relevant periods are essentially undisputed.  During the pre-probationary period (August 1, 1987 to February 1, 1988), Hughes experienced a number of symptoms consistent with MS.  In August 1987, Hughes visited Dr. Daniel Sullivan, complaining of numbness in both lower extremities, loss of balance, and gastrointestinal problems.  Dr. Sullivan prescribed medication for the gastrointestinal symptoms, but made no diagnosis of MS.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Although the record contains an unrebutted after-the-fact diagnosis from Dr. David Dawson that Hughes was \"suffering from multiple sclerosis\" in August 1987, deposition testimony from Dr. Dawson and other physicians suggests that Hughes' condition was not amenable to any type of clinical diagnosis during the pre-probationary period.  Dr. Sullivan testified that the symptoms he observed in the summer of 1987 \"would not create the impression of multiple sclerosis.\"   Dr. Jeremy Worthington (who, in March 1988, diagnosed Hughes as having MS) confirmed that the loss of balance reported to Dr. Sullivan in August 1987 is \"a very non-specific complaint,\" which is \"not enough to establish ... [a]nything.\"   Dr. Dawson initially testified that he had \"no opinion about the diagnosability of multiple sclerosis in 1987.\"   Dr. Dawson did testify that Hughes' condition could have been diagnosed as \"clinically probable multiple sclerosis\" in February 1988<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> (after the expiration of the pre-probationary period), but did not advance an opinion as to the diagnosability of MS during the pre-probationary period.  Finally, Dr. Dunn, an ophthalmologist who treated Hughes in June 1987 (before the pre-probationary period) wrote \"possible MS\" in his notes, but there is no evidence that Dr. Dunn communicated his hypothesis either to Hughes or to any treating physician during the pre-probationary period.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">During the first six months of the probationary period (February 1, 1988 to July 1, 1988), Hughes received additional medical attention.  On March 1, Hughes experienced various symptoms, including \"extreme fatigue, inability to maintain balance, double vision, lack of coordination with walking, and slurring of speech.\"   On March 10, Dr. Jeremy Worthington diagnosed Hughes as suffering from MS.  On April 5, Hughes underwent Magnetic Resonance Imagery (\"MRI\") testing, which confirmed the Worthington diagnosis.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Later in the probationary period, Hughes' worsening condition made it increasingly difficult for him to work.  At the suggestion of Dr. Sullivan, Hughes terminated his employment with the University of Massachusetts on July 6, 1988, and filed a disability claim with Boston Mutual.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Boston Mutual denied the claim in November 1988, prompting Hughes to file this action in Massachusetts Superior Court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Because the Policy is a group insurance plan regulated by the Employee Retirement Income Security Act of 1974, as amended, 29 U.S.C. Sec. 1001 et seq.  (1988 &amp; Supp.1992) (\"ERISA\"), Boston Mutual removed the action to the United States District Court for the District of Massachusetts pursuant to 28 U.S.C. Sec. 1441 (1988 &amp; Supp.1992).  The district court granted Boston Mutual's motion for summary judgment, Hughes v. Boston Mut. Life Ins. Co., No. 91-10179-WD (D.Mass. Aug. 27, 1993), and this appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>PROCEDURAL PRINCIPLES</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Where, as here, the administrator of an ERISA-regulated plan does not allege that it has discretion under the plan to interpret the terms of the insurance policy, judicial review of a denial of benefits entails no deference to the administrator's explanation of the plan and follows the familiar course of an action for breach of an insurance contract.  See Firestone Tire &amp; Rubber Co. v. Bruch, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, 115, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, 956-57, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span> </a></span>(1989);  Allen v. Adage, Inc., <span class=\"citation\" data-id=\"585780\"><a href=\"/opinion/585780/richard-g-allen-v-adage-inc/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">695</span></a></span>, 697-98 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Similarly, an appellate court independently weighs the merits of a motion for summary judgment, without deference to the reasoning of the district court.  See Bird v. Centennial Ins. Co., <span class=\"citation\" data-id=\"195065\"><a href=\"/opinion/195065/bird-v-centennial/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">228</span></a></span>, 231 (1st Cir.1993).  Summary judgment is appropriate if \"there is no genuine issue as to any material fact and ... the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).  The party opposing summary judgment \"may not rest upon the mere allegations or denials of [its] pleading[s], but ... must set forth specific facts showing that there is a genuine issue for trial.\"   Fed.R.Civ.P. 56(e).  See also Anderson v. Liberty Lobby, Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 256, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2514, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </a></span>(1986);  LeBlanc v. Great Am.  Ins. Co., <span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span>, 841-42 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span> </span>(1994).  Moreover, where the non-moving party bears the burden of persuasion at trial, it can only avert summary judgment with a display of evidence \"sufficient to establish the existence of [the] element[s] essential to [its] case.\"  Celotex Corp. v. Catrett, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span> </a></span>(1986).  Finally, a court deciding a motion for summary judgment cannot assume the skepticism of the fact-finder, but must draw all reasonable inferences in favor of the non-moving party.  See Levy v. FDIC, <span class=\"citation\" data-id=\"194983\"><a href=\"/opinion/194983/levy-v-weinhold/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1054</span></a></span>, 1056 (1st Cir.1993).</p>\n    </div>\n    <p>III.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">While we normally look to the law of a particular state to guide our construction of a contract, \"a federal common law of rights and obligations\" governs the interpretation of an ERISA-regulated group insurance plan.  Pilot Life Ins. Co. v. Dedeaux, <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 56, <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1549</span></a></span>, 1557-58, <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">39</span> </a></span>(1987);  Burnham v. Guardian Life Ins. Co. of America, <span class=\"citation\" data-id=\"522153\"><a href=\"/opinion/522153/joan-c-burnham-etc-v-the-guardian-life-insurance-company-of-america/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">486</span></a></span>, 489 (1st Cir.1989).  The need for federal uniformity in this area does not, however, require federal rules at variance with the general law of the states.  Indeed, we have noted that the emerging federal common law \"must embody common-sense canons of contract interpretation,\" <span class=\"citation\" data-id=\"522153\"><a href=\"/opinion/522153/joan-c-burnham-etc-v-the-guardian-life-insurance-company-of-america/\"><span class=\"id_token\">id.,</span> of which </a></span>state law is the \"richest source,\" Rodriguez-Abreu v. Chase Manhattan Bank, N.A., <span class=\"citation\" data-id=\"600732\"><a href=\"/opinion/600732/luis-e-rodriguez-abreu-v-the-chase-manhattan-bank-na/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">580</span></a></span>, 585 (1st Cir.1993).  Thus, \"straightforward language in an ERISA-regulated insurance policy should be given its natural meaning.\"  <span class=\"citation\" data-id=\"522153\"><span class=\"antecedent_guess\">Burnham,</span> <a href=\"/opinion/522153/joan-c-burnham-etc-v-the-guardian-life-insurance-company-of-america/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">489</span></a></span>.   Similarly, in keeping with the rule of contra proferentem, ambiguous terms should be strictly construed against the insurer.  <span class=\"citation\" data-id=\"600732\"><span class=\"antecedent_guess\">Rodriguez-Abreu,</span> <a href=\"/opinion/600732/luis-e-rodriguez-abreu-v-the-chase-manhattan-bank-na/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">586</span></a></span>;  see also Lee v. Blue Cross/Blue Shield, <span class=\"citation\" data-id=\"658367\"><a href=\"/opinion/658367/kevin-l-lee-v-blue-crossblue-shield-of-alabama/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1547</span></a></span>, 1551 (11th Cir.1994) (collecting cases to demonstrate that contra proferentem rule \"has been widely adopted\" among circuit courts for resolution of ambiguities in ERISA-regulated insurance contracts);  cf. <span class=\"citation\" data-id=\"585780\"><span class=\"antecedent_guess\">Allen,</span> <a href=\"/opinion/585780/richard-g-allen-v-adage-inc/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">701</span> </a></span>n. 6 (holding that contra proferentem principle does not apply to ERISA contracts beyond the insurance context).  But cf. Brewer v. Lincoln Nat'l Life Ins. Co., <span class=\"citation\" data-id=\"552882\"><a href=\"/opinion/552882/robert-p-brewer-natural-guardian-and-duly-appointed-next-friend-of-robert/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">150</span></a></span>, 153-54 (8th Cir.1990) (holding that state law policy of construing ambiguities in favor of the insured could not govern interpretation of ERISA policy), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1238</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2872</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1038</span> </span>(1991);  McMahan v. New England Mut. Life Ins. Co., <span class=\"citation\" data-id=\"531241\"><a href=\"/opinion/531241/roy-f-mcmahan-jr-louis-t-roth-as-trustee-under-the-will-of-mary-alice/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">426</span></a></span>, 429-30 (6th Cir.1989) (same).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Nevertheless, sympathy for either party cannot justify sophistry.  \"[C]ourts have no right to torture language in an attempt to force particular results or to convey delitescent nuances the contracting parties neither intended nor imagined.\"  <span class=\"citation\" data-id=\"522153\"><span class=\"antecedent_guess\">Burnham,</span> <a href=\"/opinion/522153/joan-c-burnham-etc-v-the-guardian-life-insurance-company-of-america/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">489</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The exclusion clause at issue here does not apply to pre-existing conditions in the ordinary sense.  A routine pre-existing condition clause aims to bar coverage for claims arising from conditions existing before the effective date of an insurance policy;  such policies focus on the prior origination or prior manifestation of the condition.  See generally 1B John Alan Appleman &amp; Jean Appleman, Insurance Law and Practice, Sec. 396 (1981 &amp; Supp.1993).  The clause in Hughes' policy might be described more accurately as a \"recent treatment\" exclusion because it prohibits coverage for any total disability which occurs during a probationary period and is attributable to a condition for which the insured received medical treatment just prior to the probationary period.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Unlike the standard pre-existing condition clause, the recent treatment exclusion is not strictly designed to weed out known insurance risks;  it would even permit activity which, if not reported on an application for a policy with a standard pre-existing condition clause, might suggest fraud.  For example, as counsel for Boston Mutual suggested at oral argument, an insured who was disabled within the probationary period and did not receive medical treatment for a condition contributing to the disability during the pre-probationary period would be entitled to coverage even if she (1) received treatment for such a condition before (but not during) the pre-probationary period, (2) knowingly suffered from symptoms of the condition during the pre-probationary period without seeking medical attention, or (3) received treatment during the pre-probationary period for a broken arm (not a symptom of MS) caused by a fall attributable to loss of balance resulting from undiagnosed MS.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We also note that the exclusion is not triggered by any medical treatment, only by treatment \"for\" a \"sickness or injury\" (the \"[c]ondition\") which \"caused or contributed to ... or results\" in a \"total disability.\"   As several other courts interpreting similar language have observed, the exclusion does not explicitly require diagnosis.  Marshall v. UNUM Life Ins. Co., No. A3-91-201, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">554314</span></span>, at * 2 (D.N.D. Nov. 6, 1992), aff'd, <span class=\"citation\" data-id=\"659940\"><a href=\"/opinion/659940/carol-marshall-v-unum-life-insurance-company/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">282</span> </a></span>(8th Cir.1994);  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Cury,</span> <span class=\"volume\">737</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">854</span></span>.   But neither does the exclusion explain what constitutes treatment \"for\" a particular condition.  Boston Mutual suggests that treatment \"for\" a condition refers to treatment of any symptom which in hindsight appears to be a manifestation of the condition.  We acknowledge that this would be one reasonable interpretation of the exclusion.  See Bullwinkel v. New England Mut. Life Ins. Co., <span class=\"citation\" data-id=\"664682\"><a href=\"/opinion/664682/madelaine-bullwinkel-and-george-e-bullwinkel-v-new-england-mutual-life/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">429</span></a></span>, 432-33 (7th Cir.1994) (holding that treatment of malignant breast lump in pre-probationary period triggered recent treatment exclusion although lump was not definitively diagnosed as cancer until later time);  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Cury,</span> <span class=\"volume\">737</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">854</span></span>-55 (holding that treatment for symptoms of undiagnosed multiple sclerosis in critical period activated recent treatment exclusion).  But Boston Mutual's interpretation is not the only plausible one.  Hughes reasonably suggests that the exclusion requires some awareness on the part of the physician or the insured that the insured is receiving treatment for the condition itself.  See Ross v. Western Fidelity Ins. Co., <span class=\"citation\" data-id=\"527002\"><a href=\"/opinion/527002/betty-and-stanley-ross-v-western-fidelity-insurance-company/\"><span class=\"volume\">881</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">142</span></a></span>, 144 (5th Cir.1989) (\"[T]here is at least a reasonable argument that, under [a recent treatment exclusion], treatment for a specific condition cannot be received unless the specific condition is known.\")  (emphasis in original);  Karagon v. Aetna Life Ins. Co., 58 Mich.App. 677, <span class=\"citation\" data-id=\"1312030\"><a href=\"/opinion/1312030/karagon-v-aetna-life-ins-co/\"><span class=\"volume\">228</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">515</span></a></span>, 516 (1975) (holding that treatment of symptoms of undiagnosed multiple sclerosis did not trigger recent treatment exclusion where disease did not manifest itself with sufficient clarity to allow reasonably accurate diagnosis and treatment).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Nor is there extrinsic evidence which would allow us to choose one plausible interpretation over the other as a matter of law.  Because the exclusion is susceptible to \"reasonable but differing interpretations,\" we find it to be ambiguous.  <span class=\"citation\" data-id=\"600732\"><span class=\"antecedent_guess\">Rodriguez-Abreu,</span> <a href=\"/opinion/600732/luis-e-rodriguez-abreu-v-the-chase-manhattan-bank-na/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">586</span></a></span>.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  And, because we interpret ambiguities against the insurer, id.;  <span class=\"citation\" data-id=\"658367\"><span class=\"antecedent_guess\">Lee,</span> <a href=\"/opinion/658367/kevin-l-lee-v-blue-crossblue-shield-of-alabama/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1551</span></a></span>, we adopt for purposes of summary judgment the construction offered by Hughes.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The sole remaining task is to apply the exclusion to the facts at hand.  The parties have identified MS as the \"[c]ondition\" which \"caused or contributed to ... or result[ed]\" in Hughes' \"total disability.\"   E.g., Appellee's Br. at 14.  At this stage, it is undisputed that neither Hughes nor the physicians who treated his symptoms during the pre-probationary period were aware that he was being treated for \"most likely MS,\" \"probable MS,\" or even \"possible MS.\"   Therefore, we cannot say as a matter of law that Hughes received treatment \"for\" MS during the critical six months before the effective date of the Policy.</p>\n    </div>\n    <p>IV.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For the foregoing reasons, we vacate the judgment below and remand for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although Dr. Dawson actually testified that Hughes could have been diagnosed as suffering from \"probable MS\" in February 1987 (before the commencement of the pre-probationary period), the record suggests that Dr. Dawson may have intended to refer to February 1988.  The reference to 1987 seems to spring from Dr. Dawson's understanding of a letter he wrote to Dr. Worthington on May 31, 1988 summarizing Hughes' medical history.  The typewritten text of that letter (attached as part of Exhibit 5 to Boston Mutual's motion for summary judgment) contains a paragraph describing an outbreak of suspicious symptoms to February 1988, although it appears that either the author or the recipient used a pen or pencil to change \"1987\" to \"1988\" as well as to cross out the paragraph recounting a second issue.  To add to the confusion, the briefs of both parties adopt the district court's findings, which do not mention an episode in February 1987.  In light of this contrary evidence and our duty to view the evidence in the light most favorable to Hughes, we infer that February 1988 should be the date of Dr. Dawson's retrospective diagnosis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although Count I refers simply to a breach of contract claim, the complaint plainly seeks to recover benefits under an ERISA-regulated plan pursuant to 29 U.S.C. Sec. 1132(a)(1)(B) (1988).  Federal and state courts have concurrent jurisdiction over such claims.  29 U.S.C. Sec. 1132(e)(1) (1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Brewer and McMahan primarily involve the question of whether a state law rule of contract construction controls the interpretation of an ERISA contract.  It is unclear whether either court actually rejects the contra proferentem principle as a rule of federal common law.  The court in Brewer comes closest to doing so, citing as support the Supreme Court's statement that courts should construe provisions in ERISA plans \" 'without deferring to either party's interpretation.' <span class=\"citation\" data-id=\"552882\"><span class=\"antecedent_guess\">\"</span>  <a href=\"/opinion/552882/robert-p-brewer-natural-guardian-and-duly-appointed-next-friend-of-robert/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">154</span> </a></span>(emphasis in original) (quoting <span class=\"citation\" data-id=\"112197\"><span class=\"antecedent_guess\">Bruch,</span> <a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">112</span></a></span>, 109 S.Ct. at 955).   The quotation from Bruch is accurate, but cannot support the holding in Brewer.  Bruch concerns the standard for judicial review of benefit determinations by fiduciaries or plan administrators under <span class=\"citation\" data-id=\"112197\"><span class=\"antecedent_guess\">ERISA.</span>  <a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">105</span></a></span>, 109 S.Ct. at 951.   The Court's preference for de novo review of nondiscretionary decisions, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"id_token\">id.</span> at 115, </a></span>109 S.Ct. at 956-57, in no way limits a court's ability to select appropriate rules of contract interpretation in aid of its independent construction of disputed terms.  In any event, the Eighth Circuit has since construed Brewer as allowing the application of contra proferentem to an ERISA-regulated insurance plan, but only after the court attempts to resolve an apparent ambiguity by favoring the \"ordinary\" meaning of a disputed term.  See Delk v. Durham Life Ins. Co., <span class=\"citation\" data-id=\"579507\"><a href=\"/opinion/579507/jack-delk-v-durham-life-insurance-company/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span>, 105-06 (8th Cir.1992) (per curiam)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that Ross is not irreconcilable with Bullwinkel, in which the court may not have had the occasion to address the ambiguity alleged here and in Ross.   Indeed, the Seventh Circuit specifically stated that \"this case is unique because the Bullwinkels' attorney really rested his entire appeal on the argument that a court may not infer that a lump discovered to be cancerous in one month was also cancerous two months before....  We make no statement about what might happen if an attorney in a future case presents different arguments and authority to the <span class=\"citation\" data-id=\"664682\"><span class=\"antecedent_guess\">court.\"</span>  <a href=\"/opinion/664682/madelaine-bullwinkel-and-george-e-bullwinkel-v-new-england-mutual-life/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">433</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In so stating, we obviously reject the reasoning of some other courts that have construed similar language by focusing exclusively on the absence of a requirement for diagnosis without seriously considering whether the language concerning treatment \"for\" a particular condition is ambiguous.  See Marshall, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">554314</span></span>, at * 2 (\"[T]he language of the policy in the instant case is clear and unambiguous;  diagnosis is not required by the policy for a finding that there is a pre-existing condition.\");  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Cury,</span> <span class=\"volume\">737</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">854</span> </span>(\"There is no requirement that a diagnosis, definite or otherwise, of the pre-existing condition must be made during the pre-existing condition period.\").  Under the interpretation suggested by Hughes, a physician's awareness of the sickness would probably require at least a tentative diagnosis;  however, it may be that no diagnosis would be necessary if the insured was already aware of the condition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The trier of fact must resolve any ambiguities in an ERISA contract identified by the court and incapable of definitive resolution on the existing record.  See <span class=\"citation\" data-id=\"585780\"><span class=\"antecedent_guess\">Allen,</span> <a href=\"/opinion/585780/richard-g-allen-v-adage-inc/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">698</span></a></span>;  see also Jos.  Schlitz Brewing Co. v. Milwaukee Brewery Workers' Pension Plan, <span class=\"citation\" data-id=\"629016\"><a href=\"/opinion/629016/jos-schlitz-brewing-company-and-the-stroh-brewery-company-v-milwaukee/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">994</span></a></span>, 999 (7th Cir.1993);  Teamsters Indus. Employees Welfare Fund v. Rolls-Royce Motor Cars, Inc., <span class=\"citation\" data-id=\"602853\"><a href=\"/opinion/602853/in-re-teamsters-industrial-employees-welfare-fund-teamsters-industrial/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">132</span></a></span>, 135 n. 2 (3rd Cir.1993);  D.E.W., Inc. v. Local 93, Laborers' Int'l Union, <span class=\"citation\" data-id=\"578235\"><a href=\"/opinion/578235/dew-inc-v-local-93-laborers-international-union-of-north-america/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span>, 199 (5th Cir.1992).  Moreover, despite any interpretive presumption favoring the insured, an insurer may seek to overcome that presumption with probative evidence.  See Stephen L. Liebo, 13 Appleman's Insurance Law and Practice Sec. 7403, at 75 (Supp.1993) (\"Where a policy is ambiguous, grounds, including appropriate extrinsic evidence, may be found to show that the interpretation unfavorable to an insured was the one reasonably understood by both parties;  it is only when the ambiguity still remains after the resort to such extrinsic evidence that an ambiguous provision is to be construed against the insurer.\").  Therefore, Boston Mutual would remain free to introduce evidence at trial that its interpretation is the more reasonable one</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111858/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112197/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194983/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195065/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522153/",
    "https://www.courtlistener.com/api/rest/v3/opinions/527002/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531241/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552882/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578235/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579507/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585780/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600732/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602853/",
    "https://www.courtlistener.com/api/rest/v3/opinions/629016/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/658367/",
    "https://www.courtlistener.com/api/rest/v3/opinions/659940/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664682/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1312030/"
  ]
}