{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195456/",
  "id": 195456,
  "absolute_url": "/opinion/195456/hernandez-pineda-v-ins/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195456/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:40:22Z",
  "date_modified": "2020-02-21T23:49:58.464194Z",
  "type": "010combined",
  "sha1": "401f0b14e80398554252d2df1fc6bf2937cf940f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2293.01A",
  "local_path": null,
  "plain_text": "June 27, 1994\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2293\n\n                MARTA LEYLA HERNANDEZ PINEDA,\n\n                         Petitioner,\n\n                              v.\n\n           IMMIGRATION AND NATURALIZATION SERVICE,\n\n                         Respondent.\n\n                                         \n\n              ON PETITION FOR REVIEW OF AN ORDER\n             OF THE BOARD OF IMMIGRATION APPEALS\n\n                                         \n\n                            Before\n\n                    Selya, Cyr and Boudin,\n                       Circuit Judges.\n                                     \n\n                                         \n\nRaymond Rivera on brief for petitioner.\n              \nFrank  W. Hunger,  Assistant Attorney  General, Mark  C.  Walters,\n                                                                 \nAssistant Director,  Office of Immigration Litigation,  and Kristen A.\n                                                                  \nGiuffreda, Attorney,  Civil  Division,  U.S.  Department  of  Justice,\n     \nOffice of Immigration Litigation, on brief for respondent.\n\n                                         \n\n                                         \n\n          Per  Curiam.    Petitioner  Marta  Leyla  Hernandez\n                     \n\nPineda,  a citizen  of Nicaragua,  has  filed a  petition for\n\nreview of an order  of the Board of Immigration  Appeals (the\n\nBoard)  denying her  motions to reopen  and reconsider.   She\n\nsought to have the Board reconsider its final decision, dated\n\nJuly 6, 1993,  dismissing her  appeal from the  order of  the\n\nimmigration   judge   which  denied   her   applications  for\n\nsuspension of  deportation and  asylum.  The  Board dismissed\n\nthe appeal as untimely.\n\n                              I.\n                               \n\n          Petitioner  illegally entered the  United States in\n\nJuly 1984.  The  Immigration and Naturalization Service (INS)\n\nissued  an order  to show cause  on April 26,  1991, based on\n\npetitioner's failure  to present herself for  inspection upon\n\nentering  this country.   See  8 U.S.C.    1251(a)(1)(B).   A\n                             \n\nhearing was held before an immigration judge.  Petitioner was\n\nrepresented  by   counsel  at   this  time.     She  conceded\n\ndeportability and  informed the  immigration  judge that  she\n\nwould apply for asylum,  see 8 U.S.C.  1158,  and suspension,\n                            \n\nsee 8 U.S.C.  1254.\n   \n\n          Accordingly,  a hearing  on these  applications was\n\nheld on January 14, 1992.  Although petitioner had requested,\n\nand received,  a postponement  of the  hearing on  the ground\n\nthat she  was seeking new counsel, she appeared pro se at the\n\nhearing.   In an oral  decision, the immigration judge denied\n\nboth applications.   Petitioner then expressed  her desire to\n\nappeal  this decision  to  the Board.    At this  point,  the\n\nimmigration judge stated:\n\n               And  if  you decide  to  appeal, the\n          appeal deadline is January 24,  '92.  Now\n                                                   \n          I'm  handing you  the appeal  forms which\n                                                   \n          must be filed by  the deadline date.  And\n                                             \n          a form that you  were given before, a 618\n          form  that  explains your  appeal rights.\n          Now, if  you want to appeal,  the fee for\n          an appeal  has to  be filed here  at this\n          office.  And then  the appeal form has to\n          be  mailed to  my  office  in  Arlington,\n          Virginia.  And I'll give you the address.\n          We'll  find the  address.   I'm going  to\n          give  you a  summary  of my  decision and\n          order and my address is listed at the top\n          of that form.   And I'm going to  add our\n          phone number there, too.  Now if you hire\n          a lawyer to help you with the appeal, the\n          lawyer   needs  to  fill   out  the  gold\n          appearance form.\n\nAdministrative Record, at 123-24 (emphasis added).\n\n     On January  22, 1992, petitioner asked  for an extension\n\nof  time to file her appeal.   She was notified of the denial\n\nof her request on January 24th.   She then used next-day mail\n\nto  send her appeal.  However, her documents were returned to\n\nher  on  January 27th  because she  had  not used  the proper\n\nappeal forms.  By this time, petitioner had retained counsel.\n\nIn  March 1992, he filed  an appeal using  the correct forms,\n\nbut had not made out the money order for the fee to the right\n\nentity.   The appeal was perfected in April.  After receiving\n\nseveral  extensions of  time, petitioner  filed her  brief in\n\nsupport of her appeal in October 1992.\n\n                             -3-\n\n          On  July  6,  1993,  the  Board  issued  its  order\n\ndismissing petitioner's appeal as  untimely.  The motions for\n\nreopening and reconsideration ensued.  Petitioner argued that\n\nthe Board had made  an error in its decision.   Specifically,\n\npetitioner claimed  that, at  the hearing,  she had  not been\n\ninformed  that she was required to use specific forms to file\n\nan appeal.  She  acknowledged that she  had been told of  the\n\nJanuary  24,  1992 deadline  and  asserted  that by  express-\n\nmailing  her  appeal on  the 24th,  she  had appealed  by the\n\ndeadline.  She also  argued that she had been  misinformed by\n\nthe local  INS  office concerning  to  whom the  money  order\n\nshould be made payable.   Further, she pointed out  that when\n\nher appeal was returned to  her on January 27th, she  was not\n\ntold  by  anyone  that  her appeal  had  not  been  perfected\n\naccording to the regulations.\n\n          She next  asserted that to reject  her appeal which\n\nhad been  \"timely appealed but untimely  filed,\" violated due\n\nprocess.  That  is, she went on, she  should not be penalized\n\nwhen she had \"fully complied\" with  the instructions given to\n\nher.   Finally,  petitioner maintained  that the  immigration\n\njudge violated due process when she failed to tell petitioner\n\nabout  the correct  forms even  though the  immigration judge\n\nknew that petitioner was proceeding without counsel.\n\n          The  Board,  in  a  per curiam  order,  denied  the\n\nmotion.    As for  the  request for  reconsideration,  it re-\n\n                             -4-\n\nexamined its decision in light of petitioner's arguments.  It\n\nfirst  pointed out that the appeal was mailed, using next-day\n\ndelivery, on the day it was due.  Next, the Board stated that\n\nthe record revealed that the immigration judge had, in  fact,\n\nhanded the proper application  forms to petitioner.  Further,\n\nthe   immigration  judge   had  given   petitioner  \"explicit\n\ninstructions\" concerning  when and  where the form  should be\n\nfiled and  where the  fee should  be paid.   Next, the  Board\n\nconsidered  the request for reopening.  It rejected it out of\n\nhand, though,  because petitioner had failed  to submit \"new,\n\npreviously unavailable evidence in support of her motion. . .\n\n.\"  Administrative Record, at 2.\n\n                             II.\n                               \n\n          In  determining motions  to reopen  and reconsider,\n\nthe  Board is  exercising  \"discretionary authority.\"   1  C.\n\nGordon  &amp;  S.  Mailman,   Immigration  Law  and  Procedure   \n                                                          \n\n305[7][a], at 3-68 (rev. ed.  1993) (footnote omitted).   \"In\n\nreviewing a discretionary decision of the Board, we determine\n\nonly whether  the decision  was arbitrary, capricious,  or an\n\nabuse  of discretion.\"  Martinez v. I.N.S., 970 F.2d 973, 974\n                                          \n\n(1st  Cir. 1992); LeBlanc v.  I.N.S., 715 F.2d  685, 693 (1st\n                                    \n\nCir.  1983) (court  will uphold  discretionary action  of the\n\nBoard unless it  had no rational explanation,  did not follow\n\nestablished policies,  or was based  on impermissible grounds\n\nsuch as race discrimination).  As for the Board's findings of\n\n                             -5-\n\nfact,  we  review   them  under  the  \"substantial   evidence\n\nstandard.\"   Martinez, 970  F.2d at 974.   As set  forth in 8\n                     \n\nU.S.C.    1105a(a)(4),  \"findings  of fact,  if supported  by\n\nreasonable, substantial, and probative evidence on the record\n\nconsidered as a whole, shall be conclusive. . . . \"\n\n          A.  Motion to Reconsider\n                                  \n\n          The  Board   found,  as   matters  of   fact,  that\n\npetitioner had been given the appeal forms by the immigration\n\njudge and had  been told where and when to  file them.  There\n\nis  no question that the record supports these findings.  The\n\nimmigration  judge announced, at the end of the hearing, that\n\nshe  was handing the forms to petitioner.  She then explained\n\nthat the fee was to be paid at the immigration office and the\n\nappeal  forms  sent  to  the immigration  judge's  office  in\n\nVirginia.   In light of such clear record evidence, the Board\n\nhad the authority to  reject petitioner's contention that she\n\nnever received the forms.\n\n          Further,  the Board's  finding that the  appeal was\n\nfiled  late   also  is  supported  by  substantial  evidence.\n\nPetitioner argues  that  January 24th  was  not the  day  the\n\nappeal was due.   Rather, she maintains that she  had 13 days\n\n(rather than  10) in which to  appeal.  Thus, the  return, on\n\nJanuary 27th, of petitioner's appeal materials indicates that\n\nher  appeal  must  have  arrived within  the  13-day  period.\n\nPetitioner  misreads  the regulation;  the  longer period  in\n\n                             -6-\n\nwhich  to file  an appeal  applies when  the decision  of the\n                                                             \n\nimmigration judge is  mailed, not when the appeal  is mailed.\n                                                 \n\nSee 8  C.F.R.   3.38(b); Da  Cruz v. I.N.S., 4  F.3d 721, 722\n                                           \n\n(9th  Cir. 1993)  (where  decision of  immigration judge  was\n\nmailed, petitioner had 13 days to file an appeal).\n\n          Based on  the foregoing, there is  no question that\n\nthe   Board  did   not  abuse   its  discretion   in  denying\n\npetitioner's motion to reconsider.   The facts establish that\n\nher appeal was late.  Where an appeal is not taken within the\n\n10-day period, the right to appeal is lost.  Da  Cruz, 4 F.3d\n                                                     \n\nat  722;  Matter of  G.Z.,  5  I  &amp;  N  Dec.  295  (1953);  1\n                         \n\nImmigration Law and Procedure,   3.05[4][a], at 3-54.\n                             \n\n          B.  The Motion to Reopen\n                                  \n\n          Motions to  reopen are disfavored and  a petitioner\n\nbears  a heavy burden in showing  entitlement to this relief.\n\nI.N.S. v. Abudu, 485 U.S. 94,  107, 110 (1988).  Given  this,\n               \n\n\"the  Board  is to  be  accorded a  great deal  of  leeway in\n\nexercising  its authority.\"  LeBlanc, 715 F.2d at 689.  Under\n                                    \n\n8  C.F.R.    3.2, the  Board is  prohibited from  reopening a\n\nproceeding  \"unless it  appears  to the  Board that  evidence\n\nsought  to be offered is  material and was  not available and\n\ncould  not have  been discovered or  presented at  the former\n\nhearing. .  . .\"   Similarly, 8 C.F.R.    3.8(a)  states that\n\n\"[m]otions to reopen shall  state the new facts to  be proved\n\nat the reopened hearing . . . . \" \n\n                             -7-\n\n          Petitioner  failed  to meet  the  basic requirement\n\nthat  she  present  \"new  facts\" that  previously  were  \"not\n\navailable.\"  First, petitioner knew that the appeal was to be\n\nfiled by January 24th.  Second, the \"fact\" that the notice of\n\nappeal  was late was established as early as January 24, 1992\n\nwhen  petitioner mailed  her  appeal papers  on  the day  the\n\nappeal was due.  Her argument that she did not  know that her\n\nappeal was  late  because the  INS continued  to process  her\n\nappeal after January 24th  is not a \"fact.\"   The immigration\n\njudge  had made clear when to file  an appeal and her lack of\n\nauthority to grant  any extensions of time.  As  a result, we\n\nfind  that the Board did not abuse its discretion in refusing\n\nto  reopen the  proceeding to  allow petitioner's  late-filed\n\nappeal to proceed.  See Da Cruz, 4 F.3d at 722 (Board may not\n                               \n\nreopen a case \"solely to allow a late appeal\"); Matter of D.,\n                                                            \n\n5 I &amp; N  Dec 520, 521 (1953) (same).\n\n          C.  Due Process Violation\n                                   \n\n          Petitioner maintains that by not informing her that\n\nher appeal was late  and by continuing to process  the appeal\n\nduring  the ensuing year and  a half, the  Board violated her\n\nprocedural due  process rights.  She  characterizes the Board\n\nas  having  made an  \"abrupt  change\" when  it  dismissed her\n\nappeal as  late on July 6,  1993.  This change,  she goes on,\n\ndeprived her of the chance to \"effectively\" present her case.\n\n                             -8-\n\n          To  establish a  due process  violation, petitioner\n\nmust \"demonstrate prejudice which implicates  the fundamental\n\nfairness of  the proceeding.\"   See Michelson v.  I.N.S., 897\n                                                        \n\nF.2d  465, 468  (10th Cir. 1990).   Petitioner's  argument is\n\nthat by permitting her appeal  to proceed, the Board's action\n\nin  \"summarily\"   dismissing  it  was  so   arbitrary  as  to\n\nconstitute constitutional error.  We do not agree.  The cases\n\npetitioner  cites  in   support  of  her  argument   involved\n\nchallenges to the failure of the INS to  follow its own rules\n\nand regulations, see  Montilla v. I.N.S.,  926 F.2d 162,  166\n                                        \n\n(2d Cir.  1991),  challenges  to  specific  regulations,  see\n                                                             \n\nToquero  v. I.N.S.,  956 F.2d  193, 196  (9th Cir.  1992), or\n                  \n\nchallenges  to the  sufficiency of the  procedures used  in a\n\nspecific hearing, see Landon v. Plasencia, 459 U.S. 21, 36-37\n                                         \n\n(1982).\n\n          In  contrast, petitioner  complains  here  that  in\n\nfollowing the applicable regulation concerning the filing  of\n         \n\ntimely appeals,  the Board  violated her due  process rights.\n\nAlthough  it would have been better if the Board had notified\n\npetitioner earlier in the appeals process that her appeal was\n\nlate,  it was not constitutional error to deny the motions to\n\nreopen and reconsider.\n\n                             III.\n                                \n\n          Because  this  petition  presents   no  substantial\n\nquestion, we summarily affirm the decision of the Board.  See\n                                                             \n\n                             -9-\n\n1st Cir. Rule 27.1.\n\n                             -10-\n",
  "html": "<p class=\"case_cite\">27 F.3d 554</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Marta Leyla Hernandez PINEDA, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 93-2293</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 27, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On Petition for Review of an Order of the Board of Immigration Appeals</p>\n      <p class=\"indent\">Raymond Rivera on brief for petitioner.</p>\n      <p class=\"indent\">Frank W. Hunger, Assistant Attorney General, Mark C. Walters, Assistant Director, Office of Immigration Litigation, and Kristen A. Giuffreda, Attorney, Civil Division, U.S. Department of Justice, Office of Immigration Litigation, on brief for respondent.</p>\n      <p class=\"indent\">B.I.A.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Marta Leyla Hernandez Pineda, a citizen of Nicaragua, has filed a petition for review of an order of the Board of Immigration Appeals (the Board) denying her motions to reopen and reconsider.  She sought to have the Board reconsider its final decision, dated July 6, 1993, dismissing her appeal from the order of the immigration judge which denied her applications for suspension of deportation and asylum.  The Board dismissed the appeal as untimely.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner illegally entered the United States in July 1984.  The Immigration and Naturalization Service (INS) issued an order to show cause on April 26, 1991, based on petitioner's failure to present herself for inspection upon entering this country.  See 8 U.S.C. Sec. 1251(a)(1)(B).  A hearing was held before an immigration judge.  Petitioner was represented by counsel at this time.  She conceded deportability and informed the immigration judge that she would apply for asylum, see 8 U.S.C.Sec. 1158, and suspension, see 8 U.S.C.Sec. 1254.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Accordingly, a hearing on these applications was held on January 14, 1992.  Although petitioner had requested, and received, a postponement of the hearing on the ground that she was seeking new counsel, she appeared pro se at the hearing.  In an oral decision, the immigration judge denied both applications.  Petitioner then expressed her desire to appeal this decision to the Board.  At this point, the immigration judge stated:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>And if you decide to appeal, the appeal deadline is January 24, '92.  Now I'm handing you the appeal forms which must be filed by the deadline date.  And a form that you were given before, a 618 form that explains your appeal rights.  Now, if you want to appeal, the fee for an appeal has to be filed here at this office.  And then the appeal form has to be mailed to my office in Arlington, Virginia.  And I'll give you the address.  We'll find the address.  I'm going to give you a summary of my decision and order and my address is listed at the top of that form.  And I'm going to add our phone number there, too.  Now if you hire a lawyer to help you with the appeal, the lawyer needs to fill out the gold appearance form.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Administrative Record, at 123-24 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 22, 1992, petitioner asked for an extension of time to file her appeal.  She was notified of the denial of her request on January 24th.  She then used next-day mail to send her appeal.  However, her documents were returned to her on January 27th because she had not used the proper appeal forms.  By this time, petitioner had retained counsel.  In March 1992, he filed an appeal using the correct forms, but had not made out the money order for the fee to the right entity.  The appeal was perfected in April.  After receiving several extensions of time, petitioner filed her brief in support of her appeal in October 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On July 6, 1993, the Board issued its order dismissing petitioner's appeal as untimely.  The motions for reopening and reconsideration ensued.  Petitioner argued that the Board had made an error in its decision.  Specifically, petitioner claimed that, at the hearing, she had not been informed that she was required to use specific forms to file an appeal.  She acknowledged that she had been told of the January 24, 1992 deadline and asserted that by express-mailing her appeal on the 24th, she had appealed by the deadline.  She also argued that she had been misinformed by the local INS office concerning to whom the money order should be made payable.  Further, she pointed out that when her appeal was returned to her on January 27th, she was not told by anyone that her appeal had not been perfected according to the regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">She next asserted that to reject her appeal which had been \"timely appealed but untimely filed,\" violated due process.  That is, she went on, she should not be penalized when she had \"fully complied\" with the instructions given to her.  Finally, petitioner maintained that the immigration judge violated due process when she failed to tell petitioner about the correct forms even though the immigration judge knew that petitioner was proceeding without counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Board, in a per curiam order, denied the motion.  As for the request for reconsideration, it re-examined its decision in light of petitioner's arguments.  It first pointed out that the appeal was mailed, using next-day delivery, on the day it was due.  Next, the Board stated that the record revealed that the immigration judge had, in fact, handed the proper application forms to petitioner.  Further, the immigration judge had given petitioner \"explicit instructions\" concerning when and where the form should be filed and where the fee should be paid.  Next, the Board considered the request for reopening.  It rejected it out of hand, though, because petitioner had failed to submit \"new, previously unavailable evidence in support of her motion....\"  Administrative Record, at 2.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In determining motions to reopen and reconsider, the Board is exercising \"discretionary authority.\"  1 C. Gordon &amp; S. Mailman, Immigration Law and Procedure Sec. 305[a], at 3-68 (rev. ed. 1993) (footnote omitted).  \"In reviewing a discretionary decision of the Board, we determine only whether the decision was arbitrary, capricious, or an abuse of discretion.\"   Martinez v. I.N.S., 970 F.2d 973, 974 (1st Cir. 1992);   LeBlanc v. I.N.S., 715 F.2d 685, 693 (1st Cir. 1983) (court will uphold discretionary action of the Board unless it had no rational explanation, did not follow established policies, or was based on impermissible grounds such as race discrimination).  As for the Board's findings of fact, we review them under the \"substantial evidence standard.\"   Martinez, 970 F.2d at 974.  As set forth in 8 U.S.C. Sec. 1105a(a)(4), \"findings of fact, if supported by reasonable, substantial, and probative evidence on the record considered as a whole, shall be conclusive.... \"</p>\n    </div>\n    <p class=\"indent\">A. Motion to Reconsider</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Board found, as matters of fact, that petitioner had been given the appeal forms by the immigration judge and had been told where and when to file them.  There is no question that the record supports these findings.  The immigration judge announced, at the end of the hearing, that she was handing the forms to petitioner.  She then explained that the fee was to be paid at the immigration office and the appeal forms sent to the immigration judge's office in Virginia.  In light of such clear record evidence, the Board had the authority to reject petitioner's contention that she never received the forms.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Further, the Board's finding that the appeal was filed late also is supported by substantial evidence.  Petitioner argues that January 24th was not the day the appeal was due.  Rather, she maintains that she had 13 days (rather than 10) in which to appeal.  Thus, the return, on January 27th, of petitioner's appeal materials indicates that her appeal must have arrived within the 13-day period.  Petitioner misreads the regulation;  the longer period in which to file an appeal applies when the decision of the immigration judge is mailed, not when the appeal is mailed.  See 8 C.F.R. Sec. 3.38(b);   Da Cruz v. I.N.S., 4 F.3d 721, 722 (9th Cir. 1993) (where decision of immigration judge was mailed, petitioner had 13 days to file an appeal).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Based on the foregoing, there is no question that the Board did not abuse its discretion in denying petitioner's motion to reconsider.  The facts establish that her appeal was late.  Where an appeal is not taken within the 10-day period, the right to appeal is lost.   Da Cruz, 4 F.3d at 722;  Matter of G.Z., 5 I &amp; N Dec. 295 (1953);  1 Immigration Law and Procedure, Sec. 3.05[a], at 3-54.</p>\n    </div>\n    <p class=\"indent\">B. The Motion to Reopen</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Motions to reopen are disfavored and a petitioner bears a heavy burden in showing entitlement to this relief.   I.N.S. v. Abudu, 485 U.S. 94, 107, 110 (1988).  Given this, \"the Board is to be accorded a great deal of leeway in exercising its authority.\"   LeBlanc, 715 F.2d at 689.  Under 8 C.F.R. Sec. 3.2, the Board is prohibited from reopening a proceeding \"unless it appears to the Board that evidence sought to be offered is material and was not available and could not have been discovered or presented at the former hearing....\"  Similarly, 8 C.F.R. Sec. 3.8(a) states that \"[m]otions to reopen shall state the new facts to be proved at the reopened hearing.... \"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Petitioner failed to meet the basic requirement that she present \"new facts\" that previously were \"not available.\"  First, petitioner knew that the appeal was to be filed by January 24th.  Second, the \"fact\" that the notice of appeal was late was established as early as January 24, 1992 when petitioner mailed her appeal papers on the day the appeal was due.  Her argument that she did not know that her appeal was late because the INS continued to process her appeal after January 24th is not a \"fact.\"  The immigration judge had made clear when to file an appeal and her lack of authority to grant any extensions of time.  As a result, we find that the Board did not abuse its discretion in refusing to reopen the proceeding to allow petitioner's late-filed appeal to proceed.   See Da Cruz, 4 F.3d at 722 (Board may not reopen a case \"solely to allow a late appeal\");  Matter of D., 5 I &amp; N Dec 520, 521 (1953) (same).</p>\n    </div>\n    <p class=\"indent\">C. Due Process Violation</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Petitioner maintains that by not informing her that her appeal was late and by continuing to process the appeal during the ensuing year and a half, the Board violated her procedural due process rights.  She characterizes the Board as having made an \"abrupt change\" when it dismissed her appeal as late on July 6, 1993.  This change, she goes on, deprived her of the chance to \"effectively\" present her case.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To establish a due process violation, petitioner must \"demonstrate prejudice which implicates the fundamental fairness of the proceeding.\"   See Michelson v. I.N.S., 897 F.2d 465, 468 (10th Cir. 1990).  Petitioner's argument is that by permitting her appeal to proceed, the Board's action in \"summarily\" dismissing it was so arbitrary as to constitute constitutional error.  We do not agree.  The cases petitioner cites in support of her argument involved challenges to the failure of the INS to follow its own rules and regulations,  see Montilla v. I.N.S., 926 F.2d 162, 166 (2d Cir. 1991), challenges to specific regulations,  see Toquero v. I.N.S., 956 F.2d 193, 196 (9th Cir. 1992), or challenges to the sufficiency of the procedures used in a specific hearing, see Landon v.  Plasencia, 459 U.S. 21, 36-37 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In contrast, petitioner complains here that in following the applicable regulation concerning the filing of timely appeals, the Board violated her due process rights.  Although it would have been better if the Board had notified petitioner earlier in the appeals process that her appeal was late, it was not constitutional error to deny the motions to reopen and reconsider.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Because this petition presents no substantial question, we summarily affirm the decision of the Board.  See 1st Cir.  Rule 27.1.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">554</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Marta Leyla Hernandez PINEDA, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 93-2293</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 27, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On Petition for Review of an Order of the Board of Immigration Appeals</p>\n      <p class=\"indent\">Raymond Rivera on brief for petitioner.</p>\n      <p class=\"indent\">Frank W. Hunger, Assistant Attorney General, Mark C. Walters, Assistant Director, Office of Immigration Litigation, and Kristen A. Giuffreda, Attorney, Civil Division, U.S. Department of Justice, Office of Immigration Litigation, on brief for respondent.</p>\n      <p class=\"indent\">B.I.A.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Marta Leyla Hernandez Pineda, a citizen of Nicaragua, has filed a petition for review of an order of the Board of Immigration Appeals (the Board) denying her motions to reopen and reconsider.  She sought to have the Board reconsider its final decision, dated July 6, 1993, dismissing her appeal from the order of the immigration judge which denied her applications for suspension of deportation and asylum.  The Board dismissed the appeal as untimely.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner illegally entered the United States in July 1984.  The Immigration and Naturalization Service (INS) issued an order to show cause on April 26, 1991, based on petitioner's failure to present herself for inspection upon entering this country.  See 8 U.S.C. Sec. 1251(a)(1)(B).  A hearing was held before an immigration judge.  Petitioner was represented by counsel at this time.  She conceded deportability and informed the immigration judge that she would apply for asylum, see 8 U.S.C.Sec. 1158, and suspension, see 8 U.S.C.Sec. 1254.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Accordingly, a hearing on these applications was held on January 14, 1992.  Although petitioner had requested, and received, a postponement of the hearing on the ground that she was seeking new counsel, she appeared pro se at the hearing.  In an oral decision, the immigration judge denied both applications.  Petitioner then expressed her desire to appeal this decision to the Board.  At this point, the immigration judge stated:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>And if you decide to appeal, the appeal deadline is January 24, '92.  Now I'm handing you the appeal forms which must be filed by the deadline date.  And a form that you were given before, a 618 form that explains your appeal rights.  Now, if you want to appeal, the fee for an appeal has to be filed here at this office.  And then the appeal form has to be mailed to my office in Arlington, Virginia.  And I'll give you the address.  We'll find the address.  I'm going to give you a summary of my decision and order and my address is listed at the top of that form.  And I'm going to add our phone number there, too.  Now if you hire a lawyer to help you with the appeal, the lawyer needs to fill out the gold appearance form.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Administrative Record, at 123-24 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 22, 1992, petitioner asked for an extension of time to file her appeal.  She was notified of the denial of her request on January 24th.  She then used next-day mail to send her appeal.  However, her documents were returned to her on January 27th because she had not used the proper appeal forms.  By this time, petitioner had retained counsel.  In March 1992, he filed an appeal using the correct forms, but had not made out the money order for the fee to the right entity.  The appeal was perfected in April.  After receiving several extensions of time, petitioner filed her brief in support of her appeal in October 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On July 6, 1993, the Board issued its order dismissing petitioner's appeal as untimely.  The motions for reopening and reconsideration ensued.  Petitioner argued that the Board had made an error in its decision.  Specifically, petitioner claimed that, at the hearing, she had not been informed that she was required to use specific forms to file an appeal.  She acknowledged that she had been told of the January 24, 1992 deadline and asserted that by express-mailing her appeal on the 24th, she had appealed by the deadline.  She also argued that she had been misinformed by the local INS office concerning to whom the money order should be made payable.  Further, she pointed out that when her appeal was returned to her on January 27th, she was not told by anyone that her appeal had not been perfected according to the regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">She next asserted that to reject her appeal which had been \"timely appealed but untimely filed,\" violated due process.  That is, she went on, she should not be penalized when she had \"fully complied\" with the instructions given to her.  Finally, petitioner maintained that the immigration judge violated due process when she failed to tell petitioner about the correct forms even though the immigration judge knew that petitioner was proceeding without counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Board, in a per curiam order, denied the motion.  As for the request for reconsideration, it re-examined its decision in light of petitioner's arguments.  It first pointed out that the appeal was mailed, using next-day delivery, on the day it was due.  Next, the Board stated that the record revealed that the immigration judge had, in fact, handed the proper application forms to petitioner.  Further, the immigration judge had given petitioner \"explicit instructions\" concerning when and where the form should be filed and where the fee should be paid.  Next, the Board considered the request for reopening.  It rejected it out of hand, though, because petitioner had failed to submit \"new, previously unavailable evidence in support of her motion....\"  Administrative Record, at 2.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In determining motions to reopen and reconsider, the Board is exercising \"discretionary authority.\"  1 C. Gordon &amp; S. Mailman, Immigration Law and Procedure Sec. 305[a], at 3-68 (rev. ed. 1993) (footnote omitted).  \"In reviewing a discretionary decision of the Board, we determine only whether the decision was arbitrary, capricious, or an abuse of discretion.\"   Martinez v. I.N.S., <span class=\"citation\" data-id=\"587571\"><a href=\"/opinion/587571/javier-a-martinez-v-immigration-and-naturalization-service/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">973</span></a></span>, 974 (1st Cir. 1992);   LeBlanc v. I.N.S., <span class=\"citation\" data-id=\"423902\"><a href=\"/opinion/423902/thomas-leblanc-and-marie-margaret-leblanc-v-immigration-and-naturalization/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">685</span></a></span>, 693 (1st Cir. 1983) (court will uphold discretionary action of the Board unless it had no rational explanation, did not follow established policies, or was based on impermissible grounds such as race discrimination).  As for the Board's findings of fact, we review them under the \"substantial evidence standard.\"   <span class=\"citation\" data-id=\"587571\"><span class=\"antecedent_guess\">Martinez,</span> <a href=\"/opinion/587571/javier-a-martinez-v-immigration-and-naturalization-service/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">974</span></a></span>.  As set forth in 8 U.S.C. Sec. 1105a(a)(4), \"findings of fact, if supported by reasonable, substantial, and probative evidence on the record considered as a whole, shall be conclusive.... \"</p>\n    </div>\n    <p class=\"indent\">A. Motion to Reconsider</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Board found, as matters of fact, that petitioner had been given the appeal forms by the immigration judge and had been told where and when to file them.  There is no question that the record supports these findings.  The immigration judge announced, at the end of the hearing, that she was handing the forms to petitioner.  She then explained that the fee was to be paid at the immigration office and the appeal forms sent to the immigration judge's office in Virginia.  In light of such clear record evidence, the Board had the authority to reject petitioner's contention that she never received the forms.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Further, the Board's finding that the appeal was filed late also is supported by substantial evidence.  Petitioner argues that January 24th was not the day the appeal was due.  Rather, she maintains that she had 13 days (rather than 10) in which to appeal.  Thus, the return, on January 27th, of petitioner's appeal materials indicates that her appeal must have arrived within the 13-day period.  Petitioner misreads the regulation;  the longer period in which to file an appeal applies when the decision of the immigration judge is mailed, not when the appeal is mailed.  See 8 C.F.R. Sec. 3.38(b);   Da Cruz v. I.N.S., <span class=\"citation\" data-id=\"629219\"><a href=\"/opinion/629219/joaquim-paulo-da-cruz-v-immigration-and-naturalization-service/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">721</span></a></span>, 722 (9th Cir. 1993) (where decision of immigration judge was mailed, petitioner had 13 days to file an appeal).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Based on the foregoing, there is no question that the Board did not abuse its discretion in denying petitioner's motion to reconsider.  The facts establish that her appeal was late.  Where an appeal is not taken within the 10-day period, the right to appeal is lost.   Da <span class=\"citation\" data-id=\"629219\"><span class=\"antecedent_guess\">Cruz,</span> <a href=\"/opinion/629219/joaquim-paulo-da-cruz-v-immigration-and-naturalization-service/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">722</span></a></span>;  Matter of G.Z., 5 I &amp; N Dec. 295 (1953);  1 Immigration Law and Procedure, Sec. 3.05[a], at 3-54.</p>\n    </div>\n    <p class=\"indent\">B. The Motion to Reopen</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Motions to reopen are disfavored and a petitioner bears a heavy burden in showing entitlement to this relief.   I.N.S. v. Abudu, <span class=\"citation\" data-id=\"112016\"><a href=\"/opinion/112016/ins-v-abudu/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">94</span></a></span>, 107, 110 (1988).  Given this, \"the Board is to be accorded a great deal of leeway in exercising its authority.\"   <span class=\"citation\" data-id=\"423902\"><span class=\"antecedent_guess\">LeBlanc,</span> <a href=\"/opinion/423902/thomas-leblanc-and-marie-margaret-leblanc-v-immigration-and-naturalization/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">689</span></a></span>.  Under 8 C.F.R. Sec. 3.2, the Board is prohibited from reopening a proceeding \"unless it appears to the Board that evidence sought to be offered is material and was not available and could not have been discovered or presented at the former hearing....\"  Similarly, 8 C.F.R. Sec. 3.8(a) states that \"[m]otions to reopen shall state the new facts to be proved at the reopened hearing.... \"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Petitioner failed to meet the basic requirement that she present \"new facts\" that previously were \"not available.\"  First, petitioner knew that the appeal was to be filed by January 24th.  Second, the \"fact\" that the notice of appeal was late was established as early as January 24, 1992 when petitioner mailed her appeal papers on the day the appeal was due.  Her argument that she did not know that her appeal was late because the INS continued to process her appeal after January 24th is not a \"fact.\"  The immigration judge had made clear when to file an appeal and her lack of authority to grant any extensions of time.  As a result, we find that the Board did not abuse its discretion in refusing to reopen the proceeding to allow petitioner's late-filed appeal to proceed.   See Da <span class=\"citation\" data-id=\"629219\"><span class=\"antecedent_guess\">Cruz,</span> <a href=\"/opinion/629219/joaquim-paulo-da-cruz-v-immigration-and-naturalization-service/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">722</span> </a></span>(Board may not reopen a case \"solely to allow a late appeal\");  Matter of D., 5 I &amp; N Dec 520, 521 (1953) (same).</p>\n    </div>\n    <p class=\"indent\">C. Due Process Violation</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Petitioner maintains that by not informing her that her appeal was late and by continuing to process the appeal during the ensuing year and a half, the Board violated her procedural due process rights.  She characterizes the Board as having made an \"abrupt change\" when it dismissed her appeal as late on July 6, 1993.  This change, she goes on, deprived her of the chance to \"effectively\" present her case.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To establish a due process violation, petitioner must \"demonstrate prejudice which implicates the fundamental fairness of the proceeding.\"   See Michelson v. I.N.S., <span class=\"citation\" data-id=\"537266\"><a href=\"/opinion/537266/jens-michelson-v-immigration-and-naturalization-service/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">465</span></a></span>, 468 (10th Cir. 1990).  Petitioner's argument is that by permitting her appeal to proceed, the Board's action in \"summarily\" dismissing it was so arbitrary as to constitute constitutional error.  We do not agree.  The cases petitioner cites in support of her argument involved challenges to the failure of the INS to follow its own rules and regulations,  see Montilla v. I.N.S., <span class=\"citation\" data-id=\"556409\"><a href=\"/opinion/556409/rafael-montilla-v-immigration-and-naturalization-service/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span>, 166 (2d Cir. 1991), challenges to specific regulations,  see Toquero v. I.N.S., <span class=\"citation\" data-id=\"577248\"><a href=\"/opinion/577248/marcelino-toquero-v-immigration-and-naturalization-service/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">193</span></a></span>, 196 (9th Cir. 1992), or challenges to the sufficiency of the procedures used in a specific hearing, see Landon v.  Plasencia, <span class=\"citation\" data-id=\"1087737\"><a href=\"/opinion/1087737/landon-v-plasencia/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">21</span></a></span>, 36-37 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In contrast, petitioner complains here that in following the applicable regulation concerning the filing of timely appeals, the Board violated her due process rights.  Although it would have been better if the Board had notified petitioner earlier in the appeals process that her appeal was late, it was not constitutional error to deny the motions to reopen and reconsider.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Because this petition presents no substantial question, we summarily affirm the decision of the Board.  See 1st Cir.  Rule 27.1.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112016/",
    "https://www.courtlistener.com/api/rest/v3/opinions/423902/",
    "https://www.courtlistener.com/api/rest/v3/opinions/537266/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556409/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577248/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587571/",
    "https://www.courtlistener.com/api/rest/v3/opinions/629219/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1087737/"
  ]
}