{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195422/",
  "id": 195422,
  "absolute_url": "/opinion/195422/united-states-v-perez-santana/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195422/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:40Z",
  "date_modified": "2020-02-21T23:48:42.729846Z",
  "type": "010combined",
  "sha1": "91d7af02929e28151bc4657135fc1599798ea535",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2273.01A",
  "local_path": null,
  "plain_text": "June 9, 1994          [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                        \n\nNo. 93-2273\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                    RAFAEL PEREZ-SANTANA,\n\n                    Defendant, Appellant.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n         [Hon. Ernest C. Torres, U.S. District Judge]\n                                                    \n\n                                        \n\n                            Before\n\n                  Torruella, Cyr and Boudin,\n                       Circuit Judges.\n                                     \n\n                                        \n\n   Edward P. Manning, Jr., on brief for appellant.\n                        \n   Sheldon  Whitehouse, United  States  Attorney,  Margaret  E.\n                                                               \nCurran  and   Charles  A  Tamuleviz,   Assistant  United   States\n                                 \nAttorneys, on brief for appellee.\n\n                                        \n\n                                        \n\n          Per  Curiam.  Appellant, Rafael Perez-Santana, pled\n                     \n\nguilty  to reentry after  deportation following an aggravated\n\nfelony  conviction, in  violation of  8 U.S.C.    1326(b)(2).\n\nThe   district  court  sentenced  him  under  the  sentencing\n\nguidelines to 52 months in  prison.  Appellant challenges his\n\nsentence  on the ground that the  district court was estopped\n\nfrom imposing  a  prison  sentence in  excess  of  two  years\n\nbecause  the government advised him in Spanish at the time of\n\nhis deportation that the  maximum prison sentence for illegal\n\nreentry was two years.  We affirm the sentence.\n\n                          Background\n                                    \n\n     Appellant,  a  citizen  of the  Dominican  Republic, was\n\nconvicted on December 4, 1991, in Rhode Island state court of\n\ntwo felony counts  related to  the delivery of  cocaine.   On\n\nMarch 6, 1992, following a hearing before the Immigration and\n\nNaturalization   Service   (\"INS\"),  appellant   was  ordered\n\ndeported from the United States.  \n\n     It  is  undisputed  that  at  the  time  of  appellant's\n\ndeportation hearing,  the INS  provided him with  Form I-294.\n\nThat  form warned  appellant,  in English  and Spanish,  that\n\nreentry within five years without permission would constitute\n\na  felony, punishable  by imprisonment of  not more  that two\n\nyears.   The  form,  dated  March  6,  1992,  was  signed  by\n\nappellant  to indicate receipt.  At  the same time, appellant\n\nalso received and  signed an \"Attachment to Form I-294\" which\n\n                             -2-\n\nnotified appellant  that illegal  entry by a  person deported\n\nfollowing  conviction  of  an  aggravated  felony   would  be\n\npunishable  by imprisonment  for  \"not more  than 15  years,\"\n\npursuant to 8 U.S.C.    1326(b)(2).  The \"Attachment  to Form\n\nI-294\"  was not  translated into  Spanish.   Appellant claims\n\nthat he cannot read English.\n\n     On  January   13,  1993,   appellant  was   arrested  in\n\nProvidence,  Rhode  Island,  and  eventually  indicted  by  a\n\nFederal Grand Jury for  illegal reentry by an alien  deported\n\nfollowing  conviction of  an  aggravated felony.   Under  the\n\nterms  of the plea agreement, appellant reserved his right to\n\nchallenge  the imposition of a sentence in excess of the two-\n\nyear  maximum  of  which  he  was  advised  by  the   Spanish\n\ntranslation of  Form I-294.   Prior to  sentencing, appellant\n\nobjected to  the PSR to  the extent that  its recommendations\n\nwould  result  in  a  prison sentence  exceeding  two  years.\n\nAppellant argued  that the  district court was  estopped from\n\nimposing a lengthier sentence  by the government's conduct in\n\nmisrepresenting at  the time of his  deportation that reentry\n\ninto the United  States would be punished by  imprisonment of\n\nnot more than two years.\n\n     The district court, adopting  the PSR's findings of fact\n\nand application of the guidelines, arrived at an imprisonment\n\nrange of 46 to 57  months.  The court sentenced  appellant to\n\n52  months  in prison.    In  rejecting appellant's  estoppel\n\n                             -3-\n                              3\n\nargument,  the court reasoned as  follows.  First,  it had \"a\n\ngreat deal of difficulty in accepting\" appellant's contention\n\nthat he  had relied  upon his  understanding that  a two-year\n\nmaximum sentence applied in deciding to illegally reenter the\n\nUnited States.  Second,  the court found that the  failure to\n\ninclude  a  Spanish  translation   of  the  enhanced  penalty\n\nprovision  did not  amount  to  the \"affirmative  misconduct\"\n\nrequired  by  the  estoppel  doctrine.   Finally,  the  court\n\nrefused to apply the  equitable estoppel doctrine to one  who\n\nhad \"unclean  hands,\" because  he had knowingly  violated the\n\nlaw by reentering the United States.\n\n                          Discussion\n                                    \n\n     This appeal  of the  district court's sentence  is based\n\nentirely  on  the estoppel  argument.    In support  thereof,\n\nappellant argues that the elements of estoppel, as  set forth\n\nby this  court in  Akbarin v. Immigration  and Naturalization\n                                                             \n\nService, 669 F.2d 839 (1st Cir. 1982),  are met by this case.\n       \n\nIn  Akbarin,  this court  addressed  the  application of  the\n           \n\ndoctrine  of  equitable  estoppel against  the  government in\n\nimmigration cases. The court held that in determining whether\n\nthe  government  is estopped,  the  focus  should be  on  the\n\nfollowing two questions.   First, was the Government's action\n\nerror?   If so, then,  did the government  misconduct \"induce\n\nthe petitioner  to act in a  way that he  would not otherwise\n\nhave ?\" Id. at 843.      In  this  case,  the district  court\n           \n\n                             -4-\n                              4\n\nrejected  appellant's  contention that  \"if  Mr.  Santana had\n\nknown that the maximum penalty would be four years as opposed\n\nto one to two years, that he wouldn't have entered the United\n\nStates.\"    Therefore, even  assuming  that the  government's\n\nfailure  to   translate  the   \"Attachment  to  Form   I-294\"\n\nconstituted  government misconduct,  the  district court  has\n\nfound  that the  reliance element  of the  equitable estoppel\n\ndoctrine  was not met.  Giving \"due regard to the opportunity\n\nof  the district  court  to  judge  the  credibility  of  the\n\nwitnesses,\"  18  U.S.C.     3742(e),  we  conclude  that  the\n\ndistrict court's  failure to  find reliance was  not \"clearly\n\nerroneous.\" Id.\n               \n\n     Moreover,  in  Akbarin,  we  held  that  \"[p]etitioner's\n                           \n\nunclean  hands . . . may preclude him from asserting estoppel\n\nagainst the  Government.\" 669 F.2d  at 844.   Here, appellant\n\nadmits that he knowingly committed a felony by reentering the\n\nUnited States.  In United States v. Perez-Torres, 15 F.3d 403\n                                                \n\n(5th Cir. 1994), the Fifth Circuit, on facts almost identical\n\nto  the facts of this case, refused  to apply the doctrine of\n\nequitable estoppel.  The court held that \"the law should not,\n\nand  does not, regard the willful and knowing commission of a\n\nfelony as 'reasonable' reliance  for these purposes.\"  Citing\n\nPrecision  Instrument Mfg.  Co. v.  Automotive M.M.  Co., 324\n                                                        \n\nU.S. 806 (1945), the Fifth Circuit reasoned as follows:\n\n     Here  the matter as to  which Perez seeks relief is\n     his reentry into the United  States, and as to this\n\n                             -5-\n                              5\n\n     he is tainted with  extreme bad faith, for  he knew\n     such   conduct  was   a  felony   and  nevertheless\n     willfully and purposefully engaged in it; hence, to\n     avoid injury to the public, the doors of equity are\n     closed to Perez, however improper the INS's earlier\n     advice to  him concerning the maximum  sentence for\n     that felony.\n\nUnited States v. Perez-Torres, 15 F.3d at 407.\n                             \n\n     This court applied similar reasoning in United States v.\n                                                          \n\nSmith,  14 F.3d 662 (1st  Cir. 1994).   There, appellant also\n     \n\nchallenged  his   sentence  on   the  ground  that   the  INS\n\nerroneously informed  him that the maximum  sentence he could\n\nreceive for  reentering the  United States illegally  was two\n\nyears.   In holding that petitioner's alleged reliance on the\n\ngovernment's misstatement  of the  maximum penalty was  not a\n\nmitigating  circumstance  that  warranted downward  departure\n\nunder the  sentencing guidelines,  we focused  on appellant's\n\nknowing commission of a felony:\n\n     Smith  implicitly  admits  that   he  intentionally\n     committed a  felony.  The  sentencing court  cannot\n     countenance Smith's purposeful  decision to  engage\n     in felonious conduct, and  grant him the benefit of\n     downward  departure,  because Smith  understood the\n     penalty he would face to be relatively minor.\n\nId. at 666.\n   \n\n     The  cases  that  appellant   relies  upon,  Johnson  v.\n                                                         \n\nWilliford, 682 F.2d 868 (9th Cir. 1982) and Corniel-Rodriguez\n                                                             \n\nv.  I.N.S., 532 F.2d 301 (2d  Cir. 1976), are inapposite.  In\n          \n\nthose  cases, the  parties  asserting equitable  estoppel had\n\nindisputably   relied   upon  the   government's  misconduct.\n\n                             -6-\n                              6\n\nMoreover, in  those cases appellants did  not knowingly break\n\nthe  law.     Therefore,  the  \"unclean  hands\"  bar  to  the\n\napplication of equitable estoppel did not come into play.\n\n     The sentence imposed by  the district court is summarily\n\naffirmed pursuant to Loc. R. 27.1. \n\n                             -7-\n                              7\n",
  "html": "<p class=\"case_cite\">25 F.3d 1037</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Rafael PEREZ-SANTANA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2273</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 9, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island [Hon.  Ernest C. Torres, U.S. District Judge ]</p>\n      <p class=\"indent\">Edward P. Manning, Jr., on brief for appellant.</p>\n      <p class=\"indent\">Sheldon Whitehouse, United States Attorney, Margaret E. Curran and Charles A Tamuleviz, Assistant United States Attorneys, on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant, Rafael Perez-Santana, pled guilty to reentry after deportation following an aggravated felony conviction, in violation of 8 U.S.C. Sec. 1326(b)(2).  The district court sentenced him under the sentencing guidelines to 52 months in prison.  Appellant challenges his sentence on the ground that the district court was estopped from imposing a prison sentence in excess of two years because the government advised him in Spanish at the time of his deportation that the maximum prison sentence for illegal reentry was two years.  We affirm the sentence.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant, a citizen of the Dominican Republic, was convicted on December 4, 1991, in Rhode Island state court of two felony counts related to the delivery of cocaine.  On March 6, 1992, following a hearing before the Immigration and Naturalization Service (\"INS\"), appellant was ordered deported from the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is undisputed that at the time of appellant's deportation hearing, the INS provided him with Form I-294.  That form warned appellant, in English and Spanish, that reentry within five years without permission would constitute a felony, punishable by imprisonment of not more that two years.  The form, dated March 6, 1992, was signed by appellant to indicate receipt.  At the same time, appellant also received and signed an \"Attachment to Form I-294\" which notified appellant that illegal entry by a person deported following conviction of an aggravated felony would be punishable by imprisonment for \"not more than 15 years,\" pursuant to 8 U.S.C. Sec. 1326(b)(2).  The \"Attachment to Form I-294\" was not translated into Spanish.  Appellant claims that he cannot read English.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On January 13, 1993, appellant was arrested in Providence, Rhode Island, and eventually indicted by a Federal Grand Jury for illegal reentry by an alien deported following conviction of an aggravated felony.  Under the terms of the plea agreement, appellant reserved his right to challenge the imposition of a sentence in excess of the two-year maximum of which he was advised by the Spanish translation of Form I-294.  Prior to sentencing, appellant objected to the PSR to the extent that its recommendations would result in a prison sentence exceeding two years.  Appellant argued that the district court was estopped from imposing a lengthier sentence by the government's conduct in misrepresenting at the time of his deportation that reentry into the United States would be punished by imprisonment of not more than two years.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court, adopting the PSR's findings of fact and application of the guidelines, arrived at an imprisonment range of 46 to 57 months.  The court sentenced appellant to 52 months in prison.  In rejecting appellant's estoppel argument, the court reasoned as follows.  First, it had \"a great deal of difficulty in accepting\" appellant's contention that he had relied upon his understanding that a two-year maximum sentence applied in deciding to illegally reenter the United States.  Second, the court found that the failure to include a Spanish translation of the enhanced penalty provision did not amount to the \"affirmative misconduct\" required by the estoppel doctrine.  Finally, the court refused to apply the equitable estoppel doctrine to one who had \"unclean hands,\" because he had knowingly violated the law by reentering the United States.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This appeal of the district court's sentence is based entirely on the estoppel argument.  In support thereof, appellant argues that the elements of estoppel, as set forth by this court in  Akbarin v. Immigration and Naturalization Service, 669 F.2d 839 (1st Cir. 1982), are met by this case.  In Akbarin, this court addressed the application of the doctrine of equitable estoppel against the government in immigration cases.  The court held that in determining whether the government is estopped, the focus should be on the following two questions.  First, was the Government's action error?  If so, then, did the government misconduct \"induce the petitioner to act in a way that he would not otherwise have ?\"  Id. at 843.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In this case, the district court rejected appellant's contention that \"if Mr. Santana had known that the maximum penalty would be four years as opposed to one to two years, that he wouldn't have entered the United States.\"  Therefore, even assuming that the government's failure to translate the \"Attachment to Form I-294\" constituted government misconduct, the district court has found that the reliance element of the equitable estoppel doctrine was not met.  Giving \"due regard to the opportunity of the district court to judge the credibility of the witnesses,\" 18 U.S.C. Sec. 3742(e), we conclude that the district court's failure to find reliance was not \"clearly erroneous.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Moreover, in Akbarin, we held that \"[p]etitioner's unclean hands ... may preclude him from asserting estoppel against the Government.\"  669 F.2d at 844.  Here, appellant admits that he knowingly committed a felony by reentering the United States.  In  United States v. Perez-Torres, 15 F.3d 403 (5th Cir. 1994), the Fifth Circuit, on facts almost identical to the facts of this case, refused to apply the doctrine of equitable estoppel.  The court held that \"the law should not, and does not, regard the willful and knowing commission of a felony as 'reasonable' reliance for these purposes.\"  Citing  Precision Instrument Mfg. Co. v. Automotive M.M. Co., 324 U.S. 806 (1945), the Fifth Circuit reasoned as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Here the matter as to which Perez seeks relief is his reentry into the United States, and as to this he is tainted with extreme bad faith, for he knew such conduct was a felony and nevertheless willfully and purposefully engaged in it;  hence, to avoid injury to the public, the doors of equity are closed to Perez, however improper the INS's earlier advice to him concerning the maximum sentence for that felony.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">United States v. Perez-Torres, 15 F.3d at 407.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This court applied similar reasoning in United States v.  Smith, 14 F.3d 662 (1st Cir. 1994).  There, appellant also challenged his sentence on the ground that the INS erroneously informed him that the maximum sentence he could receive for reentering the United States illegally was two years.  In holding that petitioner's alleged reliance on the government's misstatement of the maximum penalty was not a mitigating circumstance that warranted downward departure under the sentencing guidelines, we focused on appellant's knowing commission of a felony:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Smith implicitly admits that he intentionally committed a felony.  The sentencing court cannot countenance Smith's purposeful decision to engage in felonious conduct, and grant him the benefit of downward departure, because Smith understood the penalty he would face to be relatively minor.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Id. at 666.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The cases that appellant relies upon, Johnson v.  Williford, 682 F.2d 868 (9th Cir. 1982) and Corniel-Rodriguez v. I.N.S., 532 F.2d 301 (2d Cir. 1976), are inapposite.  In those cases, the parties asserting equitable estoppel had indisputably relied upon the government's misconduct.  Moreover, in those cases appellants did not knowingly break the law.  Therefore, the \"unclean hands\" bar to the application of equitable estoppel did not come into play.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The sentence imposed by the district court is summarily affirmed pursuant to Loc.  R. 27.1.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1037</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Rafael PEREZ-SANTANA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2273</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 9, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island [Hon.  Ernest C. Torres, U.S. District Judge ]</p>\n      <p class=\"indent\">Edward P. Manning, Jr., on brief for appellant.</p>\n      <p class=\"indent\">Sheldon Whitehouse, United States Attorney, Margaret E. Curran and Charles A Tamuleviz, Assistant United States Attorneys, on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant, Rafael Perez-Santana, pled guilty to reentry after deportation following an aggravated felony conviction, in violation of 8 U.S.C. Sec. 1326(b)(2).  The district court sentenced him under the sentencing guidelines to 52 months in prison.  Appellant challenges his sentence on the ground that the district court was estopped from imposing a prison sentence in excess of two years because the government advised him in Spanish at the time of his deportation that the maximum prison sentence for illegal reentry was two years.  We affirm the sentence.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant, a citizen of the Dominican Republic, was convicted on December 4, 1991, in Rhode Island state court of two felony counts related to the delivery of cocaine.  On March 6, 1992, following a hearing before the Immigration and Naturalization Service (\"INS\"), appellant was ordered deported from the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is undisputed that at the time of appellant's deportation hearing, the INS provided him with Form I-294.  That form warned appellant, in English and Spanish, that reentry within five years without permission would constitute a felony, punishable by imprisonment of not more that two years.  The form, dated March 6, 1992, was signed by appellant to indicate receipt.  At the same time, appellant also received and signed an \"Attachment to Form I-294\" which notified appellant that illegal entry by a person deported following conviction of an aggravated felony would be punishable by imprisonment for \"not more than 15 years,\" pursuant to 8 U.S.C. Sec. 1326(b)(2).  The \"Attachment to Form I-294\" was not translated into Spanish.  Appellant claims that he cannot read English.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On January 13, 1993, appellant was arrested in Providence, Rhode Island, and eventually indicted by a Federal Grand Jury for illegal reentry by an alien deported following conviction of an aggravated felony.  Under the terms of the plea agreement, appellant reserved his right to challenge the imposition of a sentence in excess of the two-year maximum of which he was advised by the Spanish translation of Form I-294.  Prior to sentencing, appellant objected to the PSR to the extent that its recommendations would result in a prison sentence exceeding two years.  Appellant argued that the district court was estopped from imposing a lengthier sentence by the government's conduct in misrepresenting at the time of his deportation that reentry into the United States would be punished by imprisonment of not more than two years.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court, adopting the PSR's findings of fact and application of the guidelines, arrived at an imprisonment range of 46 to 57 months.  The court sentenced appellant to 52 months in prison.  In rejecting appellant's estoppel argument, the court reasoned as follows.  First, it had \"a great deal of difficulty in accepting\" appellant's contention that he had relied upon his understanding that a two-year maximum sentence applied in deciding to illegally reenter the United States.  Second, the court found that the failure to include a Spanish translation of the enhanced penalty provision did not amount to the \"affirmative misconduct\" required by the estoppel doctrine.  Finally, the court refused to apply the equitable estoppel doctrine to one who had \"unclean hands,\" because he had knowingly violated the law by reentering the United States.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This appeal of the district court's sentence is based entirely on the estoppel argument.  In support thereof, appellant argues that the elements of estoppel, as set forth by this court in  Akbarin v. Immigration and Naturalization Service, <span class=\"citation\" data-id=\"399091\"><a href=\"/opinion/399091/pooran-and-mohammad-akbarin-v-immigration-and-naturalization-service/\"><span class=\"volume\">669</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">839</span> </a></span>(1st Cir. 1982), are met by this case.  In Akbarin, this court addressed the application of the doctrine of equitable estoppel against the government in immigration cases.  The court held that in determining whether the government is estopped, the focus should be on the following two questions.  First, was the Government's action error?  If so, then, did the government misconduct \"induce the petitioner to act in a way that he would not otherwise have ?\"  <span class=\"citation\" data-id=\"399091\"><a href=\"/opinion/399091/pooran-and-mohammad-akbarin-v-immigration-and-naturalization-service/\"><span class=\"id_token\">Id.</span> at 843.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In this case, the district court rejected appellant's contention that \"if Mr. Santana had known that the maximum penalty would be four years as opposed to one to two years, that he wouldn't have entered the United States.\"  Therefore, even assuming that the government's failure to translate the \"Attachment to Form I-294\" constituted government misconduct, the district court has found that the reliance element of the equitable estoppel doctrine was not met.  Giving \"due regard to the opportunity of the district court to judge the credibility of the witnesses,\" 18 U.S.C. Sec. 3742(e), we conclude that the district court's failure to find reliance was not \"clearly erroneous.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Moreover, in Akbarin, we held that \"[p]etitioner's unclean hands ... may preclude him from asserting estoppel against the <span class=\"citation\" data-id=\"399091\"><span class=\"antecedent_guess\">Government.\"</span>  <a href=\"/opinion/399091/pooran-and-mohammad-akbarin-v-immigration-and-naturalization-service/\"><span class=\"volume\">669</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">844</span></a></span>.  Here, appellant admits that he knowingly committed a felony by reentering the United States.  In  United States v. Perez-Torres, <span class=\"citation\" data-id=\"6233\"><a href=\"/opinion/6233/united-states-v-perez-torres/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">403</span> </a></span>(5th Cir. 1994), the Fifth Circuit, on facts almost identical to the facts of this case, refused to apply the doctrine of equitable estoppel.  The court held that \"the law should not, and does not, regard the willful and knowing commission of a felony as 'reasonable' reliance for these purposes.\"  Citing  Precision Instrument Mfg. Co. v. Automotive M.M. Co., <span class=\"citation\" data-id=\"104131\"><a href=\"/opinion/104131/precision-co-v-automotive-co/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span> </a></span>(1945), the Fifth Circuit reasoned as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Here the matter as to which Perez seeks relief is his reentry into the United States, and as to this he is tainted with extreme bad faith, for he knew such conduct was a felony and nevertheless willfully and purposefully engaged in it;  hence, to avoid injury to the public, the doors of equity are closed to Perez, however improper the INS's earlier advice to him concerning the maximum sentence for that felony.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">United States v. <span class=\"citation\" data-id=\"6233\"><span class=\"antecedent_guess\">Perez-Torres,</span> <a href=\"/opinion/6233/united-states-v-perez-torres/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">407</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This court applied similar reasoning in United States v.  Smith, <span class=\"citation\" data-id=\"195168\"><a href=\"/opinion/195168/united-states-v-smith/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">662</span> </a></span>(1st Cir. 1994).  There, appellant also challenged his sentence on the ground that the INS erroneously informed him that the maximum sentence he could receive for reentering the United States illegally was two years.  In holding that petitioner's alleged reliance on the government's misstatement of the maximum penalty was not a mitigating circumstance that warranted downward departure under the sentencing guidelines, we focused on appellant's knowing commission of a felony:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Smith implicitly admits that he intentionally committed a felony.  The sentencing court cannot countenance Smith's purposeful decision to engage in felonious conduct, and grant him the benefit of downward departure, because Smith understood the penalty he would face to be relatively minor.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"195168\"><a href=\"/opinion/195168/united-states-v-smith/\"><span class=\"id_token\">Id.</span> at 666.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The cases that appellant relies upon, Johnson v.  Williford, <span class=\"citation\" data-id=\"406151\"><a href=\"/opinion/406151/charles-a-johnson-v-j-williford-warden-metropolitan-correctional/\"><span class=\"volume\">682</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">868</span> </a></span>(9th Cir. 1982) and Corniel-Rodriguez v. I.N.S., <span class=\"citation\" data-id=\"334142\"><a href=\"/opinion/334142/juana-estela-corniel-rodriguez-v-immigration-and-naturalization-service/\"><span class=\"volume\">532</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">301</span> </a></span>(2d Cir. 1976), are inapposite.  In those cases, the parties asserting equitable estoppel had indisputably relied upon the government's misconduct.  Moreover, in those cases appellants did not knowingly break the law.  Therefore, the \"unclean hands\" bar to the application of equitable estoppel did not come into play.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The sentence imposed by the district court is summarily affirmed pursuant to Loc.  R. 27.1.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/6233/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104131/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195168/",
    "https://www.courtlistener.com/api/rest/v3/opinions/334142/",
    "https://www.courtlistener.com/api/rest/v3/opinions/399091/",
    "https://www.courtlistener.com/api/rest/v3/opinions/406151/"
  ]
}