{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195490/",
  "id": 195490,
  "absolute_url": "/opinion/195490/bezanson-v-fleet-bank-nh/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195490/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:40:57Z",
  "date_modified": "2020-02-21T23:29:25.402982Z",
  "type": "010combined",
  "sha1": "84eabcfa70b7b16d6b3b8e2345015b6f533077d6",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2040.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2040\n\n  DENNIS G. BEZANSON, TRUSTEE OF THE ESTATE OF UNITEX, INC.,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                       FLEET BANK - NH,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n        [Hon. Paul J. Barbadoro, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                  Torruella, Cyr and Boudin,\n\n                        Circuit Judges\n                                      \n\n                                         \n\nGraydon G.  Stevens with  whom Kelly,  Remmel &amp;  Zimmerman was  on\n                                                          \nbrief for appellant.\nFrancis L.  Cramer  with whom  Valerie  A.  Walsh and  Sullivan  &amp;\n                                                                  \nGregg, P.A. were on brief for appellee.\n       \n\n                                         \n\n                        July 14, 1994\n                                         \n\n     BOUDIN, Circuit  Judge.   Unitex, Inc., a  New Hampshire\n                           \n\nCorporation,  made graphics equipment  purchased by newspaper\n\nand magazine publishers.  In  March 1985, Unitex defaulted on\n\na  $3 million  bank loan  owed to  Indian Head  National Bank\n\n(\"the  bank\").1   The  loan was  secured  by all  of  Unitex'\n\nassets and on March  8, 1985, Indian Head took  possession of\n\nUnitex'  entire operation.   The  bank's object  was  to sell\n\nUnitex  as an  ongoing business,  but for  the time  being it\n\nreduced  Unitex'   activities  to  servicing   customers  and\n\nproviding spare parts.   A number  of Unitex' customers  told\n\nthe bank that  they would  cease using Unitex  as a  supplier\n\nunless Unitex acquired new management by June 1985.\n\n     In late  May 1985,  after soliciting  unsuccessfully for\n\nbuyers, the bank received  an offer from Graphics Technology,\n\nInc. (\"GTI\").   GTI was  a start-up company  formed by  three\n\nprincipals  in order  to purchase  Unitex.   Two of  them had\n\nconsiderable  experience  in  graphics  technology   and  the\n\nprincipals visited the Unitex  plant and spoke with employees\n\nand distributors.  GTI aimed to purchase Unitex with borrowed\n\nmoney  and retained  two firms  to assist  it in  raising the\n\ncapital:  A  R Technology, Inc., a  financial consultant, and\n\nParker Benjamin, Inc., a regional investment banker.\n\n                    \n\n     1Fleet Bank-NH  (\"Fleet\") succeeded to the  interests of\nIndian Head at some  time after the transactions at  issue in\nthis case.\n\n                             -2-\n\n     On May 22, 1985, GTI made a written offer to Indian Head\n\nto  purchase the  assets of  Unitex  for $3,250,000.   Ronald\n\nCote, the bank officer primarily  involved in seeking a buyer\n\nfor  the assets,  spoke to  a Parker  Benjamin representative\n\nseveral times  and was  told that  it had  a  \"high level  of\n\nconfidence [the] deal  can be  done and rather  quickly.\"   A\n\nrepresentative  of A R Technology, Inc. also told the bank of\n\nParker  Benjamin's optimism.   The bank  drafted but  did not\n\ntransmit a letter dated May 27 accepting GTI's May 22 offer.\n\n     On  May 29, 1985, the  GTI principals met  with Cote and\n\nthe bank's president  to discuss the May 22 offer.   The bank\n\npresented a draft proposal calling for a July 12 closing date\n\nand a $200,000 nonrefundable deposit to be made when the bank\n\naccepted the  offer.  GTI  furnished a proposed  interim plan\n\nfor GTI to take over operation of Unitex prior to the closing\n\n(the bank  having expressed a desire  to surrender day-to-day\n\nmanagement).   Indian  Head objected  to two  aspects of  the\n\ninterim operation  plan and  GTI offered modifications.   GTI\n\nbalked  at  the  $200,000 deposit  and  this  issue was  left\n\nunresolved.\n\n     On June 1, 1985,  GTI sent Cote a letter  providing more\n\ndetail about  the interim  operating plan and  increasing the\n\nGTI  offer  to  $3,400,000.   The  letter  said  that  Unitex\n\ncustomers, contacted  by GTI, were enthusiastic  and some had\n\nexpressed an  interest in  offering  financial assistance  to\n\n                             -3-\n\nGTI, if required; also,  according to the letter,  key former\n\nUnitex employees were  willing to rejoin the company.   There\n\nwas no mention  of the nonrefundable deposit,  but the letter\n\nsaid that GTI was \"rapidly reviewing the remaining few  [open\n\npoints] for a final solution.\"  \n\n     On June  3, 1985, Chorus Data  Systems, Inc. (\"Chorus\"),\n\nmade  the  bank a  competing  proposal.    In  substance,  it\n\nproposed a joint venture between Chorus and  the bank looking\n\ntoward  the operation of Unitex  for a period,  followed by a\n\npublic offering of a  rebuilt Unitex a year or  so hence; the\n\nbank's expected gain  was projected to be between  $3 million\n\nand $8 million, depending on the price obtained in the public\n\noffering.   The bank was attracted by the prospect of sharing\n\nin the value of a revived Unitex.   In a June 4 meeting  with\n\nGTI representatives, the bank rejected GTI's offer.\n\n     On June 5,  1985, representatives of the bank and Chorus\n\nmet.   Cote rejected the joint venture approach on grounds of\n\nunspecified  regulatory problems;  he suggested  instead that\n\nFleet take a note  for $3 million from a proposed new company\n\n(which would own the Unitex assets) and convert the note into\n\nequity four  months later.   An agreement in  principle along\n\nthese lines was reached either then or the next day.  On June\n\n6, GTI was told that  the bank had decided to sell  Unitex to\n\nanother bidder.   Unitex' customers were  advised that Unitex\n\nwould soon be operating under new ownership headed by Chorus.\n\n                             -4-\n\n     On June 20, 1985,  Chorus and the bank signed  a written\n\nagreement.   The details  are complicated but  in substance a\n\nnew corporation--called Cuneiform--was to purchase the Unitex\n\nassets.  A $3  million interest bearing note would  be issued\n\nto the bank  by Cuneiform, and the note would be exchanged in\n\n120  days for convertible preferred  stock to be  held by the\n\nbank.  If, as  the parties anticipated, the new  company were\n\nultimately offered to the public or sold  to another company,\n\nthe  preferred stock would be converted to common stock at an\n\nagreed upon ratio and the bank would obtain 49 percent of the\n\nbusiness  and thereby share in the upside profit.  No deposit\n\nwas  required from Chorus or  the new entity,  nor did Chorus\n\nprovide any guarantee of the $3 million note.\n\n     In  July   1985,  Unitex  filed  for   bankruptcy.    In\n\nbankruptcy,  the  claims  of  unsecured creditors  of  Unitex\n\nexceeded  $3,700,000.   On  March 7,  1990, Dennis  Bezanson,\n\ntrustee  of the estate of Unitex, filed the present action in\n\ndistrict court against Fleet as the successor to Indian Head.\n\nThe complaint, so far as pertinent  here, charged that Indian\n\nHead had violated its duty under New Hampshire law by failing\n\nto dispose of the Unitex  assets in a commercially reasonable\n\nmanner.\n\n     The case  was tried to a  jury in March 1993.   The jury\n\nfound  in  favor  of  the  trustee  and  awarded  damages  of\n\n                             -5-\n\n$379,779.21,  effectively  the $3,400,000  offer made  by GTI\n\nless the amount Unitek owed the bank.2\n\n     Fleet filed post-trial motions  for judgment as a matter\n\nof  law or for a new trial,  attacking the jury verdict as to\n\nboth  liability and damages.   In a decision  filed on August\n\n27,  1993,  the  district   court  found  that  the  evidence\n\nsupported the jury's  finding of liability but that Fleet was\n\nentitled to judgment as  a matter of law because  the trustee\n\nhad not provided evidence  of damages sufficient to permit  a\n\nreasonable jury to  find that  damages had  been proved  with\n\n\"reasonable certainty.\"   The new trial  motion was dismissed\n\nas moot.\n\n     The  trustee  has  appealed from  the  district  court's\n\njudgment  in  favor of  Fleet.   Fleet  not only  defends the\n\njudgment but  argues, in the  alternative, that  it was  also\n\nentitled to  judgment as  a matter  of law  on  the issue  of\n\nliability.  Fleet has not cross-appealed, but  it is entitled\n\nto defend  the district  court's  judgment--that the  trustee\n\ntake  nothing--on   any  ground  properly  preserved  in  the\n\ndistrict  court.  See Martin v. Tango's Restaurant, Inc., 969\n                                                       \n\nF.2d 1319, 1325 (1st Cir. 1992).\n\n                    \n\n     2Although the original  loan to Unitex  had been for  $3\nmillion,  Indian Head  was owed  $3,020,220.79 in  June 1985,\napparently because of expenses incurred by the bank for which\nUnitex was responsible.\n\n                             -6-\n\n     We address the issue of liability first and then turn to\n\nthe issue  of damages.  The applicable law in this case is in\n\npart  state and in part  federal.  State  law determines what\n\nhad to  be proved, by whom and  to what degree of persuasion.\n\nFederal  law determines  the relationship  between  judge and\n\njury, including  the standard--that no reasonable  jury could\n\nfind  otherwise-- for  granting judgment  notwithstanding the\n\nverdict.   Our review of  such a  judgment is de  novo.   See\n                                                             \n\nBiggins v. Hazen  Paper Co.,  953 F.2d 1405,  1409 (1st  Cir.\n                          \n\n1992).\n\n     1.    The  Uniform   Commercial  Code,  adopted  by  New\n\nHampshire, provides that sale of collateral to satisfy a debt\n\nmust be \"commercially reasonable\" in \"every aspect\" including\n\n\"method, manner,  time, place  and terms.\"   N.H.  Rev. Stat.\n\nAnn.    382-A:9-504(3).  We  agree with the  district court's\n\nconcise  gloss on  the  \"commercially  reasonable\"  language:\n\ncommercial  reasonableness normally depends  on evaluation of\n\nall   the  circumstances   surrounding  the   disposition  of\n\ncollateral;  and in  general \"no  single factor,  even price,\n\nwill conclusively determine the commercial  reasonableness of\n\na secured party's actions.\"3\n\n                    \n\n     3See generally, e.g., C.I.T.  Corp v. Lee Pontiac, Inc.,\n                                                            \n513 F.2d 207, 209  (9th Cir. 1975); Georgia Pacific  Corp. v.\n                                                          \nFirst  Wisconsin Financial Corp., 805 F. Supp. 610, 617 (N.D.\n                                \nIll. 1992); 7 A.L.R. 4th 309 (1981) (collecting cases).\n\n                             -7-\n\n     Fleet  argues  on appeal  that  the  party disposing  of\n\ncollateral can never  be deemed unreasonable if it  accepts a\n\nlower firm  offer in  preference to  a higher  but contingent\n          \n\none.  This  argument need not  detain us long.   Common sense\n\nalone suggests that in some circumstances a higher contingent\n\noffer will be  far more  valuable than a  lower certain  one.\n\nThe proverb says that a  bird in the hand is worth two in the\n\nbush; it  does not say that a bird in hand is worth more than\n\nany number of birds in the bush.\n\n     Even  if there were a rule such as that urged by Fleet--\n\nwhich  there is not--it is doubtful that it would apply here.\n\nThe $3 million offer by Chorus appears to have been \"certain\"\n\nonly in a formal sense.  In substance, nothing secured the $3\n\nmillion  note obtained  from  Cuneiform  beyond the  original\n\nUnitex assets.   This does not  mean that the deal  was a bad\n\none from the  bank's point of view  but only that  the \"firm\"\n\noffer Indian Head accepted  gave it no more security  than it\n\nalready had.\n\n     Whether  the  action  of   the  bank  was   commercially\n\nunreasonable  judged  by  all  the circumstances  is  a  more\n\ninteresting  question.   Perhaps  the  apparent prospects  of\n\nUnitex as a  going company would have made it  prudent for an\n\nactual owner of the  assets to reject a $3,400,000  offer and\n\nto   prefer  an   equity   stake  while   the  business   was\n\nresuscitated.  Similarly, a security holder, owed $5 million,\n\n                             -8-\n\nwho in good  faith held  out for more  than $3,400,000  might\n\nwell have been able  to defend this judgment as  a reasonable\n\none, even if the strategy turned out badly.4  \n\n     We need not pursue these issues because Indian Head  was\n\nnot the owner of the property,  and its actions as a  secured\n\ncreditor were tainted by bad faith, or  so the jury must have\n\nfound.   One who possesses  collateral for a  loan in default\n\ncannot walk away with the collateral if it is worth more than\n\nthe debt.   Rather, the  lender normally is  entitled to  the\n\nvalue of the collateral  up to the amount of  the outstanding\n\ndebt.    The  balance belongs  to  the  borrower  or, if  the\n\nborrower  is  then bankrupt,  to  the  bankruptcy trustee  on\n\nbehalf of  the other creditors.   See N.H. Rev.  Stat. Ann.  \n                                     \n\n382-A:9-504(2)  (absent  agreement  \"the  secured  party must\n\naccount  to the  debtor for  any surplus\");  Contrail Leasing\n                                                             \n\nPartners, Ltd.  v. Consolidated Airways, Inc.,  742 F.2d 1095\n                                             \n\n(7th Cir. 1984).\n\n     In this case, the  $3,400,000 offer by GTI was  for more\n\nthan  the  balance  owed the  bank.    If the  bank  had been\n\nseriously concerned about the reliability of the offer or had\n\nfeared  that customers  would desert  Unitex before  the deal\n\ncould be completed, it might have rejected GTI's proposal  on\n\n                    \n\n     4Apparently in the event Unitex' technology proved to be\nrapidly outmoded by developments in computerization.  In this\nrespect, both GTI and Indian Head apparently were deceived in\nthinking that Unitex had a bright future.\n\n                             -9-\n\nthose grounds.  But what happened  strongly suggests not that\n\nthe bank doubted  that it could recover its  full outstanding\n\ndebt but  that it became  interested in obtaining  even more.\n\nBut  anything more belonged to  the creditors and  not to the\n\nbank.   The jury probably thought that the bank's conduct was\n\ndeplorableandin nosensea\"commercially reasonable\"disposition.\n\n     In fairness to Indian  Head, we note that there  is also\n\nsome evidence consistent with its  position that it acted  in\n\ngood faith.  For example, notes made by Cote say that on June\n\n6 Cote spoke to Parker Benjamin \"to clarify\" its expectations\n\nand was told that  there was \"a high probability\"  of raising\n\nthe  money  but  that  the financing  depended  on  verifying\n\nUnitex'  assets and this would  take three weeks.   Still, it\n\nwas  up the jury to weigh the conflicting inferences from all\n\nthe evidence and to conclude, as it apparently did, that Cote\n\nwas protecting the record after the decision had been made.\n\n     2.   The question  whether evidence is  adequate to show\n\ndamages is closer.   In  this case, the  district court  held\n\nthat  New Hampshire law required  the damages be  proved to a\n\n\"reasonable certainty.\"  The district court concluded that no\n\nreasonable  jury could  find it  reasonably certain  that GTI\n\nwould  have  been  able  to  finance  and  carry  through the\n\ntransaction  if   its  offer  had  been   accepted.    Parker\n\nBenjamin's expressions of confidence  \"that [the] deal can be\n\ndone and rather quickly\" were, the court found, \"nothing more\n\n                             -10-\n\nthan speculation . . . .\"     Under  New  Hampshire law,  the\n\ndebtor  may  recover as  damages  \"any  loss  caused\" by  the\n\nsecured party's  unreasonable disposition of  the collateral.\n\nN.H. Rev. Stat. Ann. 382-A:9-507.  See A to Z Rental, Inc. v.\n                                                          \n\nWilson,  413  F.2d 899  (4th  Cir.  1969) (damages  based  on\n      \n\nrejected offer).  In  commercial litigation in New Hampshire,\n\nas  elsewhere, the  burden of  proof of  damages is  upon the\n\nclaimant who must show by  \"a preponderance\" of the  evidence\n\nboth the extent and amount of such damages.5   Our concern is\n\nnot with  these propositions,  but with the  district court's\n\nfurther conclusion  that New Hampshire law  required that the\n\ndamages be established with \"reasonable certainty.\"\n\n     The district court  borrowed its \"reasonable  certainty\"\n\nstandard  from  two  New  Hampshire cases  that  impose  this\n\nrequirement  on the computation of lost  profits in breach of\n\ncontract  cases.    Great  Lakes  Aircraft  Co.  v.  City  of\n                                                             \n\nClaremont, 608 A.2d 840 (N.H. 1992); Hydraform Products Corp.\n                                                             \n\nv. American Steel, 498 A.2d 339 (N.H. 1985).  These cases are\n                 \n\nones  in which the claimant argued that a business would have\n\nbeen profitable in a  specified amount but for the  breach of\n\ncontract or  other wrongful conduct  of the wrongdoer.   Lost\n\n                    \n\n     5See Baley v. Sommovigo,  631 A.2d 913, 917 (N.H.  1993)\n                            \n(\"The  party seeking  to recover  damages has  the burden  of\nproving by a  preponderance of  the evidence  the extent  and\namount  of such damages.\"); Grant v. Town of Newton, 370 A.2d\n                                                   \n285,  287 (N.H.  1977) (claimant  must show  by preponderance\ncausation of \"and extent and amount of such damages.\").\n\n                             -11-\n\nprofits of this kind are often quite speculative; they depend\n\nupon how  a  variety  of  variables  affecting  a  stream  of\n\nrevenues and expenses would have played out over time, if the\n\nwrongdoing had not occurred.\n\n     Our  case does  not require  such a  complex conjectural\n\njudgment:    the  only   question  is  whether  the  specific\n\ntransaction  in question--a  $3,400,000  purchase  of  Unitex\n\nassets by GTI in or around June 1985--would have gone forward\n\nif  the  bank  had   pursued  this  transaction  rather  than\n\ndiverting its efforts to securing an equity stake.  This is a\n\nmatter  of prophesy,  to be  sure, but  we see  no reason  in\n\npolicy and nothing in  the New Hampshire case law  to suggest\n\nthat the trustee needed to show anything more than the \"more-\n\nlikely-than-not\"   prospect   usually   associated   with   a\n\npreponderance of the evidence standard.6\n\n     The New  Hampshire  UCC pertinently  provides  that  its\n\nremedies shall be liberally administered \"to the end that the\n\naggrieved party  may be put in  as good a position  as if the\n\nother  party  had fully  performed\"  and the  comment  to the\n\nprovision  notes:   \"Compensatory damages  are often  at best\n\napproximate:     they  have   to  be  proved   with  whatever\n\ndefiniteness  and accuracy  the facts  permit, but  no more.\"\n\n                    \n\n     6The phrase \"lost  profits\" is too mutable  to provide a\nhard-edged  test for when  reasonable certainty  is required;\nbut we  doubt that  the  label well  suits the  claim of  the\ntrustee to  have an estate  asset sold in  good faith for  as\nclose to fair value as circumstances permit.\n\n                             -12-\n\nN.H. Rev. Stat.    382-A:1-106(1)  and comment  1.   Finally,\n\neven  if \"reasonable  certainty\"  were the  standard in  this\n\ncase, there is marked inclination to relax the test where the\n\ndefendant's conduct is willful.  See A. Farnsworth, Contracts\n                                                             \n\n  12.15, at 920-21 (2d ed. 1990).\n\n     Resolving   credibility   issues   and  all   reasonable\n\ninferences in favor of the jury verdict, see Putnam Resources\n                                                             \n\nv. Pateman, 958 F.2d  448, 459 (1st Cir. 1992), we think that\n          \n\nthe  evidence is adequate to support the jury's view that the\n\nGTI transaction would more likely than not have succeeded but\n\nfor the bank's misconduct.   In considering whether financing\n\nwould have been secured, the jury was entitled to rely on the\n\nrather   general   but  also   quite   confident  predictions\n\nattributed to GTI's investment banker.  These statements were\n\nhearsay  because they appeared in  the form of  notes made by\n\nthe  bank representative who  conferred with Parker Benjamin.\n\nBut  there was  no objection  to admission  of the  notes and\n\nrecorded statements may therefore be considered for the truth\n\nof  the matter asserted.  For all  we know, a Parker Benjamin\n\nwitness might  have been  summoned if an  objection had  been\n\nmade.\n\n     Of course, such predictions  would carry far more weight\n\nif  the  Parker  Benjamin  representative  had provided  more\n\ndetail to underpin his conclusion--for example, by describing\n\npreliminary  efforts  to   raise  the  money,   similar  past\n\n                             -13-\n\ntransactions, or  the commercial  promise of Unitex.   Still,\n\nexperts are allowed to testify to their bare conclusions, see\n                                                             \n\nFed.  R. Evid.  703, and  the bare  conclusion here  is quite\n\nfavorable to the trustee.  Further, the bank's action turning\n\ndown the  $3,400,000 offer  in favor  of retaining  an equity\n\nstake might be  viewed as  a judgment  by the  bank that  the\n\nassets were  worth  at  least $3,400,000  and,  if  the  bank\n\nthought so, the jury might suppose that  potential lenders to\n\nGTI would reach the same conclusion.\n\n     The district  court expressed doubt  that the investment\n\nbanker could  make a  well grounded judgment  about financing\n\nwhen GTI itself had still not received all of the information\n\nabout  Unitex that  GTI wanted from  the bank.   Based on the\n\ntestimony, there is no reason to believe that GTI was seeking\n\nanything  more  than   detailed  verification  about  matters\n\nrepresented in the offering  \"package\" that the bank provided\n\nto potential bidders.   The  mere fact that  GTI was  seeking\n\nadditional information or  confirmation is not  itself enough\n\nto show  that Parker  Benjamin's prediction of  financing was\n\nirresponsible.\n\n     The bank points to a  number of other uncertainties that\n\nattended the GTI  proposal.   In addition to  GTI's need  for\n\nfinancing,  GTI requested  a substantial  period in  which to\n\nevaluate Unitex; the question  of management of Unitex during\n\nthe transition and before closing remained to be settled; and\n\n                             -14-\n\nthe  issue  of   the  nonrefundable  downpayment  was   never\n\nresolved.  Fleet's brief tries to develop these uncertainties\n\nto  furnish sound reasons why Indian Head would in good faith\n\nhave been justified in rejecting GTI in favor of Chorus.\n\n     The  jury, however,  was entitled  to conclude  that the\n\nbank  did not  make  such  a  good  faith  judgment  but  was\n\nenthusiastic about  the GTI proposal until  its attention was\n\ndiverted  by the lure of improper gain.  GTI's own enthusiasm\n\nfor  the  transaction is  unquestioned,  and  its efforts  to\n\nsecure financing  were underway and  had been  optimistically\n\nassessed.  Thus, a  reasonable jury could have found  that it\n\nwas  more  likely  than  not  that  the  GTI  proposal  would\n\nultimately have been accepted, and financing for it achieved,\n\nbut for the bank's bad faith rejection of the GTI proposal.\n       \n\n     The  judgment of the district court  is reversed and the\n                                                     \n\nmatter  is remanded for  further proceedings  consistent with\n                   \n\nthis opinion.\n\n                             -15-\n",
  "html": "<p class=\"case_cite\">29 F.3d 16</p>\n    <p class=\"case_cite\">24 UCC Rep.Serv.2d 399</p>\n    <p class=\"parties\">Dennis G. BEZANSON, Trustee of the Estate of Unitex, Inc.,<br>Plaintiff, Appellant,<br>v.<br>FLEET BANK-NH, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2040.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued Feb. 14, 1994.<br>Decided July 14, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Graydon G. Stevens with whom Kelly, Remmel &amp; Zimmerman, Portland, ME, was on brief for appellant.</p>\n      <p class=\"indent\">Francis L. Cramer with whom Valerie A. Walsh and Sullivan &amp; Gregg, P.A., Nashua, NH, were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Unitex, Inc., a New Hampshire Corporation, made graphics equipment purchased by newspaper and magazine publishers.  In March 1985, Unitex defaulted on a $3 million bank loan owed to Indian Head National Bank (\"the bank\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The loan was secured by all of Unitex' assets and on March 8, 1985, Indian Head took possession of Unitex' entire operation.  The bank's object was to sell Unitex as an ongoing business, but for the time being it reduced Unitex' activities to servicing customers and providing spare parts.  A number of Unitex' customers told the bank that they would cease using Unitex as a supplier unless Unitex acquired new management by June 1985.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In late May 1985, after soliciting unsuccessfully for buyers, the bank received an offer from Graphics Technology, Inc.  (\"GTI\").  GTI was a start-up company formed by three principals in order to purchase Unitex.  Two of them had considerable experience in graphics technology and the principals visited the Unitex plant and spoke with employees and distributors.  GTI aimed to purchase Unitex with borrowed money and retained two firms to assist it in raising the capital:  A R Technology, Inc., a financial consultant, and Parker Benjamin, Inc., a regional investment banker.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On May 22, 1985, GTI made a written offer to Indian Head to purchase the assets of Unitex for $3,250,000.  Ronald Cote, the bank officer primarily involved in seeking a buyer for the assets, spoke to a Parker Benjamin representative several times and was told that it had a \"high level of confidence [the] deal can be done and rather quickly.\"   A representative of A R Technology, Inc. also told the bank of Parker Benjamin's optimism.  The bank drafted but did not transmit a letter dated May 27 accepting GTI's May 22 offer.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On May 29, 1985, the GTI principals met with Cote and the bank's president to discuss the May 22 offer.  The bank presented a draft proposal calling for a July 12 closing date and a $200,000 nonrefundable deposit to be made when the bank accepted the offer.  GTI furnished a proposed interim plan for GTI to take over operation of Unitex prior to the closing (the bank having expressed a desire to surrender day-to-day management).  Indian Head objected to two aspects of the interim operation plan and GTI offered modifications. GTI balked at the $200,000 deposit and this issue was left unresolved.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On June 1, 1985, GTI sent Cote a letter providing more detail about the interim operating plan and increasing the GTI offer to $3,400,000.  The letter said that Unitex customers, contacted by GTI, were enthusiastic and some had expressed an interest in offering financial assistance to GTI, if required;  also, according to the letter, key former Unitex employees were willing to rejoin the company.  There was no mention of the nonrefundable deposit, but the letter said that GTI was \"rapidly reviewing the remaining few [open points] for a final solution.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On June 3, 1985, Chorus Data Systems, Inc.  (\"Chorus\"), made the bank a competing proposal.  In substance, it proposed a joint venture between Chorus and the bank looking toward the operation of Unitex for a period, followed by a public offering of a rebuilt Unitex a year or so hence;  the bank's expected gain was projected to be between $3 million and $8 million, depending on the price obtained in the public offering.  The bank was attracted by the prospect of sharing in the value of a revived Unitex.  In a June 4 meeting with GTI representatives, the bank rejected GTI's offer.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On June 5, 1985, representatives of the bank and Chorus met.  Cote rejected the joint venture approach on grounds of unspecified regulatory problems;  he suggested instead that Fleet take a note for $3 million from a proposed new company (which would own the Unitex assets) and convert the note into equity four months later.  An agreement in principle along these lines was reached either then or the next day.  On June 6, GTI was told that the bank had decided to sell Unitex to another bidder.  Unitex' customers were advised that Unitex would soon be operating under new ownership headed by Chorus.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On June 20, 1985, Chorus and the bank signed a written agreement.  The details are complicated but in substance a new corporation--called Cuneiform--was to purchase the Unitex assets.  A $3 million interest bearing note would be issued to the bank by Cuneiform, and the note would be exchanged in 120 days for convertible preferred stock to be held by the bank.  If, as the parties anticipated, the new company were ultimately offered to the public or sold to another company, the preferred stock would be converted to common stock at an agreed upon ratio and the bank would obtain 49 percent of the business and thereby share in the upside profit.  No deposit was required from Chorus or the new entity, nor did Chorus provide any guarantee of the $3 million note.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In July 1985, Unitex filed for bankruptcy.  In bankruptcy, the claims of unsecured creditors of Unitex exceeded $3,700,000.  On March 7, 1990, Dennis Bezanson, trustee of the estate of Unitex, filed the present action in district court against Fleet as the successor to Indian Head.  The complaint, so far as pertinent here, charged that Indian Head had violated its duty under New Hampshire law by failing to dispose of the Unitex assets in a commercially reasonable manner.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The case was tried to a jury in March 1993.  The jury found in favor of the trustee and awarded damages of $379,779.21, effectively the $3,400,000 offer made by GTI less the amount Unitek owed the bank.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Fleet filed post-trial motions for judgment as a matter of law or for a new trial, attacking the jury verdict as to both liability and damages.  In a decision filed on August 27, 1993, the district court found that the evidence supported the jury's finding of liability but that Fleet was entitled to judgment as a matter of law because the trustee had not provided evidence of damages sufficient to permit a reasonable jury to find that damages had been proved with \"reasonable certainty.\"   The new trial motion was dismissed as moot.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The trustee has appealed from the district court's judgment in favor of Fleet.  Fleet not only defends the judgment but argues, in the alternative, that it was also entitled to judgment as a matter of law on the issue of liability.  Fleet has not crossappealed, but it is entitled to defend the district court's judgment--that the trustee take nothing--on any ground properly preserved in the district court.  See Martin v. Tango's Restaurant, Inc., 969 F.2d 1319, 1325 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We address the issue of liability first and then turn to the issue of damages.  The applicable law in this case is in part state and in part federal.  State law determines what had to be proved, by whom and to what degree of persuasion.  Federal law determines the relationship between judge and jury, including the standard--that no reasonable jury could find otherwise--for granting judgment notwithstanding the verdict.  Our review of such a judgment is de novo.  See Biggins v. Hazen Paper Co., 953 F.2d 1405, 1409 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">1.  The Uniform Commercial Code, adopted by New Hampshire, provides that sale of collateral to satisfy a debt must be \"commercially reasonable\" in \"every aspect\" including \"method, manner, time, place and terms.\"   N.H.Rev.Stat.Ann. Sec. 382-A:9-504(3).  We agree with the district court's concise gloss on the \"commercially reasonable\" language:  commercial reasonableness normally depends on evaluation of all the circumstances surrounding the disposition of collateral;  and in general \"no single factor, even price, will conclusively determine the commercial reasonableness of a secured party's actions.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Fleet argues on appeal that the party disposing of collateral can never be deemed unreasonable if it accepts a lower firm offer in preference to a higher but contingent one.  This argument need not detain us long.  Common sense alone suggests that in some circumstances a higher contingent offer will be far more valuable than a lower certain one.  The proverb says that a bird in the hand is worth two in the bush;  it does not say that a bird in hand is worth more than any number of birds in the bush.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Even if there were a rule such as that urged by Fleet--which there is not--it is doubtful that it would apply here.  The $3 million offer by Chorus appears to have been \"certain\" only in a formal sense.  In substance, nothing secured the $3 million note obtained from Cuneiform beyond the original Unitex assets.  This does not mean that the deal was a bad one from the bank's point of view but only that the \"firm\" offer Indian Head accepted gave it no more security than it already had.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Whether the action of the bank was commercially unreasonable judged by all the circumstances is a more interesting question.  Perhaps the apparent prospects of Unitex as a going company would have made it prudent for an actual owner of the assets to reject a $3,400,000 offer and to prefer an equity stake while the business was resuscitated.  Similarly, a security holder, owed $5 million, who in good faith held out for more than $3,400,000 might well have been able to defend this judgment as a reasonable one, even if the strategy turned out badly.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We need not pursue these issues because Indian Head was not the owner of the property, and its actions as a secured creditor were tainted by bad faith, or so the jury must have found.  One who possesses collateral for a loan in default cannot walk away with the collateral if it is worth more than the debt.  Rather, the lender normally is entitled to the value of the collateral up to the amount of the outstanding debt.  The balance belongs to the borrower or, if the borrower is then bankrupt, to the bankruptcy trustee on behalf of the other creditors.  See N.H.Rev.Stat.Ann. Sec. 382-A:9-504(2) (absent agreement \"the secured party must account to the debtor for any surplus\");  Contrail Leasing Partners, Ltd. v. Consolidated Airways, Inc., 742 F.2d 1095 (7th Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In this case, the $3,400,000 offer by GTI was for more than the balance owed the bank.  If the bank had been seriously concerned about the reliability of the offer or had feared that customers would desert Unitex before the deal could be completed, it might have rejected GTI's proposal on those grounds.  But what happened strongly suggests not that the bank doubted that it could recover its full outstanding debt but that it became interested in obtaining even more.  But anything more belonged to the creditors and not to the bank.  The jury probably thought that the bank's conduct was deplorable and in no sense a \"commercially reasonable\" disposition.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In fairness to Indian Head, we note that there is also some evidence consistent with its position that it acted in good faith.  For example, notes made by Cote say that on June 6 Cote spoke to Parker Benjamin \"to clarify\" its expectations and was told that there was \"a high probability\" of raising the money but that the financing depended on verifying Unitex' assets and this would take three weeks.  Still, it was up the jury to weigh the conflicting inferences from all the evidence and to conclude, as it apparently did, that Cote was protecting the record after the decision had been made.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">2.  The question whether evidence is adequate to show damages is closer.  In this case, the district court held that New Hampshire law required the damages be proved to a \"reasonable certainty.\"   The district court concluded that no reasonable jury could find it reasonably certain that GTI would have been able to finance and carry through the transaction if its offer had been accepted.  Parker Benjamin's expressions of confidence \"that [the] deal can be done and rather quickly\" were, the court found, \"nothing more than speculation....\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Under New Hampshire law, the debtor may recover as damages \"any loss caused\" by the secured party's unreasonable disposition of the collateral.  N.H.Rev.Stat.Ann. 382-A:9-507.  See A to Z Rental, Inc. v. Wilson, 413 F.2d 899 (10th Cir.1969) (damages based on rejected offer).  In commercial litigation in New Hampshire, as elsewhere, the burden of proof of damages is upon the claimant who must show by \"a preponderance\" of the evidence both the extent and amount of such damages.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Our concern is not with these propositions, but with the district court's further conclusion that New Hampshire law required that the damages be established with \"reasonable certainty.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court borrowed its \"reasonable certainty\" standard from two New Hampshire cases that impose this requirement on the computation of lost profits in breach of contract cases.  Great Lakes Aircraft Co. v. City of Claremont, 135 N.H. 270, 608 A.2d 840 (1992);  Hydraform Products Corp. v. American Steel, 127 N.H. 187, 498 A.2d 339 (1985).  These cases are ones in which the claimant argued that a business would have been profitable in a specified amount but for the breach of contract or other wrongful conduct of the wrongdoer.  Lost profits of this kind are often quite speculative;  they depend upon how a variety of variables affecting a stream of revenues and expenses would have played out over time, if the wrongdoing had not occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Our case does not require such a complex conjectural judgment:  the only question is whether the specific transaction in question--a $3,400,000 purchase of Unitex assets by GTI in or around June 1985--would have gone forward if the bank had pursued this transaction rather than diverting its efforts to securing an equity stake.  This is a matter of prophesy, to be sure, but we see no reason in policy and nothing in the New Hampshire case law to suggest that the trustee needed to show anything more than the \"more-likely-than-not\" prospect usually associated with a preponderance of the evidence standard.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The New Hampshire UCC pertinently provides that its remedies shall be liberally administered \"to the end that the aggrieved party may be put in as good a position as if the other party had fully performed\" and the comment to the provision notes:  \"Compensatory damages are often at best approximate:  they have to be proved with whatever definiteness and accuracy the facts permit, but no more.\"   N.H.Rev.Stat. Sec. 382-A:1-106(1) and comment 1.  Finally, even if \"reasonable certainty\" were the standard in this case, there is marked inclination to relax the test where the defendant's conduct is willful.  See A. Farnsworth, Contracts Sec. 12.15, at 920-21 (2d ed. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Resolving credibility issues and all reasonable inferences in favor of the jury verdict, see Putnam Resources v. Pateman, 958 F.2d 448, 459 (1st Cir.1992), we think that the evidence is adequate to support the jury's view that the GTI transaction would more likely than not have succeeded but for the bank's misconduct.  In considering whether financing would have been secured, the jury was entitled to rely on the rather general but also quite confident predictions attributed to GTI's investment banker.  These statements were hearsay because they appeared in the form of notes made by the bank representative who conferred with Parker Benjamin.  But there was no objection to admission of the notes and recorded statements may therefore be considered for the truth of the matter asserted.  For all we know, a Parker Benjamin witness might have been summoned if an objection had been made.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Of course, such predictions would carry far more weight if the Parker Benjamin representative had provided more detail to underpin his conclusion--for example, by describing preliminary efforts to raise the money, similar past transactions, or the commercial promise of Unitex.  Still, experts are allowed to testify to their bare conclusions, see Fed.R.Evid. 703, and the bare conclusion here is quite favorable to the trustee.  Further, the bank's action turning down the $3,400,000 offer in favor of retaining an equity stake might be viewed as a judgment by the bank that the assets were worth at least $3,400,000 and, if the bank thought so, the jury might suppose that potential lenders to GTI would reach the same conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court expressed doubt that the investment banker could make a well grounded judgment about financing when GTI itself had still not received all of the information about Unitex that GTI wanted from the bank.  Based on the testimony, there is no reason to believe that GTI was seeking anything more than detailed verification about matters represented in the offering \"package\" that the bank provided to potential bidders.  The mere fact that GTI was seeking additional information or confirmation is not itself enough to show that Parker Benjamin's prediction of financing was irresponsible.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The bank points to a number of other uncertainties that attended the GTI proposal.  In addition to GTI's need for financing, GTI requested a substantial period in which to evaluate Unitex;  the question of management of Unitex during the transition and before closing remained to be settled;  and the issue of the nonrefundable downpayment was never resolved.  Fleet's brief tries to develop these uncertainties to furnish sound reasons why Indian Head would in good faith have been justified in rejecting GTI in favor of Chorus.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The jury, however, was entitled to conclude that the bank did not make such a good faith judgment but was enthusiastic about the GTI proposal until its attention was diverted by the lure of improper gain.  GTI's own enthusiasm for the transaction is unquestioned, and its efforts to secure financing were underway and had been optimistically assessed.  Thus, a reasonable jury could have found that it was more likely than not that the GTI proposal would ultimately have been accepted, and financing for it achieved, but for the bank's bad faith rejection of the GTI proposal.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The judgment of the district court is reversed and the matter is remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Fleet Bank-NH (\"Fleet\") succeeded to the interests of Indian Head at some time after the transactions at issue in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although the original loan to Unitex had been for $3 million, Indian Head was owed $3,020,220.79 in June 1985, apparently because of expenses incurred by the bank for which Unitex was responsible</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See generally, e.g., C.I.T. Corp. v. Lee Pontiac, Inc., 513 F.2d 207, 209 (9th Cir.1975);  Georgia Pacific Corp. v. First Wisconsin Financial Corp., 805 F.Supp. 610, 617 (N.D.Ill.1992);  7 A.L.R. 4th 309 (1981) (collecting cases)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Apparently in the event Unitex' technology proved to be rapidly outmoded by developments in computerization.  In this respect, both GTI and Indian Head apparently were deceived in thinking that Unitex had a bright future</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See Baley v. Sommovigo, 137 N.H. 526, 631 A.2d 913, 917 (1993) (\"The party seeking to recover damages has the burden of proving by a preponderance of the evidence the extent and amount of such damages.\");  Grant v. Town of Newton, 117 N.H. 159, 370 A.2d 285, 287 (1977) (claimant must show by preponderance causation of \"and extent and amount of such damages.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The phrase \"lost profits\" is too mutable to provide a hard-edged test for when reasonable certainty is required;  but we doubt that the label well suits the claim of the trustee to have an estate asset sold in good faith for as close to fair value as circumstances permit</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">U.C.C. Rep. Serv. 2d (West)</span> <span class=\"page\">399</span></span></p>\n    <p class=\"parties\">Dennis G. BEZANSON, Trustee of the Estate of Unitex, Inc.,<br>Plaintiff, Appellant,<br>v.<br>FLEET BANK-NH, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2040.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued Feb. 14, 1994.<br>Decided July 14, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Graydon G. Stevens with whom Kelly, Remmel &amp; Zimmerman, Portland, ME, was on brief for appellant.</p>\n      <p class=\"indent\">Francis L. Cramer with whom Valerie A. Walsh and Sullivan &amp; Gregg, P.A., Nashua, NH, were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Unitex, Inc., a New Hampshire Corporation, made graphics equipment purchased by newspaper and magazine publishers.  In March 1985, Unitex defaulted on a $3 million bank loan owed to Indian Head National Bank (\"the bank\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The loan was secured by all of Unitex' assets and on March 8, 1985, Indian Head took possession of Unitex' entire operation.  The bank's object was to sell Unitex as an ongoing business, but for the time being it reduced Unitex' activities to servicing customers and providing spare parts.  A number of Unitex' customers told the bank that they would cease using Unitex as a supplier unless Unitex acquired new management by June 1985.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In late May 1985, after soliciting unsuccessfully for buyers, the bank received an offer from Graphics Technology, Inc.  (\"GTI\").  GTI was a start-up company formed by three principals in order to purchase Unitex.  Two of them had considerable experience in graphics technology and the principals visited the Unitex plant and spoke with employees and distributors.  GTI aimed to purchase Unitex with borrowed money and retained two firms to assist it in raising the capital:  A R Technology, Inc., a financial consultant, and Parker Benjamin, Inc., a regional investment banker.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On May 22, 1985, GTI made a written offer to Indian Head to purchase the assets of Unitex for $3,250,000.  Ronald Cote, the bank officer primarily involved in seeking a buyer for the assets, spoke to a Parker Benjamin representative several times and was told that it had a \"high level of confidence [the] deal can be done and rather quickly.\"   A representative of A R Technology, Inc. also told the bank of Parker Benjamin's optimism.  The bank drafted but did not transmit a letter dated May 27 accepting GTI's May 22 offer.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On May 29, 1985, the GTI principals met with Cote and the bank's president to discuss the May 22 offer.  The bank presented a draft proposal calling for a July 12 closing date and a $200,000 nonrefundable deposit to be made when the bank accepted the offer.  GTI furnished a proposed interim plan for GTI to take over operation of Unitex prior to the closing (the bank having expressed a desire to surrender day-to-day management).  Indian Head objected to two aspects of the interim operation plan and GTI offered modifications. GTI balked at the $200,000 deposit and this issue was left unresolved.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On June 1, 1985, GTI sent Cote a letter providing more detail about the interim operating plan and increasing the GTI offer to $3,400,000.  The letter said that Unitex customers, contacted by GTI, were enthusiastic and some had expressed an interest in offering financial assistance to GTI, if required;  also, according to the letter, key former Unitex employees were willing to rejoin the company.  There was no mention of the nonrefundable deposit, but the letter said that GTI was \"rapidly reviewing the remaining few [open points] for a final solution.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On June 3, 1985, Chorus Data Systems, Inc.  (\"Chorus\"), made the bank a competing proposal.  In substance, it proposed a joint venture between Chorus and the bank looking toward the operation of Unitex for a period, followed by a public offering of a rebuilt Unitex a year or so hence;  the bank's expected gain was projected to be between $3 million and $8 million, depending on the price obtained in the public offering.  The bank was attracted by the prospect of sharing in the value of a revived Unitex.  In a June 4 meeting with GTI representatives, the bank rejected GTI's offer.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On June 5, 1985, representatives of the bank and Chorus met.  Cote rejected the joint venture approach on grounds of unspecified regulatory problems;  he suggested instead that Fleet take a note for $3 million from a proposed new company (which would own the Unitex assets) and convert the note into equity four months later.  An agreement in principle along these lines was reached either then or the next day.  On June 6, GTI was told that the bank had decided to sell Unitex to another bidder.  Unitex' customers were advised that Unitex would soon be operating under new ownership headed by Chorus.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On June 20, 1985, Chorus and the bank signed a written agreement.  The details are complicated but in substance a new corporation--called Cuneiform--was to purchase the Unitex assets.  A $3 million interest bearing note would be issued to the bank by Cuneiform, and the note would be exchanged in 120 days for convertible preferred stock to be held by the bank.  If, as the parties anticipated, the new company were ultimately offered to the public or sold to another company, the preferred stock would be converted to common stock at an agreed upon ratio and the bank would obtain 49 percent of the business and thereby share in the upside profit.  No deposit was required from Chorus or the new entity, nor did Chorus provide any guarantee of the $3 million note.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In July 1985, Unitex filed for bankruptcy.  In bankruptcy, the claims of unsecured creditors of Unitex exceeded $3,700,000.  On March 7, 1990, Dennis Bezanson, trustee of the estate of Unitex, filed the present action in district court against Fleet as the successor to Indian Head.  The complaint, so far as pertinent here, charged that Indian Head had violated its duty under New Hampshire law by failing to dispose of the Unitex assets in a commercially reasonable manner.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The case was tried to a jury in March 1993.  The jury found in favor of the trustee and awarded damages of $379,779.21, effectively the $3,400,000 offer made by GTI less the amount Unitek owed the bank.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Fleet filed post-trial motions for judgment as a matter of law or for a new trial, attacking the jury verdict as to both liability and damages.  In a decision filed on August 27, 1993, the district court found that the evidence supported the jury's finding of liability but that Fleet was entitled to judgment as a matter of law because the trustee had not provided evidence of damages sufficient to permit a reasonable jury to find that damages had been proved with \"reasonable certainty.\"   The new trial motion was dismissed as moot.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The trustee has appealed from the district court's judgment in favor of Fleet.  Fleet not only defends the judgment but argues, in the alternative, that it was also entitled to judgment as a matter of law on the issue of liability.  Fleet has not crossappealed, but it is entitled to defend the district court's judgment--that the trustee take nothing--on any ground properly preserved in the district court.  See Martin v. Tango's Restaurant, Inc., <span class=\"citation\" data-id=\"587248\"><a href=\"/opinion/587248/lynn-martin-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1319</span></a></span>, 1325 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We address the issue of liability first and then turn to the issue of damages.  The applicable law in this case is in part state and in part federal.  State law determines what had to be proved, by whom and to what degree of persuasion.  Federal law determines the relationship between judge and jury, including the standard--that no reasonable jury could find otherwise--for granting judgment notwithstanding the verdict.  Our review of such a judgment is de novo.  See Biggins v. Hazen Paper Co., <span class=\"citation\" data-id=\"576200\"><a href=\"/opinion/576200/walter-f-biggins-v-the-hazen-paper-company-walter-f-biggins-v-the/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1405</span></a></span>, 1409 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">1.  The Uniform Commercial Code, adopted by New Hampshire, provides that sale of collateral to satisfy a debt must be \"commercially reasonable\" in \"every aspect\" including \"method, manner, time, place and terms.\"   N.H.Rev.Stat.Ann. Sec. 382-A:9-504(3).  We agree with the district court's concise gloss on the \"commercially reasonable\" language:  commercial reasonableness normally depends on evaluation of all the circumstances surrounding the disposition of collateral;  and in general \"no single factor, even price, will conclusively determine the commercial reasonableness of a secured party's actions.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Fleet argues on appeal that the party disposing of collateral can never be deemed unreasonable if it accepts a lower firm offer in preference to a higher but contingent one.  This argument need not detain us long.  Common sense alone suggests that in some circumstances a higher contingent offer will be far more valuable than a lower certain one.  The proverb says that a bird in the hand is worth two in the bush;  it does not say that a bird in hand is worth more than any number of birds in the bush.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Even if there were a rule such as that urged by Fleet--which there is not--it is doubtful that it would apply here.  The $3 million offer by Chorus appears to have been \"certain\" only in a formal sense.  In substance, nothing secured the $3 million note obtained from Cuneiform beyond the original Unitex assets.  This does not mean that the deal was a bad one from the bank's point of view but only that the \"firm\" offer Indian Head accepted gave it no more security than it already had.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Whether the action of the bank was commercially unreasonable judged by all the circumstances is a more interesting question.  Perhaps the apparent prospects of Unitex as a going company would have made it prudent for an actual owner of the assets to reject a $3,400,000 offer and to prefer an equity stake while the business was resuscitated.  Similarly, a security holder, owed $5 million, who in good faith held out for more than $3,400,000 might well have been able to defend this judgment as a reasonable one, even if the strategy turned out badly.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We need not pursue these issues because Indian Head was not the owner of the property, and its actions as a secured creditor were tainted by bad faith, or so the jury must have found.  One who possesses collateral for a loan in default cannot walk away with the collateral if it is worth more than the debt.  Rather, the lender normally is entitled to the value of the collateral up to the amount of the outstanding debt.  The balance belongs to the borrower or, if the borrower is then bankrupt, to the bankruptcy trustee on behalf of the other creditors.  See N.H.Rev.Stat.Ann. Sec. 382-A:9-504(2) (absent agreement \"the secured party must account to the debtor for any surplus\");  Contrail Leasing Partners, Ltd. v. Consolidated Airways, Inc., <span class=\"citation\" data-id=\"440494\"><a href=\"/opinion/440494/contrail-leasing-partners-ltd-cross-appellant-v-consolidated-airways/\"><span class=\"volume\">742</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1095</span> </a></span>(7th Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In this case, the $3,400,000 offer by GTI was for more than the balance owed the bank.  If the bank had been seriously concerned about the reliability of the offer or had feared that customers would desert Unitex before the deal could be completed, it might have rejected GTI's proposal on those grounds.  But what happened strongly suggests not that the bank doubted that it could recover its full outstanding debt but that it became interested in obtaining even more.  But anything more belonged to the creditors and not to the bank.  The jury probably thought that the bank's conduct was deplorable and in no sense a \"commercially reasonable\" disposition.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In fairness to Indian Head, we note that there is also some evidence consistent with its position that it acted in good faith.  For example, notes made by Cote say that on June 6 Cote spoke to Parker Benjamin \"to clarify\" its expectations and was told that there was \"a high probability\" of raising the money but that the financing depended on verifying Unitex' assets and this would take three weeks.  Still, it was up the jury to weigh the conflicting inferences from all the evidence and to conclude, as it apparently did, that Cote was protecting the record after the decision had been made.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">2.  The question whether evidence is adequate to show damages is closer.  In this case, the district court held that New Hampshire law required the damages be proved to a \"reasonable certainty.\"   The district court concluded that no reasonable jury could find it reasonably certain that GTI would have been able to finance and carry through the transaction if its offer had been accepted.  Parker Benjamin's expressions of confidence \"that [the] deal can be done and rather quickly\" were, the court found, \"nothing more than speculation....\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Under New Hampshire law, the debtor may recover as damages \"any loss caused\" by the secured party's unreasonable disposition of the collateral.  N.H.Rev.Stat.Ann. 382-A:9-507.  See A to Z Rental, Inc. v. Wilson, <span class=\"citation\" data-id=\"285778\"><a href=\"/opinion/285778/a-to-z-rental-inc-a-montana-corporation-v-c-dale-wilson-and-keith-d/\"><span class=\"volume\">413</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">899</span> </a></span>(10th Cir.1969) (damages based on rejected offer).  In commercial litigation in New Hampshire, as elsewhere, the burden of proof of damages is upon the claimant who must show by \"a preponderance\" of the evidence both the extent and amount of such damages.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Our concern is not with these propositions, but with the district court's further conclusion that New Hampshire law required that the damages be established with \"reasonable certainty.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court borrowed its \"reasonable certainty\" standard from two New Hampshire cases that impose this requirement on the computation of lost profits in breach of contract cases.  Great Lakes Aircraft Co. v. City of Claremont, <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">270</span></span>, <span class=\"citation no-link\"><span class=\"volume\">608</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">840</span> </span>(1992);  Hydraform Products Corp. v. American Steel, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">187</span></span>, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">339</span> </span>(1985).  These cases are ones in which the claimant argued that a business would have been profitable in a specified amount but for the breach of contract or other wrongful conduct of the wrongdoer.  Lost profits of this kind are often quite speculative;  they depend upon how a variety of variables affecting a stream of revenues and expenses would have played out over time, if the wrongdoing had not occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Our case does not require such a complex conjectural judgment:  the only question is whether the specific transaction in question--a $3,400,000 purchase of Unitex assets by GTI in or around June 1985--would have gone forward if the bank had pursued this transaction rather than diverting its efforts to securing an equity stake.  This is a matter of prophesy, to be sure, but we see no reason in policy and nothing in the New Hampshire case law to suggest that the trustee needed to show anything more than the \"more-likely-than-not\" prospect usually associated with a preponderance of the evidence standard.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The New Hampshire UCC pertinently provides that its remedies shall be liberally administered \"to the end that the aggrieved party may be put in as good a position as if the other party had fully performed\" and the comment to the provision notes:  \"Compensatory damages are often at best approximate:  they have to be proved with whatever definiteness and accuracy the facts permit, but no more.\"   N.H.Rev.Stat. Sec. 382-A:1-106(1) and comment 1.  Finally, even if \"reasonable certainty\" were the standard in this case, there is marked inclination to relax the test where the defendant's conduct is willful.  See A. Farnsworth, Contracts Sec. 12.15, at 920-21 (2d ed. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Resolving credibility issues and all reasonable inferences in favor of the jury verdict, see Putnam Resources v. Pateman, <span class=\"citation\" data-id=\"579198\"><a href=\"/opinion/579198/putnam-resources-v-ronald-m-pateman-ronald-m-pateman-v-frenkel/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span>, 459 (1st Cir.1992), we think that the evidence is adequate to support the jury's view that the GTI transaction would more likely than not have succeeded but for the bank's misconduct.  In considering whether financing would have been secured, the jury was entitled to rely on the rather general but also quite confident predictions attributed to GTI's investment banker.  These statements were hearsay because they appeared in the form of notes made by the bank representative who conferred with Parker Benjamin.  But there was no objection to admission of the notes and recorded statements may therefore be considered for the truth of the matter asserted.  For all we know, a Parker Benjamin witness might have been summoned if an objection had been made.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Of course, such predictions would carry far more weight if the Parker Benjamin representative had provided more detail to underpin his conclusion--for example, by describing preliminary efforts to raise the money, similar past transactions, or the commercial promise of Unitex.  Still, experts are allowed to testify to their bare conclusions, see Fed.R.Evid. 703, and the bare conclusion here is quite favorable to the trustee.  Further, the bank's action turning down the $3,400,000 offer in favor of retaining an equity stake might be viewed as a judgment by the bank that the assets were worth at least $3,400,000 and, if the bank thought so, the jury might suppose that potential lenders to GTI would reach the same conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court expressed doubt that the investment banker could make a well grounded judgment about financing when GTI itself had still not received all of the information about Unitex that GTI wanted from the bank.  Based on the testimony, there is no reason to believe that GTI was seeking anything more than detailed verification about matters represented in the offering \"package\" that the bank provided to potential bidders.  The mere fact that GTI was seeking additional information or confirmation is not itself enough to show that Parker Benjamin's prediction of financing was irresponsible.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The bank points to a number of other uncertainties that attended the GTI proposal.  In addition to GTI's need for financing, GTI requested a substantial period in which to evaluate Unitex;  the question of management of Unitex during the transition and before closing remained to be settled;  and the issue of the nonrefundable downpayment was never resolved.  Fleet's brief tries to develop these uncertainties to furnish sound reasons why Indian Head would in good faith have been justified in rejecting GTI in favor of Chorus.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The jury, however, was entitled to conclude that the bank did not make such a good faith judgment but was enthusiastic about the GTI proposal until its attention was diverted by the lure of improper gain.  GTI's own enthusiasm for the transaction is unquestioned, and its efforts to secure financing were underway and had been optimistically assessed.  Thus, a reasonable jury could have found that it was more likely than not that the GTI proposal would ultimately have been accepted, and financing for it achieved, but for the bank's bad faith rejection of the GTI proposal.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The judgment of the district court is reversed and the matter is remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Fleet Bank-NH (\"Fleet\") succeeded to the interests of Indian Head at some time after the transactions at issue in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although the original loan to Unitex had been for $3 million, Indian Head was owed $3,020,220.79 in June 1985, apparently because of expenses incurred by the bank for which Unitex was responsible</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See generally, e.g., C.I.T. Corp. v. Lee Pontiac, Inc., <span class=\"citation\" data-id=\"326373\"><a href=\"/opinion/326373/cit-corporation-a-new-york-corporation-v-lee-pontiac-inc-etc/\"><span class=\"volume\">513</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">207</span></a></span>, 209 (9th Cir.1975);  Georgia Pacific Corp. v. First Wisconsin Financial Corp., <span class=\"citation no-link\"><span class=\"volume\">805</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">610</span></span>, 617 (N.D.Ill.1992);  <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">A.L.R. 4th</span> <span class=\"page\">309</span> </span>(1981) (collecting cases)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Apparently in the event Unitex' technology proved to be rapidly outmoded by developments in computerization.  In this respect, both GTI and Indian Head apparently were deceived in thinking that Unitex had a bright future</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See Baley v. Sommovigo, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">526</span></span>, <span class=\"citation no-link\"><span class=\"volume\">631</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">913</span></span>, 917 (1993) (\"The party seeking to recover damages has the burden of proving by a preponderance of the evidence the extent and amount of such damages.\");  Grant v. Town of Newton, <span class=\"citation\" data-id=\"2267419\"><a href=\"/opinion/2267419/grant-v-town-of-newton/\"><span class=\"volume\">117</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">159</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">370</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">285</span></span>, 287 (1977) (claimant must show by preponderance causation of \"and extent and amount of such damages.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The phrase \"lost profits\" is too mutable to provide a hard-edged test for when reasonable certainty is required;  but we doubt that the label well suits the claim of the trustee to have an estate asset sold in good faith for as close to fair value as circumstances permit</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/285778/",
    "https://www.courtlistener.com/api/rest/v3/opinions/326373/",
    "https://www.courtlistener.com/api/rest/v3/opinions/440494/",
    "https://www.courtlistener.com/api/rest/v3/opinions/576200/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579198/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587248/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2267419/"
  ]
}