{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195407/",
  "id": 195407,
  "absolute_url": "/opinion/195407/hernandez-v-ila-local-1575/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195407/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:24Z",
  "date_modified": "2020-02-21T23:48:13.816094Z",
  "type": "010combined",
  "sha1": "6256a3d9d81e125a03db378a0d71d1c0b5b1f7a4",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2274.01A",
  "local_path": null,
  "plain_text": "June 6, 1994          [NOT FOR PUBLICATION]\n                      [NOT FOR PUBLICATION]\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-2274\n\n                     JOSE HERNANDEZ, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n             INTERNATIONAL LONGSHOREMEN ASSOCIATION, \n                        LOCAL 1575, ET AL.,\n\n                      Defendants, Appellees.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Hector M. Laffitte, U.S. District Judge]\n                                                       \n\n                                             \n\n                              Before\n\n                Selya and Boudin, Circuit Judges,\n                                                \n\n                   and Carter,* District Judge.\n                                              \n\n                                             \n\n     John Ward Llambias for appellants.\n                       \n     Nicolas   Delgado   Figueroa   for  appellee   International\n                                 \nLongshoremen Association, Local 1575.\n     Rafael Cuevas Kuinlam, with  whom Antonio Cuevas Delgado and\n                                                             \nCuevas Kuinlam &amp; Bermudez were on brief, for corporate appellees.\n                         \n\n                                             \n\n                                             \n\n               \n*Of the District of Maine, sitting by designation.\n\n          SELYA, Circuit  Judge.  In this  proceeding, appellants\n          SELYA, Circuit  Judge.\n                               \n\nstrive  to  convince  us   that,  notwithstanding  the  deference\n\nroutinely  paid  by  courts  to  arbitral  awards,  this  is  the\n\nexception that proves the rule.  We are not persuaded.\n\nI.  BACKGROUND\n\n          Two decades  ago, aware of Puerto  Rico's dependency on\n\nmarine   transportation   for   future   economic   growth,   the\n\nCommonwealth   established  the   Puerto  Rico   Marine  Shipping\n\nAuthority (PRMSA).  The agency's raison d'etre was to ensure \"the\n                                              \n\ncitizens of Puerto  Rico . . . an adequate and inexpensive supply\n\nof basic commodities, and to foster the development and expansion\n\nof trade  and industry. .  . .\"  P.R.  Laws Ann. tit.  23,   3052\n\n(1974).  The statute  authorized PRMSA to acquire shares  in, and\n\nto  operate, any enterprise  that might  assist in  achieving the\n\nstated policy goals.  See id.   3055.\n                             \n\n          In  1974, PRMSA  purchased certain  assets of  Sea Land\n\nServices,  Inc. (Sea Land) and Sea Train Lines, Inc. (Sea Train).\n\nIt  also  bought  all  the outstanding  shares  of  Transamerican\n\nTrailer Transport Corporation (TTT).  Both Sea Land and Sea Train\n\nused the \"Lo-Lo\"  method of loading and  unloading vessels, while\n\nTTT  used the \"Ro-Ro\" method.1   Local 1740  of the International\n\n                    \n\n     1\"Lo-Lo\"  is  an  acronym  for  \"lift  on,   lift  off,\"  an\noperational system  in which a crane  is used to  load and unload\ncargo containers  in the course of merchant marine activity. \"Ro-\nRo\" is an acronym for \"roll  on, roll off,\" an operational system\nwhereby  cargo containers are rolled in and out of merchant ships\nby means of ramps  and other special equipment designed  for this\npurpose.  For  a fuller exposition, see Trailer  Marine Transport\n                                                                 \nCorp. v. Rivera Vazquez, 977 F.2d 1, 3 (1st Cir. 1992).\n                       \n\n                                2\n\nLongshoremen Association (ILA) represented Sea Train's stevedores\n\n(all of whom  did Lo-Lo  work).  ILA  Local 1575 represented  Sea\n\nLand and TTT stevedores (some of  whom did Lo-Lo work and some of\n\nwhom  did  Ro-Ro work).    The  two  unions  negotiated  separate\n\ncollective bargaining agreements (CBAs).\n\n          Subsequently,    PRMSA   retained    Marine   Transport\n\nManagement  (MTM)  to manage  its  Ro-Ro  operation, and  engaged\n\nPuerto  Rico Marine Management, Inc. (PRMMI) to operate its Lo-Lo\n\nequipment.  To carry out the terms of its engagement, PRMMI hired\n\nmany  Sea   Train  and  Sea  Land  employees.2     Both  managers\n\nrecognized  the seniority  that the  dock workers  previously had\n\nacquired  while  employed  by  TTT,  Sea  Train,  and  Sea  Land,\n\nrespectively.   In  time, PRMSA  severed relations  with  MTM and\n\nplaced PRMMI in charge of both Ro-Ro and  Lo-Lo operations.  When\n\nMTM's  work  force  was   transferred  to  PRMMI's  payroll,  the\n\nstevedores retained their seniority.\n\n          Local  1575 represents  the dock  workers for  both Sea\n\nLand and  PRMMI.  It negotiated a separate CBA with each company.\n\nThe  CBAs  dovetail in  many ways,  including  the creation  of a\n\ncommon pilot list  (the CPL) from which  \"substitutes\" are drawn.\n\nThis  list is arranged by seniority (whether acquired at Sea Land\n\nor  PRMMI).   It  is further  subdivided  by department  and  job\n\nclassification.  The CPL is intended to broaden job opportunities\n\n                    \n\n     2Both  Sea Train  and Sea  Land continued  their operations,\nusing other employees.   In 1982 Sea Train ceased  operations and\nreleased its  work force.   It  is  not involved  in the  current\nlitigation.\n\n                                3\n\nby  giving workers the ability to gain employment with either Sea\n\nLand  or PRMMI, as vacancies  in the permanent  work force arise.\n\nBoth companies use it as the prime resource for filling vacancies\n\nleft  by departing  employees.   When a  regular  worker retires,\n\nquits,  or is cashiered, the highest ranked individual on the CPL\n\nis offered the  position and,  if he accepts,  becomes a  regular\n\nemployee of either Sea Land or PRMMI, as the case may be.\n\nII.  ORIGINS OF THE DISPUTE\n\n          Historically,  the CPL  contained separate  rosters for\n\nRo-Ro  and  Lo-Lo workers.   Thus,  for  example, when  a vacancy\n\noccurred in a  Ro-Ro position, the post  would be offered to  the\n\nhighest ranking Ro-Ro dock worker listed on the CPL, even if  the\n\nlist contained the name of a more senior Lo-Lo dock worker.\n\n          The stevedoring  universe changed  in February of  1992\n\nwhen economic considerations prompted  PRMMI to abandon the Ro-Ro\n\nsystem.    PRMMI,  Sea  Land,  and  the  union,  after  initially\n\nresorting to  arbitration, agreed  to merge the  Ro-Ro and  Lo-Lo\n\nlists,  placing the  affected employees  on the  CPL in  order of\n\noverall  seniority, effective April 10, 1992.  The plan meant, in\n\neffect,   that,  within  each   occupational  classification  and\n\ndepartment, a Ro-Ro worker with, say, twenty years  of seniority,\n\nwould be ranked on the CPL ahead of a Lo-Lo  worker with nineteen\n\nyears of seniority,  even with respect to filling  a vacancy in a\n\nposition  performing only Lo-Lo duties.  Both the company and the\n\nunion  considered  this  strategy   to  be  a  more  satisfactory\n\nalternative than terminating the Ro-Ro workers outright.\n\n                                4\n\n          On  April  23,  1992,  more  than  forty  of  the Lo-Lo\n\nstevedores  who had  been  pushed further  down  the CPL  by  the\n\ninterleaving of  the Ro-Ro stevedores  sued PRMMI, Sea  Land, and\n\nLocal 1575 in the  United States District Court for  the District\n\nof  Puerto Rico.   Invoking  section 301  of the  Labor Relations\n\nManagement Act,  29 U.S.C.    185,  the  displaced Lo-Lo  workers\n\nalleged a  breach of the duty of fair representation and a breach\n\nof  contract, both stemming  from a purported  violation of their\n\nseniority rights.   They sought  to enjoin implementation  of the\n\nrevised CPL, pointing out  that seniority in the Ro-Ro  and Lo-Lo\n\nsystems  traditionally had been  separate, and  asseverating that\n\nArticle  VI, Clause 94  of the CBA  between Local 1575  and PRMMI\n\ndictated   that  two   distinct  seniority   lists  were   to  be\n\nmaintained.3  III.  THE ARBITRATOR'S AWARD\n              III.  THE ARBITRATOR'S AWARD\n\n          The district court stayed court proceedings temporarily\n\nand ordered the parties  to arbitrate the dispute as  mandated by\n\nthe  CBAs.    The  arbitrator  treated  the  submitted  claim  as\n\nrequiring him  to resolve  whether, \"pursuant to  the contractual\n\nprovisions, the applicable laws  and the prevailing practice, the\n\nclaimants' seniority rights (in the  common list of alternate Lo-\n\nLo workers) had been violated or  not since April 10, 1992,  when\n\nthey  were displaced  in  that list  by  Ro-Ro workers.\"    After\n\nanalyzing the  CBAs, the arbitrator concluded  that intermingling\n\n                    \n\n     3Clause 94 and other  relevant provisions excerpted from the\nCBAs are reproduced in the appendix hereto.  In each instance, we\nuse unofficial  translations provided  by the parties  or by  the\narbitrator.\n\n                                5\n\nthe Ro-Ro and Lo-Lo  employees on a  single, revised CPL did  not\n\nabridge plaintiffs' seniority rights.\n\n          The  arbitrator  based his  decision  on  two principal\n\ngrounds.  First,  he concluded  that Clause 94  lost its  meaning\n\nwhen  the employer jettisoned  the Ro-Ro system.   The arbitrator\n\nwrote:\n\n               In  the  present   case,  there  is   no\n          controversy as  to whether PRMMI's  Lo-Lo and\n          Ro-Ro   employees   pertained  to   the  same\n          department (Marine Department) when the Ro-Ro\n          system   was   eliminated,   had   the   same\n          classifications  in  either system,  were all\n          members  of  the Union  and  were  covered by\n          PRMMI's Collective Bargaining Agreement.\n\n               The  evidence  shows that  the claimants\n          were and  they all appear  as substitutes  in\n          the  common  pilot  list  and   that  regular\n          employees  that displaced them from the Ro-Ro\n          system of the same department  had their same\n          classifications.\n\n               The  claimants  do  not  claim  to  have\n          greater  seniority  than the  Ro-Ro employees\n          that  displaced  them  nor  that  the  latter\n          group's  classifications  are different  from\n          theirs . . . .  They claim that the seniority\n          in both systems, always  for a long period of\n          years, was kept separately as provided for in\n          clause     94  of   Article  VI   of  PRMMI's\n          Collective Bargaining Agreement.  The facts .\n          . .  so show.   Nevertheless, the  facts also\n          show  that the Ro-Ro system was eliminated, .\n          . . and in  that moment [Clause 94]  lost its\n          meaning  for in  the  absence  of  the  Ro-Ro\n          system  there was no  reason to keep separate\n          seniority lists. [footnotes omitted].\n\n          The arbitrator also justified his decision by reference\n\nto P.R.  Laws Ann. tit.  29,   185c  (1976) (Law No.  80), quoted\n\n                                6\n\ninfra note 5.  In this regard,4 he stated:\n     \n\n               We  understand  that the  elimination of\n          the  Ro-Ro  system could  not force  PRMMI to\n          lay-off the  system's regular employees . . .\n          with    less    seniority    in   the    same\n          classification.   Act  No.  80 .  .  . ,  the\n          applicable  law in  this case,  requires that\n          when   there  are  situations  in  which  the\n          employer  must reduce  its work force  in the\n          workplace,  it  is obligated  to  do  it [by]\n          following  a   seniority  and  classification\n          order.\n\n               Inasmuch as  . . .  the Ro-Ro employees,\n          regular  workers  of the  same classification\n          and department as the claimants,  had greater\n          seniority  than [the claimants] had, they had\n          the right  to displace  the claimants in  the\n          common   pilot  list   of  April   10,  1992.\n          [citation and footnote omitted].\n\n          The arbitral award became final on April 14, 1993.  The\n\nplaintiffs asked the  district court to set it aside.   The court\n\ndemurred, instead upholding the award and  dismissing plaintiffs'\n\ncomplaint.  This appeal ensued.\n\nIV.  DISCUSSION\n\n          We bifurcate our analysis, first addressing appellants'\n\nexhortation that  we should  review the arbitrator's  decision de\n                                                                 \n\nnovo.  Concluding, as  we must, that a more  deferential standard\n    \n\nof review  obtains, we  then address appellants'  contention that\n\nthe  arbitrator's   reasoning   was  palpably   faulty,   thereby\n\ninvalidating the award.\n\n                    \n\n     4An arbitral  award may sometimes incorporate  state law not\ninconsistent with  established principles  of federal labor  law.\nSee  Dorado  Beach Hotel  Corp. v.  Union  de Trabajadores  de lo\n                                                                 \nIndustria Gastronomica, 959 F.2d 2, 4 (1st Cir. 1992); Challenger\n                                                                 \nCaribbean Corp. v. Union Gen. de Trabajadores, 903 F.2d 857, 866-\n                                             \n67 (1st Cir. 1990).\n\n                                7\n\n                     A.  Standard of Review.\n                     A.  Standard of Review\n                                           \n\n          Appellants  boldly assert  that, since  seniority is  a\n\njudicially defined  term, its  definition presents a  question of\n\nlaw and, therefore,  evokes plenary appellate review.  In support\n\nof this somewhat jarring proposition, appellants rely on Mitchell\n                                                                 \n\nv. Jefferson County Bd. of Educ., 936 F.2d 539  (11th Cir. 1991).\n                                \n\nTheir reliance is misplaced.\n\n          Claiming  that they  were denied  equal pay  because of\n\ntheir  gender, the  Mitchell plaintiffs  brought an  action under\n                            \n\nTitle VII of  the Civil Rights Act  of 1964, 42 U.S.C.    2000 et\n                                                                 \n\nseq.  See id. at 542.  In resolving the controversy, the Mitchell\n                                                                 \n\ncourt classified the issue of whether the employer had in place a\n\nbona fide seniority system as a question of law.  See id. at 544.\n                                                        \n\nBut  Mitchell has no  relevance here.   It  dealt with  whether a\n             \n\nparticular  system of  seniority  could be  considered bona  fide\n\nwithin the meaning of a federal civil rights statute.\n\n          This case,  in contrast, deals with  a seniority system\n\nof   unchallenged  validity,  and   focuses  on  an  arbitrator's\n\ninterpretation   of  the  contractual  provisions  governing  how\n\nparticular kinds  of seniority  affect job eligibility  under the\n\nCBA.  A  de novo standard of  review is plainly  inappropriate in\n                \n\nsuch  a   context  because   an  arbitrator's   award  concerning\n\ncontractually  conferred seniority  rights must  be treated  with\n\ngreat  deference by a reviewing  court.  See  Larocque v. R.W.F.,\n                                                                 \n\nInc.,  8 F.3d 95,  96 (1st Cir. 1993);  Dallas &amp; Mavis Forwarding\n                                                                 \n\nCo. v.  Local 89, 972  F.2d 129, 133  (6th Cir. 1992);  Armstrong\n                                                                 \n\n                                8\n\nLodge  No. 762 v. Union Pac. R.  Co., 783 F.2d 131, 134 (8th Cir.\n                                    \n\n1986).\n\n          The   rationale   undergirding   these  precedents   is\n\nimpeccable.   Many years  ago, the  Supreme Court cautioned  that\n\n\"[t]he federal  policy of settling labor  disputes by arbitration\n\nwould be undermined if courts had  the final say on the merits of\n\n[arbitral] awards.\"   United  Steelworkers v. Enterprise  Wheel &amp;\n                                                                 \n\nCar Corp., 363 U.S.  593, 596 (1960).  Consequently,  \"[i]n labor\n         \n\narbitration, matters of contract interpretation are typically for\n\nthe  arbitrator, not  for a  reviewing court.\"   El  Dorado Tech.\n                                                                 \n\nServs. v. Union Gen., 961 F.2d 317, 319 (1st Cir. 1992).\n                    \n\n          Where,  as here, parties in  the work place  agree in a\n\nCBA to submit future disputes to binding arbitration, they almost\n\nalways will be  bound by  the outcome of  a properly  constituted\n\narbitral proceeding.  See Posadas de Puerto Rico Assocs., Inc. v.\n                                                              \n\nAsociacion  de Empleados  de Casino,  821 F.2d  60, 61  (1st Cir.\n                                   \n\n1987).  So  long as  an arbitrator's award  \"draw[s] its  essence\n\nfrom the collective bargaining  agreement,\" and the arbitrator is\n\n\"acting within the scope of his delegated authority, his decision\n\nmust be  upheld.\"  El Dorado Tech. 961 F.2d at 319; accord United\n                                                                 \n\nPaperworkers  Int'l Union v. Misco, Inc., 484 U.S. 29, 38 (1987);\n                                        \n\nDorado Beach Hotel Corp. v. Union de Trabajadores de la Industria\n                                                                 \n\nGastronomica,  959 F.2d  2,  4 (1st  Cir. 1992);  Georgia-Pacific\n                                                                 \n\nCorp.  v. Local  27, Etc.,  864 F.2d  940, 944  (1st  Cir. 1988);\n                         \n\nBerklee  Coll.  of Music  v. Berklee  Chapter  of Mass.  Fed'n of\n                                                                 \n\nTeachers, 858 F.2d 31, 32 (1st Cir. 1988), cert. denied, 493 U.S.\n                                                       \n\n                                9\n\n810 (1989).\n\n          This does  not mean that an  arbitrator's discretion is\n\nunlimited.   The standard,  however, is an  unusually deferential\n\none   and  the   uphill   climb  confronting   a  challenger   is\n\ncorrespondingly steep.  Apart from cases involving fraud, lack of\n\njurisdiction, or  procedural defects,  none of which  are alleged\n\nhere,  a court  will not vacate  an arbitral award  unless it \"is\n\nbased on reasoning  so palpably faulty that no judge  or group of\n\njudges could ever conceivably have made such a ruling, or [unless\n\nit]  is  mistakenly  based  on  a  crucial  assumption  which  is\n\ndecidedly a non-fact.\"  Challenger  Caribbean Corp. v. Union Gen.\n                                                                 \n\nde Trabajadores, 903 F.2d 857, 861 (1st Cir. 1990) (citations and\n               \n\ninternal quotation  marks omitted).   Such  is the standard  that\n\nmust be applied to the arbitral award in this case.\n\n             B.  The Merits of the Arbitral Decision.\n                                                     \n\n          Appellants also assert  that the arbitrator's  decision\n\nis based on faulty reasoning concerning the operability of Clause\n\n94, compounded by a misreading of Puerto Rico law, and that these\n\ndefects amount  to gross error warranting vacation  of the award.\n\nWe disagree.\n\n          We  have  examined  the  arbitrator's  conclusion  that\n\nClause 94  became meaningless and, therefore,  inoperative, after\n\nthe  Ro-Ro system  became obsolete.    We do  not find  that this\n\nconclusion is based on reasoning so vagarious that the award must\n\nbe  vacated.  To the contrary, perscrutation of the entire record\n\nconvinces  us  that  the  arbitrator's  finding  is  logical  and\n\n                                10\n\nconstitutes a fair reading of the CBA.  Of course, as appellants'\n\ncounsel eloquently urges, another  reading is possible; but, when\n\nthere are  two plausible ways  to interpret  provisions within  a\n\ncollective  bargaining agreement, and  the arbitrator chooses one\n\nof them, his decision cannot be regarded as palpably faulty.\n\n          We see  no need to  load more cargo  on a  full pallet.\n\nThe arbitrator's  decision is  closely reasoned and  the district\n\ncourt's  memorandum and  order, refusing  to vacate  the arbitral\n\naward, carefully  elucidates why  the award  must be  upheld, see\n                                                                 \n\nHernandez v.  ILA, Local  1575, No. 92-1536  HL, slip op.  at 4-7\n                              \n\n(D.P.R. Oct. 6,  1993).   No useful  purpose would  be served  by\n\nlaunching our own exegesis.   It suffices  to say that the  final\n\naward has all the earmarks of thoughtful consideration, including\n\nunmistakable  signs of a search for the fairest resolution of the\n\ndispute within the confines of the CBA.  We detect no gross error\n\nhere.\n\n          Finally, appellants allege  that the arbitral award  is\n\nbased, at least  partially, on  an incorrect reading  of Law  No.\n\n80.5   As  the arbitrator interpreted  the statute,  an employer,\n\n                    \n\n     5The statute provides in pertinent part:\n\n          In any case where  employees are discharged .\n          . . it shall  be the duty of the  employer to\n          retain those employees  of greater  seniority\n          on  the job  with preference,  provided there\n          are positions  vacant or filled  by employees\n          with less seniority in  the job within  their\n          occupational classification which may be held\n          by them . . . .\n\nP.R. Laws Ann. tit. 29,   185c (1986).\n\n                                11\n\nwhen  making layoff  decisions, must  ordinarily honor  seniority\n\nwithin  the affected job classification.  Thus, as both Ro-Ro and\n\nLo-Lo workers have the same classification, PRMMI would have been\n\nrisking a  violation  of  the law  if  it had  chosen  simply  to\n\nfurlough regular  Ro-Ro employees while  allowing Lo-Lo employees\n\nwith less  seniority to retain  their positions on the  CPL.  The\n\ndistrict court  essentially endorsed the arbitrator's  view.  See\n                                                                 \n\nHernandez,  supra, slip op. at  6.  Appellants  strive to confess\n                 \n\nand avoid:   they do not  dispute the arbitrator's vision  of how\n\nthe statute functions, but, rather, they contend that the statute\n\ndoes not apply to employees who work under a CBA.\n\n          Appellants misread  the effect  and purpose of  Law No.\n\n80.     The  Puerto  Rico  Department   of  Labor's  interpretive\n\nguidelines  discuss the impact  of the statute  in the collective\n\nbargaining context:\n\n          Act  No. 80 contains provisions regarding the\n          right  of  the  worker to  be  preferentially\n          retained over  others  when the  employer  is\n          forced to  lay-off employees and on his right\n          to  be  preferentially re-employed  when that\n          same employer has to recruit  employees after\n          lay-off.  That manifestation of public policy\n                                                       \n          prevails over clauses contained in collective\n                                                       \n          bargaining   agreements   which   result   in\n                                                       \n          violation of the same.\n                               \n\nMario Morales  Reyes,  Puerto  Rico  Dep't  of  Labor  and  Human\n\nResources:  Guidelines for  the Interpretation and Application Of\n\nAct  No. 80,  at 58-59  (1979) (emphasis  supplied).   Given this\n\nclear  statement of  public policy  by the  government of  Puerto\n\nRico, we think that the arbitrator had a sufficient basis to rely\n\non Law No. 80 as part of the rationale for his decision.\n\n                                12\n\nV.  CONCLUSION\n\n          We  need go  no further.   We  agree with  the district\n\ncourt that, here,\n\n          the  arbitrator's decision was drawn from the\n          collective    bargaining     agreement    and\n          applicable law.  The award's reasoning is not\n          palpably  faulty  nor mistakenly  based  on a\n          crucial  assumption.   The argument  that the\n          elimination  of  the Ro-Ro  system discharged\n          the  applicability of Section 94 is supported\n          by . . .  the record.  The argument  that the\n          inclusion  of Ro-Ro  employees on  the common\n          pilot  list was  pursuant to  Law 80  is also\n          valid.  The  arbitrator's [analysis] does not\n          amount to manifest error of law . . . .\n\nHernandez, supra,  slip op. at 6-7.   Hence, the judgment  of the\n                \n\ndistrict court upholding the arbitral award must be \n\nAffirmed.\nAffirmed\n        \n\n                                13\n\n                             Appendix\n                                     \n\n          1.  Article VI, Clause  94 of the collective bargaining\n\nagreement between PRMMI and Local 1575 provides:\n\n          PRMMI will keep separate the Lo-Lo  and Ro-Ro\n          seniorities, and in  the receipt and dispatch\n          may use on line of  Ro-Ro and Lo-Lo when  the\n          work merits  to receive or dispatch.   In the\n          maintenance area the  employer will  maintain\n          said area separate,  except that it may  pass\n          work  from one  area to  another if  and when\n          said situation is merited.\n\n          The  collective bargaining  agreement between  Sea Land\n\nand  Local  1575  does not  contain  this  provision.   With  the\n\nexception of Clause 94,  the two collective bargaining agreements\n\ncontain  the  same  provisions   in  relation  to  an  employee's\n\nseniority.\n\n          2.    Article  I-C(1)  of  both  collective  bargaining\n\nagreements provides:\n\n               Seniority is defined  as the  continuous\n          service  time  in the  Company  by department\n          (Warehouse,   Car    Division,   Maintenance,\n          Marine)   from   the  commencement   date  as\n          employee   in   said   company   within   the\n          contracting unit, if and when the employee is\n          efficient,  complies  with the  conditions of\n          this Agreement  and the rules  of the Company\n          for  which he  works,  except  in the  Marine\n          Department  that seniority  will be  by gangs\n          and not by  seniority of the employee  within\n          the contracting  unit and in  the Maintenance\n          Department   that   seniority   will  be   by\n          classification within the same department.\n\n          3.   Article  I-C(3)(c) of  both collective  bargaining\nagreements provides:\n\n               The seniority lists shall be prepared in\n          accordance  with this  Agreement, maintaining\n          the seniority and  classification orders as a\n          pilot  list,  once the  necessary corrections\n          are made.\n\n                                14\n\n          4.  Article I-D(6)(a)  of PRMMI's collective bargaining\n\nagreement  is  identical  to  Article  I-C(8)(a)  of  Sea  Land's\n\nagreement.  The clause provides:\n\n               A pilot seniority list by classification\n          shall always  be kept  as it  has up  to this\n          day.  From said  list, each Company will keep\n          their     own     regular    employees     by\n          classification.   When a vacancy  occurs, the\n          first  substitute  from  said  classification\n          with greatest seniority shall be used.\n\n          5.     Article  XV(C)  of  the   collective  bargaining\n\nagreement  between PRMMI  and  Local 1575  provides in  pertinent\n\npart:\n\n          Any  dispute that  cannot be  settled through\n          the  complaint  and grievance  procedure, and\n          any    dispute    with    respect   to    the\n          interpretation  or  alleged violation  of any\n          provision   of   this   agreement  shall   be\n          submitted in writing to arbitration.\n\n          The  collective bargaining  agreement between  Sea Land\n\nand Local 1575 contains a substantially similar clause.\n\n                                15\n",
  "html": "<p class=\"case_cite\">25 F.3d 1037</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"date\">Jose HERNANDEZ, et al., Plaintiffs, Appellants,<br>v.<br>INTERNATIONAL LONGSHOREMEN ASSOCIATION, LOCAL 1575, et al.,<br>Defendants, Appellees.</p>\n    <div class=\"prelims\">\n      <p>No. 93-2274.</p>\n      <p class=\"center\">United States Court of Appeals,<br>First Circuit.</p>\n      <p>June 6, 1994</p>\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO [Hon.  Hector M. Laffitte, U.S. District Judge ]</p>\n      <p class=\"indent\">John Ward Llambias for appellants.</p>\n      <p class=\"indent\">Nicolas Delgado Figueroa for appellee International Longshoremen Association, Local 1575.</p>\n      <p class=\"indent\">Rafael Cuevas Kuinlam, with whom Antonio Cuevas Delgado and Cuevas Kuinlam &amp; Bermudez were on brief, for corporate appellees.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya and Boudin, Circuit Judges, and Carter,<sup>*</sup> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this proceeding, appellants strive to convince us that, notwithstanding the deference routinely paid by courts to arbitral awards, this is the exception that proves the rule.  We are not persuaded.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Two decades ago, aware of Puerto Rico's dependency on marine transportation for future economic growth, the Commonwealth established the Puerto Rico Marine Shipping Authority (PRMSA).  The agency's raison d'etre was to ensure \"the citizens of Puerto Rico ... an adequate and inexpensive supply of basic commodities, and to foster the development and expansion of trade and industry....\"  P.R. Laws Ann. tit. 23, Sec. 3052 (1974).  The statute authorized PRMSA to acquire shares in, and to operate, any enterprise that might assist in achieving the stated policy goals.  See id. Sec. 3055.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1974, PRMSA purchased certain assets of Sea Land Services, Inc.  (Sea Land) and Sea Train Lines, Inc.  (Sea Train).  It also bought all the outstanding shares of Transamerican Trailer Transport Corporation (TTT).  Both Sea Land and Sea Train used the \"Lo-Lo\" method of loading and unloading vessels, while TTT used the \"Ro-Ro\" method.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Local 1740 of the International Longshoremen Association (ILA) represented Sea Train's stevedores (all of whom did Lo-Lo work).  ILA Local 1575 represented Sea Land and TTT stevedores (some of whom did Lo-Lo work and some of whom did Ro-Ro work).  The two unions negotiated separate collective bargaining agreements (CBAs).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Subsequently, PRMSA retained Marine Transport Management (MTM) to manage its Ro-Ro operation, and engaged Puerto Rico Marine Management, Inc.  (PRMMI) to operate its Lo-Lo equipment.  To carry out the terms of its engagement, PRMMI hired many Sea Train and Sea Land employees.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Both managers recognized the seniority that the dock workers previously had acquired while employed by TTT, Sea Train, and Sea Land, respectively.  In time, PRMSA severed relations with MTM and placed PRMMI in charge of both Ro-Ro and Lo- Lo operations.  When MTM's work force was transferred to PRMMI's payroll, the stevedores retained their seniority.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Local 1575 represents the dock workers for both Sea Land and PRMMI.  It negotiated a separate CBA with each company.  The CBAs dovetail in many ways, including the creation of a common pilot list (the CPL) from which \"substitutes\" are drawn.  This list is arranged by seniority (whether acquired at Sea Land or PRMMI).  It is further subdivided by department and job classification.  The CPL is intended to broaden job opportunities by giving workers the ability to gain employment with either Sea Land or PRMMI, as vacancies in the permanent work force arise.  Both companies use it as the prime resource for filling vacancies left by departing employees.  When a regular worker retires, quits, or is cashiered, the highest ranked individual on the CPL is offered the position and, if he accepts, becomes a regular employee of either Sea Land or PRMMI, as the case may be.</p>\n    </div>\n    <p>II. ORIGINS OF THE DISPUTE</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Historically, the CPL contained separate rosters for Ro- Ro and Lo-Lo workers.  Thus, for example, when a vacancy occurred in a Ro-Ro position, the post would be offered to the highest ranking Ro-Ro dock worker listed on the CPL, even if the list contained the name of a more senior Lo-Lo dock worker.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The stevedoring universe changed in February of 1992 when economic considerations prompted PRMMI to abandon the Ro-Ro system.  PRMMI, Sea Land, and the union, after initially resorting to arbitration, agreed to merge the Ro-Ro and Lo-Lo lists, placing the affected employees on the CPL in order of overall seniority, effective April 10, 1992.  The plan meant, in effect, that, within each occupational classification and department, a Ro-Ro worker with, say, twenty years of seniority, would be ranked on the CPL ahead of a Lo-Lo worker with nineteen years of seniority, even with respect to filling a vacancy in a position performing only Lo-Lo duties.  Both the company and the union considered this strategy to be a more satisfactory alternative than terminating the Ro-Ro workers outright.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On April 23, 1992, more than forty of the Lo-Lo stevedores who had been pushed further down the CPL by the interleaving of the Ro-Ro stevedores sued PRMMI, Sea Land, and Local 1575 in the United States District Court for the District of Puerto Rico.  Invoking section 301 of the Labor Relations Management Act, 29 U.S.C. Sec. 185, the displaced Lo-Lo workers alleged a breach of the duty of fair representation and a breach of contract, both stemming from a purported violation of their seniority rights.  They sought to enjoin implementation of the revised CPL, pointing out that seniority in the Ro-Ro and Lo-Lo systems traditionally had been separate, and asseverating that Article VI, Clause 94 of the CBA between Local 1575 and PRMMI dictated that two distinct seniority lists were to be maintained.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>III. THE ARBITRATOR'S AWARD</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court stayed court proceedings temporarily and ordered the parties to arbitrate the dispute as mandated by the CBAs.  The arbitrator treated the submitted claim as requiring him to resolve whether, \"pursuant to the contractual provisions, the applicable laws and the prevailing practice, the claimants' seniority rights (in the common list of alternate Lo-Lo workers) had been violated or not since April 10, 1992, when they were displaced in that list by Ro-Ro workers.\"  After analyzing the CBAs, the arbitrator concluded that intermingling the Ro-Ro and Lo- Lo employees on a single, revised CPL did not abridge plaintiffs' seniority rights.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The arbitrator based his decision on two principal grounds.  First, he concluded that Clause 94 lost its meaning when the employer jettisoned the Ro-Ro system.  The arbitrator wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the present case, there is no controversy as to whether PRMMI's Lo-Lo and Ro-Ro employees pertained to the same department (Marine Department) when the Ro-Ro system was eliminated, had the same classifications in either system, were all members of the Union and were covered by PRMMI's Collective Bargaining Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The evidence shows that the claimants were and they all appear as substitutes in the common pilot list and that regular employees that displaced them from the Ro-Ro system of the same department had their same classifications.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The claimants do not claim to have greater seniority than the Ro-Ro employees that displaced them nor that the latter group's classifications are different from theirs....  They claim that the seniority in both systems, always for a long period of years, was kept separately as provided for in clause 94 of Article VI of PRMMI's Collective Bargaining Agreement.  The facts ... so show.  Nevertheless, the facts also show that the Ro-Ro system was eliminated, ... and in that moment [Clause 94] lost its meaning for in the absence of the Ro-Ro system there was no reason to keep separate seniority lists.  [footnotes omitted].</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The arbitrator also justified his decision by reference to P.R. Laws Ann. tit. 29, Sec. 185c (1976) (Law No. 80), quoted infra note 5. In this regard,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> he stated:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We understand that the elimination of the Ro-Ro system could not force PRMMI to lay-off the system's regular employees ... with less seniority in the same classification.  Act No. 80 ..., the applicable law in this case, requires that when there are situations in which the employer must reduce its work force in the workplace, it is obligated to do it [by] following a seniority and classification order.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Inasmuch as ... the Ro-Ro employees, regular workers of the same classification and department as the claimants, had greater seniority than [the claimants] had, they had the right to displace the claimants in the common pilot list of April 10, 1992.  [citation and footnote omitted].</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The arbitral award became final on April 14, 1993.  The plaintiffs asked the district court to set it aside.  The court demurred, instead upholding the award and dismissing plaintiffs' complaint.  This appeal ensued.</p>\n    </div>\n    <p>IV. DISCUSSION</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We bifurcate our analysis, first addressing appellants' exhortation that we should review the arbitrator's decision de novo.  Concluding, as we must, that a more deferential standard of review obtains, we then address appellants' contention that the arbitrator's reasoning was palpably faulty, thereby invalidating the award.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>A. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellants boldly assert that, since seniority is a judicially defined term, its definition presents a question of law and, therefore, evokes plenary appellate review.  In support of this somewhat jarring proposition, appellants rely on Mitchell v.  Jefferson County Bd. of Educ., 936 F.2d 539 (11th Cir. 1991).  Their reliance is misplaced.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Claiming that they were denied equal pay because of their gender, the Mitchell plaintiffs brought an action under Title VII of the Civil Rights Act of 1964, 42 U.S.C. Sec. 2000 et seq.  See id. at 542.  In resolving the controversy, the Mitchell court classified the issue of whether the employer had in place a bona fide seniority system as a question of law.  See id. at 544.  But Mitchell has no relevance here.  It dealt with whether a particular system of seniority could be considered bona fide within the meaning of a federal civil rights statute.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This case, in contrast, deals with a seniority system of unchallenged validity, and focuses on an arbitrator's interpretation of the contractual provisions governing how particular kinds of seniority affect job eligibility under the CBA.  A de novo standard of review is plainly inappropriate in such a context because an arbitrator's award concerning contractually conferred seniority rights must be treated with great deference by a reviewing court.   See Larocque v. R.W.F., Inc., 8 F.3d 95, 96 (1st Cir. 1993);   Dallas &amp; Mavis Forwarding Co. v. Local 89, 972 F.2d 129, 133 (6th Cir. 1992);   Armstrong Lodge No. 762 v. Union Pac.  R. Co., 783 F.2d 131, 134 (8th Cir. 1986).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The rationale undergirding these precedents is impeccable.  Many years ago, the Supreme Court cautioned that \"[t]he federal policy of settling labor disputes by arbitration would be undermined if courts had the final say on the merits of [arbitral] awards.\"   United Steelworkers v. Enterprise Wheel &amp; Car Corp., 363 U.S. 593, 596 (1960).  Consequently, \"[i]n labor arbitration, matters of contract interpretation are typically for the arbitrator, not for a reviewing court.\"  El Dorado Tech.  Servs. v.  Union Gen., 961 F.2d 317, 319 (1st Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Where, as here, parties in the work place agree in a CBA to submit future disputes to binding arbitration, they almost always will be bound by the outcome of a properly constituted arbitral proceeding.  See Posadas de Puerto Rico Assocs., Inc. v.  Asociacion de Empleados de Casino, 821 F.2d 60, 61 (1st Cir. 1987).  So long as an arbitrator's award \"draw[s] its essence from the collective bargaining agreement,\" and the arbitrator is \"acting within the scope of his delegated authority, his decision must be upheld.\"   El Dorado Tech. 961 F.2d at 319;   accord United Paperworkers Int'l Union v. Misco, Inc., 484 U.S. 29, 38 (1987);   Dorado Beach Hotel Corp. v. Union de Trabajadores de la Industria Gastronomica, 959 F.2d 2, 4 (1st Cir. 1992); Georgia-Pacific Corp. v.  Local 27, Etc., 864 F.2d 940, 944 (1st Cir. 1988);   Berklee Coll. of Music v. Berklee Chapter of Mass.  Fed'n of Teachers, 858 F.2d 31, 32 (1st Cir. 1988), cert. denied, 493 U.S. 810 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This does not mean that an arbitrator's discretion is unlimited.  The standard, however, is an unusually deferential one and the uphill climb confronting a challenger is correspondingly steep.  Apart from cases involving fraud, lack of jurisdiction, or procedural defects, none of which are alleged here, a court will not vacate an arbitral award unless it \"is based on reasoning so palpably faulty that no judge or group of judges could ever conceivably have made such a ruling, or [unless it] is mistakenly based on a crucial assumption which is decidedly a non-fact.\"   Challenger Caribbean Corp. v. Union Gen. de Trabajadores, 903 F.2d 857, 861 (1st Cir. 1990) (citations and internal quotation marks omitted).  Such is the standard that must be applied to the arbitral award in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>B. The Merits of the Arbitral Decision.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Appellants also assert that the arbitrator's decision is based on faulty reasoning concerning the operability of Clause 94, compounded by a misreading of Puerto Rico law, and that these defects amount to gross error warranting vacation of the award.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We have examined the arbitrator's conclusion that Clause 94 became meaningless and, therefore, inoperative, after the Ro-Ro system became obsolete.  We do not find that this conclusion is based on reasoning so vagarious that the award must be vacated.  To the contrary, perscrutation of the entire record convinces us that the arbitrator's finding is logical and constitutes a fair reading of the CBA.  Of course, as appellants' counsel eloquently urges, another reading is possible;  but, when there are two plausible ways to interpret provisions within a collective bargaining agreement, and the arbitrator chooses one of them, his decision cannot be regarded as palpably faulty.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We see no need to load more cargo on a full pallet.  The arbitrator's decision is closely reasoned and the district court's memorandum and order, refusing to vacate the arbitral award, carefully elucidates why the award must be upheld, see Hernandez v. ILA, Local 1575, No. 92-1536 HL, slip op. at 4-7 (D.P.R. Oct. 6, 1993).  No useful purpose would be served by launching our own exegesis.  It suffices to say that the final award has all the earmarks of thoughtful consideration, including unmistakable signs of a search for the fairest resolution of the dispute within the confines of the CBA.  We detect no gross error here.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Finally, appellants allege that the arbitral award is based, at least partially, on an incorrect reading of Law No. 80.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  As the arbitrator interpreted the statute, an employer, when making layoff decisions, must ordinarily honor seniority within the affected job classification.  Thus, as both Ro-Ro and Lo-Lo workers have the same classification, PRMMI would have been risking a violation of the law if it had chosen simply to furlough regular Ro-Ro employees while allowing Lo-Lo employees with less seniority to retain their positions on the CPL. The district court essentially endorsed the arbitrator's view.  See Hernandez, supra, slip op. at 6. Appellants strive to confess and avoid:  they do not dispute the arbitrator's vision of how the statute functions, but, rather, they contend that the statute does not apply to employees who work under a CBA.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Appellants misread the effect and purpose of Law No. 80.  The Puerto Rico Department of Labor's interpretive guidelines discuss the impact of the statute in the collective bargaining context:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>Act No. 80 contains provisions regarding the right of the worker to be preferentially retained over others when the employer is forced to lay-off employees and on his right to be preferentially re-employed when that same employer has to recruit employees after lay-off.  That manifestation of public policy prevails over clauses contained in collective bargaining agreements which result in violation of the same.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Mario Morales Reyes, Puerto Rico Dep't of Labor and Human Resources:  Guidelines for the Interpretation and Application Of Act No. 80, at 58-59 (1979) (emphasis supplied).  Given this clear statement of public policy by the government of Puerto Rico, we think that the arbitrator had a sufficient basis to rely on Law No. 80 as part of the rationale for his decision.</p>\n    </div>\n    <p>V. CONCLUSION</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We need go no further.  We agree with the district court that, here,</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>the arbitrator's decision was drawn from the collective bargaining agreement and applicable law.  The award's reasoning is not palpably faulty nor mistakenly based on a crucial assumption.  The argument that the elimination of the Ro-Ro system discharged the applicability of Section 94 is supported by ... the record.  The argument that the inclusion of Ro-Ro employees on the common pilot list was pursuant to Law 80 is also valid.  The arbitrator's [analysis] does not amount to manifest error of law....</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Hernandez, supra, slip op. at 6-7.  Hence, the judgment of the district court upholding the arbitral award must be</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <p>Appendix</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">1. Article VI, Clause 94 of the collective bargaining agreement between PRMMI and Local 1575 provides:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>PRMMI will keep separate the Lo-Lo and Ro-Ro seniorities, and in the receipt and dispatch may use on line of Ro-Ro and Lo-Lo when the work merits to receive or dispatch.  In the maintenance area the employer will maintain said area separate, except that it may pass work from one area to another if and when said situation is merited.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The collective bargaining agreement between Sea Land and Local 1575 does not contain this provision.  With the exception of Clause 94, the two collective bargaining agreements contain the same provisions in relation to an employee's seniority.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">2. Article I-C(1) of both collective bargaining agreements provides:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Seniority is defined as the continuous service time in the Company by department (Warehouse, Car Division, Maintenance, Marine) from the commencement date as employee in said company within the contracting unit, if and when the employee is efficient, complies with the conditions of this Agreement and the rules of the Company for which he works, except in the Marine Department that seniority will be by gangs and not by seniority of the employee within the contracting unit and in the Maintenance Department that seniority will be by classification within the same department.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">3. Article I-C(3)(c) of both collective bargaining agreements provides:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The seniority lists shall be prepared in accordance with this Agreement, maintaining the seniority and classification orders as a pilot list, once the necessary corrections are made.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">4. Article I-D(6)(a) of PRMMI's collective bargaining agreement is identical to Article I-C(8)(a) of Sea Land's agreement.  The clause provides:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">A pilot seniority list by classification shall always be kept as it has up to this day.  From said list, each Company will keep their own regular employees by classification.  When a vacancy occurs, the first substitute from said classification with greatest seniority shall be used.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">5. Article XV(C) of the collective bargaining agreement between PRMMI and Local 1575 provides in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>Any dispute that cannot be settled through the complaint and grievance procedure, and any dispute with respect to the interpretation or alleged violation of any provision of this agreement shall be submitted in writing to arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The collective bargaining agreement between Sea Land and Local 1575 contains a substantially similar clause.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>*Of the District of Maine, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"Lo-Lo\" is an acronym for \"lift on, lift off,\" an operational system in which a crane is used to load and unload cargo containers in the course of merchant marine activity.  \"Ro-Ro\" is an acronym for \"roll on, roll off,\" an operational system whereby cargo containers are rolled in and out of merchant ships by means of ramps and other special equipment designed for this purpose.  For a fuller exposition,  see Trailer Marine Transport Corp. v. Rivera Vazquez, 977 F.2d 1, 3 (1st Cir. 1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Both Sea Train and Sea Land continued their operations, using other employees.  In 1982 Sea Train ceased operations and released its work force.  It is not involved in the current litigation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Clause 94 and other relevant provisions excerpted from the CBAs are reproduced in the appendix hereto.  In each instance, we use unofficial translations provided by the parties or by the arbitrator</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> An arbitral award may sometimes incorporate state law not inconsistent with established principles of federal labor law.   See Dorado Beach Hotel Corp. v. Union de Trabajadores de lo Industria Gastronomica, 959 F.2d 2, 4 (1st Cir. 1992);   Challenger Caribbean Corp. v. Union Gen. de Trabajadores, 903 F.2d 857, 866-67 (1st Cir. 1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The statute provides in pertinent part:</p>\n        <p>In any case where employees are discharged ... it shall be the duty of the employer to retain those employees of greater seniority on the job with preference, provided there are positions vacant or filled by employees with less seniority in the job within their occupational classification which may be held by them....</p>\n        <p>P.R. Laws Ann. tit. 29, Sec. 185c (1986).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1037</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"date\">Jose HERNANDEZ, et al., Plaintiffs, Appellants,<br>v.<br>INTERNATIONAL LONGSHOREMEN ASSOCIATION, LOCAL 1575, et al.,<br>Defendants, Appellees.</p>\n    <div class=\"prelims\">\n      <p>No. 93-2274.</p>\n      <p class=\"center\">United States Court of Appeals,<br>First Circuit.</p>\n      <p>June 6, 1994</p>\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO [Hon.  Hector M. Laffitte, U.S. District Judge ]</p>\n      <p class=\"indent\">John Ward Llambias for appellants.</p>\n      <p class=\"indent\">Nicolas Delgado Figueroa for appellee International Longshoremen Association, Local 1575.</p>\n      <p class=\"indent\">Rafael Cuevas Kuinlam, with whom Antonio Cuevas Delgado and Cuevas Kuinlam &amp; Bermudez were on brief, for corporate appellees.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya and Boudin, Circuit Judges, and Carter,<sup>*</sup> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this proceeding, appellants strive to convince us that, notwithstanding the deference routinely paid by courts to arbitral awards, this is the exception that proves the rule.  We are not persuaded.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Two decades ago, aware of Puerto Rico's dependency on marine transportation for future economic growth, the Commonwealth established the Puerto Rico Marine Shipping Authority (PRMSA).  The agency's raison d'etre was to ensure \"the citizens of Puerto Rico ... an adequate and inexpensive supply of basic commodities, and to foster the development and expansion of trade and industry....\"  P.R. Laws Ann. tit. 23, Sec. 3052 (1974).  The statute authorized PRMSA to acquire shares in, and to operate, any enterprise that might assist in achieving the stated policy goals.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> Sec. 3055.</span></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1974, PRMSA purchased certain assets of Sea Land Services, Inc.  (Sea Land) and Sea Train Lines, Inc.  (Sea Train).  It also bought all the outstanding shares of Transamerican Trailer Transport Corporation (TTT).  Both Sea Land and Sea Train used the \"Lo-Lo\" method of loading and unloading vessels, while TTT used the \"Ro-Ro\" method.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Local 1740 of the International Longshoremen Association (ILA) represented Sea Train's stevedores (all of whom did Lo-Lo work).  ILA Local 1575 represented Sea Land and TTT stevedores (some of whom did Lo-Lo work and some of whom did Ro-Ro work).  The two unions negotiated separate collective bargaining agreements (CBAs).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Subsequently, PRMSA retained Marine Transport Management (MTM) to manage its Ro-Ro operation, and engaged Puerto Rico Marine Management, Inc.  (PRMMI) to operate its Lo-Lo equipment.  To carry out the terms of its engagement, PRMMI hired many Sea Train and Sea Land employees.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Both managers recognized the seniority that the dock workers previously had acquired while employed by TTT, Sea Train, and Sea Land, respectively.  In time, PRMSA severed relations with MTM and placed PRMMI in charge of both Ro-Ro and Lo- Lo operations.  When MTM's work force was transferred to PRMMI's payroll, the stevedores retained their seniority.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Local 1575 represents the dock workers for both Sea Land and PRMMI.  It negotiated a separate CBA with each company.  The CBAs dovetail in many ways, including the creation of a common pilot list (the CPL) from which \"substitutes\" are drawn.  This list is arranged by seniority (whether acquired at Sea Land or PRMMI).  It is further subdivided by department and job classification.  The CPL is intended to broaden job opportunities by giving workers the ability to gain employment with either Sea Land or PRMMI, as vacancies in the permanent work force arise.  Both companies use it as the prime resource for filling vacancies left by departing employees.  When a regular worker retires, quits, or is cashiered, the highest ranked individual on the CPL is offered the position and, if he accepts, becomes a regular employee of either Sea Land or PRMMI, as the case may be.</p>\n    </div>\n    <p>II. ORIGINS OF THE DISPUTE</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Historically, the CPL contained separate rosters for Ro- Ro and Lo-Lo workers.  Thus, for example, when a vacancy occurred in a Ro-Ro position, the post would be offered to the highest ranking Ro-Ro dock worker listed on the CPL, even if the list contained the name of a more senior Lo-Lo dock worker.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The stevedoring universe changed in February of 1992 when economic considerations prompted PRMMI to abandon the Ro-Ro system.  PRMMI, Sea Land, and the union, after initially resorting to arbitration, agreed to merge the Ro-Ro and Lo-Lo lists, placing the affected employees on the CPL in order of overall seniority, effective April 10, 1992.  The plan meant, in effect, that, within each occupational classification and department, a Ro-Ro worker with, say, twenty years of seniority, would be ranked on the CPL ahead of a Lo-Lo worker with nineteen years of seniority, even with respect to filling a vacancy in a position performing only Lo-Lo duties.  Both the company and the union considered this strategy to be a more satisfactory alternative than terminating the Ro-Ro workers outright.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On April 23, 1992, more than forty of the Lo-Lo stevedores who had been pushed further down the CPL by the interleaving of the Ro-Ro stevedores sued PRMMI, Sea Land, and Local 1575 in the United States District Court for the District of Puerto Rico.  Invoking section 301 of the Labor Relations Management Act, 29 U.S.C. Sec. 185, the displaced Lo-Lo workers alleged a breach of the duty of fair representation and a breach of contract, both stemming from a purported violation of their seniority rights.  They sought to enjoin implementation of the revised CPL, pointing out that seniority in the Ro-Ro and Lo-Lo systems traditionally had been separate, and asseverating that Article VI, Clause 94 of the CBA between Local 1575 and PRMMI dictated that two distinct seniority lists were to be maintained.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>III. THE ARBITRATOR'S AWARD</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court stayed court proceedings temporarily and ordered the parties to arbitrate the dispute as mandated by the CBAs.  The arbitrator treated the submitted claim as requiring him to resolve whether, \"pursuant to the contractual provisions, the applicable laws and the prevailing practice, the claimants' seniority rights (in the common list of alternate Lo-Lo workers) had been violated or not since April 10, 1992, when they were displaced in that list by Ro-Ro workers.\"  After analyzing the CBAs, the arbitrator concluded that intermingling the Ro-Ro and Lo- Lo employees on a single, revised CPL did not abridge plaintiffs' seniority rights.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The arbitrator based his decision on two principal grounds.  First, he concluded that Clause 94 lost its meaning when the employer jettisoned the Ro-Ro system.  The arbitrator wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the present case, there is no controversy as to whether PRMMI's Lo-Lo and Ro-Ro employees pertained to the same department (Marine Department) when the Ro-Ro system was eliminated, had the same classifications in either system, were all members of the Union and were covered by PRMMI's Collective Bargaining Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The evidence shows that the claimants were and they all appear as substitutes in the common pilot list and that regular employees that displaced them from the Ro-Ro system of the same department had their same classifications.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The claimants do not claim to have greater seniority than the Ro-Ro employees that displaced them nor that the latter group's classifications are different from theirs....  They claim that the seniority in both systems, always for a long period of years, was kept separately as provided for in clause 94 of Article VI of PRMMI's Collective Bargaining Agreement.  The facts ... so show.  Nevertheless, the facts also show that the Ro-Ro system was eliminated, ... and in that moment [Clause 94] lost its meaning for in the absence of the Ro-Ro system there was no reason to keep separate seniority lists.  [footnotes omitted].</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The arbitrator also justified his decision by reference to P.R. Laws Ann. tit. 29, Sec. 185c (1976) (Law No. 80), quoted infra note 5. In this regard,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> he stated:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We understand that the elimination of the Ro-Ro system could not force PRMMI to lay-off the system's regular employees ... with less seniority in the same classification.  Act No. 80 ..., the applicable law in this case, requires that when there are situations in which the employer must reduce its work force in the workplace, it is obligated to do it [by] following a seniority and classification order.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Inasmuch as ... the Ro-Ro employees, regular workers of the same classification and department as the claimants, had greater seniority than [the claimants] had, they had the right to displace the claimants in the common pilot list of April 10, 1992.  [citation and footnote omitted].</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The arbitral award became final on April 14, 1993.  The plaintiffs asked the district court to set it aside.  The court demurred, instead upholding the award and dismissing plaintiffs' complaint.  This appeal ensued.</p>\n    </div>\n    <p>IV. DISCUSSION</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We bifurcate our analysis, first addressing appellants' exhortation that we should review the arbitrator's decision de novo.  Concluding, as we must, that a more deferential standard of review obtains, we then address appellants' contention that the arbitrator's reasoning was palpably faulty, thereby invalidating the award.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>A. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellants boldly assert that, since seniority is a judicially defined term, its definition presents a question of law and, therefore, evokes plenary appellate review.  In support of this somewhat jarring proposition, appellants rely on Mitchell v.  Jefferson County Bd. of Educ., <span class=\"citation\" data-id=\"563324\"><a href=\"/opinion/563324/janie-mitchell-v-jefferson-county-board-of-education/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">539</span> </a></span>(11th Cir. 1991).  Their reliance is misplaced.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Claiming that they were denied equal pay because of their gender, the Mitchell plaintiffs brought an action under Title VII of the Civil Rights Act of 1964, 42 U.S.C. Sec. 2000 et seq.  See <span class=\"citation\" data-id=\"563324\"><a href=\"/opinion/563324/janie-mitchell-v-jefferson-county-board-of-education/\"><span class=\"id_token\">id.</span> at 542. </a></span> In resolving the controversy, the Mitchell court classified the issue of whether the employer had in place a bona fide seniority system as a question of law.  See <span class=\"citation\" data-id=\"563324\"><a href=\"/opinion/563324/janie-mitchell-v-jefferson-county-board-of-education/\"><span class=\"id_token\">id.</span> at 544. </a></span> But Mitchell has no relevance here.  It dealt with whether a particular system of seniority could be considered bona fide within the meaning of a federal civil rights statute.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This case, in contrast, deals with a seniority system of unchallenged validity, and focuses on an arbitrator's interpretation of the contractual provisions governing how particular kinds of seniority affect job eligibility under the CBA.  A de novo standard of review is plainly inappropriate in such a context because an arbitrator's award concerning contractually conferred seniority rights must be treated with great deference by a reviewing court.   See Larocque v. R.W.F., Inc., <span class=\"citation\" data-id=\"656106\"><a href=\"/opinion/656106/edward-larocque-v-rwf-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span>, 96 (1st Cir. 1993);   Dallas &amp; Mavis Forwarding Co. v. Local 89, <span class=\"citation\" data-id=\"588194\"><a href=\"/opinion/588194/dallas-mavis-forwarding-company-inc-v-general-drivers-warehousemen/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">129</span></a></span>, 133 (6th Cir. 1992);   Armstrong Lodge No. 762 v. Union Pac.  R. Co., <span class=\"citation\" data-id=\"464734\"><a href=\"/opinion/464734/armstrong-lodge-no-762-a-labor-organization-v-union-pacific-railroad/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">131</span></a></span>, 134 (8th Cir. 1986).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The rationale undergirding these precedents is impeccable.  Many years ago, the Supreme Court cautioned that \"[t]he federal policy of settling labor disputes by arbitration would be undermined if courts had the final say on the merits of [arbitral] awards.\"   United Steelworkers v. Enterprise Wheel &amp; Car Corp., <span class=\"citation\" data-id=\"106086\"><a href=\"/opinion/106086/steelworkers-v-enterprise-wheel-car-corp/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span>, 596 (1960).  Consequently, \"[i]n labor arbitration, matters of contract interpretation are typically for the arbitrator, not for a reviewing court.\"  El Dorado Tech.  Servs. v.  Union Gen., <span class=\"citation\" data-id=\"581363\"><a href=\"/opinion/581363/el-dorado-technical-services-inc-v-union-general-de-trabajadores-de/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">317</span></a></span>, 319 (1st Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Where, as here, parties in the work place agree in a CBA to submit future disputes to binding arbitration, they almost always will be bound by the outcome of a properly constituted arbitral proceeding.  See Posadas de Puerto Rico Assocs., Inc. v.  Asociacion de Empleados de Casino, <span class=\"citation\" data-id=\"489946\"><a href=\"/opinion/489946/posadas-de-puerto-rico-associates-inc-dba-condado-plaza-hotel-casino/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span>, 61 (1st Cir. 1987).  So long as an arbitrator's award \"draw[s] its essence from the collective bargaining agreement,\" and the arbitrator is \"acting within the scope of his delegated authority, his decision must be upheld.\"   El Dorado <span class=\"citation\" data-id=\"581363\"><span class=\"antecedent_guess\">Tech.</span> <a href=\"/opinion/581363/el-dorado-technical-services-inc-v-union-general-de-trabajadores-de/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">319</span></a></span>;   accord United Paperworkers Int'l Union v. Misco, Inc., <span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, 38 (1987);   Dorado Beach Hotel Corp. v. Union de Trabajadores de la Industria Gastronomica, <span class=\"citation\" data-id=\"579482\"><a href=\"/opinion/579482/dorado-beach-hotel-corporation-v-union-de-trabajadores-de-la-industria/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">2</span></a></span>, 4 (1st Cir. 1992); Georgia-Pacific Corp. v.  Local 27, Etc., <span class=\"citation no-link\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">940</span></span>, 944 (1st Cir. 1988);   Berklee Coll. of Music v. Berklee Chapter of Mass.  Fed'n of Teachers, <span class=\"citation no-link\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></span>, 32 (1st Cir. 1988), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">810</span> </span>(1989).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This does not mean that an arbitrator's discretion is unlimited.  The standard, however, is an unusually deferential one and the uphill climb confronting a challenger is correspondingly steep.  Apart from cases involving fraud, lack of jurisdiction, or procedural defects, none of which are alleged here, a court will not vacate an arbitral award unless it \"is based on reasoning so palpably faulty that no judge or group of judges could ever conceivably have made such a ruling, or [unless it] is mistakenly based on a crucial assumption which is decidedly a non-fact.\"   Challenger Caribbean Corp. v. Union Gen. de Trabajadores, <span class=\"citation\" data-id=\"541945\"><a href=\"/opinion/541945/challenger-caribbean-corporation-v-union-general-de-trabajadores-de-puerto/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">857</span></a></span>, 861 (1st Cir. 1990) (citations and internal quotation marks omitted).  Such is the standard that must be applied to the arbitral award in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>B. The Merits of the Arbitral Decision.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Appellants also assert that the arbitrator's decision is based on faulty reasoning concerning the operability of Clause 94, compounded by a misreading of Puerto Rico law, and that these defects amount to gross error warranting vacation of the award.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We have examined the arbitrator's conclusion that Clause 94 became meaningless and, therefore, inoperative, after the Ro-Ro system became obsolete.  We do not find that this conclusion is based on reasoning so vagarious that the award must be vacated.  To the contrary, perscrutation of the entire record convinces us that the arbitrator's finding is logical and constitutes a fair reading of the CBA.  Of course, as appellants' counsel eloquently urges, another reading is possible;  but, when there are two plausible ways to interpret provisions within a collective bargaining agreement, and the arbitrator chooses one of them, his decision cannot be regarded as palpably faulty.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We see no need to load more cargo on a full pallet.  The arbitrator's decision is closely reasoned and the district court's memorandum and order, refusing to vacate the arbitral award, carefully elucidates why the award must be upheld, see Hernandez v. ILA, Local 1575, No. 92-1536 HL, slip op. at 4-7 (D.P.R. Oct. 6, 1993).  No useful purpose would be served by launching our own exegesis.  It suffices to say that the final award has all the earmarks of thoughtful consideration, including unmistakable signs of a search for the fairest resolution of the dispute within the confines of the CBA.  We detect no gross error here.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Finally, appellants allege that the arbitral award is based, at least partially, on an incorrect reading of Law No. 80.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  As the arbitrator interpreted the statute, an employer, when making layoff decisions, must ordinarily honor seniority within the affected job classification.  Thus, as both Ro-Ro and Lo-Lo workers have the same classification, PRMMI would have been risking a violation of the law if it had chosen simply to furlough regular Ro-Ro employees while allowing Lo-Lo employees with less seniority to retain their positions on the CPL. The district court essentially endorsed the arbitrator's view.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Hernandez,</span> supra</span>, slip op. at 6. Appellants strive to confess and avoid:  they do not dispute the arbitrator's vision of how the statute functions, but, rather, they contend that the statute does not apply to employees who work under a CBA.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Appellants misread the effect and purpose of Law No. 80.  The Puerto Rico Department of Labor's interpretive guidelines discuss the impact of the statute in the collective bargaining context:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>Act No. 80 contains provisions regarding the right of the worker to be preferentially retained over others when the employer is forced to lay-off employees and on his right to be preferentially re-employed when that same employer has to recruit employees after lay-off.  That manifestation of public policy prevails over clauses contained in collective bargaining agreements which result in violation of the same.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Mario Morales Reyes, Puerto Rico Dep't of Labor and Human Resources:  Guidelines for the Interpretation and Application Of Act No. 80, at 58-59 (1979) (emphasis supplied).  Given this clear statement of public policy by the government of Puerto Rico, we think that the arbitrator had a sufficient basis to rely on Law No. 80 as part of the rationale for his decision.</p>\n    </div>\n    <p>V. CONCLUSION</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We need go no further.  We agree with the district court that, here,</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>the arbitrator's decision was drawn from the collective bargaining agreement and applicable law.  The award's reasoning is not palpably faulty nor mistakenly based on a crucial assumption.  The argument that the elimination of the Ro-Ro system discharged the applicability of Section 94 is supported by ... the record.  The argument that the inclusion of Ro-Ro employees on the common pilot list was pursuant to Law 80 is also valid.  The arbitrator's [analysis] does not amount to manifest error of law....</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"antecedent_guess\">Hernandez,</span> supra</span>, slip op. at 6-7.  Hence, the judgment of the district court upholding the arbitral award must be</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <p>Appendix</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">1. Article VI, Clause 94 of the collective bargaining agreement between PRMMI and Local 1575 provides:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>PRMMI will keep separate the Lo-Lo and Ro-Ro seniorities, and in the receipt and dispatch may use on line of Ro-Ro and Lo-Lo when the work merits to receive or dispatch.  In the maintenance area the employer will maintain said area separate, except that it may pass work from one area to another if and when said situation is merited.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The collective bargaining agreement between Sea Land and Local 1575 does not contain this provision.  With the exception of Clause 94, the two collective bargaining agreements contain the same provisions in relation to an employee's seniority.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">2. Article I-C(1) of both collective bargaining agreements provides:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Seniority is defined as the continuous service time in the Company by department (Warehouse, Car Division, Maintenance, Marine) from the commencement date as employee in said company within the contracting unit, if and when the employee is efficient, complies with the conditions of this Agreement and the rules of the Company for which he works, except in the Marine Department that seniority will be by gangs and not by seniority of the employee within the contracting unit and in the Maintenance Department that seniority will be by classification within the same department.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">3. Article I-C(3)(c) of both collective bargaining agreements provides:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The seniority lists shall be prepared in accordance with this Agreement, maintaining the seniority and classification orders as a pilot list, once the necessary corrections are made.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">4. Article I-D(6)(a) of PRMMI's collective bargaining agreement is identical to Article I-C(8)(a) of Sea Land's agreement.  The clause provides:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">A pilot seniority list by classification shall always be kept as it has up to this day.  From said list, each Company will keep their own regular employees by classification.  When a vacancy occurs, the first substitute from said classification with greatest seniority shall be used.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">5. Article XV(C) of the collective bargaining agreement between PRMMI and Local 1575 provides in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>Any dispute that cannot be settled through the complaint and grievance procedure, and any dispute with respect to the interpretation or alleged violation of any provision of this agreement shall be submitted in writing to arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The collective bargaining agreement between Sea Land and Local 1575 contains a substantially similar clause.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>*Of the District of Maine, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"Lo-Lo\" is an acronym for \"lift on, lift off,\" an operational system in which a crane is used to load and unload cargo containers in the course of merchant marine activity.  \"Ro-Ro\" is an acronym for \"roll on, roll off,\" an operational system whereby cargo containers are rolled in and out of merchant ships by means of ramps and other special equipment designed for this purpose.  For a fuller exposition,  see Trailer Marine Transport Corp. v. Rivera Vazquez, <span class=\"citation\" data-id=\"592212\"><a href=\"/opinion/592212/trailer-marine-transport-corp-v-carmen-m-rivera-vazquez-etc/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Both Sea Train and Sea Land continued their operations, using other employees.  In 1982 Sea Train ceased operations and released its work force.  It is not involved in the current litigation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Clause 94 and other relevant provisions excerpted from the CBAs are reproduced in the appendix hereto.  In each instance, we use unofficial translations provided by the parties or by the arbitrator</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> An arbitral award may sometimes incorporate state law not inconsistent with established principles of federal labor law.   See Dorado Beach Hotel Corp. v. Union de Trabajadores de lo Industria Gastronomica, <span class=\"citation\" data-id=\"579482\"><a href=\"/opinion/579482/dorado-beach-hotel-corporation-v-union-de-trabajadores-de-la-industria/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">2</span></a></span>, 4 (1st Cir. 1992);   Challenger Caribbean Corp. v. Union Gen. de Trabajadores, <span class=\"citation\" data-id=\"541945\"><a href=\"/opinion/541945/challenger-caribbean-corporation-v-union-general-de-trabajadores-de-puerto/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">857</span></a></span>, 866-67 (1st Cir. 1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The statute provides in pertinent part:</p>\n        <p>In any case where employees are discharged ... it shall be the duty of the employer to retain those employees of greater seniority on the job with preference, provided there are positions vacant or filled by employees with less seniority in the job within their occupational classification which may be held by them....</p>\n        <p>P.R. Laws Ann. tit. 29, Sec. 185c (1986).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106086/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111965/",
    "https://www.courtlistener.com/api/rest/v3/opinions/464734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/489946/",
    "https://www.courtlistener.com/api/rest/v3/opinions/541945/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563324/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579482/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581363/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588194/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592212/",
    "https://www.courtlistener.com/api/rest/v3/opinions/656106/"
  ]
}