{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195472/",
  "id": 195472,
  "absolute_url": "/opinion/195472/united-states-v-reyes-mercado/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195472/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:40:39Z",
  "date_modified": "2020-02-21T23:29:03.077566Z",
  "type": "010combined",
  "sha1": "45c67e93afab56a0df37ffaa6c440feeb672b8af",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1904.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 93-1904\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                    DOMINGO REYES-MERCADO,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Raymond L. Acosta, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\n                                         \n                Bownes, Senior Circuit Judge,\n                                            \n                  and Stahl, Circuit Judge.\n                                          \n\n                                         \n\nJose A. Fuentes Agostini  with whom Dominguez &amp; Totti was on brief\n                                                     \nfor appellant.\nJorge  E.  Vega-Pacheco, Assistant  United  States  Attorney, with\n                       \nwhom  Guillermo  Gill,  United  States  Attorney,  was  on  brief  for\n                 \nappellee.\n\n                                         \n\n                        April 28, 1994\n                                         \n\n          STAHL, Circuit Judge.   After  being convicted  and\n          STAHL, Circuit Judge.\n                              \n\nsentenced  on various drug  and firearms  charges, defendant-\n\nappellant  Domingo  Reyes-Mercado  argues that  the  district\n\ncourt erred in 1) denying his motion to suppress evidence; 2)\n\ndetermining  that  the  evidence   presented  at  trial   was\n\nsufficient to convict him; and 3) ruling that it had no power\n\nto  credit  him  for  time  served  under  home  confinement.\n\nFinding no error, we affirm.\n\n                              I.\n                                \n\n           FACTUAL BACKGROUND AND PRIOR PROCEEDINGS\n                                                   \n\n          For  purposes  of  defendant's  challenge   to  the\n\nsufficiency of the evidence,  we review the facts in  a light\n\nmost favorable  to the government.  United  States v. Torres-\n                                                             \n\nMaldonado, 14 F.3d 95, 98 (1st Cir. 1994).\n         \n\n          Sometime   in  mid-June   of  1992   in  Cartagena,\n\nColombia,  a  confidential government  informant (hereinafter\n\n\"CI\") working on a  ship was provided with four  kilograms of\n\ncocaine and  instructed to contact defendant  upon the ship's\n\narrival  in Ponce, Puerto Rico.  On  arrival in Ponce on June\n\n17,  1992, the  CI  telephoned defendant.   With  codefendant\n\nRolando  Lopez-Maysonet  acting  as   interpreter,  defendant\n\nagreed to  buy four kilograms of  cocaine from the CI.    The\n\npurchase was arranged to  take place that same day,  June 17,\n\n1992, at  a shopping center  phone booth.   Upon  defendant's\n\narrival  in a  black Nissan  Pathfinder, the  CI  entered the\n\n                             -2-\n                              2\n\nvehicle and sold four  kilograms of cocaine to  defendant and\n\nLopez-Maysonet.   On  a signal  from  the CI,  United  States\n\nCustoms  Service   agents  surrounded  the   vehicle,  placed\n\ndefendant  and Lopez-Maysonet  under arrest, and  conducted a\n\nsearch of the Pathfinder's interior.  \n\n          In  the  search,  the  agents  found  two  handbags\n\ncontaining money,  two cellular telephones, and  one carry-on\n\nbag  containing  four  kilograms  of cocaine.    Pursuant  to\n\nestablished procedures, United States Customs Agent Jose Ruiz\n\nand Marine Enforcement Officer Radames Sanchez then impounded\n\nthe  car  and conducted  an  inventory  search.   During  the\n\ninventory  search of  the vehicle,  the agents  found in  the\n\nglove box a  loaded Ruger pistol  with an obliterated  serial\n\nnumber.\n\n          On  June 29, 1992, just days  after his arrest, the\n\ndistrict  court  ordered,  inter  alia,  that pending  trial,\n                                      \n\ndefendant  remain  confined  at  home  wearing  an electronic\n\nsurveillance  bracelet.   Shortly  thereafter, defendant  was\n\ncharged  in  a five-count  indictment.   Three of  the counts\n\nrelated  solely to drug violations.  Defendant pled guilty to\n\nthese  three  counts.1    The remaining  two  counts  charged\n\n                    \n\n1.  The three  drug counts  stated that defendant  and Lopez-\nMaysonet  1) conspired to import  in excess of  4500 grams of\ncocaine in violation of 21 U.S.C.    952(a), 960, and 963; 2)\naided  and abetted each other in possessing with an intent to\ndistribute in excess of 4500 grams of cocaine in violation of\n18 U.S.C.    2, and 21  U.S.C.   841(a)(1); and  3) aided and\nabetted each other  in the use  of a communication  facility,\n\n                             -3-\n                              3\n\ndefendant  with  1) carrying  a  firearm in  relation  to the\n\ncommission  of a  drug offense  in violation  of 18  U.S.C.  \n\n924(c)(1)2;  and  2)  possession  of a  firearm  having  been\n\ntransported in interstate  commerce and whose  manufacturer's\n\nserial number had been obliterated  in violation of 18 U.S.C.\n\n  922(k)3.\n\n          Defendant pled not guilty to both firearms charges.\n\nPrior  to trial, a  suppression hearing  took place  before a\n\nmagistrate judge at which defendant argued that the gun found\n\nin  the   inventory  search  should  be   suppressed.    More\n\n                    \n\ni.e., a telephone, for causing or facilitating the possession\nwith intent to distribute cocaine,  in violation of 18 U.S.C.\n  2 and 21 U.S.C.   843(b).\n\n2.   Section 924(c)(1) provides in relevant part:\n\n          Whoever,  during and  in relation  to any\n          crime  of  violence  or drug  trafficking\n          crime  (including a crime  of violence or\n          drug trafficking crime which provides for\n          an  enhanced  punishment if  committed by\n          the use  of a deadly or  dangerous weapon\n          or device) for which he may be prosecuted\n          in a court of  the United States, uses or\n          carries a firearm, shall, in  addition to\n          the punishment provided for such crime or\n          violence  or  drug trafficking  crime, be\n          sentenced to imprisonment for five years.\n\n3.  Section 922(k) provides in relevant part:\n\n          It shall be unlawful for any person . . .\n          to possess  or receive any  firearm which\n          has had the importer's  or manufacturer's\n          serial  number  removed, obliterated,  or\n          altered  and  has,   at  any  time,  been\n          shipped or transported  in interstate  or\n          foreign commerce.\n\n                             -4-\n                              4\n\nspecifically, defendant argued that the government's evidence\n\nconflicted  as to whether the gun was first discovered in the\n\ninventory search,  or whether it  had been discovered  at the\n\nscene  of  the  arrest.     Seizing  on  this  inconsistency,\n\ndefendant argued that  the gun had, in  fact, been discovered\n\nat  the time of the arrest, and, further, that this discovery\n\nof  the  gun was  unlawful.   The  magistrate  considered the\n\ngovernment's  conflicting evidence,  determined that  the gun\n\nhad  been lawfully  discovered in  the inventory  search, and\n\ndenied  the motion to suppress.   At trial,  a jury convicted\n\ndefendant on both firearms counts, and this appeal followed.\n\n                             II.\n                                \n\n                          DISCUSSION\n                                    \n\n          Defendant argues  that 1) the lower  court erred in\n\ndenying  defendant's  motion  to  suppress the  gun;  2)  the\n\nevidence  presented  at  trial  was  insufficient to  convict\n\ndefendant on  the  weapons charges;  and 3)  the lower  court\n\nerred  in determining  that  it had  no  power to  grant  the\n\nappellant  credit  for  the  time  he   had  served  in  home\n\nconfinement.  We address these arguments in turn.\n\nA.  Suppression of the Gun\n                          \n\n          In   arguing   that  the   gun  should   have  been\n\nsuppressed, defendant  begins  by challenging  the  facts  as\n\nfound by the magistrate judge at the suppression hearing.  In\n\nessence, defendant argues  that the gun was not discovered in\n\n                             -5-\n                              5\n\nthe inventory search,  but rather that  it was discovered  at\n\nthe scene  of the arrest in  an unlawful search  of the glove\n\ncompartment.  \n\n          Where the lower court judge sits as the factfinder,\n\nwe uphold findings of fact unless they are clearly erroneous.\n\nUnited  States v. Mancini, 8  F.3d 104, 107  (1st Cir. 1993).\n                         \n\nMoreover,  where  there  are  two permissible  views  of  the\n\nevidence, the interpretation assigned by the lower court must\n\nbe adopted.  Williams v.  Poulos, 11 F.3d 271, 278 (1st  Cir.\n                                \n\n1993).\n\n          In   the   instant   case,   Sanchez,   the  Marine\n\nEnforcement  Officer present  at the  arrest, testified  at a\n\npreliminary  detention   hearing  that  the  gun   was  first\n\ndiscovered at the scene  of the arrest.  Customs  Agent Ruiz,\n\non  the other  hand,  who was  also  present at  the  arrest,\n\ntestified  at the  suppression  hearing that  the weapon  was\n\nseized from the Pathfinder during the inventory  search.  The\n\nmagistrate  judge,  apparently  crediting  Ruiz's  testimony,\n\nexpressly  found  that the  gun  was first  found  during the\n\ninventory search.   Defendant cites nothing in the  record to\n\nindicate  that  this  credibility determination  was  clearly\n\nerroneous.   Accordingly,  we  find  no  error in  the  lower\n\ncourt's determination that the  gun was discovered during the\n\ninventory search.  Moreover, defendant concedes the  validity\n\nof  the inventory search.   Cf. United States  v. Zapata, No.\n                                                        \n\n                             -6-\n                              6\n\n93-1349, slip. op. at  16 (1st Cir. March 24,  1994) (\"Courts\n\nhave regularly approved inventory searches of impounded motor\n\nvehicles despite the absence of  probable cause.\").  Thus, we\n\nfind no  error in the district court's  denial of defendant's\n\nmotion to suppress the gun.4\n\nB.  Sufficiency of the Evidence\n                               \n\n          When   reviewing  a  sufficiency  of  the  evidence\n\nchallenge,  we  examine  the   evidence  in  the  light  most\n\nfavorable to  the government  and affirm convictions  where a\n\nrational  juror could  have found  guilt beyond  a reasonable\n\ndoubt.  United States  v. Jadusingh, 12 F.3d 1162,  1168 (1st\n                                   \n\nCir. 1994).  \n\n          Under section 924(c)(1),  the government must  show\n\nthat  the defendant used one  or more firearms  during and in\n\nrelation to  a drug trafficking  offense.   United States  v.\n                                                         \n\nHatfield, 918 F.2d  987, 996 (1st  Cir. 1990), cert.  denied,\n                                                            \n\n111  S.  Ct.  2062 (1991).    Use,  as  described in  section\n\n                    \n\n4.  We  note additionally  that  even if  the  gun was  first\ndiscovered  at the scene of  the arrest, the  evidence in the\nrecord before us shows that a search of the glove compartment\nincident  to defendant's arrest would have  been lawful.  See\n                                                             \nNew York v. Belton, 453 U.S.  454, 460-61 &amp; n.4 (holding that\n                  \nafter policeman  has made  a lawful  custodial arrest of  the\noccupant  of  an automobile,  he  may,  as a  contemporaneous\nincident  of  that  arrest,  \"examine  the  contents  of  any\ncontainers,\" including glove  compartments, found within  the\npassenger  compartment).    Moreover,  given  that  defendant\nconcedes  the validity  of the  inventory search,  it appears\nthat the suppression would  be inappropriate, inasmuch as the\ngun  would inevitably  have been  lawfully discovered.   See,\n                                                            \ne.g.,  Zapata, slip  op. at  15-17 (discussing  generally the\n             \ndoctrine of inevitable discovery).\n\n                             -7-\n                              7\n\n924(c)(1), calls  for something more than  \"possession.\"  See\n                                                             \n\nUnited  States v. McFadden, 13 F.3d 463, 465 (1st Cir. 1994).\n                          \n\nWhile  a   weapon  need  not  be   brandished,  displayed  or\n\ndischarged  in order  to sustain  a conviction  under section\n\n924(c)(1), there must be  some facilitative nexus between the\n\nweapon and  the criminal activity.   See Torres-Maldonado, 14\n                                                         \n\nF.3d  at 102; United States v. Castro-Lara, 970 F.2d 976, 983\n                                          \n\n(1st Cir. 1992), cert. denied, 113 S. Ct. 2935 (1993); United\n                                                             \n\nStates v. Plummer, 964  F.2d 1251, 1253-55 (1st Cir.),  cert.\n                                                             \n\ndenied  113 S.  Ct.  350 (1992).    \"[A] conviction  will  be\n      \n\nsustained under [section 924(c)] if the possessor of a weapon\n\nintended  to have  it available  for possible  use during  or\n\nimmediately following  the transaction, or if  it facilitated\n\nthe transaction by lending courage to the possessor.\"  Id. at\n                                                          \n\n1254 (quoting United States v. Payero, 888 F.2d 928, 929 (1st\n                                     \n\nCir. 1989)).  \"[U]ltimately, whether or not  the gun[] helped\n\n[a defendant] commit the  drug crime is a matter for  a jury,\n\napplying   common-sense   theories   of  human   nature   and\n\ncausation.\"  McFadden, 13 F.3d at  466 (quoting United States\n                                                             \n\nv. Wilkinson, 926 F.2d  22, 26 (1st Cir.), cert.  denied, 111\n                                                        \n\nS. Ct. 2813 (1991)).\n\n          When  viewed in  the  light most  favorable to  the\n\ngovernment, the  evidence shows that a  reasonable jury could\n\nfind beyond a reasonable doubt that defendant used the gun in\n\nconnection  with a drug crime  as required by section 924(c).\n\n                             -8-\n                              8\n\nFirst,  the  Pathfinder belonged  to  and  was registered  to\n\ndefendant.   Second, throughout the consummation  of the drug\n\ndeal, which took place inside  the Pathfinder, the loaded gun\n\nwas located in the glove compartment directly in front of the\n\npassenger seat where defendant was seated.  Finally, the jury\n\nheard ample  testimony from Agent Ruiz  regarding the details\n\nof defendant's involvement in  the cocaine transaction.  This\n\ntestimony described  the plan devised in  Colombia to deliver\n\nthe cocaine to  defendant in  Ponce, Puerto Rico.   Based  on\n\nthis  evidence,  the jury  could  conclude that  the  gun was\n\npresent  by design, rather than happenstance, and that it was\n\nused by  defendant in  connection with  the drug  purchase as\n\nrequired by section 924(c).5\n\nC.     The  Sentencing  Court's  Ability   to  Consider  Home\n                                                             \nConfinement Toward a Reduction in Sentence\n                                          \n\n          Finally,  defendant  contends  that the  sentencing\n\ncourt erred by  concluding that it had no power  to grant him\n\ncredit  for the time he  served under home  confinement.6  We\n\ndisagree.\n\n          Under 18 U.S.C.   3585, \"[a] defendant will receive\n\ncredit  towards the sentence of  imprisonment for any time he\n\n                    \n\n5.  The very evidence supporting defendant's conviction under\nsection  924(c)  also supports  his conviction  under section\n922(k).\n\n6.  The record  reflects that defendant eventually  broke the\nconditions  of   his  home   confinement  and  that   he  was\nsubsequently incarcerated pending trial.\n\n                             -9-\n                              9\n\nhas  spent in official custody prior to the date the sentence\n\ncommences.\"   In a  similar case, United  States v. Zackular,\n                                                            \n\n945 F.2d  423, 425  (1st Cir.  1991), we  stated, \"We  do not\n\nbelieve  that the  official detention requirement  of section\n\n3585 can be  fulfilled by  home confinement.\"   Id.   Rather,\n                                                  \n\n\"the fact that home confinement is included as a condition of\n\nprobation,  but  not  as   a  substitute  for  incarceration,\n\npersuasively   indicates   that   Congress  considered   home\n\nconfinement not to be the equivalent of immurement, ergo, not\n\nto come within the ambit of `official detention.'\"  Id.7\n                                                      \n\n          Therefore,  under  the  clear  precedent   of  this\n\ncircuit, the  district court  properly concluded that  it did\n\nnot  have the power to credit defendant for time served under\n\nhome confinement.\n\n                             III.\n                                 \n\n                          CONCLUSION\n                                    \n\n          For the foregoing  reasons, defendant's  conviction\n\nand sentence are\n\n                    \n\n7.  Since we decided Zackular, the Supreme Court has  held in\n                             \nUnited States v. Wilson, 112 S. Ct. 1351 (1992), that, in the\n                       \nfirst instance, credit under  section 3585 must be calculated\nby the Attorney General.  Id. at 1354.  As far  as the record\n                             \nbefore us reflects, no such calculation was requested or made\nhere.   Despite defendant's failure to exhaust administrative\nremedies, we  reaffirm that part of Zackular which holds that\n                                            \npretrial  home  confinement  may   not  be  credited   toward\n\"official detention.\"  Cf. Fraley v.  United States Bureau of\n                                                             \nPrisons, 1  F.3d 924, 925-26  (9th Cir.  1993) (holding  that\n       \nhome  confinement   may  not  be   credited  toward  official\ndetention).\n\n                             -10-\n                              10\n\n          Affirmed.\n                  \n\n                             -11-\n                              11\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 93-1904\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                    DOMINGO REYES-MERCADO,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Raymond L. Acosta, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\n                                         \n                Bownes, Senior Circuit Judge,\n                                            \n                  and Stahl, Circuit Judge.\n                                          \n\n                                         \n\nJose A. Fuentes Agostini  with whom Dominguez &amp; Totti was on brief\n                                                     \nfor appellant.\nJorge  E.  Vega-Pacheco, Assistant  United  States  Attorney, with\n                       \nwhom  Guillermo  Gill,  United  States  Attorney,  was  on  brief  for\n                 \nappellee.\n\n                                         \n\n                        April 28, 1994\n                                         \n\n          STAHL, Circuit Judge.   After  being convicted  and\n          STAHL, Circuit Judge.\n                              \n\nsentenced  on various drug  and firearms  charges, defendant-\n\nappellant  Domingo  Reyes-Mercado  argues that  the  district\n\ncourt erred in 1) denying his motion to suppress evidence; 2)\n\ndetermining  that  the  evidence   presented  at  trial   was\n\nsufficient to convict him; and 3) ruling that it had no power\n\nto  credit  him  for  time  served  under  home  confinement.\n\nFinding no error, we affirm.\n\n                              I.\n                                \n\n           FACTUAL BACKGROUND AND PRIOR PROCEEDINGS\n                                                   \n\n          For  purposes  of  defendant's  challenge   to  the\n\nsufficiency of the evidence,  we review the facts in  a light\n\nmost favorable  to the government.  United  States v. Torres-\n                                                             \n\nMaldonado, </pre><span class=\"citation\" data-id=\"195153\"><a href=\"/opinion/195153/united-states-v-torres-maldonado/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span><pre class=\"inline\">, 98 (1st Cir. 1994).\n         \n\n          Sometime   in  mid-June   of  1992   in  Cartagena,\n\nColombia,  a  confidential government  informant (hereinafter\n\n\"CI\") working on a  ship was provided with four  kilograms of\n\ncocaine and  instructed to contact defendant  upon the ship's\n\narrival  in Ponce, Puerto Rico.  On  arrival in Ponce on June\n\n17,  1992, the  CI  telephoned defendant.   With  codefendant\n\nRolando  Lopez-Maysonet  acting  as   interpreter,  defendant\n\nagreed to  buy four kilograms of  cocaine from the CI.    The\n\npurchase was arranged to  take place that same day,  June 17,\n\n1992, at  a shopping center  phone booth.   Upon  defendant's\n\narrival  in a  black Nissan  Pathfinder, the  CI  entered the\n\n                             -2-\n                              2\n\nvehicle and sold four  kilograms of cocaine to  defendant and\n\nLopez-Maysonet.   On  a signal  from  the CI,  United  States\n\nCustoms  Service   agents  surrounded  the   vehicle,  placed\n\ndefendant  and Lopez-Maysonet  under arrest, and  conducted a\n\nsearch of the Pathfinder's interior.  \n\n          In  the  search,  the  agents  found  two  handbags\n\ncontaining money,  two cellular telephones, and  one carry-on\n\nbag  containing  four  kilograms  of cocaine.    Pursuant  to\n\nestablished procedures, United States Customs Agent Jose Ruiz\n\nand Marine Enforcement Officer Radames Sanchez then impounded\n\nthe  car  and conducted  an  inventory  search.   During  the\n\ninventory  search of  the vehicle,  the agents  found in  the\n\nglove box a  loaded Ruger pistol  with an obliterated  serial\n\nnumber.\n\n          On  June 29, 1992, just days  after his arrest, the\n\ndistrict  court  ordered,  inter  alia,  that pending  trial,\n                                      \n\ndefendant  remain  confined  at  home  wearing  an electronic\n\nsurveillance  bracelet.   Shortly  thereafter, defendant  was\n\ncharged  in  a five-count  indictment.   Three of  the counts\n\nrelated  solely to drug violations.  Defendant pled guilty to\n\nthese  three  counts.1    The remaining  two  counts  charged\n\n                    \n\n1.  The three  drug counts  stated that defendant  and Lopez-\nMaysonet  1) conspired to import  in excess of  4500 grams of\ncocaine in violation of 21 U.S.C.    952(a), 960, and 963; 2)\naided  and abetted each other in possessing with an intent to\ndistribute in excess of 4500 grams of cocaine in violation of\n18 U.S.C.    2, and 21  U.S.C.   841(a)(1); and  3) aided and\nabetted each other  in the use  of a communication  facility,\n\n                             -3-\n                              3\n\ndefendant  with  1) carrying  a  firearm in  relation  to the\n\ncommission  of a  drug offense  in violation  of 18  U.S.C.  \n\n924(c)(1)2;  and  2)  possession  of a  firearm  having  been\n\ntransported in interstate  commerce and whose  manufacturer's\n\nserial number had been obliterated  in violation of 18 U.S.C.\n\n  922(k)3.\n\n          Defendant pled not guilty to both firearms charges.\n\nPrior  to trial, a  suppression hearing  took place  before a\n\nmagistrate judge at which defendant argued that the gun found\n\nin  the   inventory  search  should  be   suppressed.    More\n\n                    \n\ni.e., a telephone, for causing or facilitating the possession\nwith intent to distribute cocaine,  in violation of 18 U.S.C.\n  2 and 21 U.S.C.   843(b).\n\n2.   Section 924(c)(1) provides in relevant part:\n\n          Whoever,  during and  in relation  to any\n          crime  of  violence  or drug  trafficking\n          crime  (including a crime  of violence or\n          drug trafficking crime which provides for\n          an  enhanced  punishment if  committed by\n          the use  of a deadly or  dangerous weapon\n          or device) for which he may be prosecuted\n          in a court of  the United States, uses or\n          carries a firearm, shall, in  addition to\n          the punishment provided for such crime or\n          violence  or  drug trafficking  crime, be\n          sentenced to imprisonment for five years.\n\n3.  Section 922(k) provides in relevant part:\n\n          It shall be unlawful for any person . . .\n          to possess  or receive any  firearm which\n          has had the importer's  or manufacturer's\n          serial  number  removed, obliterated,  or\n          altered  and  has,   at  any  time,  been\n          shipped or transported  in interstate  or\n          foreign commerce.\n\n                             -4-\n                              4\n\nspecifically, defendant argued that the government's evidence\n\nconflicted  as to whether the gun was first discovered in the\n\ninventory search,  or whether it  had been discovered  at the\n\nscene  of  the  arrest.     Seizing  on  this  inconsistency,\n\ndefendant argued that  the gun had, in  fact, been discovered\n\nat  the time of the arrest, and, further, that this discovery\n\nof  the  gun was  unlawful.   The  magistrate  considered the\n\ngovernment's  conflicting evidence,  determined that  the gun\n\nhad  been lawfully  discovered in  the inventory  search, and\n\ndenied  the motion to suppress.   At trial,  a jury convicted\n\ndefendant on both firearms counts, and this appeal followed.\n\n                             II.\n                                \n\n                          DISCUSSION\n                                    \n\n          Defendant argues  that 1) the lower  court erred in\n\ndenying  defendant's  motion  to  suppress the  gun;  2)  the\n\nevidence  presented  at  trial  was  insufficient to  convict\n\ndefendant on  the  weapons charges;  and 3)  the lower  court\n\nerred  in determining  that  it had  no  power to  grant  the\n\nappellant  credit  for  the  time  he   had  served  in  home\n\nconfinement.  We address these arguments in turn.\n\nA.  Suppression of the Gun\n                          \n\n          In   arguing   that  the   gun  should   have  been\n\nsuppressed, defendant  begins  by challenging  the  facts  as\n\nfound by the magistrate judge at the suppression hearing.  In\n\nessence, defendant argues  that the gun was not discovered in\n\n                             -5-\n                              5\n\nthe inventory search,  but rather that  it was discovered  at\n\nthe scene  of the arrest in  an unlawful search  of the glove\n\ncompartment.  \n\n          Where the lower court judge sits as the factfinder,\n\nwe uphold findings of fact unless they are clearly erroneous.\n\nUnited  States v. Mancini, </pre><span class=\"citation\" data-id=\"195007\"><a href=\"/opinion/195007/united-states-v-mancini/\"><span class=\"volume\">8</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span><pre class=\"inline\">, 107  (1st Cir. 1993).\n                         \n\nMoreover,  where  there  are  two permissible  views  of  the\n\nevidence, the interpretation assigned by the lower court must\n\nbe adopted.  Williams v.  Poulos, </pre><span class=\"citation\" data-id=\"195087\"><a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">271</span></a></span><pre class=\"inline\">, 278 (1st  Cir.\n                                \n\n1993).\n\n          In   the   instant   case,   Sanchez,   the  Marine\n\nEnforcement  Officer present  at the  arrest, testified  at a\n\npreliminary  detention   hearing  that  the  gun   was  first\n\ndiscovered at the scene  of the arrest.  Customs  Agent Ruiz,\n\non  the other  hand,  who was  also  present at  the  arrest,\n\ntestified  at the  suppression  hearing that  the weapon  was\n\nseized from the Pathfinder during the inventory  search.  The\n\nmagistrate  judge,  apparently  crediting  Ruiz's  testimony,\n\nexpressly  found  that the  gun  was first  found  during the\n\ninventory search.   Defendant cites nothing in the  record to\n\nindicate  that  this  credibility determination  was  clearly\n\nerroneous.   Accordingly,  we  find  no  error in  the  lower\n\ncourt's determination that the  gun was discovered during the\n\ninventory search.  Moreover, defendant concedes the  validity\n\nof  the inventory search.   Cf. United States  v. Zapata, No.\n                                                        \n\n                             -6-\n                              6\n\n93-1349, slip. op. at  16 (1st Cir. March 24,  1994) (\"Courts\n\nhave regularly approved inventory searches of impounded motor\n\nvehicles despite the absence of  probable cause.\").  Thus, we\n\nfind no  error in the district court's  denial of defendant's\n\nmotion to suppress the gun.4\n\nB.  Sufficiency of the Evidence\n                               \n\n          When   reviewing  a  sufficiency  of  the  evidence\n\nchallenge,  we  examine  the   evidence  in  the  light  most\n\nfavorable to  the government  and affirm convictions  where a\n\nrational  juror could  have found  guilt beyond  a reasonable\n\ndoubt.  United States  v. Jadusingh, </pre><span class=\"citation\" data-id=\"195129\"><a href=\"/opinion/195129/united-states-v-jadusingh/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1162</span></a></span><pre class=\"inline\">,  1168 (1st\n                                   \n\nCir. 1994).  \n\n          Under section 924(c)(1),  the government must  show\n\nthat  the defendant used one  or more firearms  during and in\n\nrelation to  a drug trafficking  offense.   United States  v.\n                                                         \n\nHatfield, </pre><span class=\"citation\" data-id=\"551471\"><a href=\"/opinion/551471/united-states-v-royal-w-hadfield-jr-united-states-of-america-v-helen/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">987</span></a></span><pre class=\"inline\">, 996 (1st  Cir. 1990), cert.  denied,\n                                                            \n\n111  S.  Ct.  2062 (1991).    Use,  as  described in  section\n\n                    \n\n4.  We  note additionally  that  even if  the  gun was  first\ndiscovered  at the scene of  the arrest, the  evidence in the\nrecord before us shows that a search of the glove compartment\nincident  to defendant's arrest would have  been lawful.  See\n                                                             \nNew York v. Belton, </pre><span class=\"citation\" data-id=\"110559\"><a href=\"/opinion/110559/new-york-v-belton/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">454</span></a></span><pre class=\"inline\">, 460-61 &amp; n.4 (holding that\n                  \nafter policeman  has made  a lawful  custodial arrest of  the\noccupant  of  an automobile,  he  may,  as a  contemporaneous\nincident  of  that  arrest,  \"examine  the  contents  of  any\ncontainers,\" including glove  compartments, found within  the\npassenger  compartment).    Moreover,  given  that  defendant\nconcedes  the validity  of the  inventory search,  it appears\nthat the suppression would  be inappropriate, inasmuch as the\ngun  would inevitably  have been  lawfully discovered.   See,\n                                                            \ne.g.,  Zapata, slip  op. at  15-17 (discussing  generally the\n             \ndoctrine of inevitable discovery).\n\n                             -7-\n                              7\n\n924(c)(1), calls  for something more than  \"possession.\"  See\n                                                             \n\nUnited  States v. McFadden, </pre><span class=\"citation\" data-id=\"195146\"><a href=\"/opinion/195146/united-states-v-mcfadden/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">463</span></a></span><pre class=\"inline\">, 465 (1st Cir. 1994).\n                          \n\nWhile  a   weapon  need  not  be   brandished,  displayed  or\n\ndischarged  in order  to sustain  a conviction  under section\n\n924(c)(1), there must be  some facilitative nexus between the\n\nweapon and  the criminal activity.   See </pre><span class=\"citation\" data-id=\"195153\"><span class=\"antecedent_guess\">Torres-Maldonado,</span> <a href=\"/opinion/195153/united-states-v-torres-maldonado/\"><span class=\"volume\">14</span>\n                                                         \n\n<span class=\"reporter\">F.3d</span>  at <span class=\"page\">102</span></a></span><pre class=\"inline\">; United States v. Castro-Lara, </pre><span class=\"citation\" data-id=\"587572\"><a href=\"/opinion/587572/united-states-v-ramon-castro-lara-united-states-of-america-v-abraham/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">976</span></a></span><pre class=\"inline\">, 983\n                                          \n\n(1st Cir. 1992), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2935</span> </span><pre class=\"inline\">(1993); United\n                                                             \n\nStates v. Plummer, </pre><span class=\"citation\" data-id=\"583864\"><a href=\"/opinion/583864/united-states-v-ronald-j-plummer/\"><span class=\"volume\">964</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1251</span></a></span><pre class=\"inline\">, 1253-55 (1st Cir.),  cert.\n                                                             \n\ndenied  113 S.  Ct.  350 (1992).    \"[A] conviction  will  be\n      \n\nsustained under [section 924(c)] if the possessor of a weapon\n\nintended  to have  it available  for possible  use during  or\n\nimmediately following  the transaction, or if  it facilitated\n\nthe transaction by lending courage to the possessor.\"  </pre><span class=\"citation\" data-id=\"583864\"><a href=\"/opinion/583864/united-states-v-ronald-j-plummer/\"><span class=\"id_token\">Id.</span> at\n                                                          \n\n1254 </a></span><pre class=\"inline\">(quoting United States v. Payero, </pre><span class=\"citation\" data-id=\"531328\"><a href=\"/opinion/531328/united-states-v-eduardo-payero/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">928</span></a></span><pre class=\"inline\">, 929 (1st\n                                     \n\nCir. 1989)).  \"[U]ltimately, whether or not  the gun[] helped\n\n[a defendant] commit the  drug crime is a matter for  a jury,\n\napplying   common-sense   theories   of  human   nature   and\n\ncausation.\"  </pre><span class=\"citation\" data-id=\"195146\"><span class=\"antecedent_guess\">McFadden,</span> <a href=\"/opinion/195146/united-states-v-mcfadden/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> at  <span class=\"page\">466</span> </a></span><pre class=\"inline\">(quoting United States\n                                                             \n\nv. Wilkinson, </pre><span class=\"citation\" data-id=\"556387\"><a href=\"/opinion/556387/united-states-v-robert-j-wilkinson/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">22</span></a></span><pre class=\"inline\">, 26 (1st Cir.), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">111</span>\n                                                        \n\n<span class=\"reporter\">S. Ct.</span> <span class=\"page\">2813</span> </span><pre class=\"inline\">(1991)).\n\n          When  viewed in  the  light most  favorable to  the\n\ngovernment, the  evidence shows that a  reasonable jury could\n\nfind beyond a reasonable doubt that defendant used the gun in\n\nconnection  with a drug crime  as required by section 924(c).\n\n                             -8-\n                              8\n\nFirst,  the  Pathfinder belonged  to  and  was registered  to\n\ndefendant.   Second, throughout the consummation  of the drug\n\ndeal, which took place inside  the Pathfinder, the loaded gun\n\nwas located in the glove compartment directly in front of the\n\npassenger seat where defendant was seated.  Finally, the jury\n\nheard ample  testimony from Agent Ruiz  regarding the details\n\nof defendant's involvement in  the cocaine transaction.  This\n\ntestimony described  the plan devised in  Colombia to deliver\n\nthe cocaine to  defendant in  Ponce, Puerto Rico.   Based  on\n\nthis  evidence,  the jury  could  conclude that  the  gun was\n\npresent  by design, rather than happenstance, and that it was\n\nused by  defendant in  connection with  the drug  purchase as\n\nrequired by section 924(c).5\n\nC.     The  Sentencing  Court's  Ability   to  Consider  Home\n                                                             \nConfinement Toward a Reduction in Sentence\n                                          \n\n          Finally,  defendant  contends  that the  sentencing\n\ncourt erred by  concluding that it had no power  to grant him\n\ncredit  for the time he  served under home  confinement.6  We\n\ndisagree.\n\n          Under 18 U.S.C.   3585, \"[a] defendant will receive\n\ncredit  towards the sentence of  imprisonment for any time he\n\n                    \n\n5.  The very evidence supporting defendant's conviction under\nsection  924(c)  also supports  his conviction  under section\n922(k).\n\n6.  The record  reflects that defendant eventually  broke the\nconditions  of   his  home   confinement  and  that   he  was\nsubsequently incarcerated pending trial.\n\n                             -9-\n                              9\n\nhas  spent in official custody prior to the date the sentence\n\ncommences.\"   In a  similar case, United  States v. Zackular,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"569087\"><a href=\"/opinion/569087/united-states-v-joseph-g-zackular/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">423</span></a></span><pre class=\"inline\">, 425  (1st Cir.  1991), we  stated, \"We  do not\n\nbelieve  that the  official detention requirement  of section\n\n3585 can be  fulfilled by  home confinement.\"   </pre><span class=\"citation\" data-id=\"569087\"><a href=\"/opinion/569087/united-states-v-joseph-g-zackular/\"><span class=\"id_token\">Id.</span>   Rather,\n                                                  \n\n\"the </a></span><pre class=\"inline\">fact that home confinement is included as a condition of\n\nprobation,  but  not  as   a  substitute  for  incarceration,\n\npersuasively   indicates   that   Congress  considered   home\n\nconfinement not to be the equivalent of immurement, ergo, not\n\nto come within the ambit of `official detention.'\"  Id.7\n                                                      \n\n          Therefore,  under  the  clear  precedent   of  this\n\ncircuit, the  district court  properly concluded that  it did\n\nnot  have the power to credit defendant for time served under\n\nhome confinement.\n\n                             III.\n                                 \n\n                          CONCLUSION\n                                    \n\n          For the foregoing  reasons, defendant's  conviction\n\nand sentence are\n\n                    \n\n7.  Since we decided Zackular, the Supreme Court has  held in\n                             \nUnited States v. Wilson, </pre><span class=\"citation\" data-id=\"112711\"><a href=\"/opinion/112711/united-states-v-wilson/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1351</span> </a></span><pre class=\"inline\">(1992), that, in the\n                       \nfirst instance, credit under  section 3585 must be calculated\nby the Attorney General.  </pre><span class=\"citation\" data-id=\"112711\"><a href=\"/opinion/112711/united-states-v-wilson/\"><span class=\"id_token\">Id.</span> at 1354. </a></span><pre class=\"inline\"> As far  as the record\n                             \nbefore us reflects, no such calculation was requested or made\nhere.   Despite defendant's failure to exhaust administrative\nremedies, we  reaffirm that part of Zackular which holds that\n                                            \npretrial  home  confinement  may   not  be  credited   toward\n\"official detention.\"  Cf. Fraley v.  United States Bureau of\n                                                             \nPrisons, </pre><span class=\"citation\" data-id=\"627455\"><a href=\"/opinion/627455/barbara-e-fraley-v-united-states-bureau-of-prisons/\"><span class=\"volume\">1</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">924</span></a></span><pre class=\"inline\">, 925-26  (9th Cir.  1993) (holding  that\n       \nhome  confinement   may  not  be   credited  toward  official\ndetention).\n\n                             -10-\n                              10\n\n          Affirmed.\n                  \n\n                             -11-\n                              11\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110559/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112711/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195007/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195087/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195129/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195146/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195153/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531328/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551471/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556387/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569087/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583864/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587572/",
    "https://www.courtlistener.com/api/rest/v3/opinions/627455/"
  ]
}