{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195426/",
  "id": 195426,
  "absolute_url": "/opinion/195426/hoover-v-suffolk-university/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195426/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:43Z",
  "date_modified": "2020-02-21T23:48:47.181514Z",
  "type": "010combined",
  "sha1": "4e26d5acf715d73c13ba7ced44dbf792441d2747",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2074.01A",
  "local_path": null,
  "plain_text": "June 13, 1994         [NOT FOR PUBLICATION]\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                          \n\nNo. 93-2074\n\n                      BENJAMIN HOOVER, JR.,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n              SUFFOLK UNIVERSITY LAW SCHOOL, ET AL.,\n\n                      Defendants, Appellees.\n\n                                          \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. A. David Mazzone, U.S. District Judge]\n                                                      \n\n                                          \n\n                              Before\n\n                   Torruella, Boudin and Stahl,\n                         Circuit Judges.\n                                       \n\n                                          \n\n     Benjamin Hoover, Jr. on brief pro se.\n                         \n     Paul V. Lyons, Michael  L. Rosen and Foley, Hoag &amp;  Eliot on\n                                                              \nbrief for appellees.\n\n                                          \n\n                                          \n\n            Per Curiam.    Plaintiff-appellant Benjamin Hoover,\n                      \n\n  Jr.,  proceeding  pro  se,  has appealed  from  the  district\n\n  court's order dismissing his complaint under 42 U.S.C.   1983\n\n  against  defendants-appellees  Suffolk University  Law School\n\n  (\"Suffolk\"), Suffolk Dean Paul Sugarman and Suffolk Registrar\n\n  Lorraine Cove.      Hoover's complaint alleged that, after he\n\n  had objected to a failing grade he had received in a  Suffolk\n\n  class  that  would prevent  him  from  graduating, defendants\n\n  denied him due process by  refusing to present his case to  a\n\n  faculty board of review.  On August 2, 1993, defendants moved\n\n  to  dismiss Hoover's complaint under Fed. R. Civ. P. 12(b)(6)\n\n  on  the ground  that  defendants were  not  state actors  and\n\n  therefore could  not be liable under    1983.   On August 19,\n\n  the  district court enlarged the  time for Hoover  to file an\n\n  opposition to the  motion to August  26.  On  August 30,  the\n\n  district  court,   noting   Hoover's  failure   to  file   an\n\n  opposition, granted  the motion to dismiss  the complaint for\n\n  the  reasons stated by defendants.  On September 7, 1993, the\n\n  district court issued  an order  dismissing the  case in  its\n\n  entirety.\n\n       One  week  later,  on  September 14,  Hoover  filed  his\n\n  opposition  to the motion to  dismiss, a motion  for leave to\n\n  file an amended complaint,  a proposed amended complaint, and\n\n  a proposed  supplemental complaint.   Both of  these proposed\n\n  complaints  added claims of racial discrimination under Title\n\n                               -2-\n\n  VI of  the Civil Rights Act  of 1964, 42 U.S.C.    2000d, and\n\n  added  as  a defendant  the  professor  who  gave Hoover  the\n\n  failing  grade.   The  proposed supplemental  complaint added\n\n  allegations arising out  of Hoover's dismissal  from Suffolk,\n\n  which occurred  after the  filing of the  original complaint.\n\n  Hoover  also  filed a  motion for  a change  of venue  to the\n\n  District of  Puerto Rico,  asserting that the  district judge\n\n  was  biased because he had once been a part-time professor at\n\n  Suffolk  and  that Suffolk's  influence  in  the Boston  area\n\n  precluded impartial treatment of Hoover's case there.\n\n       The  district court  denied all  of  these motions  in a\n\n  September 17, 1993 order.  Hoover appeals.  We affirm.\n\n                    State Action Under   1983\n                                             \n\n       Hoover's  appeal from the  district court's dismissal of\n\n  his original complaint lacks  merit.  That complaint asserted\n\n  claims under 42 U.S.C.    1983, which permits liability  only\n\n  for persons  acting \"under  color of any  statute, ordinance,\n\n  regulation,  custom, or usage,  of any State  or Territory or\n\n  the District of  Columbia . . . .\"   The district court ruled\n\n  that  defendants  were  private  entities and  therefore  not\n\n  subject to liability under   1983.  The only  basis for state\n\n  action  Hoover asserted  was  that Suffolk  receives  federal\n\n  funding.    It  is  well-settled, however,  that  receipt  of\n\n                               -3-\n\n  federal funding does not  render an entity a state  actor for\n\n  purposes of   1983.  Rendell-Baker v. Kohn, 457 U.S. 830, 840\n                                            \n\n  (1982); Berrios v. Inter  American University, 535 F.2d 1330,\n                                               \n\n  1332 n.5 (1st  Cir. 1976).   Indeed, Hoover  concedes in  his\n\n  brief on appeal that he \"asserted section 1983 in error.\"\n\n              Disqualification of the District Judge\n                                                    \n\n       Hoover  argues  that  the  district  judge  should  have\n\n  recused himself because of the judge's prior affiliation with\n\n  Suffolk.   At the onset of  the case on May  28, 1993, before\n\n  hearing Hoover's  motion for  a temporary restraining  order,\n\n  the district judge informed the parties as follows:\n\n            \"You  should know  before we begin  that at\n          one time --  perhaps five,  six, seven  years\n          ago  --  I  was  a  part-time  instructor  at\n          Suffolk Law  School.  I was  not there during\n          the term  of Mr. Sugarman, but,  of course, I\n          know  Mr. Sugarman  as an  attorney.   He has\n          appeared in  this Court.  Other  than that, I\n          have no connection with Mr. Sugarman.\n\n            I have had, naturally, some connection with\n          Lorraine  Cove in the  sense that  I returned\n          the  examination lists  to her  office.   But\n          other than  that, I have  no connection  with\n          her.  You should know that.\n\n            Because the matter is  sufficiently remote,\n          as  far as  I am  concerned, not to  draw any\n          impartiality  into  question,  but   you  may\n          differ -- in which  case I would be  happy to\n          remove  myself  and  have  this  assigned  to\n          another judge --  I kept it because I  do not\n          see  any problem with it.  At the same time I\n          am aware that it  might be a little difficult\n\n                               -4-\n\n          to find another judge on short notice.  It is\n          up to you.  I will leave it to you.\"\n       Hoover then stated that he would accept the district judge\n\nhearing  the temporary restraining order.  As of the dismissal of\n\nthe case on  September 7, 1993,  Hoover had filed  no motion  for\n\ndisqualification.  Only in  his September 14, 1993 post-dismissal\n\nmotion for change of venue did Hoover raise the matter.\n\n       We agree with defendants that Hoover's three-month delay -\n\n-  until  after  dismissal  --  in  moving  for  disqualification\n\nprecludes him from raising the matter on appeal.  \"[A] party must\n\nraise its claim  of a  district court's  disqualification at  the\n\nearliest possible  moment  after  obtaining  knowledge  of  facts\n\ndemonstrating  the  basis for  such a  claim.\"   Apple  v. Jewish\n                                                                 \n\nHospital &amp; Medical Center, 829 F.2d 326, 333 (2nd Cir. 1987).  As\n                         \n\nthe   court   in   Apple   aptly   stated,   \"[A]   movant   [for\n                        \n\ndisqualification] may  not hold back  and wait, hedging  its bets\n\nagainst the eventual outcome.\"  Id. at 334.\n                                   \n\n       Even   were  we  to   consider  Hoover's  disqualification\n\nargument, it lacks any  merit.  Hoover  has set forth no  factual\n\nallegations to suggest that  the district judge had  any personal\n\nor  financial stake in  the outcome  of the  case.   The district\n\ncourt expressed no personal bias in his statements at the hearing\n\non  the temporary  restraining order.   There are  no allegations\n\nthat  the judge has ever had  a close or social relationship with\n\nany  of  the individual  defendants, or  that  the judge  has any\n\ncurrent relationship with Suffolk at all.  There was no basis for\n\n                               -5-\n\nrecusal  here.   See  Easley v.  University  of Michigan  Bd.  of\n                                                                 \n\nRegents, 906 F.2d  1143 (6th  Cir. 1990) (judge  not required  to\n       \n\nrecuse  himself from suit against  law school where  judge was an\n\nalumnus of the law school, served as a volunteer fund  raiser for\n\nthe  law school, and was on the law school's visiting committee),\n\ncert. denied, 499 U.S.  947 (1991); Brody v. President  &amp; Fellows\n                                                                 \n\nof Harvard College,  664 F.2d  10, 11-12 (1st  Cir. 1981),  cert.\n                                                                 \n\ndenied, 455 U.S. 1027 (1982).\n      \n\n      Denial of Leave to Amend and Supplement the Complaint\n                                                           \n\n       Hoover's  notice of  appeal challenges  only  the district\n\ncourt's  September 7,  1993  order  of  dismissal, and  does  not\n\nmention  the district  court's  September 17  denial of  Hoover's\n\npost-dismissal motions (which Hoover  challenges at length in his\n\nbrief).  For  that reason,  defendants argue that  under Fed.  R.\n\nApp. P. 3(c), which provides that \"[a] notice of appeal also must\n\ndesignate the  judgment, order,  or part thereof  appealed from,\"\n\nonly Hoover's challenge to the September  7 dismissal is properly\n\nbefore this court.  We  need not resolve this question.   Even if\n\nwe were to  consider Hoover's challenges to  the district court's\n\nSeptember 17 rulings, we would affirm the district court.\n\n       The crux of  Hoover's argument is that  the district court\n\ndid  not have  discretion to deny  Hoover the right  to amend his\n        \n\ncomplaint.  Hoover points to Fed.  R. Civ. P. 15(a), which states\n\n                               -6-\n\nthat a \"party may amend the party's pleading once as  a matter of\n\ncourse at any time before a responsive pleading is served . . . .\n\nOtherwise a party may amend the party's pleading only by leave of\n\ncourt . .  . , and  leave shall be  freely given when  justice so\n\nrequires.\"   Hoover notes, correctly, that  defendants' motion to\n\ndismiss did  not constitute a \"responsive  pleading\" for purposes\n\nof Rule 15(a).   Dartmouth Review v. Dartmouth College,  889 F.2d\n                                                      \n\n13,  22 (1st  Cir.  1989); Wright,  Miller  and Kane,  6  Federal\n\nPractice &amp; Procedure   1483, at 585 (2nd ed. 1990).\n\n       The point  Hoover overlooks, however, is  that when Hoover\n\nfiled his  motion  to  amend  and  supplement  the  complaint  on\n\nSeptember 12, the district court  had already dismissed the case.\n\n\"[T]he thrust of Rule  15(a) is aimed at the  pre-judgment phases\n\nof litigation.\"   Dartmouth Review,  supra, 889  F.2d at 22.   We\n                                          \n\nhave recently held that, although there is disagreement among the\n\ncircuits on this point, \"a plaintiff's  time to amend his or  her\n\ncomplaint  as  a  matter  of  right  within   the  First  Circuit\n\nterminates upon  a district court's dismissal of the complaint.\" \n\nAcevedo-Villalobos v.  Hernandez, no. 93-1544 (1st Cir. 4/28/94),\n                                \n\nslip. op. at 12, 1994  U.S. App. Lexis 8990.  Similarly,  we held\n\nin  Jackson v.  Salon,  614 F.2d  15,  17 (1st  Cir.  1980), that\n                     \n\n\"[b]ecause  the motion  was received  by the  court after  it had\n\ndismissed the complaint, it was too late for [plaintiff] to amend\n\nas a matter of right.\"    These holdings govern the issue in this\n\ncase.   Following  the district  court's dismissal  of  the case,\n\n                               -7-\n\nHoover's  only option -- other than  appeal -- was to \"seek leave\n\nto  amend under  Rule 15(a)  after  having the  judgment reopened\n\nunder either Rule 59 or 60.\"  Acevedo-Villalobos, supra, slip op.\n                                                       \n\nat 14.\n\n       Even putting aside the fact  that Hoover did not accompany\n\nhis motion to  amend with the requisite Rule 59  or 60 motion, we\n\ncould not find that  the district court abused its  discretion in\n\ndenying  leave  to  amend or  supplement.    For  one thing,  the\n\nproposed amended and supplemental complaints included no adequate\n\nallegations of state  action on  the part of  any defendant,  and\n\nthus  contained nothing that  would cure the  defects of Hoover's\n\nclaims under   1983.\n\n       Hoover did propose to add new claims under Title VI of the\n\nCivil Rights Act of 1964, 42  U.S.C.   2000d, which provides, \"No\n\nperson in the United States shall, on the ground of  race, color,\n\nor national origin,  be excluded from participation in, be denied\n\nthe benefits  of,  or be  subjected to  discrimination under  any\n\nprogram or activity receiving  Federal financial assistance.\"  We\n\nagree with  the district  court, however, that  Hoover's proposed\n\namended and  supplemental complaints  based these claims  \"on the\n\nbare  allegation   of  racial  discrimination  with   no  support\n\nwhatsoever.\"   All that  the  proposed complaints  alleged as  to\n\nracial discrimination  was that  Hoover's dismissal from  the law\n\nschool  \"was done without due process,  as a discrimination plot.\n\nThis  was done with intent and malice  to create and did create a\n\n                               -8-\n\ndeliberate  indifference towards  plaintiff because  plaintiff is\n\nblack.\"  The proposed complaints did not \"assemble . . . specific\n\nfacts  adequate  to show  or  raise  a plausible  inference  that\n\n[Hoover  was] subjected to race-based discrimination.\"  Dartmouth\n                                                                 \n\nReview, supra, 889  F.2d at 17.  These complaints might well have\n             \n\nbeen  subject to  dismissal under  Fed. R.  Civ. P.  12(b)(6) for\n\nfailure to state a  claim.  Thus,  the district court acted  well\n\nwithin  its discretion in denying leave to amend or supplement as\n\nfutile.   See id.  at 23; Correa-Martinez  v. Arrillaga-Belendez,\n                                                                \n\n903 F.2d 49, 59 (1st Cir. 1990).\n\n               The alleged change-of-address snafu\n                                                  \n\n       Hoover  also  argues  that  the district  court  erred  in\n\ngranting  defendants'  motion  to  dismiss before  receiving  and\n\nconsidering  Hoover's opposition to that  motion.  Hoover did not\n\ntimely  file his opposition.   Hoover  asserts, however,  that he\n\nchanged  his residence around this  time, and that  on August 13,\n\n1993, he informed defendants and the district court of his change\n\nof  address.  For some reason, Hoover alleges, the district court\n\nfailed  to make  proper note  of his change  of address,  so that\n\nHoover did not  receive timely  notice of the  court's August  19\n\norder extending until August 26 the deadline for him  to file his\n\nopposition  to  the  motion to  dismiss.    The  clerk of  court,\n\n                               -9-\n\nfurthermore, allegedly told him orally on  September 7, 1993 that\n\nhe could file his opposition by September 14.\n\n       There  is no  dispute that  Hoover did  receive a  copy of\n\ndefendants' motion to dismiss on August 11.  Even apart  from the\n\ndistrict court's extension  of the filing deadline  to August 26,\n\nof  which  Hoover  allegedly  received no  notice,  the  district\n\ncourt's local rules  require that  an opposition to  a motion  be\n\nfiled within fourteen days  after service of the motion  (in this\n\ninstance,  by August  25).   Loc.  R.  7.1(B)(2).   Hoover  filed\n\nnothing before September 14, and did not contact the clerk of the\n\ndistrict court to discuss the matter until September 7.\n\n       In any  event, this matter  is irrelevant to  this appeal.\n\nSince Hoover  has now conceded that the  district court's grounds\n\nfor dismissing  his original  complaint were  correct, he  has in\n\neffect conceded  that consideration  of his opposition  could not\n\nhave changed  the district court's September  7 ruling dismissing\n\nthe original complaint.  \n\n       Furthermore, as we have  said, once the original complaint\n\nhad been dismissed, amendment of that complaint required leave of\n\ncourt.  The possibility  that Hoover might have filed  his motion\n\nto amend  before dismissal,  had there been  no change-of-address\n\nsnafu,  does not change or lift that requirement.  The change-of-\n\naddress circumstance, of  course, was one factor  that could have\n\nbeen  considered by the district court in weighing whether or not\n\nto grant leave to amend.   Given the deficiencies of the proposed\n\n                               -10-\n\namended and supplemental complaints, the district court certainly\n\ndid not  abuse its  discretion in nevertheless  denying leave  to\n\namend.\n\n       We have considered all of Hoover's remaining arguments and\n\nfind them meritless.\n\n       Hoover's  request,  in his  brief,  for  oral argument  is\n\ndenied.\n      \n\n       The rulings of the district court are affirmed.\n                                                     \n\n                               -11-\n",
  "html": "<p class=\"case_cite\">27 F.3d 554</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Benjamin HOOVER, JR., Plaintiff, Appellant,<br>v.<br>SUFFOLK UNIVERSITY LAW SCHOOL, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2074</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 13, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  A. David Mazzone, U.S. District Judge ]</p>\n      <p class=\"indent\">Benjamin Hoover, Jr. on brief pro se.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Benjamin Hoover, Jr., proceeding pro se, has appealed from the district court's order dismissing his complaint under 42 U.S.C. Sec. 1983 against defendants-appellees Suffolk University Law School (\"Suffolk\"), Suffolk Dean Paul Sugarman and Suffolk Registrar Lorraine Cove.  Hoover's complaint alleged that, after he had objected to a failing grade he had received in a Suffolk class that would prevent him from graduating, defendants denied him due process by refusing to present his case to a faculty board of review.  On August 2, 1993, defendants moved to dismiss Hoover's complaint under Fed.  R. Civ. P. 12(b)(6) on the ground that defendants were not state actors and therefore could not be liable under Sec. 1983.  On August 19, the district court enlarged the time for Hoover to file an opposition to the motion to August 26.  On August 30, the district court, noting Hoover's failure to file an opposition, granted the motion to dismiss the complaint for the reasons stated by defendants.  On September 7, 1993, the district court issued an order dismissing the case in its entirety.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">One week later, on September 14, Hoover filed his opposition to the motion to dismiss, a motion for leave to file an amended complaint, a proposed amended complaint, and a proposed supplemental complaint.  Both of these proposed complaints added claims of racial discrimination under Title VI of the Civil Rights Act of 1964, 42 U.S.C. Sec. 2000d, and added as a defendant the professor who gave Hoover the failing grade.  The proposed supplemental complaint added allegations arising out of Hoover's dismissal from Suffolk, which occurred after the filing of the original complaint.  Hoover also filed a motion for a change of venue to the District of Puerto Rico, asserting that the district judge was biased because he had once been a part-time professor at Suffolk and that Suffolk's influence in the Boston area precluded impartial treatment of Hoover's case there.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court denied all of these motions in a September 17, 1993 order.  Hoover appeals.  We affirm.</p>\n    </div>\n    <p>State Action Under Sec.  1983</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Hoover's appeal from the district court's dismissal of his original complaint lacks merit.  That complaint asserted claims under 42 U.S.C. Sec. 1983, which permits liability only for persons acting \"under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia....\"  The district court ruled that defendants were private entities and therefore not subject to liability under Sec. 1983.  The only basis for state action Hoover asserted was that Suffolk receives federal funding.  It is well-settled, however, that receipt of federal funding does not render an entity a state actor for purposes of Sec. 1983.   Rendell-Baker v. Kohn, 457 U.S. 830, 840 (1982);  Berrios v.  Inter American University, 535 F.2d 1330, 1332 n. 5 (1st Cir. 1976).  Indeed, Hoover concedes in his brief on appeal that he \"asserted section 1983 in error.\"</p>\n    </div>\n    <p>Disqualification of the District Judge</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Hoover argues that the district judge should have recused himself because of the judge's prior affiliation with Suffolk.  At the onset of the case on May 28, 1993, before hearing Hoover's motion for a temporary restraining order, the district judge informed the parties as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"You should know before we begin that at one time-perhaps five, six, seven years ago-I was a part-time instructor at Suffolk Law School.  I was not there during the term of Mr. Sugarman, but, of course, I know Mr. Sugarman as an attorney.  He has appeared in this Court.  Other than that, I have no connection with Mr. Sugarman.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">I have had, naturally, some connection with Lorraine Cove in the sense that I returned the examination lists to her office.  But other than that, I have no connection with her.  You should know that.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Because the matter is sufficiently remote, as far as I am concerned, not to draw any impartiality into question, but you may differ-in which case I would be happy to remove myself and have this assigned to another judge-I kept it because I do not see any problem with it.  At the same time I am aware that it might be a little difficult to find another judge on short notice.  It is up to you.  I will leave it to you.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Hoover then stated that he would accept the district judge hearing the temporary restraining order.  As of the dismissal of the case on September 7, 1993, Hoover had filed no motion for disqualification.  Only in his September 14, 1993 post-dismissal motion for change of venue did Hoover raise the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We agree with defendants that Hoover's three-month delay-until after dismissal-in moving for disqualification precludes him from raising the matter on appeal.  \"[A] party must raise its claim of a district court's disqualification at the earliest possible moment after obtaining knowledge of facts demonstrating the basis for such a claim.\"   Apple v. Jewish Hospital &amp; Medical Center, 829 F.2d 326, 333 (2nd Cir. 1987).  As the court in Apple aptly stated, \"[A] movant [for disqualification] may not hold back and wait, hedging its bets against the eventual outcome.\"   Id. at 334.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Even were we to consider Hoover's disqualification argument, it lacks any merit.  Hoover has set forth no factual allegations to suggest that the district judge had any personal or financial stake in the outcome of the case.  The district court expressed no personal bias in his statements at the hearing on the temporary restraining order.  There are no allegations that the judge has ever had a close or social relationship with any of the individual defendants, or that the judge has any current relationship with Suffolk at all.  There was no basis for recusal here.  See Easley v.  University of Michigan Bd. of Regents, 906 F.2d 1143 (6th Cir. 1990) (judge not required to recuse himself from suit against law school where judge was an alumnus of the law school, served as a volunteer fund raiser for the law school, and was on the law school's visiting committee), cert. denied, 499 U.S. 947 (1991);   Brody v. President &amp; Fellows of Harvard College, 664 F.2d 10, 11-12 (1st Cir. 1981), cert. denied, 455 U.S. 1027 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Denial of Leave to Amend and Supplement the Complaint</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Hoover's notice of appeal challenges only the district court's September 7, 1993 order of dismissal, and does not mention the district court's September 17 denial of Hoover's post-dismissal motions (which Hoover challenges at length in his brief).  For that reason, defendants argue that under Fed.  R. App.  P. 3(c), which provides that \"[a] notice of appeal also must designate the judgment, order, or part thereof appealed from,\" only Hoover's challenge to the September 7 dismissal is properly before this court.  We need not resolve this question.  Even if we were to consider Hoover's challenges to the district court's September 17 rulings, we would affirm the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The crux of Hoover's argument is that the district court did not have discretion to deny Hoover the right to amend his complaint.  Hoover points to Fed.  R. Civ. P. 15(a), which states that a \"party may amend the party's pleading once as a matter of course at any time before a responsive pleading is served....  Otherwise a party may amend the party's pleading only by leave of court ..., and leave shall be freely given when justice so requires.\"  Hoover notes, correctly, that defendants' motion to dismiss did not constitute a \"responsive pleading\" for purposes of Rule 15(a).   Dartmouth Review v. Dartmouth College, 889 F.2d 13, 22 (1st Cir. 1989);  Wright, Miller and Kane, 6 Federal Practice &amp; Procedure Sec. 1483, at 585 (2nd ed. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The point Hoover overlooks, however, is that when Hoover filed his motion to amend and supplement the complaint on September 12, the district court had already dismissed the case.  \"[T]he thrust of Rule 15(a) is aimed at the pre-judgment phases of litigation.\"   Dartmouth Review, supra, 889 F.2d at 22.  We have recently held that, although there is disagreement among the circuits on this point, \"a plaintiff's time to amend his or her complaint as a matter of right within the First Circuit terminates upon a district court's dismissal of the complaint.\"  Acevedo- Villalobos v. Hernandez, no. 93-1544 (1st Cir. 4/28/94), slip. op. at 12, 1994 U.S. App.  Lexis 8990.  Similarly, we held in Jackson v.  Salon, 614 F.2d 15, 17 (1st Cir. 1980), that \"[b]ecause the motion was received by the court after it had dismissed the complaint, it was too late for [plaintiff] to amend as a matter of right.\"  These holdings govern the issue in this case.  Following the district court's dismissal of the case, Hoover's only option-other than appeal-was to \"seek leave to amend under Rule 15(a) after having the judgment reopened under either Rule 59 or 60.\"  Acevedo-Villalobos, supra, slip op. at 14.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Even putting aside the fact that Hoover did not accompany his motion to amend with the requisite Rule 59 or 60 motion, we could not find that the district court abused its discretion in denying leave to amend or supplement.  For one thing, the proposed amended and supplemental complaints included no adequate allegations of state action on the part of any defendant, and thus contained nothing that would cure the defects of Hoover's claims under Sec. 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Hoover did propose to add new claims under Title VI of the Civil Rights Act of 1964, 42 U.S.C. Sec. 2000d, which provides, \"No person in the United States shall, on the ground of race, color, or national origin, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.\"  We agree with the district court, however, that Hoover's proposed amended and supplemental complaints based these claims \"on the bare allegation of racial discrimination with no support whatsoever.\"  All that the proposed complaints alleged as to racial discrimination was that Hoover's dismissal from the law school \"was done without due process, as a discrimination plot.  This was done with intent and malice to create and did create a deliberate indifference towards plaintiff because plaintiff is black.\"  The proposed complaints did not \"assemble ... specific facts adequate to show or raise a plausible inference that [Hoover was] subjected to race-based discrimination.\"   Dartmouth Review, supra, 889 F.2d at 17.  These complaints might well have been subject to dismissal under Fed.  R. Civ. P. 12(b)(6) for failure to state a claim.  Thus, the district court acted well within its discretion in denying leave to amend or supplement as futile.  See id. at 23;   Correa-Martinez v. Arrillaga- Belendez, 903 F.2d 49, 59 (1st Cir. 1990).</p>\n    </div>\n    <p class=\"indent\">The alleged change-of-address snafu</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Hoover also argues that the district court erred in granting defendants' motion to dismiss before receiving and considering Hoover's opposition to that motion.  Hoover did not timely file his opposition.  Hoover asserts, however, that he changed his residence around this time, and that on August 13, 1993, he informed defendants and the district court of his change of address.  For some reason, Hoover alleges, the district court failed to make proper note of his change of address, so that Hoover did not receive timely notice of the court's August 19 order extending until August 26 the deadline for him to file his opposition to the motion to dismiss.  The clerk of court, furthermore, allegedly told him orally on September 7, 1993 that he could file his opposition by September 14.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">There is no dispute that Hoover did receive a copy of defendants' motion to dismiss on August 11.  Even apart from the district court's extension of the filing deadline to August 26, of which Hoover allegedly received no notice, the district court's local rules require that an opposition to a motion be filed within fourteen days after service of the motion (in this instance, by August 25).  Loc. R. 7.1(B)(2).  Hoover filed nothing before September 14, and did not contact the clerk of the district court to discuss the matter until September 7.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In any event, this matter is irrelevant to this appeal.  Since Hoover has now conceded that the district court's grounds for dismissing his original complaint were correct, he has in effect conceded that consideration of his opposition could not have changed the district court's September 7 ruling dismissing the original complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Furthermore, as we have said, once the original complaint had been dismissed, amendment of that complaint required leave of court.  The possibility that Hoover might have filed his motion to amend before dismissal, had there been no change-of-address snafu, does not change or lift that requirement.  The change-of-address circumstance, of course, was one factor that could have been considered by the district court in weighing whether or not to grant leave to amend.  Given the deficiencies of the proposed amended and supplemental complaints, the district court certainly did not abuse its discretion in nevertheless denying leave to amend.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We have considered all of Hoover's remaining arguments and find them meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Hoover's request, in his brief, for oral argument is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The rulings of the district court are affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">554</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Benjamin HOOVER, JR., Plaintiff, Appellant,<br>v.<br>SUFFOLK UNIVERSITY LAW SCHOOL, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2074</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 13, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  A. David Mazzone, U.S. District Judge ]</p>\n      <p class=\"indent\">Benjamin Hoover, Jr. on brief pro se.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Benjamin Hoover, Jr., proceeding pro se, has appealed from the district court's order dismissing his complaint under 42 U.S.C. Sec. 1983 against defendants-appellees Suffolk University Law School (\"Suffolk\"), Suffolk Dean Paul Sugarman and Suffolk Registrar Lorraine Cove.  Hoover's complaint alleged that, after he had objected to a failing grade he had received in a Suffolk class that would prevent him from graduating, defendants denied him due process by refusing to present his case to a faculty board of review.  On August 2, 1993, defendants moved to dismiss Hoover's complaint under Fed.  R. Civ. P. 12(b)(6) on the ground that defendants were not state actors and therefore could not be liable under Sec. 1983.  On August 19, the district court enlarged the time for Hoover to file an opposition to the motion to August 26.  On August 30, the district court, noting Hoover's failure to file an opposition, granted the motion to dismiss the complaint for the reasons stated by defendants.  On September 7, 1993, the district court issued an order dismissing the case in its entirety.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">One week later, on September 14, Hoover filed his opposition to the motion to dismiss, a motion for leave to file an amended complaint, a proposed amended complaint, and a proposed supplemental complaint.  Both of these proposed complaints added claims of racial discrimination under Title VI of the Civil Rights Act of 1964, 42 U.S.C. Sec. 2000d, and added as a defendant the professor who gave Hoover the failing grade.  The proposed supplemental complaint added allegations arising out of Hoover's dismissal from Suffolk, which occurred after the filing of the original complaint.  Hoover also filed a motion for a change of venue to the District of Puerto Rico, asserting that the district judge was biased because he had once been a part-time professor at Suffolk and that Suffolk's influence in the Boston area precluded impartial treatment of Hoover's case there.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court denied all of these motions in a September 17, 1993 order.  Hoover appeals.  We affirm.</p>\n    </div>\n    <p>State Action Under Sec.  1983</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Hoover's appeal from the district court's dismissal of his original complaint lacks merit.  That complaint asserted claims under 42 U.S.C. Sec. 1983, which permits liability only for persons acting \"under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia....\"  The district court ruled that defendants were private entities and therefore not subject to liability under Sec. 1983.  The only basis for state action Hoover asserted was that Suffolk receives federal funding.  It is well-settled, however, that receipt of federal funding does not render an entity a state actor for purposes of Sec. 1983.   Rendell-Baker v. Kohn, <span class=\"citation\" data-id=\"110764\"><a href=\"/opinion/110764/rendell-baker-v-kohn/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">830</span></a></span>, 840 (1982);  Berrios v.  Inter American University, <span class=\"citation\" data-id=\"335936\"><a href=\"/opinion/335936/margarita-berrios-v-inter-american-university-victor-villalba-v-inter/\"><span class=\"volume\">535</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1330</span></a></span>, 1332 n. 5 (1st Cir. 1976).  Indeed, Hoover concedes in his brief on appeal that he \"asserted section 1983 in error.\"</p>\n    </div>\n    <p>Disqualification of the District Judge</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Hoover argues that the district judge should have recused himself because of the judge's prior affiliation with Suffolk.  At the onset of the case on May 28, 1993, before hearing Hoover's motion for a temporary restraining order, the district judge informed the parties as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"You should know before we begin that at one time-perhaps five, six, seven years ago-I was a part-time instructor at Suffolk Law School.  I was not there during the term of Mr. Sugarman, but, of course, I know Mr. Sugarman as an attorney.  He has appeared in this Court.  Other than that, I have no connection with Mr. Sugarman.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">I have had, naturally, some connection with Lorraine Cove in the sense that I returned the examination lists to her office.  But other than that, I have no connection with her.  You should know that.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Because the matter is sufficiently remote, as far as I am concerned, not to draw any impartiality into question, but you may differ-in which case I would be happy to remove myself and have this assigned to another judge-I kept it because I do not see any problem with it.  At the same time I am aware that it might be a little difficult to find another judge on short notice.  It is up to you.  I will leave it to you.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Hoover then stated that he would accept the district judge hearing the temporary restraining order.  As of the dismissal of the case on September 7, 1993, Hoover had filed no motion for disqualification.  Only in his September 14, 1993 post-dismissal motion for change of venue did Hoover raise the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We agree with defendants that Hoover's three-month delay-until after dismissal-in moving for disqualification precludes him from raising the matter on appeal.  \"[A] party must raise its claim of a district court's disqualification at the earliest possible moment after obtaining knowledge of facts demonstrating the basis for such a claim.\"   Apple v. Jewish Hospital &amp; Medical Center, <span class=\"citation\" data-id=\"494602\"><a href=\"/opinion/494602/jean-apple-as-administratrix-of-the-estate-of-denise-smith-deceased-v/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">326</span></a></span>, 333 (2nd Cir. 1987).  As the court in Apple aptly stated, \"[A] movant [for disqualification] may not hold back and wait, hedging its bets against the eventual outcome.\"   <span class=\"citation\" data-id=\"494602\"><a href=\"/opinion/494602/jean-apple-as-administratrix-of-the-estate-of-denise-smith-deceased-v/\"><span class=\"id_token\">Id.</span> at 334.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Even were we to consider Hoover's disqualification argument, it lacks any merit.  Hoover has set forth no factual allegations to suggest that the district judge had any personal or financial stake in the outcome of the case.  The district court expressed no personal bias in his statements at the hearing on the temporary restraining order.  There are no allegations that the judge has ever had a close or social relationship with any of the individual defendants, or that the judge has any current relationship with Suffolk at all.  There was no basis for recusal here.  See Easley v.  University of Michigan Bd. of Regents, <span class=\"citation\" data-id=\"543766\"><a href=\"/opinion/543766/kendrix-m-easley-v-university-of-michigan-board-of-regents-terry/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1143</span> </a></span>(6th Cir. 1990) (judge not required to recuse himself from suit against law school where judge was an alumnus of the law school, served as a volunteer fund raiser for the law school, and was on the law school's visiting committee), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">947</span> </span>(1991);   Brody v. President &amp; Fellows of Harvard College, <span class=\"citation\" data-id=\"396905\"><a href=\"/opinion/396905/leon-h-brody-v-president-fellows-of-harvard-college/\"><span class=\"volume\">664</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 11-12 (1st Cir. 1981), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1027</span> </span>(1982).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Denial of Leave to Amend and Supplement the Complaint</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Hoover's notice of appeal challenges only the district court's September 7, 1993 order of dismissal, and does not mention the district court's September 17 denial of Hoover's post-dismissal motions (which Hoover challenges at length in his brief).  For that reason, defendants argue that under Fed.  R. App.  P. 3(c), which provides that \"[a] notice of appeal also must designate the judgment, order, or part thereof appealed from,\" only Hoover's challenge to the September 7 dismissal is properly before this court.  We need not resolve this question.  Even if we were to consider Hoover's challenges to the district court's September 17 rulings, we would affirm the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The crux of Hoover's argument is that the district court did not have discretion to deny Hoover the right to amend his complaint.  Hoover points to Fed.  R. Civ. P. 15(a), which states that a \"party may amend the party's pleading once as a matter of course at any time before a responsive pleading is served....  Otherwise a party may amend the party's pleading only by leave of court ..., and leave shall be freely given when justice so requires.\"  Hoover notes, correctly, that defendants' motion to dismiss did not constitute a \"responsive pleading\" for purposes of Rule 15(a).   Dartmouth Review v. Dartmouth College, <span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 22 (1st Cir. 1989);  Wright, Miller and Kane, 6 Federal Practice &amp; Procedure Sec. 1483, at 585 (2nd ed. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The point Hoover overlooks, however, is that when Hoover filed his motion to amend and supplement the complaint on September 12, the district court had already dismissed the case.  \"[T]he thrust of Rule 15(a) is aimed at the pre-judgment phases of litigation.\"   Dartmouth <span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"antecedent_guess\">Review,</span> supra</a></span>, 889 F.2d at 22.  We have recently held that, although there is disagreement among the circuits on this point, \"a plaintiff's time to amend his or her complaint as a matter of right within the First Circuit terminates upon a district court's dismissal of the complaint.\"  Acevedo- Villalobos v. Hernandez, no. 93-1544 (1st Cir. 4/28/94), slip. op. at 12, 1994 U.S. App.  Lexis 8990.  Similarly, we held in Jackson v.  Salon, <span class=\"citation\" data-id=\"373916\"><a href=\"/opinion/373916/anthony-jackson-v-stephen-salon/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 17 (1st Cir. 1980), that \"[b]ecause the motion was received by the court after it had dismissed the complaint, it was too late for [plaintiff] to amend as a matter of right.\"  These holdings govern the issue in this case.  Following the district court's dismissal of the case, Hoover's only option-other than appeal-was to \"seek leave to amend under Rule 15(a) after having the judgment reopened under either Rule 59 or 60.\"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Acevedo-Villalobos,</span> supra</span>, slip op. at 14.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Even putting aside the fact that Hoover did not accompany his motion to amend with the requisite Rule 59 or 60 motion, we could not find that the district court abused its discretion in denying leave to amend or supplement.  For one thing, the proposed amended and supplemental complaints included no adequate allegations of state action on the part of any defendant, and thus contained nothing that would cure the defects of Hoover's claims under Sec. 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Hoover did propose to add new claims under Title VI of the Civil Rights Act of 1964, 42 U.S.C. Sec. 2000d, which provides, \"No person in the United States shall, on the ground of race, color, or national origin, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.\"  We agree with the district court, however, that Hoover's proposed amended and supplemental complaints based these claims \"on the bare allegation of racial discrimination with no support whatsoever.\"  All that the proposed complaints alleged as to racial discrimination was that Hoover's dismissal from the law school \"was done without due process, as a discrimination plot.  This was done with intent and malice to create and did create a deliberate indifference towards plaintiff because plaintiff is black.\"  The proposed complaints did not \"assemble ... specific facts adequate to show or raise a plausible inference that [Hoover was] subjected to race-based discrimination.\"   Dartmouth <span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"antecedent_guess\">Review,</span> supra</a></span>, 889 F.2d at 17.  These complaints might well have been subject to dismissal under Fed.  R. Civ. P. 12(b)(6) for failure to state a claim.  Thus, the district court acted well within its discretion in denying leave to amend or supplement as futile.  See <span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"id_token\">id.</span> at 23; </a></span>  Correa-Martinez v. Arrillaga- Belendez, <span class=\"citation\" data-id=\"541732\"><a href=\"/opinion/541732/jorge-correa-martinez-v-rene-arrillaga-belendez/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 59 (1st Cir. 1990).</p>\n    </div>\n    <p class=\"indent\">The alleged change-of-address snafu</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Hoover also argues that the district court erred in granting defendants' motion to dismiss before receiving and considering Hoover's opposition to that motion.  Hoover did not timely file his opposition.  Hoover asserts, however, that he changed his residence around this time, and that on August 13, 1993, he informed defendants and the district court of his change of address.  For some reason, Hoover alleges, the district court failed to make proper note of his change of address, so that Hoover did not receive timely notice of the court's August 19 order extending until August 26 the deadline for him to file his opposition to the motion to dismiss.  The clerk of court, furthermore, allegedly told him orally on September 7, 1993 that he could file his opposition by September 14.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">There is no dispute that Hoover did receive a copy of defendants' motion to dismiss on August 11.  Even apart from the district court's extension of the filing deadline to August 26, of which Hoover allegedly received no notice, the district court's local rules require that an opposition to a motion be filed within fourteen days after service of the motion (in this instance, by August 25).  Loc. R. 7.1(B)(2).  Hoover filed nothing before September 14, and did not contact the clerk of the district court to discuss the matter until September 7.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In any event, this matter is irrelevant to this appeal.  Since Hoover has now conceded that the district court's grounds for dismissing his original complaint were correct, he has in effect conceded that consideration of his opposition could not have changed the district court's September 7 ruling dismissing the original complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Furthermore, as we have said, once the original complaint had been dismissed, amendment of that complaint required leave of court.  The possibility that Hoover might have filed his motion to amend before dismissal, had there been no change-of-address snafu, does not change or lift that requirement.  The change-of-address circumstance, of course, was one factor that could have been considered by the district court in weighing whether or not to grant leave to amend.  Given the deficiencies of the proposed amended and supplemental complaints, the district court certainly did not abuse its discretion in nevertheless denying leave to amend.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We have considered all of Hoover's remaining arguments and find them meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Hoover's request, in his brief, for oral argument is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The rulings of the district court are affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110764/",
    "https://www.courtlistener.com/api/rest/v3/opinions/335936/",
    "https://www.courtlistener.com/api/rest/v3/opinions/373916/",
    "https://www.courtlistener.com/api/rest/v3/opinions/396905/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494602/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531870/",
    "https://www.courtlistener.com/api/rest/v3/opinions/541732/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543766/"
  ]
}