{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195428/",
  "id": 195428,
  "absolute_url": "/opinion/195428/bracero-martinez-v-us-fidelity-guaranty/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195428/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:46Z",
  "date_modified": "2020-02-21T23:48:56.323186Z",
  "type": "010combined",
  "sha1": "ecdbe63851f9f69ac8c73d9b3619f8028ce26c08",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1791.01A",
  "local_path": null,
  "plain_text": "June 14, 1994\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1791\n\n               SYLVIA BRACERO MARTINEZ, ET AL.,\n\n                    Plaintiffs, Appellees,\n\n                              v.\n\n               PUERTO RICAN CARS, INC., ET AL.,\n\n                    Defendants, Appellees.\n\n                                    \n\n           UNITED STATES FIDELITY &amp; GUARANTEE CO.,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Gilberto Gierbolini, U.S. District Judge]\n                                                     \n\n                                         \n\n                            Before\n\n                    Selya, Cyr and Boudin,\n\n                       Circuit Judges.\n                                     \n\n                                         \n\nRichard A. Sherman, Rosemary B. Wilder,  Law Offices of Richard A.\n                                                                  \nSherman, P.A., Armando Lasa and Lasa, Escalera &amp; Reichard on brief for\n                                                     \nappellant.\nDario  Rivera-Carrasquillo,  Cordero, Miranda  &amp;  Pinto, Ramon  L.\n                                                                  \nWalker-Merino,  Reichard,  Calaf  &amp; Walker,  Marcos  Valls-Sanchez and\n                                                              \nCobian &amp; Valls on joint brief for appellees.\n          \n\n                                         \n\n                                         \n\n     BOUDIN,  Circuit Judge.   This  case involves  a dispute\n                           \n\nabout  insurance  coverage arising  out  of  a motor  vehicle\n\naccident  in  Puerto  Rico.    The  appellant  United  States\n\nFidelity &amp; Guaranty Company (\"USF&amp;G\") is an insurance carrier\n\nwhich,  along with  other  carriers, was  held  liable for  a\n\nportion  of  the judgment  in favor  of  the victims.   USF&amp;G\n\ncontends  that its policy did  not cover the  accident at all\n\nand,  alternatively,  disagrees  with  the  apportionment  of\n\nliability among  insurers.   On  both  issues--liability  and\n\napportionment--we  conclude that  the district  court reached\n\nthe right result on the unusual record before it and affirm. \n\n                             I.  \n\n     In  August  1987, George  Fieldman,  a  resident of  New\n\nJersey,  went on  vacation to  Puerto Rico  with his  family,\n\nincluding  his  stepdaughter,  Theresa Blacketor.    Fieldman\n\nrented a  car  from  Puerto Rican  Cars,  Inc.,  and  allowed\n\nBlacketor to drive it as well.  On August 30, 1987, Blacketor\n\nwas  driving the car with Fieldman in the passenger seat when\n\nshe  collided  with  a  car  driven  by  Luis  Cordova  Munoz\n\n(\"Cordova\").   Cordova  and  two    of  his  passengers  were\n\nseriously injured.  Another passenger was killed.\n\n     In  August  1988, Cordova,  the  injured  passengers and\n\nrepresentatives of the deceased passenger  (\"the plaintiffs\")\n\nfiled  lawsuits  against  Blacketor, Fieldman,  Puerto  Rican\n\nCars,  and  three insurance  companies.    The insurers  were\n\n                             -2-\n\nFarmers' Insurance Exchange (\"Farmers\"), Blacketor's insurer;\n\nCNA  Casualty of  Puerto Rico  (\"CNA\"), which  insured Puerto\n\nRican Cars and  had also issued a policy to  Fieldman when he\n\nrented  the  car; and  USF&amp;G, which  had  issued a  policy to\n\nWeiner, Ostrager,  Fieldman, and  Zucker, the New  Jersey law\n\nfirm in which Fieldman is a partner.  \n\n     After  the cases  were  consolidated,  Fieldman filed  a\n\nclaim against USF&amp;G, contending that he was covered under the\n\nlaw  firm's  automobile  insurance  policy.     USF&amp;G  denied\n\ncoverage, asserting that  the policy listed  the law firm  as\n\nthe  named insured  and did  not cover  Fieldman when  he was\n\nvacationing in Puerto  Rico, was utilizing a  rented car, and\n\nwas  not engaged in partnership business.  The meaning of the\n\nUSF&amp;G policy, as written and as allegedly implemented, is the\n\nmain subject of this appeal.\n\n     On April  9, 1990,  Fieldman moved for  summary judgment\n\nagainst USF&amp;G.  He  was joined by Blacketor, who  argued that\n\nshe  too  was covered  by the  USF&amp;G  policy because  she was\n\ndriving Fieldman's rented car  with his permission.  Fieldman\n\nincluded with his motion  a statement of uncontested material\n\nfacts, asserting  that USF&amp;G had regularly  paid claims under\n\nthe  policy  for family  members  of  individual partners  in\n\naccidents unrelated  to partnership business.   USF&amp;G did not\n\ncontest this  portion of  the statement, but  opposed summary\n\n                             -3-\n\njudgment  on  the ground  that the  insurance policy  did not\n\ncover the non-business accident in this case.\n\n     The  magistrate  judge to  whom  the  case was  referred\n\nissued his report on June 13, 1990, recommending that summary\n\njudgment  be entered in favor of Fieldman.  He concluded that\n\nthe USF&amp;G policy was ambiguous and, applying Puerto Rico law,\n\nhe construed the policy in favor of Fieldman.  Alternatively,\n\nthe  magistrate  judge said  that  because  of USF&amp;G's  prior\n\npayment  of claims  for partners'  family members,  USF&amp;G was\n\nestopped   from  arguing   that   coverage  was   limited  to\n\npartnership-related  activities.  The  district judge adopted\n\nthe report on July 5, 1990.  \n\n     Both   USF&amp;G   and    Blacketor   filed   motions    for\n\nreconsideration under  Fed. R.  Civ. P.  59(e).   USF&amp;G again\n\nargued  that the  policy  did not  cover the  accident, while\n\nBlacketor asked  for a  ruling that  she, like Fieldman,  was\n\ncovered  by the USF&amp;G policy.   Both requests  were denied on\n\nFebruary 4,  1991, and the district court entered judgment in\n\nfavor of Fieldman  on February  20, 1991.   On May 31,  1991,\n\nUSF&amp;G filed a  motion to  modify the judgment  under Fed.  R.\n\nCiv.  P.  60(b)(6),  relying  upon new  evidence  to  explain\n\nUSF&amp;G's past  practice.   The magistrate judge  recommended a\n\ndenial  of this motion on December 10, 1991, and the district\n\njudge concurred on April 1, 1992.  \n\n                             -4-\n\n     In the meantime, the parties reached a global settlement\n\nas to most issues.  It provided that (1) the plaintiffs would\n\nreceive a total  of $750,000 to be  divided among themselves,\n\nand (2) the insurance carriers together would contribute that\n\nsum and  then litigate among themselves  to apportion shares.\n\nOn  April   18,  1991,   the  district  judge   approved  the\n\nsettlement.  The  court ordered Farmers and CNA to contribute\n\n$300,000  each,  and USF&amp;G  to  contribute  $150,000.   These\n\npayments were provisional.  The court reserved final decision\n\non  how  the $750,000  liability should  be shared  among the\n\ninsurers.\n\n     Finally, on June 17, 1993, the district judge ruled that\n\neach insurer should bear a share of the settlement  allocated\n\nin  proportion to  its  own policy's  upper liability  limit.\n\nThis  placed the greatest burden on CNA, which had issued two\n\npolicies,  each with a $300,000  limit.  USF&amp;G, however, also\n\nbore a  greater burden than its  initial contribution because\n\nits  policy carried a limit  of $500,000; based  on the upper\n\nlimits of the policies, USF&amp;G's policy represented 5/14ths of\n\nthe total coverage; and its share of the total settlement was\n\n5/14th of $750,000  or $267,857.14.  The  court's final tally\n\nwas as follows:\n\nCarrier        Policy Limit   Insured     Liability Share\n                                                         \n\nUSF&amp;G          $500,000       Fieldman    $267,857.14\n\n                             -5-\n\nCNA            $300,000       Fieldman    $160,714.29\n\nCNA            $300,000       PR Cars     $160,714.29\n\nFarmers        $300,000       Blacketor   $160,714.29\n                       \n\n             $1,400,000                   $749,999.91\n                                                     \n\n     The court ordered USF&amp;G  to reimburse Fieldman for legal\n\nexpenses.   In addition, the  court ruled that  Blacketor was\n\nalso covered  under the partnership policy  and ordered USF&amp;G\n\nto  reimburse Farmers  for  expenses incurred  by Farmers  in\n\ndefending  Blacketor.  A final judgment  was entered the same\n\nday.  This appeal by USF&amp;G followed.1\n\n                             II.\n\n     In this  court, USF&amp;G's main argument is that its policy\n\ndid not cover either  Fieldman or Blacketor for  the accident\n\nin  question.   In  substance  it  contends  that the  policy\n\nclearly excluded coverage, that  any past practice suggesting\n\ncoverage for non-business accidents was adequately explained,\n\nand  that no  estoppel has been  made out against  USF&amp;G.  In\n\nthis quite unusual  case, we  think that USF&amp;G  has left  the\n\nrecord in  such a  posture that  liability could properly  be\n\n                    \n\n     1Following the  appeal, it appears that  CNA advised the\ndistrict court that  its Puerto Rican  Cars policy limit  was\n$500,000, rather  than the  $300,000 assumed by  the district\ncourt.   A  motion to  adopt amended  figures has  been filed\nwithout  opposition  but  has  not  yet been  granted.    The\nsubstitution  of the  asserted  new figures--CNA  ($375,000),\nUSF&amp;G ($234,375) and Farmers ($140,625)--would not affect the\nissues presented on this appeal.\n\n                             -6-\n\nimposed upon it and that its efforts to correct the situation\n\ncame too late.\n\n     We  start, as  is  proper in  contract  cases, with  the\n\npolicy language.   The USF&amp;G insurance  contract was entitled\n\n\"Business Auto Policy,\" and Fieldman's law firm was listed in\n\nitem 1  as the \"named  insured,\" the firm's  business address\n\nbeing  given  as the  named  insured's address.    The policy\n\nstated  that \"you are an  insured for any  covered auto,\" and\n\nthat \"`you'  and `your' mean the person or organization shown\n\nas  the  named  insured . . .  .\"    For liability  coverage,\n\ndefined  in detail  elsewhere in  the policy,  USF&amp;G promised\n\nthat  it \"will pay all sums the insured legally must pay\"--up\n\nto   the   policy  limit--on   accidents   involving  covered\n\nautomobiles.\n\n     Which automobiles were \"covered\" was the subject of item\n\n2 of the  policy, entitled \"Schedule of Coverages and Covered\n\nAutos.\"   The definition of covered auto depended on the type\n\nof  insurance  coverage.   For  liability coverage,  \"covered\n\nautos\" were said to  include \"ANY AUTO.\"  Putting items 1 and\n\n2 together  with the basic definition  of liability coverage,\n\nthe  policy  by its  terms insured  the  law firm  of Weiner,\n\nOstrager, Fieldman and Zucker against liability for accidents\n\ninvolving any automobile.  Nothing else in the lengthy policy\n\ncasts much light on the issue before us.  \n\n                             -7-\n\n     If the language of  the policy were taken  in isolation,\n\nwe would agree  with USF&amp;G  that the policy  would not  cover\n\nliability   incurred  by   a   partner  in   the  course   of\n\ntransportation  unrelated to the partnership's business.  The\n\nreason  is that  the policy  insures the  partnership against\n\nliability due  to automobile accidents.   In the  normal case\n\nthe  partnership would  be  liable  for automobile  accidents\n\ngrowing  out of the conduct of its  law firm business, but no\n\none suggests that Fieldman's  Puerto Rico vacation trip falls\n\ninto  that  category  or   that  the  partnership  bears  any\n\nliability in this case.   See Burnsed v. Florida  Farm Bureau\n                                                             \n\nCas. Ins. Co., 549 So. 2d 793 (Fla. App. 5th Dist. 1989).\n            \n\n     But Fieldman and Blacketor have a second string to their\n\nbow.    They argue  that whatever  the  bare language  of the\n\npolicy, its actual implementation  by USF&amp;G was broader; that\n\nUSF&amp;G  in fact regularly had extended coverage in the past to\n\nany family member driving a partner's car with his permission\n\nregardless   of  whether   partnership  business   was  being\n\nconducted  at  the time  of  the accident.    This allegation\n\nunderpins two  doctrinally separate arguments.   One argument\n\nis that the  policy, properly interpreted in  light of actual\n\nperformance, has this  wider meaning; and  the other is  that\n\nUSF&amp;G is estopped to claim otherwise.\n\n     To show past practice Fieldman's summary judgment filing\n\nasserts  that when the USF&amp;G  policy was issued, Fieldman was\n\n                             -8-\n\ngiven to understand  that it covered  all the automobiles  of\n\nthe  partners; that these included three of his own cars, two\n\nof  which were  used by  his wife  and himself  but never  on\n\npartnership  business;  that insurance  coverage certificates\n\nwere  furnished for these cars as required by New Jersey law;\n\nand  that USF&amp;G  paid claims  without question  on accidents,\n\nunrelated  to partnership  business, where  his wife  was the\n\ndriver.\n\nRemarkably,  when  USF&amp;G filed  its  opposition,  it did  not\n\ntrouble to  address these  contentions directly.   Rather, it\n\nasserted   that  the   policy  did  not   cover  non-business\n\naccidents, adding cryptically:\n\n          \"In  this particular  case, the  law firm\n          did not hire the  vehicle, nor did one of\n          the partners hire the vehicle for the law\n          firm.   However,  the autos  described in\n          the schedule of covered autos are assured\n          under      the      insurance      policy\n          notwithstanding  the  purpose of  the use\n          given to them.\"\n\n     The first  question that arises in  considering Fieldman\n\nand Blacketor's \"past practice\" argument is whether the USF&amp;G\n\npolicy  so  clearly  excluded  coverage  that   no  extrinsic\n\nevidence is  admissible to  construe it.   Extrinsic evidence\n\ncomes  in different  types and  weight, and  ambiguities vary\n\nboth in kind  and degree.  In truth, the  law on questions of\n\nambiguity  and extrinsic  evidence is  clouded in  confusion:\n\ncourts  often do  not agree  with one  another and  what they\n\n                             -9-\n\nassert as doctrine cannot always be squared with what they do\n\nin practice.  3 A. Corbin, Contracts   542A (1960).   \n                                    \n\n      The   precedents in the  jurisdictions concerned2 leave\n\nus  doubtful  whether in  the  first instance  New  Jersey or\n\nPuerto  Rico courts would admit evidence as to how the policy\n\nwas actually implemented in order to vary the meaning of this\n\nseemingly  clear policy  (estoppel is  another matter).   The\n\n\"practical  construction\" of contract  language, as evidenced\n\nby the  parties' actions,  is often  said  to deserve  \"great\n\nweight,\"  A. Farnsworth, Contracts   7.13 at 535 (1990).  But\n                                  \n\nwhile  the New Jersey  and Puerto Rico  courts often consider\n\npast practice,  courts in  both jurisdictions have  said that\n\ninsurance  policies should  be construed  according to  their\n\nlanguage unless they are found to be ambiguous.3\n\n     In  all events,  we  need not  definitively resolve  the\n\nextrinsic-evidence  issue  because in  this  case  we face  a\n\n                    \n\n     2We  say \"jurisdictions\"  because this  appeal has  been\nbriefed  on  the premise  that  Puerto Rico  law  governs the\ninterpretation of the USF&amp;G agreement.  This assumption is at\nleast doubtful:  the policy was made in New Jersey to provide\nautomobile  insurance for a New Jersey law firm.  There is no\nindication that  Puerto Rico  has any connection  with either\nthe insurer  or the law  firm that  would lead its  courts to\napply Puerto Rico law to the policy.\n\n     3Compare Flint Frozen Foods, Inc. v. Firemen's Ins. Co.,\n                                                            \n86 A.2d 673,  674 (N.J.  1952) (terms of  policy govern)  and\nVelez-Gomez  v. SMA  Life Assur.  Co., 8  F.3d 873  (1st Cir.\n                                     \n1993)  (same under Puerto Rico law) with Kearny PBA Local No.\n                                                             \n21  v.  Town  of  Kearny,  405  A.2d  393,  400  (N.J.  1979)\n                        \n(\"polestar\"  is  intent of  parties  descended  by any  means\nincluding  \"the parties'  conduct\"), and  Merle v.  West Bend\n                                                             \nCo., 97 P.R.R. 392, 399 (P.R. 1969) (same).\n   \n\n                             -10-\n\nsingular circumstance:   USF&amp;G  has admitted that  the policy\n                                            \n\ndoes  not mean  what  its  language  seems  to  say.    After\n\nreconsideration  had  been  denied  by  the  district  court,\n\nsomeone  at USF&amp;G  apparently woke up  and realized  that the\n\nrecord  did not  reflect an  adequate explanation  of USF&amp;G's\n\npast payment of non-business claims under the policy.  On May\n\n31, 1991, USF&amp;G filed a motion for relief from judgment under\n\nFed. R. Civ.  P. 60(b)(6).   This motion  for the first  time\n\nspelled  out a  possible explanation  by USF&amp;G  to Fieldman's\n\nclaim relating to USF&amp;G's past practice.  The motion prefaced\n\nthis answer  by saying blandly that  previously \"the evidence\n\nsupporting USF&amp;G's position could not be obtained for reasons\n\nbeyond [USF&amp;G's] control.  Finally, it was obtained.\" \n\n     The evidence, USF&amp;G's motion asserted, showed that prior\n\nclaims paid under the policy, to cover accidents  by Fieldman\n\nfamily members unrelated to the partnership's  business, were\n\npaid because  the policy covered  certain listed automobiles,\n\nadditional premiums were paid  for this coverage, and \"[o]nly\n\nin  these  circumstances  did  USF&amp;G paid  (sic)  claims  not\n\nrelated to the  business.\"  Attached were several  pages from\n\nthe  policy  and some  documents  relating  to family  member\n\nclaims previously submitted  to USF&amp;G pertaining to  specific\n\ncars.4  \n\n                    \n\n     4The  pages from the policy show  that certain cars were\nlisted  as owned  by \"the  insured\" but  the policy  does not\nexplain that these are actually owned not by the insured (the\n\n                             -11-\n\n     The USF&amp;G motion, read generously, may be taken to claim\n\nthat  the insurance policy  provided two different categories\n\nof  liability coverage:  first,  it covered  \"any\" automobile\n\n(owned or  rented or borrowed) being used  in connection with\n\npartnership  business;  and  second, based  on  an additional\n\npremium,  the policy  covered listed  automobiles (apparently\n\nowned  by individual  partners)  for  all accidents,  whether\n\ndriven  by a partner or family member  and whether or not the\n\nuse  had  any  connection  with  the partnership's  business.\n\nBased on the information  we have today--it still may  not be\n\ncomplete--one might  guess  that  the  insurer  \"pancaked\"  a\n\nsecond layer  of coverage  on the underlying  business policy\n\nbut did  not spell  out  this coverage  in precise  language.\n\nThus   the  policy   covered  some   non-business  automobile\n\nliability  but did  not  clearly define  the  limits of  that\n\ncoverage.\n\n     However one might construe the policy language judged in\n\na vacuum, we  think that it would be  patently unjust in this\n\nunusual  case to  conclude  that the  policy language  limits\n\nliability to  business-related accidents where, as  here, the\n\ninsurer has admitted that  the policy does cover non-business\n\naccidents   in  some   circumstances.     If  we   limit  our\n\nconsideration  of  actual  practice  to  the   statements  of\n\n                    \n\nlaw  firm) but by individual  partners.  Nor  does the policy\nprovide  explicitly  that these  cars  are  covered for  non-\nbusiness use.\n\n                             -12-\n\nFieldman  in  his  summary  judgment  motion--statements  not\n\nunexpectedly very favorable to his  interpretation--then past\n\npractice resolves  the matter  in his  favor.5   The question\n\nremains  whether  the  Rule  60(b) motion  should  have  been\n\ngranted, entitling USF&amp;G to the benefit of its description of\n                                              \n\nactual performance  and therefore to  a trial to  resolve the\n\nfactual conflict.\n\n     The Rule 60(b)  motion was vigorously opposed,  Fieldman\n\nclaiming that it was  untimely and denying by affidavit  that\n\nany  additional  premiums  had been  paid.    The motion  was\n\nreferred  to the magistrate  judge who on  December 10, 1991,\n\nrecommended that  it be denied:   he said that  USF&amp;G had had\n\nthe duty to controvert Fieldman's contentions at the time  it\n\nanswered  his   summary  judgment  motion;  that   USF&amp;G  had\n\npossessed then the documents  now belatedly offered; and that\n\nnothing in the Rule 60(b) motion disproved USF&amp;G's payment of\n\nclaims unrelated to the partnership business.  On review, the\n\ndistrict court summarily upheld the magistrate judge.\n\n                    \n\n     5We ignore the possibility that what Fieldman might have\nbeen  entitled to is a jury  trial and not a summary judgment\nin his favor.   When  and whether the  district court  should\ntake  a contract  issue to be  a matter for  the judge rather\nthan  the jury  where  the  contract  is  ambiguous  but  the\nilluminating  extrinsic evidence  is undisputed  and presents\nissues  of some difficulty.  USF&amp;G has not sought reversal on\nthe  ground  that  the  issue  of  policy  interpretation  on\nundisputed  facts was for the jury rather than the judge, and\nwe will not pursue this possibility further.\n\n                             -13-\n\n     The USF&amp;G argument  and supporting documents offered  in\n\nthe Rule 60(b) motion might, if timely offered, have required\n                                              \n\nthe  district  court  to  deny  Fieldman's  summary  judgment\n\nmotion.   One could argue  that the policy  language does not\n\ndirectly spell out USF&amp;G's theory of coverage and that at the\n\nvery least  an affidavit should  have been  supplied to  show\n\nthat an extra premium was paid and that the only non-business\n\nclaims ever paid were  for listed automobiles.  On  the other\n\nhand, a cautious district judge would likely have declined to\n\ngrant summary judgment for Fieldman once USF&amp;G had coherently\n\nexplained its payment of past non-business claims.\n\n     But the  explanation by  USF&amp;G, and the  limited support\n\nfor  it, came  too late.   The time  for USF&amp;G  to submit its\n\nopposition was in April 1990, not in May 1991, long after the\n\nsummary judgment  motion had been  granted.  Nothing  in this\n\nrecord  even begins  to show  due diligence  by USF&amp;G,  or to\n\nexplain why it did  not offer its rationale and  documents at\n\nthe  proper time.   Teamsters  v. Superline Transp.  Co., 953\n                                                        \n\nF.2d  17 (1st  Cir. 1992).6   The  notion that  after several\n\nyears of litigation  the district court should start  over to\n\nconsider this new submission is without basis.  Thus, we need\n                 \n\n                    \n\n     6The motion, although filed under Rule 60(b)(6), appears\nmore  properly  based  on  \"excusable   neglect\"  under  Rule\n60(b)(1), although the neglect here has not been excused.  In\nany  event  the motion  certainly  does  not demonstrate  the\n\"extraordinary  circumstances\" required  for  a motion  under\nRule  60(b)(6).  See Gonzalez v. Walgreens Co., 918 F.2d 303,\n                                             \n305 (1st Cir. 1990).\n\n                             -14-\n\nnot reach the  estoppel claim asserted  by Fieldman, a  claim\n\nwhose reliance  requirement might prove to  be a considerable\n\nobstacle for  Fieldman (given  his own purchase  of insurance\n\nfrom CNA when renting the car in question).  \n\n     Blacketor, as well as  Fieldman, is entitled to coverage\n\nunder the USF&amp;G policy  for legal expenses.  In light  of the\n\nconstruction of the policy achieved by Fieldman, Blacketor is\n\ncovered under  the \"omnibus clause\" of  the insurance policy.\n\nThat clause, with irrelevant exceptions, extends  coverage to\n\n\"[a]ny one . . . using  with your permission  a covered  auto\n\nyou  own, hire  or  borrow\".    USF&amp;G  has  not  denied  that\n\nBlacketor was  driving the  auto with Fieldman's  permission.\n\nWhether  some  division of  the  expenses  between USF&amp;G  and\n                       \n\nFarmers  should have been ordered has not been argued on this\n\nappeal.\n\n     This outcome may appear at first blush to be a harsh one\n\nfor USF&amp;G, for it could well have  deserved to prevail on the\n\nliteral  language of the policy, had it not admitted that the\n\npolicy goes beyond business  use.  At the same time, if given\n\nthe  full benefit of its  Rule 60(b) assertions,  it might at\n\nleast  be entitled  to a  remand for a  trial on  the factual\n\nissues posed  by the conflict between  the Fieldman affidavit\n\nand the Rule 60(b) motion.  See generally U.S.  Fire Ins. Co.\n                                                             \n\nv. Producciones  Padosa, Inc., 835  F.2d 950,  953 (1st  Cir.\n                             \n\n                             -15-\n\n1987).   It has managed instead  to achieve the worst of both\n\nworlds.  \n\n     Few  tears  should be  shed  for  USF&amp;G.   Its  original\n\nassertions  could easily have led a court to believe that the\n\npolicy was limited to business  use although USF&amp;G now admits\n\nthat  the policy  was not  so limited.   Its  quite different\n\ndescription of the  situation occurred only after it had lost\n\nbefore both the magistrate judge and the  district court, and\n\neven then the explanation  is poorly supported.  There  is no\n\nreason  why   other  parties   should  be  forced   in  these\n\ncircumstances to  face the  expense of further  litigation to\n\ndetermine whether USF&amp;G's belated explanation is correct. \n\n                             III.\n\n     USF&amp;G  contends that  even  if it  is  liable under  its\n\npolicy,  the  insurance coverage  should  not  be apportioned\n\naccording  to  the  upper  coverage limits  of  each  policy.\n\nInstead,  it argues inter  alia that each  insurer should pay\n                               \n\nequally  up to  the policy  limits of that  insurer's policy,\n\nwith the higher-limit insurer making up the balance.  On this\n\nissue, we follow the  parties in treating Puerto Rico  law as\n\ndeterminative.7\n\n                    \n\n     7This issue,  unlike  the  question  of  USF&amp;G's  policy\ncoverage,  involves  a  rule  to  apportion  liability  where\nseveral  different contracts  (including two  made  in Puerto\nRico) conflict as applied to an  accident occurring in Puerto\nRico.  Since all parties agree that Puerto Rico law controls,\nwe  forego an independent choice of law analysis.  See, e.g.,\n                                                            \nCommercial Union Ins. v. Walbrook Ins. Co., 7 F.3d 1047, 1048\n                                          \n\n                             -16-\n\n     Each of the  policies, we are  told, contains an  \"other\n\ninsurance\" clause  which provides that for  this accident the\n\ninsurer's liability  will only  be in  excess in  amounts due\n\nunder other policies.8  See generally Hennes Erecting Co.  v.\n                                                         \n\nNational  Underwriters Fire  Ins.  Co., 813  F.2d 1074,  1077\n                                      \n\n(10th  Cir. 1987).  This \"after you, Alfonse,\" tactic has not\n\nimpressed the  courts, which often nullify  \"other insurance\"\n\nclauses  when  they conflict.   See  R.  Keeton &amp;  A. Widiss,\n                                   \n\nInsurance Law   3.11(a)(3),  at 258-59 (1988).  The  district\n             \n\ncourt properly  refused to take these  clauses literally, and\n\nthe parties do not directly dispute this refusal.\n\n     The  question, then, is how a court in Puerto Rico would\n\napportion liability  among carriers  where liability  is less\n\nthan the total amount of coverage provided by those policies.\n\nThe other insurance carriers rely upon the rule,  followed in\n\n                    \n\nn.1 (1st Cir. 1993).\n\n     8The \"other  insurance\" clause of the  USF&amp;G policy, the\nonly policy furnished to us on appeal, states:\n\n     1.   For any covered auto you  own this policy\n                          auto you\n          provides  primary  insurance.    For  any\n          covered auto you don't own, the insurance\n                  auto you\n          provided  by this  policy is  excess over\n          any other collectible insurance . . . .\n\n     2.   When  two or  more policies cover  on the\n          same basis, either  excess or primary, we\n                                                 we\n          will pay  only our  share.  Our  share is\n                         our          Our\n          the  proportion that  the  limit  of  our\n                                                our\n          policy bears  to the total of  the limits\n          of all the policies covering on the  same\n          basis.\n\n                             -17-\n\na  majority  of  jurisdictions,  that   liability  should  be\n\nprorated according to the upper limits of the policies.  See,\n                                                            \n\ne.g.,  St. Paul Mercury Ins. Co. v. Underwriters at Lloyds of\n                                                             \n\nLondon, 365 F.2d 659 (10th Cir. 1966); R. Keeton &amp; A. Widiss,\n      \n\nsupra,   3.11(a)(3).  USF&amp;G  offers several theories aimed at\n     \n\nreducing its share.  The district court followed the majority\n\nrule.\n\n     Interestingly,  the USF&amp;G  policy (quoted  above) itself\n\nprovides that the majority rule, apportioning liability based\n\non  the upper limit of  each policy, should  be applied where\n\ntwo  or more policies cover  the accident on  the same basis,\n\neither excess or primary.  If (as represented to  us) each of\n\nthe  policies at  issue here treats  its coverage  as excess,\n\nthen arguably USF&amp;G has contracted for the very apportionment\n\nrule applied by the district court in this case.   Cf. Aviles\n                                                             \n\nv.  Burgos,  783 F.2d  270, 282  (1st  Cir. 1986)  (where the\n          \n\npolicies  adopt  the  same  apportionment  rule  it   governs\n\nautomatically).\n\n     The parties have not cited to us any caselaw from Puerto\n\nRico courts  that directly  governs the  apportionment issue.\n\nThe majority rule has been  questioned, see Reliance Ins. Co.\n                                                             \n\nv. St  Paul Surplus Lines Ins.  Co., 753 F.2d 1288  (4th Cir.\n                                   \n\n1985)  (adopting  the so-called  equal  shares  rule); and  a\n\nleading  treatise has said that the majority rule is \"open to\n\nquestion in a number of contexts.\"  Keeton &amp; Widess, supra,  \n                                                          \n\n                             -18-\n\n3(11)(e).    In  truth,  we  have  little  basis  for  saying\n\nconfidently how Puerto Rico would resolve the issue.  \n\n     In  the present case, we are not disposed to look beyond\n\nthe majority rule invoked by the district court.  It is still\n\nthe governing  rule in  most jurisdictions,  and none  of the\n\nalternatives   proposed   appears    to   be   without   some\n\nshortcomings.  The  majority rule is also the rule stipulated\n\nby the USF&amp;G policy  for cases where each of  the conflicting\n\npolicies  purports  to  disclaim  primary  coverage.   Absent\n\nguidance from the  Puerto Rico  courts or  a more  persuasive\n\ncase for  reexamining that  rule, we think  that Puerto  Rico\n\nshould be assumed to follow the majority rule.\n\n     Affirmed.\n             \n\n                             -19-\n",
  "html": "<p class=\"case_cite\">25 F.3d 1037</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Sylvia Bracero MARTINEZ, ET AL., Plaintiffs, Appellees,<br>v.<br>PUERTO RICAN CARS, INC., ET AL., Defendants, Appellees.<br>UNITED STATES FIDELITY &amp; GUARANTEE CO., Defendant,<br>Appellant.</p>\n    <p class=\"docket\">No. 93-1791</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 14, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Gilberto Gierbolini, U.S. District Judge ]</p>\n      <p class=\"indent\">Richard A. Sherman, Rosemary B. Wilder, Law Offices of Richard A. Sherman, P.A., Armando Lasa and Lasa, Escalera &amp; Reichard on brief for appellant.</p>\n      <p class=\"indent\">Dario Rivera-Carrasquillo, Cordero, Miranda &amp; Pinto, Ramon L. Walker-Merino, Reichard, Calaf &amp; Walker, Marcos Valls-Sanchez and Cobian &amp; Valls on joint brief for appellees.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves a dispute about insurance coverage arising out of a motor vehicle accident in Puerto Rico.  The appellant United States Fidelity &amp; Guaranty Company (\"USF &amp; G\") is an insurance carrier which, along with other carriers, was held liable for a portion of the judgment in favor of the victims.  USF &amp; G contends that its policy did not cover the accident at all and, alternatively, disagrees with the apportionment of liability among insurers.  On both issues-liability and apportionment-we conclude that the district court reached the right result on the unusual record before it and affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In August 1987, George Fieldman, a resident of New Jersey, went on vacation to Puerto Rico with his family, including his stepdaughter, Theresa Blacketor.  Fieldman rented a car from Puerto Rican Cars, Inc., and allowed Blacketor to drive it as well.  On August 30, 1987, Blacketor was driving the car with Fieldman in the passenger seat when she collided with a car driven by Luis Cordova Munoz (\"Cordova\").  Cordova and two of his passengers were seriously injured.  Another passenger was killed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In August 1988, Cordova, the injured passengers and representatives of the deceased passenger (\"the plaintiffs\") filed lawsuits against Blacketor, Fieldman, Puerto Rican Cars, and three insurance companies.  The insurers were Farmers' Insurance Exchange (\"Farmers\"), Blacketor's insurer;  CNA Casualty of Puerto Rico (\"CNA\"), which insured Puerto Rican Cars and had also issued a policy to Fieldman when he rented the car;  and USF &amp; G, which had issued a policy to Weiner, Ostrager, Fieldman, and Zucker, the New Jersey law firm in which Fieldman is a partner.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After the cases were consolidated, Fieldman filed a claim against USF &amp; G, contending that he was covered under the law firm's automobile insurance policy.  USF &amp; G denied coverage, asserting that the policy listed the law firm as the named insured and did not cover Fieldman when he was vacationing in Puerto Rico, was utilizing a rented car, and was not engaged in partnership business.  The meaning of the USF &amp; G policy, as written and as allegedly implemented, is the main subject of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On April 9, 1990, Fieldman moved for summary judgment against USF &amp; G. He was joined by Blacketor, who argued that she too was covered by the USF &amp; G policy because she was driving Fieldman's rented car with his permission.  Fieldman included with his motion a statement of uncontested material facts, asserting that USF &amp; G had regularly paid claims under the policy for family members of individual partners in accidents unrelated to partnership business.  USF &amp; G did not contest this portion of the statement, but opposed summary judgment on the ground that the insurance policy did not cover the non-business accident in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The magistrate judge to whom the case was referred issued his report on June 13, 1990, recommending that summary judgment be entered in favor of Fieldman.  He concluded that the USF &amp; G policy was ambiguous and, applying Puerto Rico law, he construed the policy in favor of Fieldman.  Alternatively, the magistrate judge said that because of USF &amp; G's prior payment of claims for partners' family members, USF &amp; G was estopped from arguing that coverage was limited to partnership-related activities.  The district judge adopted the report on July 5, 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Both USF &amp; G and Blacketor filed motions for reconsideration under Fed.  R. Civ. P. 59(e).  USF &amp; G again argued that the policy did not cover the accident, while Blacketor asked for a ruling that she, like Fieldman, was covered by the USF &amp; G policy.  Both requests were denied on February 4, 1991, and the district court entered judgment in favor of Fieldman on February 20, 1991.  On May 31, 1991, USF &amp; G filed a motion to modify the judgment under Fed.  R. Civ. P. 60(b)(6), relying upon new evidence to explain USF &amp; G's past practice.  The magistrate judge recommended a denial of this motion on December 10, 1991, and the district judge concurred on April 1, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the meantime, the parties reached a global settlement as to most issues.  It provided that (1) the plaintiffs would receive a total of $750,000 to be divided among themselves, and (2) the insurance carriers together would contribute that sum and then litigate among themselves to apportion shares.  On April 18, 1991, the district judge approved the settlement.  The court ordered Farmers and CNA to contribute $300,000 each, and USF &amp; G to contribute $150,000.  These payments were provisional.  The court reserved final decision on how the $750,000 liability should be shared among the insurers.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Finally, on June 17, 1993, the district judge ruled that each insurer should bear a share of the settlement allocated in proportion to its own policy's upper liability limit.  This placed the greatest burden on CNA, which had issued two policies, each with a $300,000 limit.  USF &amp; G, however, also bore a greater burden than its initial contribution because its policy carried a limit of $500,000;  based on the upper limits of the policies, USF &amp; G's policy represented 5/14ths of the total coverage;  and its share of the total settlement was 5/14th of $750,000 or $267,857.14.  The court's final tally was as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <pre>Carrier  Policy Limit  Insured    Liability Share\nUSF &amp; G  $500,000      Fieldman   $267,857.14\nCNA      $300,000      Fieldman   $160,714.29\nCNA      $300,000      PR Cars    $160,714.29\nFarmers  $300,000      Blacketor  $160,714.29\n         ------------\n         $1,400,000               $749,999.91</pre>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The court ordered USF &amp; G to reimburse Fieldman for legal expenses.  In addition, the court ruled that Blacketor was also covered under the partnership policy and ordered USF &amp; G to reimburse Farmers for expenses incurred by Farmers in defending Blacketor.  A final judgment was entered the same day.  This appeal by USF &amp; G followed.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this court, USF &amp; G's main argument is that its policy did not cover either Fieldman or Blacketor for the accident in question.  In substance it contends that the policy clearly excluded coverage, that any past practice suggesting coverage for non-business accidents was adequately explained, and that no estoppel has been made out against USF &amp; G. In this quite unusual case, we think that USF &amp; G has left the record in such a posture that liability could properly be imposed upon it and that its efforts to correct the situation came too late.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We start, as is proper in contract cases, with the policy language.  The USF &amp; G insurance contract was entitled \"Business Auto Policy,\" and Fieldman's law firm was listed in item 1 as the \"named insured,\" the firm's business address being given as the named insured's address.  The policy stated that \"you are an insured for any covered auto,\" and that \" 'you' and 'your' mean the person or organization shown as the named insured....\"  For liability coverage, defined in detail elsewhere in the policy, USF &amp; G promised that it \"will pay all sums the insured legally must pay\"-up to the policy limit-on accidents involving covered automobiles.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Which automobiles were \"covered\" was the subject of item 2 of the policy, entitled \"Schedule of Coverages and Covered Autos.\"  The definition of covered auto depended on the type of insurance coverage.  For liability coverage, \"covered autos\" were said to include \"ANY AUTO.\"  Putting items 1 and 2 together with the basic definition of liability coverage, the policy by its terms insured the law firm of Weiner, Ostrager, Fieldman and Zucker against liability for accidents involving any automobile.  Nothing else in the lengthy policy casts much light on the issue before us.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">If the language of the policy were taken in isolation, we would agree with USF &amp; G that the policy would not cover liability incurred by a partner in the course of transportation unrelated to the partnership's business.  The reason is that the policy insures the partnership against liability due to automobile accidents.  In the normal case the partnership would be liable for automobile accidents growing out of the conduct of its law firm business, but no one suggests that Fieldman's Puerto Rico vacation trip falls into that category or that the partnership bears any liability in this case.   See Burnsed v. Florida Farm Bureau Cas. Ins. Co., 549 So. 2d 793 (Fla.  App. 5th Dist. 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But Fieldman and Blacketor have a second string to their bow.  They argue that whatever the bare language of the policy, its actual implementation by USF &amp; G was broader;  that USF &amp; G in fact regularly had extended coverage in the past to any family member driving a partner's car with his permission regardless of whether partnership business was being conducted at the time of the accident.  This allegation underpins two doctrinally separate arguments.  One argument is that the policy, properly interpreted in light of actual performance, has this wider meaning;  and the other is that USF &amp; G is estopped to claim otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To show past practice Fieldman's summary judgment filing asserts that when the USF &amp; G policy was issued, Fieldman was given to understand that it covered all the automobiles of the partners;  that these included three of his own cars, two of which were used by his wife and himself but never on partnership business;  that insurance coverage certificates were furnished for these cars as required by New Jersey law;  and that USF &amp; G paid claims without question on accidents, unrelated to partnership business, where his wife was the driver.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Remarkably, when USF &amp; G filed its opposition, it did not trouble to address these contentions directly.  Rather, it asserted that the policy did not cover non-business accidents, adding cryptically:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>\"In this particular case, the law firm did not hire the vehicle, nor did one of the partners hire the vehicle for the law firm.  However, the autos described in the schedule of covered autos are assured under the insurance policy notwithstanding the purpose of the use given to them.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The first question that arises in considering Fieldman and Blacketor's \"past practice\" argument is whether the USF &amp; G policy so clearly excluded coverage that no extrinsic evidence is admissible to construe it.  Extrinsic evidence comes in different types and weight, and ambiguities vary both in kind and degree.  In truth, the law on questions of ambiguity and extrinsic evidence is clouded in confusion:  courts often do not agree with one another and what they assert as doctrine cannot always be squared with what they do in practice.  3 A. Corbin, Contracts Sec. 542A (1960).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The precedents in the jurisdictions concerned<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> leave us doubtful whether in the first instance New Jersey or Puerto Rico courts would admit evidence as to how the policy was actually implemented in order to vary the meaning of this seemingly clear policy (estoppel is another matter).  The \"practical construction\" of contract language, as evidenced by the parties' actions, is often said to deserve \"great weight,\" A. Farnsworth, Contracts Sec. 7.13 at 535 (1990).  But while the New Jersey and Puerto Rico courts often consider past practice, courts in both jurisdictions have said that insurance policies should be construed according to their language unless they are found to be ambiguous.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In all events, we need not definitively resolve the extrinsic-evidence issue because in this case we face a singular circumstance:  USF &amp; G has admitted that the policy does not mean what its language seems to say.  After reconsideration had been denied by the district court, someone at USF &amp; G apparently woke up and realized that the record did not reflect an adequate explanation of USF &amp; G's past payment of non-business claims under the policy.  On May 31, 1991, USF &amp; G filed a motion for relief from judgment under Fed.  R. Civ. P. 60(b)(6).  This motion for the first time spelled out a possible explanation by USF &amp; G to Fieldman's claim relating to USF &amp; G's past practice.  The motion prefaced this answer by saying blandly that previously \"the evidence supporting USF &amp; G's position could not be obtained for reasons beyond [USF &amp; G's] control.  Finally, it was obtained.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The evidence, USF &amp; G's motion asserted, showed that prior claims paid under the policy, to cover accidents by Fieldman family members unrelated to the partnership's business, were paid because the policy covered certain listed automobiles, additional premiums were paid for this coverage, and \"[o]nly in these circumstances did USF &amp; G paid (sic) claims not related to the business.\"  Attached were several pages from the policy and some documents relating to family member claims previously submitted to USF &amp; G pertaining to specific cars.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The USF &amp; G motion, read generously, may be taken to claim that the insurance policy provided two different categories of liability coverage:  first, it covered \"any\" automobile (owned or rented or borrowed) being used in connection with partnership business;  and second, based on an additional premium, the policy covered listed automobiles (apparently owned by individual partners) for all accidents, whether driven by a partner or family member and whether or not the use had any connection with the partnership's business.  Based on the information we have today-it still may not be complete-one might guess that the insurer \"pancaked\" a second layer of coverage on the underlying business policy but did not spell out this coverage in precise language.  Thus the policy covered some non-business automobile liability but did not clearly define the limits of that coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">However one might construe the policy language judged in a vacuum, we think that it would be patently unjust in this unusual case to conclude that the policy language limits liability to business-related accidents where, as here, the insurer has admitted that the policy does cover non-business accidents in some circumstances.  If we limit our consideration of actual practice to the statements of Fieldman in his summary judgment motion-statements not unexpectedly very favorable to his interpretation-then past practice resolves the matter in his favor.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The question remains whether the Rule 60(b) motion should have been granted, entitling USF &amp; G to the benefit of its description of actual performance and therefore to a trial to resolve the factual conflict.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Rule 60(b) motion was vigorously opposed, Fieldman claiming that it was untimely and denying by affidavit that any additional premiums had been paid.  The motion was referred to the magistrate judge who on December 10, 1991, recommended that it be denied:  he said that USF &amp; G had had the duty to controvert Fieldman's contentions at the time it answered his summary judgment motion;  that USF &amp; G had possessed then the documents now belatedly offered;  and that nothing in the Rule 60(b) motion disproved USF &amp; G's payment of claims unrelated to the partnership business.  On review, the district court summarily upheld the magistrate judge.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The USF &amp; G argument and supporting documents offered in the Rule 60(b) motion might, if timely offered, have required the district court to deny Fieldman's summary judgment motion.  One could argue that the policy language does not directly spell out USF &amp; G's theory of coverage and that at the very least an affidavit should have been supplied to show that an extra premium was paid and that the only non-business claims ever paid were for listed automobiles.  On the other hand, a cautious district judge would likely have declined to grant summary judgment for Fieldman once USF &amp; G had coherently explained its payment of past non-business claims.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">But the explanation by USF &amp; G, and the limited support for it, came too late.  The time for USF &amp; G to submit its opposition was in April 1990, not in May 1991, long after the summary judgment motion had been granted.  Nothing in this record even begins to show due diligence by USF &amp; G, or to explain why it did not offer its rationale and documents at the proper time.   Teamsters v. Superline Transp.  Co., 953 F.2d 17 (1st Cir. 1992).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The notion that after several years of litigation the district court should start over to consider this new submission is without basis.  Thus, we need not reach the estoppel claim asserted by Fieldman, a claim whose reliance requirement might prove to be a considerable obstacle for Fieldman (given his own purchase of insurance from CNA when renting the car in question).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Blacketor, as well as Fieldman, is entitled to coverage under the USF &amp; G policy for legal expenses.  In light of the construction of the policy achieved by Fieldman, Blacketor is covered under the \"omnibus clause\" of the insurance policy.  That clause, with irrelevant exceptions, extends coverage to \"[a]ny one ... using with your permission a covered auto you own, hire or borrow\".  USF &amp; G has not denied that Blacketor was driving the auto with Fieldman's permission.  Whether some division of the expenses between USF &amp; G and Farmers should have been ordered has not been argued on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This outcome may appear at first blush to be a harsh one for USF &amp; G, for it could well have deserved to prevail on the literal language of the policy, had it not admitted that the policy goes beyond business use.  At the same time, if given the full benefit of its Rule 60(b) assertions, it might at least be entitled to a remand for a trial on the factual issues posed by the conflict between the Fieldman affidavit and the Rule 60(b) motion.  See generally U.S. Fire Ins. Co. v.  Producciones Padosa, Inc., 835 F.2d 950, 953 (1st Cir. 1987).  It has managed instead to achieve the worst of both worlds.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Few tears should be shed for USF &amp; G. Its original assertions could easily have led a court to believe that the policy was limited to business use although USF &amp; G now admits that the policy was not so limited.  Its quite different description of the situation occurred only after it had lost before both the magistrate judge and the district court, and even then the explanation is poorly supported.  There is no reason why other parties should be forced in these circumstances to face the expense of further litigation to determine whether USF &amp; G's belated explanation is correct.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">USF &amp; G contends that even if it is liable under its policy, the insurance coverage should not be apportioned according to the upper coverage limits of each policy.  Instead, it argues inter alia that each insurer should pay equally up to the policy limits of that insurer's policy, with the higher-limit insurer making up the balance.  On this issue, we follow the parties in treating Puerto Rico law as determinative.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Each of the policies, we are told, contains an \"other insurance\" clause which provides that for this accident the insurer's liability will only be in excess in amounts due under other policies.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  See generally Hennes Erecting Co. v.  National Underwriters Fire Ins. Co., 813 F.2d 1074, 1077 (10th Cir. 1987).  This \"after you, Alfonse,\" tactic has not impressed the courts, which often nullify \"other insurance\" clauses when they conflict.  See R. Keeton &amp; A. Widiss, Insurance Law Sec. 3.11(a)(3), at 258-59 (1988).  The district court properly refused to take these clauses literally, and the parties do not directly dispute this refusal.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The question, then, is how a court in Puerto Rico would apportion liability among carriers where liability is less than the total amount of coverage provided by those policies.  The other insurance carriers rely upon the rule, followed in a majority of jurisdictions, that liability should be prorated according to the upper limits of the policies.   See, e.g., St. Paul Mercury Ins. Co. v. Underwriters at Lloyds of London, 365 F.2d 659 (10th Cir. 1966);  R. Keeton &amp; A. Widiss, supra, Sec. 3.11(a)(3).  USF &amp; G offers several theories aimed at reducing its share.  The district court followed the majority rule.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Interestingly, the USF &amp; G policy (quoted above) itself provides that the majority rule, apportioning liability based on the upper limit of each policy, should be applied where two or more policies cover the accident on the same basis, either excess or primary.  If (as represented to us) each of the policies at issue here treats its coverage as excess, then arguably USF &amp; G has contracted for the very apportionment rule applied by the district court in this case.  Cf. Aviles v.  Burgos, 783 F.2d 270, 282 (1st Cir. 1986) (where the policies adopt the same apportionment rule it governs automatically).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The parties have not cited to us any caselaw from Puerto Rico courts that directly governs the apportionment issue.  The majority rule has been questioned, see Reliance Ins. Co. v.  St Paul Surplus Lines Ins. Co., 753 F.2d 1288 (4th Cir. 1985) (adopting the so-called equal shares rule);  and a leading treatise has said that the majority rule is \"open to question in a number of contexts.\"  Keeton &amp; Widess, supra, Sec. 3(11)(e).  In truth, we have little basis for saying confidently how Puerto Rico would resolve the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In the present case, we are not disposed to look beyond the majority rule invoked by the district court.  It is still the governing rule in most jurisdictions, and none of the alternatives proposed appears to be without some shortcomings.  The majority rule is also the rule stipulated by the USF &amp; G policy for cases where each of the conflicting policies purports to disclaim primary coverage.  Absent guidance from the Puerto Rico courts or a more persuasive case for reexamining that rule, we think that Puerto Rico should be assumed to follow the majority rule.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Following the appeal, it appears that CNA advised the district court that its Puerto Rican Cars policy limit was $500,000, rather than the $300,000 assumed by the district court.  A motion to adopt amended figures has been filed without opposition but has not yet been granted.  The substitution of the asserted new figures-CNA ($375,000), USF &amp; G ($234,375) and Farmers ($140,625)-would not affect the issues presented on this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> We say \"jurisdictions\" because this appeal has been briefed on the premise that Puerto Rico law governs the interpretation of the USF &amp; G agreement.  This assumption is at least doubtful:  the policy was made in New Jersey to provide automobile insurance for a New Jersey law firm.  There is no indication that Puerto Rico has any connection with either the insurer or the law firm that would lead its courts to apply Puerto Rico law to the policy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Compare Flint Frozen Foods, Inc. v. Firemen's Ins. Co., 86 A.2d 673, 674 (N.J. 1952) (terms of policy govern) and  Velez-Gomez v. SMA Life Assur.  Co., 8 F.3d 873 (1st Cir. 1993) (same under Puerto Rico law) with  Kearny PBA Local No. 21 v. Town of Kearny, 405 A.2d 393, 400 (N.J. 1979) (\"polestar\" is intent of parties descended by any means including \"the parties' conduct\"), and Merle v. West Bend Co., 97 P.R.R. 392, 399 (P.R. 1969) (same)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The pages from the policy show that certain cars were listed as owned by \"the insured\" but the policy does not explain that these are actually owned not by the insured (the law firm) but by individual partners.  Nor does the policy provide explicitly that these cars are covered for non- business use</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We ignore the possibility that what Fieldman might have been entitled to is a jury trial and not a summary judgment in his favor.  When and whether the district court should take a contract issue to be a matter for the judge rather than the jury where the contract is ambiguous but the illuminating extrinsic evidence is undisputed and presents issues of some difficulty.  USF &amp; G has not sought reversal on the ground that the issue of policy interpretation on undisputed facts was for the jury rather than the judge, and we will not pursue this possibility further</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The motion, although filed under Rule 60(b)(6), appears more properly based on \"excusable neglect\" under Rule 60(b)(1), although the neglect here has not been excused.  In any event the motion certainly does not demonstrate the \"extraordinary circumstances\" required for a motion under Rule 60(b)(6).   See Gonzalez v. Walgreens Co., 918 F.2d 303, 305 (1st Cir. 1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This issue, unlike the question of USF &amp; G's policy coverage, involves a rule to apportion liability where several different contracts (including two made in Puerto Rico) conflict as applied to an accident occurring in Puerto Rico.  Since all parties agree that Puerto Rico law controls, we forego an independent choice of law analysis.   See, e.g., Commercial Union Ins. v. Walbrook Ins. Co., 7 F.3d 1047, 1048 n. 1 (1st Cir. 1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The \"other insurance\" clause of the USF &amp; G policy, the only policy furnished to us on appeal, states:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> For any covered auto you own this policy provides primary insurance.  For any covered auto you don't own, the insurance provided by this policy is excess over any other collectible insurance</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p> When two or more policies cover on the same basis, either excess or primary, we will pay only our share.  Our share is the proportion that the limit of our policy bears to the total of the limits of all the policies covering on the same basis</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1037</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Sylvia Bracero MARTINEZ, ET AL., Plaintiffs, Appellees,<br>v.<br>PUERTO RICAN CARS, INC., ET AL., Defendants, Appellees.<br>UNITED STATES FIDELITY &amp; GUARANTEE CO., Defendant,<br>Appellant.</p>\n    <p class=\"docket\">No. 93-1791</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 14, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Gilberto Gierbolini, U.S. District Judge ]</p>\n      <p class=\"indent\">Richard A. Sherman, Rosemary B. Wilder, Law Offices of Richard A. Sherman, P.A., Armando Lasa and Lasa, Escalera &amp; Reichard on brief for appellant.</p>\n      <p class=\"indent\">Dario Rivera-Carrasquillo, Cordero, Miranda &amp; Pinto, Ramon L. Walker-Merino, Reichard, Calaf &amp; Walker, Marcos Valls-Sanchez and Cobian &amp; Valls on joint brief for appellees.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves a dispute about insurance coverage arising out of a motor vehicle accident in Puerto Rico.  The appellant United States Fidelity &amp; Guaranty Company (\"USF &amp; G\") is an insurance carrier which, along with other carriers, was held liable for a portion of the judgment in favor of the victims.  USF &amp; G contends that its policy did not cover the accident at all and, alternatively, disagrees with the apportionment of liability among insurers.  On both issues-liability and apportionment-we conclude that the district court reached the right result on the unusual record before it and affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In August 1987, George Fieldman, a resident of New Jersey, went on vacation to Puerto Rico with his family, including his stepdaughter, Theresa Blacketor.  Fieldman rented a car from Puerto Rican Cars, Inc., and allowed Blacketor to drive it as well.  On August 30, 1987, Blacketor was driving the car with Fieldman in the passenger seat when she collided with a car driven by Luis Cordova Munoz (\"Cordova\").  Cordova and two of his passengers were seriously injured.  Another passenger was killed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In August 1988, Cordova, the injured passengers and representatives of the deceased passenger (\"the plaintiffs\") filed lawsuits against Blacketor, Fieldman, Puerto Rican Cars, and three insurance companies.  The insurers were Farmers' Insurance Exchange (\"Farmers\"), Blacketor's insurer;  CNA Casualty of Puerto Rico (\"CNA\"), which insured Puerto Rican Cars and had also issued a policy to Fieldman when he rented the car;  and USF &amp; G, which had issued a policy to Weiner, Ostrager, Fieldman, and Zucker, the New Jersey law firm in which Fieldman is a partner.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After the cases were consolidated, Fieldman filed a claim against USF &amp; G, contending that he was covered under the law firm's automobile insurance policy.  USF &amp; G denied coverage, asserting that the policy listed the law firm as the named insured and did not cover Fieldman when he was vacationing in Puerto Rico, was utilizing a rented car, and was not engaged in partnership business.  The meaning of the USF &amp; G policy, as written and as allegedly implemented, is the main subject of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On April 9, 1990, Fieldman moved for summary judgment against USF &amp; G. He was joined by Blacketor, who argued that she too was covered by the USF &amp; G policy because she was driving Fieldman's rented car with his permission.  Fieldman included with his motion a statement of uncontested material facts, asserting that USF &amp; G had regularly paid claims under the policy for family members of individual partners in accidents unrelated to partnership business.  USF &amp; G did not contest this portion of the statement, but opposed summary judgment on the ground that the insurance policy did not cover the non-business accident in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The magistrate judge to whom the case was referred issued his report on June 13, 1990, recommending that summary judgment be entered in favor of Fieldman.  He concluded that the USF &amp; G policy was ambiguous and, applying Puerto Rico law, he construed the policy in favor of Fieldman.  Alternatively, the magistrate judge said that because of USF &amp; G's prior payment of claims for partners' family members, USF &amp; G was estopped from arguing that coverage was limited to partnership-related activities.  The district judge adopted the report on July 5, 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Both USF &amp; G and Blacketor filed motions for reconsideration under Fed.  R. Civ. P. 59(e).  USF &amp; G again argued that the policy did not cover the accident, while Blacketor asked for a ruling that she, like Fieldman, was covered by the USF &amp; G policy.  Both requests were denied on February 4, 1991, and the district court entered judgment in favor of Fieldman on February 20, 1991.  On May 31, 1991, USF &amp; G filed a motion to modify the judgment under Fed.  R. Civ. P. 60(b)(6), relying upon new evidence to explain USF &amp; G's past practice.  The magistrate judge recommended a denial of this motion on December 10, 1991, and the district judge concurred on April 1, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the meantime, the parties reached a global settlement as to most issues.  It provided that (1) the plaintiffs would receive a total of $750,000 to be divided among themselves, and (2) the insurance carriers together would contribute that sum and then litigate among themselves to apportion shares.  On April 18, 1991, the district judge approved the settlement.  The court ordered Farmers and CNA to contribute $300,000 each, and USF &amp; G to contribute $150,000.  These payments were provisional.  The court reserved final decision on how the $750,000 liability should be shared among the insurers.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Finally, on June 17, 1993, the district judge ruled that each insurer should bear a share of the settlement allocated in proportion to its own policy's upper liability limit.  This placed the greatest burden on CNA, which had issued two policies, each with a $300,000 limit.  USF &amp; G, however, also bore a greater burden than its initial contribution because its policy carried a limit of $500,000;  based on the upper limits of the policies, USF &amp; G's policy represented 5/14ths of the total coverage;  and its share of the total settlement was 5/14th of $750,000 or $267,857.14.  The court's final tally was as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <pre>Carrier  Policy Limit  Insured    Liability Share\nUSF &amp; G  $500,000      Fieldman   $267,857.14\nCNA      $300,000      Fieldman   $160,714.29\nCNA      $300,000      PR Cars    $160,714.29\nFarmers  $300,000      Blacketor  $160,714.29\n         ------------\n         $1,400,000               $749,999.91</pre>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The court ordered USF &amp; G to reimburse Fieldman for legal expenses.  In addition, the court ruled that Blacketor was also covered under the partnership policy and ordered USF &amp; G to reimburse Farmers for expenses incurred by Farmers in defending Blacketor.  A final judgment was entered the same day.  This appeal by USF &amp; G followed.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this court, USF &amp; G's main argument is that its policy did not cover either Fieldman or Blacketor for the accident in question.  In substance it contends that the policy clearly excluded coverage, that any past practice suggesting coverage for non-business accidents was adequately explained, and that no estoppel has been made out against USF &amp; G. In this quite unusual case, we think that USF &amp; G has left the record in such a posture that liability could properly be imposed upon it and that its efforts to correct the situation came too late.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We start, as is proper in contract cases, with the policy language.  The USF &amp; G insurance contract was entitled \"Business Auto Policy,\" and Fieldman's law firm was listed in item 1 as the \"named insured,\" the firm's business address being given as the named insured's address.  The policy stated that \"you are an insured for any covered auto,\" and that \" 'you' and 'your' mean the person or organization shown as the named insured....\"  For liability coverage, defined in detail elsewhere in the policy, USF &amp; G promised that it \"will pay all sums the insured legally must pay\"-up to the policy limit-on accidents involving covered automobiles.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Which automobiles were \"covered\" was the subject of item 2 of the policy, entitled \"Schedule of Coverages and Covered Autos.\"  The definition of covered auto depended on the type of insurance coverage.  For liability coverage, \"covered autos\" were said to include \"ANY AUTO.\"  Putting items 1 and 2 together with the basic definition of liability coverage, the policy by its terms insured the law firm of Weiner, Ostrager, Fieldman and Zucker against liability for accidents involving any automobile.  Nothing else in the lengthy policy casts much light on the issue before us.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">If the language of the policy were taken in isolation, we would agree with USF &amp; G that the policy would not cover liability incurred by a partner in the course of transportation unrelated to the partnership's business.  The reason is that the policy insures the partnership against liability due to automobile accidents.  In the normal case the partnership would be liable for automobile accidents growing out of the conduct of its law firm business, but no one suggests that Fieldman's Puerto Rico vacation trip falls into that category or that the partnership bears any liability in this case.   See Burnsed v. Florida Farm Bureau Cas. Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">549</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">793</span> </span>(Fla.  App. 5th Dist. 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But Fieldman and Blacketor have a second string to their bow.  They argue that whatever the bare language of the policy, its actual implementation by USF &amp; G was broader;  that USF &amp; G in fact regularly had extended coverage in the past to any family member driving a partner's car with his permission regardless of whether partnership business was being conducted at the time of the accident.  This allegation underpins two doctrinally separate arguments.  One argument is that the policy, properly interpreted in light of actual performance, has this wider meaning;  and the other is that USF &amp; G is estopped to claim otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To show past practice Fieldman's summary judgment filing asserts that when the USF &amp; G policy was issued, Fieldman was given to understand that it covered all the automobiles of the partners;  that these included three of his own cars, two of which were used by his wife and himself but never on partnership business;  that insurance coverage certificates were furnished for these cars as required by New Jersey law;  and that USF &amp; G paid claims without question on accidents, unrelated to partnership business, where his wife was the driver.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Remarkably, when USF &amp; G filed its opposition, it did not trouble to address these contentions directly.  Rather, it asserted that the policy did not cover non-business accidents, adding cryptically:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>\"In this particular case, the law firm did not hire the vehicle, nor did one of the partners hire the vehicle for the law firm.  However, the autos described in the schedule of covered autos are assured under the insurance policy notwithstanding the purpose of the use given to them.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The first question that arises in considering Fieldman and Blacketor's \"past practice\" argument is whether the USF &amp; G policy so clearly excluded coverage that no extrinsic evidence is admissible to construe it.  Extrinsic evidence comes in different types and weight, and ambiguities vary both in kind and degree.  In truth, the law on questions of ambiguity and extrinsic evidence is clouded in confusion:  courts often do not agree with one another and what they assert as doctrine cannot always be squared with what they do in practice.  3 A. Corbin, Contracts Sec. 542A (1960).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The precedents in the jurisdictions concerned<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> leave us doubtful whether in the first instance New Jersey or Puerto Rico courts would admit evidence as to how the policy was actually implemented in order to vary the meaning of this seemingly clear policy (estoppel is another matter).  The \"practical construction\" of contract language, as evidenced by the parties' actions, is often said to deserve \"great weight,\" A. Farnsworth, Contracts Sec. 7.13 at 535 (1990).  But while the New Jersey and Puerto Rico courts often consider past practice, courts in both jurisdictions have said that insurance policies should be construed according to their language unless they are found to be ambiguous.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In all events, we need not definitively resolve the extrinsic-evidence issue because in this case we face a singular circumstance:  USF &amp; G has admitted that the policy does not mean what its language seems to say.  After reconsideration had been denied by the district court, someone at USF &amp; G apparently woke up and realized that the record did not reflect an adequate explanation of USF &amp; G's past payment of non-business claims under the policy.  On May 31, 1991, USF &amp; G filed a motion for relief from judgment under Fed.  R. Civ. P. 60(b)(6).  This motion for the first time spelled out a possible explanation by USF &amp; G to Fieldman's claim relating to USF &amp; G's past practice.  The motion prefaced this answer by saying blandly that previously \"the evidence supporting USF &amp; G's position could not be obtained for reasons beyond [USF &amp; G's] control.  Finally, it was obtained.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The evidence, USF &amp; G's motion asserted, showed that prior claims paid under the policy, to cover accidents by Fieldman family members unrelated to the partnership's business, were paid because the policy covered certain listed automobiles, additional premiums were paid for this coverage, and \"[o]nly in these circumstances did USF &amp; G paid (sic) claims not related to the business.\"  Attached were several pages from the policy and some documents relating to family member claims previously submitted to USF &amp; G pertaining to specific cars.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The USF &amp; G motion, read generously, may be taken to claim that the insurance policy provided two different categories of liability coverage:  first, it covered \"any\" automobile (owned or rented or borrowed) being used in connection with partnership business;  and second, based on an additional premium, the policy covered listed automobiles (apparently owned by individual partners) for all accidents, whether driven by a partner or family member and whether or not the use had any connection with the partnership's business.  Based on the information we have today-it still may not be complete-one might guess that the insurer \"pancaked\" a second layer of coverage on the underlying business policy but did not spell out this coverage in precise language.  Thus the policy covered some non-business automobile liability but did not clearly define the limits of that coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">However one might construe the policy language judged in a vacuum, we think that it would be patently unjust in this unusual case to conclude that the policy language limits liability to business-related accidents where, as here, the insurer has admitted that the policy does cover non-business accidents in some circumstances.  If we limit our consideration of actual practice to the statements of Fieldman in his summary judgment motion-statements not unexpectedly very favorable to his interpretation-then past practice resolves the matter in his favor.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The question remains whether the Rule 60(b) motion should have been granted, entitling USF &amp; G to the benefit of its description of actual performance and therefore to a trial to resolve the factual conflict.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Rule 60(b) motion was vigorously opposed, Fieldman claiming that it was untimely and denying by affidavit that any additional premiums had been paid.  The motion was referred to the magistrate judge who on December 10, 1991, recommended that it be denied:  he said that USF &amp; G had had the duty to controvert Fieldman's contentions at the time it answered his summary judgment motion;  that USF &amp; G had possessed then the documents now belatedly offered;  and that nothing in the Rule 60(b) motion disproved USF &amp; G's payment of claims unrelated to the partnership business.  On review, the district court summarily upheld the magistrate judge.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The USF &amp; G argument and supporting documents offered in the Rule 60(b) motion might, if timely offered, have required the district court to deny Fieldman's summary judgment motion.  One could argue that the policy language does not directly spell out USF &amp; G's theory of coverage and that at the very least an affidavit should have been supplied to show that an extra premium was paid and that the only non-business claims ever paid were for listed automobiles.  On the other hand, a cautious district judge would likely have declined to grant summary judgment for Fieldman once USF &amp; G had coherently explained its payment of past non-business claims.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">But the explanation by USF &amp; G, and the limited support for it, came too late.  The time for USF &amp; G to submit its opposition was in April 1990, not in May 1991, long after the summary judgment motion had been granted.  Nothing in this record even begins to show due diligence by USF &amp; G, or to explain why it did not offer its rationale and documents at the proper time.   Teamsters v. Superline Transp.  Co., <span class=\"citation\" data-id=\"575211\"><a href=\"/opinion/575211/teamsters-chauffeurs-warehousemen-and-helpers-union-local-no-59-v/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span> </a></span>(1st Cir. 1992).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The notion that after several years of litigation the district court should start over to consider this new submission is without basis.  Thus, we need not reach the estoppel claim asserted by Fieldman, a claim whose reliance requirement might prove to be a considerable obstacle for Fieldman (given his own purchase of insurance from CNA when renting the car in question).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Blacketor, as well as Fieldman, is entitled to coverage under the USF &amp; G policy for legal expenses.  In light of the construction of the policy achieved by Fieldman, Blacketor is covered under the \"omnibus clause\" of the insurance policy.  That clause, with irrelevant exceptions, extends coverage to \"[a]ny one ... using with your permission a covered auto you own, hire or borrow\".  USF &amp; G has not denied that Blacketor was driving the auto with Fieldman's permission.  Whether some division of the expenses between USF &amp; G and Farmers should have been ordered has not been argued on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This outcome may appear at first blush to be a harsh one for USF &amp; G, for it could well have deserved to prevail on the literal language of the policy, had it not admitted that the policy goes beyond business use.  At the same time, if given the full benefit of its Rule 60(b) assertions, it might at least be entitled to a remand for a trial on the factual issues posed by the conflict between the Fieldman affidavit and the Rule 60(b) motion.  See generally U.S. Fire Ins. Co. v.  Producciones Padosa, Inc., <span class=\"citation\" data-id=\"499049\"><a href=\"/opinion/499049/united-states-fire-insurance-company-etc-v-producciones-padosa-inc/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">950</span></a></span>, 953 (1st Cir. 1987).  It has managed instead to achieve the worst of both worlds.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Few tears should be shed for USF &amp; G. Its original assertions could easily have led a court to believe that the policy was limited to business use although USF &amp; G now admits that the policy was not so limited.  Its quite different description of the situation occurred only after it had lost before both the magistrate judge and the district court, and even then the explanation is poorly supported.  There is no reason why other parties should be forced in these circumstances to face the expense of further litigation to determine whether USF &amp; G's belated explanation is correct.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">USF &amp; G contends that even if it is liable under its policy, the insurance coverage should not be apportioned according to the upper coverage limits of each policy.  Instead, it argues inter alia that each insurer should pay equally up to the policy limits of that insurer's policy, with the higher-limit insurer making up the balance.  On this issue, we follow the parties in treating Puerto Rico law as determinative.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Each of the policies, we are told, contains an \"other insurance\" clause which provides that for this accident the insurer's liability will only be in excess in amounts due under other policies.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  See generally Hennes Erecting Co. v.  National Underwriters Fire Ins. Co., <span class=\"citation\" data-id=\"484742\"><a href=\"/opinion/484742/hennes-erecting-company-plaintiff-appellantcross-appellee-v-national/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1074</span></a></span>, 1077 (10th Cir. 1987).  This \"after you, Alfonse,\" tactic has not impressed the courts, which often nullify \"other insurance\" clauses when they conflict.  See R. Keeton &amp; A. Widiss, Insurance Law Sec. 3.11(a)(3), at 258-59 (1988).  The district court properly refused to take these clauses literally, and the parties do not directly dispute this refusal.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The question, then, is how a court in Puerto Rico would apportion liability among carriers where liability is less than the total amount of coverage provided by those policies.  The other insurance carriers rely upon the rule, followed in a majority of jurisdictions, that liability should be prorated according to the upper limits of the policies.   See, e.g., St. Paul Mercury Ins. Co. v. Underwriters at Lloyds of London, <span class=\"citation\" data-id=\"273000\"><a href=\"/opinion/273000/st-paul-mercury-insurance-company-v-the-underwriters-at-lloyds-of-london/\"><span class=\"volume\">365</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">659</span> </a></span>(10th Cir. 1966);  R. Keeton &amp; A. Widiss, supra, Sec. 3.11(a)(3).  USF &amp; G offers several theories aimed at reducing its share.  The district court followed the majority rule.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Interestingly, the USF &amp; G policy (quoted above) itself provides that the majority rule, apportioning liability based on the upper limit of each policy, should be applied where two or more policies cover the accident on the same basis, either excess or primary.  If (as represented to us) each of the policies at issue here treats its coverage as excess, then arguably USF &amp; G has contracted for the very apportionment rule applied by the district court in this case.  Cf. Aviles v.  Burgos, <span class=\"citation\" data-id=\"464794\"><a href=\"/opinion/464794/elba-alvarado-aviles-aka-elba-bonila-v-jorge-diaz-burgos-the-travelers/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">270</span></a></span>, 282 (1st Cir. 1986) (where the policies adopt the same apportionment rule it governs automatically).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The parties have not cited to us any caselaw from Puerto Rico courts that directly governs the apportionment issue.  The majority rule has been questioned, see Reliance Ins. Co. v.  St Paul Surplus Lines Ins. Co., <span class=\"citation\" data-id=\"447542\"><a href=\"/opinion/447542/reliance-insurance-company-v-st-paul-surplus-lines-insurance-company/\"><span class=\"volume\">753</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1288</span> </a></span>(4th Cir. 1985) (adopting the so-called equal shares rule);  and a leading treatise has said that the majority rule is \"open to question in a number of contexts.\"  Keeton &amp; Widess, supra, Sec. 3(11)(e).  In truth, we have little basis for saying confidently how Puerto Rico would resolve the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In the present case, we are not disposed to look beyond the majority rule invoked by the district court.  It is still the governing rule in most jurisdictions, and none of the alternatives proposed appears to be without some shortcomings.  The majority rule is also the rule stipulated by the USF &amp; G policy for cases where each of the conflicting policies purports to disclaim primary coverage.  Absent guidance from the Puerto Rico courts or a more persuasive case for reexamining that rule, we think that Puerto Rico should be assumed to follow the majority rule.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Following the appeal, it appears that CNA advised the district court that its Puerto Rican Cars policy limit was $500,000, rather than the $300,000 assumed by the district court.  A motion to adopt amended figures has been filed without opposition but has not yet been granted.  The substitution of the asserted new figures-CNA ($375,000), USF &amp; G ($234,375) and Farmers ($140,625)-would not affect the issues presented on this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> We say \"jurisdictions\" because this appeal has been briefed on the premise that Puerto Rico law governs the interpretation of the USF &amp; G agreement.  This assumption is at least doubtful:  the policy was made in New Jersey to provide automobile insurance for a New Jersey law firm.  There is no indication that Puerto Rico has any connection with either the insurer or the law firm that would lead its courts to apply Puerto Rico law to the policy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Compare Flint Frozen Foods, Inc. v. Firemen's Ins. Co., <span class=\"citation\" data-id=\"1966468\"><a href=\"/opinion/1966468/flint-frozen-foods-inc-v-firemens-ins-co-of-nj/\"><span class=\"volume\">86</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">673</span></a></span>, 674 (N.J. 1952) (terms of policy govern) and  Velez-Gomez v. SMA Life Assur.  Co., <span class=\"citation\" data-id=\"195013\"><a href=\"/opinion/195013/velez-gomez-v-sma-life-assurance/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">873</span> </a></span>(1st Cir. 1993) (same under Puerto Rico law) with  Kearny PBA Local No. 21 v. Town of Kearny, <span class=\"citation\" data-id=\"1526295\"><a href=\"/opinion/1526295/kearny-pba-local-21-v-town-of-kearny/\"><span class=\"volume\">405</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">393</span></a></span>, 400 (N.J. 1979) (\"polestar\" is intent of parties descended by any means including \"the parties' conduct\"), and Merle v. West Bend Co., <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">392</span></span>, 399 (P.R. 1969) (same)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The pages from the policy show that certain cars were listed as owned by \"the insured\" but the policy does not explain that these are actually owned not by the insured (the law firm) but by individual partners.  Nor does the policy provide explicitly that these cars are covered for non- business use</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We ignore the possibility that what Fieldman might have been entitled to is a jury trial and not a summary judgment in his favor.  When and whether the district court should take a contract issue to be a matter for the judge rather than the jury where the contract is ambiguous but the illuminating extrinsic evidence is undisputed and presents issues of some difficulty.  USF &amp; G has not sought reversal on the ground that the issue of policy interpretation on undisputed facts was for the jury rather than the judge, and we will not pursue this possibility further</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The motion, although filed under Rule 60(b)(6), appears more properly based on \"excusable neglect\" under Rule 60(b)(1), although the neglect here has not been excused.  In any event the motion certainly does not demonstrate the \"extraordinary circumstances\" required for a motion under Rule 60(b)(6).   See Gonzalez v. Walgreens Co., <span class=\"citation\" data-id=\"551280\"><a href=\"/opinion/551280/ivette-gonzalez-and-ramon-fernandez-v-walgreens-company/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">303</span></a></span>, 305 (1st Cir. 1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This issue, unlike the question of USF &amp; G's policy coverage, involves a rule to apportion liability where several different contracts (including two made in Puerto Rico) conflict as applied to an accident occurring in Puerto Rico.  Since all parties agree that Puerto Rico law controls, we forego an independent choice of law analysis.   See, e.g., Commercial Union Ins. v. Walbrook Ins. Co., <span class=\"citation\" data-id=\"655503\"><a href=\"/opinion/655503/commercial-union-insurance-co-v-walbrook-insurance-co-ltd/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1047</span></a></span>, 1048 n. 1 (1st Cir. 1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The \"other insurance\" clause of the USF &amp; G policy, the only policy furnished to us on appeal, states:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> For any covered auto you own this policy provides primary insurance.  For any covered auto you don't own, the insurance provided by this policy is excess over any other collectible insurance</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p> When two or more policies cover on the same basis, either excess or primary, we will pay only our share.  Our share is the proportion that the limit of our policy bears to the total of the limits of all the policies covering on the same basis</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195013/",
    "https://www.courtlistener.com/api/rest/v3/opinions/273000/",
    "https://www.courtlistener.com/api/rest/v3/opinions/447542/",
    "https://www.courtlistener.com/api/rest/v3/opinions/464794/",
    "https://www.courtlistener.com/api/rest/v3/opinions/484742/",
    "https://www.courtlistener.com/api/rest/v3/opinions/499049/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551280/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575211/",
    "https://www.courtlistener.com/api/rest/v3/opinions/655503/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1526295/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1966468/"
  ]
}