{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195414/",
  "id": 195414,
  "absolute_url": "/opinion/195414/united-states-v-rodriguez/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195414/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:32Z",
  "date_modified": "2020-02-21T23:48:26.255802Z",
  "type": "010combined",
  "sha1": "8121f9dbf8ac114458c363620f393f16debcfff4",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1811.01A",
  "local_path": null,
  "plain_text": "June 9, 1994          [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                        \n\nNo. 93-1811\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                      ISIDRO RODRIGUEZ,\n\n                    Defendant, Appellant.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n       [Hon. Joseph A. DiClerico, U.S. District Judge]\n\n                                        \n\n                            Before\n\n                  Torruella, Cyr and Boudin,\n                       Circuit Judges.\n                                     \n\n                                        \n\n   John P. Rab and Rad &amp; Neiman, on brief for appellant.\n                               \n   Paul M. Gagnon,  United States Attorney,  and Jean B.  Weld,\n                                                              \nAssistant United States Attorney, on brief for appellee.\n\n                                        \n\n                                        \n\n     Per  Curiam.   Appellant  Isidro  Rodriguez  appeals his\n                \n\nconviction  on  four  counts  of  distributing   cocaine,  in\n\nviolation of  21 U.S.C.   841(a),  and one count of  using or\n\ncarrying  a  firearm  during  and  in  relation  to  a   drug\n\ntrafficking crime, in violation of 18 U.S.C.   924(c)(1).  We\n\nsummarily affirm.\n\n                              I\n\n     In  September  1989,  Detective  Ronald Scaccia  of  the\n\nNashua Police Department, working in an  undercover capacity,\n\nmade  three   hand-to-hand  purchases  of   cocaine  from  an\n\nindividual  known to him as \"Isidro\" at 4 1/2 Kendrick Street\n\nin Nashua,  New Hampshire.  After  further investigation, the\n\nNashua police  obtained a search warrant for  the third floor\n\napartment in which Isidro lived.   The search discovered over\n\none  half  kilogram of  cocaine and  paraphernalia associated\n\nwith the  sale of  cocaine hidden in  a trap door  within the\n\napartment.   A  .25 caliber  semi-automatic handgun,  a fully\n\nloaded magazine of .25  caliber ammunition, and an additional\n\nbox of ammunition were  found in a strong  box, approximately\n\nsix feet from the trap  door.  A receipt for the  purchase of\n\nthe gun,  listing Rodriguez as  the purchaser and  showing an\n\naddress of 4 1/2 Kendrick Street,  was also found in the box.\n\nVarious  identification  documents  in  the  name  of  Isidro\n\nRodriguez, including  rent  receipts  for  a room  at  4  1/2\n\n                             -2-\n\nKendrick Street in the name of Isidro Rodriguez were found in\n\na dresser drawer.  Rodriguez was not apprehended.\n\n     In  December  1989,  Rodriguez,  along  with  five other\n\nindividuals,  was  indicted on  one  count  of conspiracy  to\n\ndistribute cocaine in violation of 21  U.S.C.   846.  He  was\n\nalso indicted  on three  counts of distributing  cocaine, one\n\ncount of  possession with  intent to distribute  cocaine, and\n\none  count of possessing a  handgun in furtherance  of a drug\n\ntrafficking crime.   An arrest warrant for Rodriguez was also\n\nissued.  \n\n     On  April  14, 1992,  the  warrant  was  executed on  an\n\nindividual, using the  name of Ysidro Adames  and residing in\n\nErie,  Pennsylvania.  Detective Scaccia positively identified\n\nAdames as the person from whom  he had purchased the drugs at\n\nthe Kendrick Street apartment.  However, Adames' fingerprints\n\ndid not match  those found in the search of the apartment and\n\nhe  was released.  Rodriguez was arrested in February 1993 in\n\nLawrence, Massachusetts.  At the time Rodriguez was using the\n\nname  \"Ysobel  Gonzalez.\"   Prior  to  trial, the  government\n\ndismissed all counts against the others who had been indicted\n\nalong with Rodriguez.  It  also dropped the conspiracy charge\n\nagainst Rodriguez.\n\n     At trial, expert testimony was presented that Rodriguez'\n\nfingerprints  matched  those  found  in  the  Kendrick Street\n\napartment.    Rodriguez  was  also  identified  by  Detective\n\n                             -3-\n\nScaccia  and  by Sergeant  Gravel,  who had  assisted  in the\n\ninvestigation, as the individual who had been involved in the\n\nSeptember 1989 distribution of  cocaine.  Finally, the mother\n\nof Rodriguez' children testified  at trial that the appellant\n\nwas the  man she had  known previously as  \"Isidro Rodriguez\"\n\nand  that he  had  lived  at  4  1/2  Kendrick  Street  until\n\napproximately October 1989.   She also testified that she had\n\ngiven him the handgun as a gift.  \n\n     The jury found Rodriguez  guilty on all counts.   He was\n\nsentenced  to   concurrent  terms  of   sixty  three  months'\n\nimprisonment  on  each of  the  four  counts of  distributing\n\ncocaine and a mandatory, consecutive  term of sixty months on\n\nthe weapon's charge.\n\n     Rodriguez  raises three  issues  on appeal.   First,  he\n\nasserts  that the district court erred  in denying his motion\n\nto suppress certain  evidence seized during the search of the\n\nKendrick Street apartment.  Second, he argues  that his right\n\nto obtain  exculpatory  evidence  from  the  prosecution  was\n\nviolated by the magistrate judge's denial of his requests for\n\ncertain materials.   Finally,  he contends that  the evidence\n\nwas insufficient to support his conviction.\n\n                              II\n\n     Rodriguez   asserts    that   certain   \"identification\"\n\nevidence, including a resident alien card, a passport, and an\n\nautomobile title, found in a dresser drawer during the search\n\n                             -4-\n\nof the Kendrick Street apartment, should have been suppressed\n\non the  ground that the items seized were beyond the scope of\n\nthe warrant.    This  contention, however, is  belied by  the\n\nplain language of the warrant which authorizes a search  for,\n\ninter alia,  \"Records of Occupancy.\"    The  documents seized\n          \n\ncould indicate occupancy of the premises and thus were within\n\nthe scope of the warrant.  See United States v. Tabares,  951\n                                                       \n\nF.2d 405,  408  (1st Cir.  1991) (finding  photographs to  be\n\nwithin  the warrant's instructions  \"to seize  'records' that\n\ncould indicate  'ownership, tenancy and/or  control'\" of  the\n\ndescribed premises).  \n\n                             III\n\n     Rodriguez  also alleges  that his  due process  right to\n\nobtain exculpatory evidence under  the principles of Brady v.\n                                                          \n\nMaryland,  373 U.S. 83 (1963), and  its progeny, was violated\n        \n\nwhen the magistrate  judge denied his motion for discovery of\n\n(1)  information regarding  his alleged  co-conspirators; and\n\n(2) information related  to the investigation, identification\n\nand arrest of the  person known as Ysidro Adames.   Rodriguez\n\ncontends,  that, at  the very  least,  the court  should have\n\nconducted  an in  camera  inspection of  the material  before\n                        \n\ndenying his discovery request.\n\n     Brady   requires   the   government   to   disclose  any\n          \n\nexculpatory evidence which is \"material either to guilt or to\n\npunishment.\"   Brady, 373 U.S.  at 87.   Material evidence is\n                    \n\n                             -5-\n\nthat which, if disclosed, \"might have affected the outcome of\n\nthe trial.\"  United States v. Agurs, 427 U.S. 97, 104 (1976).\n                                   \n\nHowever,  \"[a]  defendant's  right  to  discover  exculpatory\n\nevidence does  not  include  the  unsupervised  authority  to\n\nsearch through  the [government's]  files.\"  Pennsylvania  v.\n                                                         \n\nRitchie, 480 U.S. 39, 59 (1987).   Nor does it entitle him to\n       \n\nrequire a  trial  court  \"to conduct  an  in  camera  fishing\n                                                    \n\nexpedition through the government's files.\"  United States v.\n                                                          \n\nPou, 953 F.2d 363, 366-67 (8th Cir.), cert. denied, 112 S.Ct.\n                                                  \n\n1982 (1992); see also United States v. Navarro, 737 F.2d 625,\n                                              \n\n631 (7th  Cir.), cert.  denied, 469 U.S.  1020 (1984)  (\"Mere\n                              \n\nspeculation that a government file may contain Brady material\n                                                    \n\nis  not  sufficient  to  require  a  remand  for  in   camera\n                                                             \n\ninspection.\").  Rather, \"[t]o establish a violation of Brady,\n                                                            \n\na defendant must provide the court with some  indication that\n\nthe materials to which he . . . needs access contain material\n\nand  potentially exculpatory  evidence.\"   United  States  v.\n                                                         \n\nBrandon, 17 F.3d 409, 456 (1st Cir. 1994).  In addition,  the\n       \n\ndefendant must  show that  any evidence not  disclosed caused\n\nhim \"undue prejudice.\"  United States v. Drougas, 748 F.2d 8,\n                                                \n\n23 (1st Cir. 1984).\n\n     Rodriguez was found  guilty of  distributing cocaine  to\n\nDetective Scaccia  and of possessing a  weapon in furtherance\n\nof drug trafficking.  According to the evidence  presented at\n\ntrial, all  these crimes  were committed by  Rodriguez alone.\n\n                             -6-\n\nSince  Rodriguez  provided  no  indication  that  information\n\nrelating to the others  who were indicted along with  him was\n\nin any way material to his  guilt on these charges, and since\n\nthe  conspiracy charge  against Rodriguez had  been dismissed\n\nprior  to trial, the denial  of his request  for discovery of\n\nthis material did not violate his rights under Brady.\n                                                    \n\n     On  the  other  hand,   the  evidence  relating  to  the\n\nidentification  of  Ysidro  Adames  was  clearly exculpatory.\n\nHowever,  the government provided  Rodriguez with an official\n\nFederal  Bureau of  Investigation  [FBI] report  relating  to\n\nAdames'  arrest  and with  the  transcript  of the  detention\n\nhearings  containing  Detective  Scaccia's  misidentification\n\ntestimony.    In  addition,  at  trial,  Rodriguez  not  only\n\nthoroughly cross-examined Scaccia about the misidentification\n\nbut  also called as a  defense witness FBI  Special Agent Kim\n\nKelly  who  testified as  to  the  facts surrounding  Adames'\n\nidentification and arrest.  Rodriguez, therefore, was able to\n\npresent to the  jury the exculpatory  information surrounding\n\nthe  misidentification of Adames.  He has failed to show that\n\nhe  suffered any  prejudice from  the  court's denial  of his\n\nrequest    for    other     information    concerning     the\n\nmisidentification. \n\n                              IV\n\n                             -7-\n\n     Finally,  Rodriguez contends that the evidence presented\n\nat trial was insufficient to support his conviction on either\n\nthe drug distribution charges or that for weapon possession.\n\n     Rodriguez'  sole  challenge to  the  sufficiency of  the\n\nevidence for the drug distribution  charges is his claim that\n\nDetective Scaccia's  misidentification of  Adames as  the man\n\nfrom whom  Scaccia purchased  cocaine at the  Kendrick Street\n\napartment created a reasonable doubt as to Scaccia's in-court\n\nidentification  of Rodriguez  as that  person.   However, the\n\nassessment  of Scaccia's  in-court identification  was within\n\nthe province of the jury.  See, e.g., United States v. Arias-\n                                                             \n\nSantana, 964 F.2d 1262, 1269 (1st Cir. 1992).   In this case,\n       \n\nafter having been presented with the relevant testimony as to\n\nScaccia's  misidentification of  Adames,  the  jury chose  to\n\ncredit Scaccia's in-court identification.  This determination\n\ncannot be considered unreasonable, especially in light of the\n\nother testimony and physical evidence corroborating Detective\n\nScaccia's account.   Considering the  evidence as a  whole in\n\nthe light most  favorable to the  verdict, see, e.g.,  United\n                                                             \n\nStates v. Paulino, 13 F.3d 20, 25 (1st Cir. 1994), we find no\n                 \n\nerror  in  the  jury  verdict as  to  the  drug  distribution\n\ncharges.\n\n     We  likewise  find  the  evidence  sufficient to  uphold\n\nRodriguez' conviction  on the weapon's  charge.  To  obtain a\n\nconviction  under  18 U.S.C.     924(c),  the government  was\n\n                             -8-\n\nrequired to prove, beyond  a reasonable doubt, that Rodriguez\n\nhad the  firearm \"readily  accessible for [his]  use\" in  the\n\ncommission of  a drug  trafficking crime.   United  States v.\n                                                          \n\nAbreu, 952  F.2d 1458,  1466  (1st Cir.),  cert. denied,  112\n                                                       \n\nS.Ct.  1695  (1992);  see  also   Paulino,  13  F.3d  at  26.\n                                         \n\nRodriguez contends  that there was  no evidence that  the gun\n\nfound in the Kendrick Street apartment played any role in his\n\nalleged distribution of cocaine.  \n\n     According  to  the  evidence  presented  at   trial,  an\n\nautomatic weapon, with a fully loaded magazine clip and extra\n\nammunition, was found in  the same room as over  five hundred\n\ngrams of cocaine and various  drug paraphernalia.  Also found\n\nin the  room were  several documents supporting  a reasonable\n\ninference that  Rodriguez had  dominion and control  over the\n\nroom and  its contents.   \"[U]ltimately, whether  or not  the\n\ngun[]  helped appellant commit the drug crime is a matter for\n\na jury,  applying common-sense  theories of human  nature and\n\ncausation.\"  United States v. Wilkinson, 926 F.2d 22, 26 (1st\n                                       \n\nCir.), cert. denied, 501 U.S. 1211 (1991).  In this case, the\n                   \n\nproximity of the weapon  to drugs and paraphernalia, together\n\nwith the  documentary evidence, supports a  jury finding that\n\nthe gun was used by Rodriguez to facilitate drug trafficking.\n\nSee Paulino, 13 F.2d at 26 (weapon found near  drugs and drug\n           \n\nparaphernalia  in  apartment  over  which  defendant  had   a\n\nsignificant  degree  of control);  Abreu,  952  F.2d at  1466\n                                        \n\n                             -9-\n\n(weapon,  cocaine, cocaine  packing and  distribution devices\n\nfound in apartment rented by defendant). \n\n     Affirmed.  See 1st Cir. Loc. R. 27.1.\n                   \n\n                             -10-\n",
  "html": "<p class=\"case_cite\">29 F.3d 619</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Isidro RODRIGUEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1811</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 9, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of New Hampshire [Hon.  Joseph A. DiClerico, U.S. District Judge]</p>\n      <p class=\"indent\">John P. Rab and Rad &amp; Neiman, on brief for appellant.</p>\n      <p class=\"indent\">Paul M. Gagnon, United States Attorney, and Jean B. Weld, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Isidro Rodriguez appeals his conviction on four counts of distributing cocaine, in violation of 21 U.S.C. Sec. 841(a), and one count of using or carrying a firearm during and in relation to a drug trafficking crime, in violation of 18 U.S.C. Sec. 924(c)(1).  We summarily affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In September 1989, Detective Ronald Scaccia of the Nashua Police Department, working in an undercover capacity, made three hand-to-hand purchases of cocaine from an individual known to him as \"Isidro\" at 4 1/2 Kendrick Street in Nashua, New Hampshire.  After further investigation, the Nashua police obtained a search warrant for the third floor apartment in which Isidro lived.  The search discovered over one half kilogram of cocaine and paraphernalia associated with the sale of cocaine hidden in a trap door within the apartment.  A .25 caliber semi-automatic handgun, a fully loaded magazine of .25 caliber ammunition, and an additional box of ammunition were found in a strong box, approximately six feet from the trap door.  A receipt for the purchase of the gun, listing Rodriguez as the purchaser and showing an address of 4 1/2 Kendrick Street, was also found in the box.  Various identification documents in the name of Isidro Rodriguez, including rent receipts for a room at 4 1/2 Kendrick Street in the name of Isidro Rodriguez were found in a dresser drawer.  Rodriguez was not apprehended.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In December 1989, Rodriguez, along with five other individuals, was indicted on one count of conspiracy to distribute cocaine in violation of 21 U.S.C. Sec. 846.  He was also indicted on three counts of distributing cocaine, one count of possession with intent to distribute cocaine, and one count of possessing a handgun in furtherance of a drug trafficking crime.  An arrest warrant for Rodriguez was also issued.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 14, 1992, the warrant was executed on an individual, using the name of Ysidro Adames and residing in Erie, Pennsylvania.  Detective Scaccia positively identified Adames as the person from whom he had purchased the drugs at the Kendrick Street apartment.  However, Adames' fingerprints did not match those found in the search of the apartment and he was released.  Rodriguez was arrested in February 1993 in Lawrence, Massachusetts.  At the time Rodriguez was using the name \"Ysobel Gonzalez.\"  Prior to trial, the government dismissed all counts against the others who had been indicted along with Rodriguez.  It also dropped the conspiracy charge against Rodriguez.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At trial, expert testimony was presented that Rodriguez' fingerprints matched those found in the Kendrick Street apartment.  Rodriguez was also identified by Detective Scaccia and by Sergeant Gravel, who had assisted in the investigation, as the individual who had been involved in the September 1989 distribution of cocaine.  Finally, the mother of Rodriguez' children testified at trial that the appellant was the man she had known previously as \"Isidro Rodriguez\" and that he had lived at 4 1/2 Kendrick Street until approximately October 1989.  She also testified that she had given him the handgun as a gift.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The jury found Rodriguez guilty on all counts.  He was sentenced to concurrent terms of sixty three months' imprisonment on each of the four counts of distributing cocaine and a mandatory, consecutive term of sixty months on the weapon's charge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Rodriguez raises three issues on appeal.  First, he asserts that the district court erred in denying his motion to suppress certain evidence seized during the search of the Kendrick Street apartment.  Second, he argues that his right to obtain exculpatory evidence from the prosecution was violated by the magistrate judge's denial of his requests for certain materials.  Finally, he contends that the evidence was insufficient to support his conviction.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Rodriguez asserts that certain \"identification\" evidence, including a resident alien card, a passport, and an automobile title, found in a dresser drawer during the search of the Kendrick Street apartment, should have been suppressed on the ground that the items seized were beyond the scope of the warrant.  This contention, however, is belied by the plain language of the warrant which authorizes a search for, inter alia, \"Records of Occupancy.\"  The documents seized could indicate occupancy of the premises and thus were within the scope of the warrant.   See United States v. Tabares, 951 F.2d 405, 408 (1st Cir. 1991) (finding photographs to be within the warrant's instructions \"to seize 'records' that could indicate 'ownership, tenancy and/or control' \" of the described premises).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Rodriguez also alleges that his due process right to obtain exculpatory evidence under the principles of Brady v. Maryland, 373 U.S. 83 (1963), and its progeny, was violated when the magistrate judge denied his motion for discovery of (1) information regarding his alleged co-conspirators;  and (2) information related to the investigation, identification and arrest of the person known as Ysidro Adames.  Rodriguez contends, that, at the very least, the court should have conducted an in camera inspection of the material before denying his discovery request.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Brady requires the government to disclose any exculpatory evidence which is \"material either to guilt or to punishment.\"   Brady, 373 U.S. at 87.  Material evidence is that which, if disclosed, \"might have affected the outcome of the trial.\"   United States v. Agurs, 427 U.S. 97, 104 (1976).  However, \"[a] defendant's right to discover exculpatory evidence does not include the unsupervised authority to search through the [government's] files.\"   Pennsylvania v. Ritchie, 480 U.S. 39, 59 (1987).  Nor does it entitle him to require a trial court \"to conduct an in camera fishing expedition through the government's files.\"   United States v. Pou, 953 F.2d 363, 366- 67 (8th Cir.), cert. denied, 112 S.Ct. 1982 (1992);   see also United States v. Navarro, 737 F.2d 625, 631 (7th Cir.), cert. denied, 469 U.S. 1020 (1984) (\"Mere speculation that a government file may contain Brady material is not sufficient to require a remand for in camera inspection.\").  Rather, \"[t]o establish a violation of Brady, a defendant must provide the court with some indication that the materials to which he ... needs access contain material and potentially exculpatory evidence.\"   United States v. Brandon, 17 F.3d 409, 456 (1st Cir. 1994).  In addition, the defendant must show that any evidence not disclosed caused him \"undue prejudice.\"   United States v. Drougas, 748 F.2d 8, 23 (1st Cir. 1984).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Rodriguez was found guilty of distributing cocaine to Detective Scaccia and of possessing a weapon in furtherance of drug trafficking.  According to the evidence presented at trial, all these crimes were committed by Rodriguez alone.  Since Rodriguez provided no indication that information relating to the others who were indicted along with him was in any way material to his guilt on these charges, and since the conspiracy charge against Rodriguez had been dismissed prior to trial, the denial of his request for discovery of this material did not violate his rights under Brady.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On the other hand, the evidence relating to the identification of Ysidro Adames was clearly exculpatory.  However, the government provided Rodriguez with an official Federal Bureau of Investigation [FBI] report relating to Adames' arrest and with the transcript of the detention hearings containing Detective Scaccia's misidentification testimony.  In addition, at trial, Rodriguez not only thoroughly cross-examined Scaccia about the misidentification but also called as a defense witness FBI Special Agent Kim Kelly who testified as to the facts surrounding Adames' identification and arrest.  Rodriguez, therefore, was able to present to the jury the exculpatory information surrounding the misidentification of Adames.  He has failed to show that he suffered any prejudice from the court's denial of his request for other information concerning the misidentification.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Finally, Rodriguez contends that the evidence presented at trial was insufficient to support his conviction on either the drug distribution charges or that for weapon possession.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Rodriguez' sole challenge to the sufficiency of the evidence for the drug distribution charges is his claim that Detective Scaccia's misidentification of Adames as the man from whom Scaccia purchased cocaine at the Kendrick Street apartment created a reasonable doubt as to Scaccia's in-court identification of Rodriguez as that person.  However, the assessment of Scaccia's in-court identification was within the province of the jury.  See, e.g.,  United States v. Arias- Santana, 964 F.2d 1262, 1269 (1st Cir. 1992).  In this case, after having been presented with the relevant testimony as to Scaccia's misidentification of Adames, the jury chose to credit Scaccia's in-court identification.  This determination cannot be considered unreasonable, especially in light of the other testimony and physical evidence corroborating Detective Scaccia's account.  Considering the evidence as a whole in the light most favorable to the verdict, see, e.g., United States v.  Paulino, 13 F.3d 20, 25 (1st Cir. 1994), we find no error in the jury verdict as to the drug distribution charges.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We likewise find the evidence sufficient to uphold Rodriguez' conviction on the weapon's charge.  To obtain a conviction under 18 U.S.C. Sec. 924(c), the government was required to prove, beyond a reasonable doubt, that Rodriguez had the firearm \"readily accessible for [his] use\" in the commission of a drug trafficking crime.  United States v.  Abreu, 952 F.2d 1458, 1466 (1st Cir.), cert. denied, 112 S.Ct. 1695 (1992);   see also Paulino, 13 F.3d at 26.  Rodriguez contends that there was no evidence that the gun found in the Kendrick Street apartment played any role in his alleged distribution of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">According to the evidence presented at trial, an automatic weapon, with a fully loaded magazine clip and extra ammunition, was found in the same room as over five hundred grams of cocaine and various drug paraphernalia.  Also found in the room were several documents supporting a reasonable inference that Rodriguez had dominion and control over the room and its contents.  \"[U]ltimately, whether or not the gun[ ] helped appellant commit the drug crime is a matter for a jury, applying common-sense theories of human nature and causation.\"   United States v. Wilkinson, 926 F.2d 22, 26 (1st Cir.), cert. denied, 501 U.S. 1211 (1991).  In this case, the proximity of the weapon to drugs and paraphernalia, together with the documentary evidence, supports a jury finding that the gun was used by Rodriguez to facilitate drug trafficking.  See Paulino, 13 F.2d at 26 (weapon found near drugs and drug paraphernalia in apartment over which defendant had a significant degree of control);   Abreu, 952 F.2d at 1466 (weapon, cocaine, cocaine packing and distribution devices found in apartment rented by defendant).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Affirmed. See 1st Cir.  Loc. R. 27.1.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">619</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Isidro RODRIGUEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1811</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 9, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of New Hampshire [Hon.  Joseph A. DiClerico, U.S. District Judge]</p>\n      <p class=\"indent\">John P. Rab and Rad &amp; Neiman, on brief for appellant.</p>\n      <p class=\"indent\">Paul M. Gagnon, United States Attorney, and Jean B. Weld, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Isidro Rodriguez appeals his conviction on four counts of distributing cocaine, in violation of 21 U.S.C. Sec. 841(a), and one count of using or carrying a firearm during and in relation to a drug trafficking crime, in violation of 18 U.S.C. Sec. 924(c)(1).  We summarily affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In September 1989, Detective Ronald Scaccia of the Nashua Police Department, working in an undercover capacity, made three hand-to-hand purchases of cocaine from an individual known to him as \"Isidro\" at 4 1/2 Kendrick Street in Nashua, New Hampshire.  After further investigation, the Nashua police obtained a search warrant for the third floor apartment in which Isidro lived.  The search discovered over one half kilogram of cocaine and paraphernalia associated with the sale of cocaine hidden in a trap door within the apartment.  A .25 caliber semi-automatic handgun, a fully loaded magazine of .25 caliber ammunition, and an additional box of ammunition were found in a strong box, approximately six feet from the trap door.  A receipt for the purchase of the gun, listing Rodriguez as the purchaser and showing an address of 4 1/2 Kendrick Street, was also found in the box.  Various identification documents in the name of Isidro Rodriguez, including rent receipts for a room at 4 1/2 Kendrick Street in the name of Isidro Rodriguez were found in a dresser drawer.  Rodriguez was not apprehended.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In December 1989, Rodriguez, along with five other individuals, was indicted on one count of conspiracy to distribute cocaine in violation of 21 U.S.C. Sec. 846.  He was also indicted on three counts of distributing cocaine, one count of possession with intent to distribute cocaine, and one count of possessing a handgun in furtherance of a drug trafficking crime.  An arrest warrant for Rodriguez was also issued.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 14, 1992, the warrant was executed on an individual, using the name of Ysidro Adames and residing in Erie, Pennsylvania.  Detective Scaccia positively identified Adames as the person from whom he had purchased the drugs at the Kendrick Street apartment.  However, Adames' fingerprints did not match those found in the search of the apartment and he was released.  Rodriguez was arrested in February 1993 in Lawrence, Massachusetts.  At the time Rodriguez was using the name \"Ysobel Gonzalez.\"  Prior to trial, the government dismissed all counts against the others who had been indicted along with Rodriguez.  It also dropped the conspiracy charge against Rodriguez.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At trial, expert testimony was presented that Rodriguez' fingerprints matched those found in the Kendrick Street apartment.  Rodriguez was also identified by Detective Scaccia and by Sergeant Gravel, who had assisted in the investigation, as the individual who had been involved in the September 1989 distribution of cocaine.  Finally, the mother of Rodriguez' children testified at trial that the appellant was the man she had known previously as \"Isidro Rodriguez\" and that he had lived at 4 1/2 Kendrick Street until approximately October 1989.  She also testified that she had given him the handgun as a gift.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The jury found Rodriguez guilty on all counts.  He was sentenced to concurrent terms of sixty three months' imprisonment on each of the four counts of distributing cocaine and a mandatory, consecutive term of sixty months on the weapon's charge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Rodriguez raises three issues on appeal.  First, he asserts that the district court erred in denying his motion to suppress certain evidence seized during the search of the Kendrick Street apartment.  Second, he argues that his right to obtain exculpatory evidence from the prosecution was violated by the magistrate judge's denial of his requests for certain materials.  Finally, he contends that the evidence was insufficient to support his conviction.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Rodriguez asserts that certain \"identification\" evidence, including a resident alien card, a passport, and an automobile title, found in a dresser drawer during the search of the Kendrick Street apartment, should have been suppressed on the ground that the items seized were beyond the scope of the warrant.  This contention, however, is belied by the plain language of the warrant which authorizes a search for, inter alia, \"Records of Occupancy.\"  The documents seized could indicate occupancy of the premises and thus were within the scope of the warrant.   See United States v. Tabares, <span class=\"citation\" data-id=\"573870\"><a href=\"/opinion/573870/united-states-v-martha-tabares-united-states-v-ramiro-ramirez/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">405</span></a></span>, 408 (1st Cir. 1991) (finding photographs to be within the warrant's instructions \"to seize 'records' that could indicate 'ownership, tenancy and/or control' \" of the described premises).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Rodriguez also alleges that his due process right to obtain exculpatory evidence under the principles of Brady v. Maryland, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span> </a></span>(1963), and its progeny, was violated when the magistrate judge denied his motion for discovery of (1) information regarding his alleged co-conspirators;  and (2) information related to the investigation, identification and arrest of the person known as Ysidro Adames.  Rodriguez contends, that, at the very least, the court should have conducted an in camera inspection of the material before denying his discovery request.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Brady requires the government to disclose any exculpatory evidence which is \"material either to guilt or to punishment.\"   <span class=\"citation\" data-id=\"106598\"><span class=\"antecedent_guess\">Brady,</span> <a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">87</span></a></span>.  Material evidence is that which, if disclosed, \"might have affected the outcome of the trial.\"   United States v. Agurs, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 104 (1976).  However, \"[a] defendant's right to discover exculpatory evidence does not include the unsupervised authority to search through the [government's] files.\"   Pennsylvania v. Ritchie, <span class=\"citation\" data-id=\"111822\"><a href=\"/opinion/111822/pennsylvania-v-ritchie/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, 59 (1987).  Nor does it entitle him to require a trial court \"to conduct an in camera fishing expedition through the government's files.\"   United States v. Pou, <span class=\"citation\" data-id=\"575268\"><a href=\"/opinion/575268/united-states-v-william-anthony-pou-united-states-of-america-v-joseph/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">363</span></a></span>, 366- 67 (8th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1982</span> </span>(1992);   see also United States v. Navarro, <span class=\"citation\" data-id=\"437521\"><a href=\"/opinion/437521/united-states-v-juan-navarro-andres-mugercia-and-guillermo-perdomo/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">625</span></a></span>, 631 (7th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1020</span> </span>(1984) (\"Mere speculation that a government file may contain Brady material is not sufficient to require a remand for in camera inspection.\").  Rather, \"[t]o establish a violation of Brady, a defendant must provide the court with some indication that the materials to which he ... needs access contain material and potentially exculpatory evidence.\"   United States v. Brandon, <span class=\"citation\" data-id=\"664045\"><a href=\"/opinion/664045/united-states-v-peter-brandon-united-states-of-america-v-charles-d/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">409</span></a></span>, 456 (1st Cir. 1994).  In addition, the defendant must show that any evidence not disclosed caused him \"undue prejudice.\"   United States v. Drougas, <span class=\"citation\" data-id=\"444351\"><a href=\"/opinion/444351/united-states-v-aristedes-drougas-united-states-of-america-v-michael-a/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 23 (1st Cir. 1984).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Rodriguez was found guilty of distributing cocaine to Detective Scaccia and of possessing a weapon in furtherance of drug trafficking.  According to the evidence presented at trial, all these crimes were committed by Rodriguez alone.  Since Rodriguez provided no indication that information relating to the others who were indicted along with him was in any way material to his guilt on these charges, and since the conspiracy charge against Rodriguez had been dismissed prior to trial, the denial of his request for discovery of this material did not violate his rights under Brady.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On the other hand, the evidence relating to the identification of Ysidro Adames was clearly exculpatory.  However, the government provided Rodriguez with an official Federal Bureau of Investigation [FBI] report relating to Adames' arrest and with the transcript of the detention hearings containing Detective Scaccia's misidentification testimony.  In addition, at trial, Rodriguez not only thoroughly cross-examined Scaccia about the misidentification but also called as a defense witness FBI Special Agent Kim Kelly who testified as to the facts surrounding Adames' identification and arrest.  Rodriguez, therefore, was able to present to the jury the exculpatory information surrounding the misidentification of Adames.  He has failed to show that he suffered any prejudice from the court's denial of his request for other information concerning the misidentification.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Finally, Rodriguez contends that the evidence presented at trial was insufficient to support his conviction on either the drug distribution charges or that for weapon possession.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Rodriguez' sole challenge to the sufficiency of the evidence for the drug distribution charges is his claim that Detective Scaccia's misidentification of Adames as the man from whom Scaccia purchased cocaine at the Kendrick Street apartment created a reasonable doubt as to Scaccia's in-court identification of Rodriguez as that person.  However, the assessment of Scaccia's in-court identification was within the province of the jury.  See, e.g.,  United States v. Arias- Santana, <span class=\"citation\" data-id=\"583866\"><a href=\"/opinion/583866/united-states-v-julio-ernesto-arias-santana/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1262</span></a></span>, 1269 (1st Cir. 1992).  In this case, after having been presented with the relevant testimony as to Scaccia's misidentification of Adames, the jury chose to credit Scaccia's in-court identification.  This determination cannot be considered unreasonable, especially in light of the other testimony and physical evidence corroborating Detective Scaccia's account.  Considering the evidence as a whole in the light most favorable to the verdict, see, e.g., United States v.  Paulino, <span class=\"citation\" data-id=\"195130\"><a href=\"/opinion/195130/united-states-v-paulino/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 25 (1st Cir. 1994), we find no error in the jury verdict as to the drug distribution charges.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We likewise find the evidence sufficient to uphold Rodriguez' conviction on the weapon's charge.  To obtain a conviction under 18 U.S.C. Sec. 924(c), the government was required to prove, beyond a reasonable doubt, that Rodriguez had the firearm \"readily accessible for [his] use\" in the commission of a drug trafficking crime.  United States v.  Abreu, <span class=\"citation\" data-id=\"575196\"><a href=\"/opinion/575196/united-states-v-ramon-alfredo-abreu-aka-carlos-juan/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1458</span></a></span>, 1466 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1695</span> </span>(1992);   see also <span class=\"citation\" data-id=\"195130\"><span class=\"antecedent_guess\">Paulino,</span> <a href=\"/opinion/195130/united-states-v-paulino/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">26</span></a></span>.  Rodriguez contends that there was no evidence that the gun found in the Kendrick Street apartment played any role in his alleged distribution of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">According to the evidence presented at trial, an automatic weapon, with a fully loaded magazine clip and extra ammunition, was found in the same room as over five hundred grams of cocaine and various drug paraphernalia.  Also found in the room were several documents supporting a reasonable inference that Rodriguez had dominion and control over the room and its contents.  \"[U]ltimately, whether or not the gun[ ] helped appellant commit the drug crime is a matter for a jury, applying common-sense theories of human nature and causation.\"   United States v. Wilkinson, <span class=\"citation\" data-id=\"556387\"><a href=\"/opinion/556387/united-states-v-robert-j-wilkinson/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 26 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1211</span> </span>(1991).  In this case, the proximity of the weapon to drugs and paraphernalia, together with the documentary evidence, supports a jury finding that the gun was used by Rodriguez to facilitate drug trafficking.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Paulino,</span> <span class=\"volume\">13</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">26</span> </span>(weapon found near drugs and drug paraphernalia in apartment over which defendant had a significant degree of control);   <span class=\"citation\" data-id=\"575196\"><span class=\"antecedent_guess\">Abreu,</span> <a href=\"/opinion/575196/united-states-v-ramon-alfredo-abreu-aka-carlos-juan/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1466</span> </a></span>(weapon, cocaine, cocaine packing and distribution devices found in apartment rented by defendant).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Affirmed. See 1st Cir.  Loc. R. 27.1.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109506/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111822/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195130/",
    "https://www.courtlistener.com/api/rest/v3/opinions/437521/",
    "https://www.courtlistener.com/api/rest/v3/opinions/444351/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556387/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573870/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575196/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575268/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583866/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664045/"
  ]
}