{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195489/",
  "id": 195489,
  "absolute_url": "/opinion/195489/united-states-v-diallo/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195489/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:40:56Z",
  "date_modified": "2020-02-21T23:29:23.646858Z",
  "type": "010combined",
  "sha1": "b6a8fb825d314e121effa7b5de8e18ecb630be1e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1950.01A",
  "local_path": null,
  "plain_text": "               UNITED STATES COURT OF APPEALS\n                   FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-1950\n\n                       UNITED STATES,\n\n                         Appellee,\n\n                             v.\n\n                     ABOUBACAR DIALLO,\n\n                   Defendant, Appellant.\n\n                                        \n\nNo. 93-1951\n\n                       UNITED STATES,\n\n                         Appellee,\n\n                             v.\n\n                       AMADOU DIARRA,\n\n                   Defendant, Appellant.\n                                       \n\nNo. 93-2147\n\n                       UNITED STATES\n\n                         Appellee,\n\n                             v.\n\n                      MOHAMED SOUARE,\n\n                   Defendant, Appellant.\n\n                                        \n\n       APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF RHODE ISLAND\n\n        [Hon. Ernest C. Torres, U.S. District Judge]\n                                                   \n\n                                        \n\n                           Before\n\n               Selya and Cyr, Circuit Judges,\n                                            \n            and Pettine,* Senior District Judge.\n                                               \n\n                                        \n\nFrancis R. Williams, by Appointment of the Court, for appellant\n                  \nMohamed Souare.\nWilliam  J. Murphy,  by  Appointment of  the Court,  for appellant\n                 \nAmadou Diarra.\nDamon M. D'Ambrosio, by  Appointment of the  Court, for  appellant\n                  \nAboubacar Diallo.\nZechariah  Chafee, Assistant  United  States  Attorney, with  whom\n                \nEdward J. Gale, United States Attorney, was on brief for appellee.\n         \n\n                                        \n\n                       July 14, 1994\n                                        \n\n                \n\n*Of the District of Rhode Island, sitting by designation.\n\n          PETTINE, Senior District Judge,   Defendants\n          PETTINE, Senior District Judge\n                                        \n\nMohamed Souare, Aboubacar Diallo and Amadou Diarra were\n\nconvicted under a two-count indictment for possession of\n\nheroin with intent to distribute and conspiracy to possess\n\nheroin with intent to distribute in violation of 21 U.S.C.\n\n   841(a)(1) and 846 (1988).  Defendants Diarra and Diallo\n\nappeal the district court's denial of their motion to\n\nsuppress evidence recovered after their arrests.  Defendant\n\nSouare also appeals, arguing that the district court erred\n\nin denying his motion for a separate trial.  For the reasons\n\nstated below, we affirm the district court.\n\n                             I.\n\n                         Background\n                                   \n\n          In early October 1992, Detective Thomas Verdi of\n\nthe Providence Police Department received information from a\n\nconfidential informant.  The informant told Detective Verdi\n\nthat three African men had recently set up a heroin sales\n\noperation at 136 Harrison Street in Pawtucket, Rhode Island. \n\nThe informant told police that the men were part of an\n\nAfrican heroin ring based in New York City.  The informant\n\npointed out the three men involved in the heroin operation\n\nand said he knew them as \"Mohamed,\" \"Lye,\" and \"Sekou\"\n\n                            -3-\n                             3\n\n(later determined to be Souare, Diarra and Diallo).  Over\n\nthe next month, Detective Verdi followed the defendants from\n\n136 Harrison Street as they travelled together to various\n\nlocations in Providence.  Detective Verdi arranged for a\n\nreliable third party, who was cooperating with the police,\n\nto buy heroin from defendant Souare.  Defendants Diallo and\n\nDiarra were present during this buy.\n\n          On November 10, 1992, the informant told Detective\n\nVerdi that Mohamed had received a large shipment of pure\n\nheroin and that Mohamed, Lye and Sekou were to meet a\n\ncustomer for the heroin that night in Providence.  At 6:30\n\np.m. that night, Detective Verdi and Sergeant Pedchenko set\n\nup surveillance at 136 Harrison Street.  The three\n\ndefendants, plus a fourth man identified later as Omar\n\nBangoura, came out of the front door of 136 Harrison Street. \n\nDiarra, Diallo and Bangoura got into a red Toyota parked\n\nnext to the building.  Souare walked up and down the street,\n\nlooking around.  He apparently did not notice the policemen,\n\nreturned to the red Toyota, and drove off.  Once on the\n\nstreet, Souare drove normally for awhile, then suddenly\n\naccelerated, ran two stop signs, and quickly turned right\n\nonto a busy street.  He then turned left from the right hand\n\nlane which required crossing three lanes of traffic, and\n\nsped down an entrance ramp to I-95.  Detective Verdi, from\n\n                            -4-\n                             4\n\nhis previous surveillance of Souare, knew that Souare was\n\nfamiliar with the streets in that area and viewed the\n\nunusual driving as an attempt to evade anyone who might be\n\nfollowing.  Souare turned off at the next exit and turned\n\ninto the driveway of a house one or two blocks from the\n\nexit.  \n\n          Approximately fifteen minutes later, during which\n\ntime the four men may or may not have entered the house, the\n\nmen left.  This time, Souare was alone in the red Toyota,\n\nfollowed by a blue Ford driven by Diallo with Bangoura in\n\nthe front passenger seat and Diarra in the rear seat. \n\nSouare drove the wrong way up a one-way street, down a\n\ndeserted street and stopped under a bridge.  The blue Ford\n\nfollowed each of these moves and waited under the bridge\n\nwith the red Toyota.  After waiting, the cars returned to I-\n\n95 and drove in the slow lane at 45 miles per hour for\n\nseveral exits.  At each exit they passed, they would turn on\n\nthe turning signals as if they were exiting but then would\n\nresume their slow driving.  When the two cars finally exited\n\nthe highway, Sergeant Pedchenko called for uniformed backup\n\nto make the arrests.  \n\n          Patrolman Sion answered the call and pulled over\n\nthe blue Ford at the direction of Sergeant Pedchenko.  After\n\nPedchenko and Verdi arrived, the three police officers went\n\n                            -5-\n                             5\n\nto the car and ordered the occupants out.  As Diarra got out\n\nof the rear seat, he threw a hand-held calculator to the\n\nfloor.  When Sergeant Pedchenko attempted to pat down\n\nDiarra, Diarra resisted and pushed away the sergeant.  The\n\nthree men were handcuffed, placed in Patrolmen Sion's car,\n\nand driven up the street to a parking lot.  Pedchenko and\n\nVerdi followed.\n\n          While in Sion's patrol car, the three men were\n\nhandcuffed with their hands behind their backs.  Sion looked\n\nin the mirror and saw that Diarra, in the middle, had turned\n\nhis back and  cuffed hands toward Diallo.  Diallo had turned\n\nto face Diarra's back and hands. Sion heard the sound of a\n\nplastic bag crunching and looked over his shoulder at the\n\nmen.  Diarra was using his hands, behind his back to pull a\n\nwhite plastic bag up out of the front of Diallo's pants. \n\nSion ordered the men to stop but they used their hands to\n\nstuff the bags between the seat back and the seat.  Sion\n\npulled into the parking lot and the prisoners were taken\n\nfrom the rear seat.  The rear seat was pulled up and the\n\npolice found eleven bags of heroin.  At the same time,\n\nSouare was pulled over by another surveillance car and\n\narrested.  Souare had no heroin in his car or on his person.\n\n                            -6-\n                             6\n\n          Prior to trial, defendants Diarra and Diallo filed\n\na motion to suppress the heroin discovered in the car.  They\n\nargue that they were under arrest when the police handcuffed\n\nthem at the scene of the car-stop and that the arresting\n\nofficers did not have probable cause to arrest them. \n\nDefendants Souare and Diallo filed motions to sever their\n\ntrials from the trials of their co-defendants, alleging\n\nprejudicial joinder.1  District Judge Ernest Torres denied\n\nboth motions in oral decisions from the bench.  \n\n                            II.\n\n                     Motion to Suppress\n                                       \n\n          Diarra and Diallo contend there was no probable\n\ncause to arrest them and that the heroin discovered as a\n\nresult of the arrests should be suppressed.2  The\n\ndefinition of probable cause is well established and not in\n\ndispute in this case.\n\n                    \n1         Defendant Diallo does not appeal the denial of his\nmotion for a separate trial.\n\n2         There appears  to have been some  dispute below as\nto whether  the defendants were arrested  or merely detained\nfor  an investigatory stop at  the time they  were placed in\nSion's car.  On  appeal, the government seems to  accept the\nfact that the men  were under arrest prior to  the discovery\nof the heroin.  We therefore will assume that the defendants\nwere under arrest when placed in Sion's car.\n\n                            -7-\n                             7\n\n          \"[E]very arrest, and every seizure having the\n\nessential attributes of a formal arrest, is unreasonable\n\nunless it is supported by probable cause.\"  Michigan v.\n                                                    \n\nSummers, 452 U.S. 692, 700 (1981).  In Illinois v. Gates,\n                                                        \n\n462 U.S. 233 (1983), the Supreme Court held that probable\n\ncause should be determined under a \"totality-of-the-\n\ncircumstances\" test.  In doing so, the Court stated that\n\n\"probable cause is a fluid concept - turning on the\n\nassessment of probabilities in particular factual contexts.\" \n\nId. at 232.  The Court rejected the prior test for probable\n   \n\ncause which focused \"analysis into two largely independent\n\nchannels - the informant's 'veracity' or 'reliability' and\n\nhis 'basis of knowledge.'\"  Id. at 233.  Under the totality-\n                               \n\nof-the-circumstances test, \"a deficiency in one may be\n\ncompensated for, in determining the overall reliability of a\n\ntip, by a strong showing as to the other, or by some other\n\nindicia of reliability.\"  Id.  Further, \"[w]here the\n                             \n\nstandard is probable cause, a search or seizure of a person\n\nmust be supported by probable cause particularized with\n\nrespect to that person.\"  Ybarra v. Illinois, 444 U.S. 85,\n                                            \n\n91 (1979).  \"The quantum of information which constitutes\n\nprobable cause [is] evidence which would 'warrant a man of\n\nreasonable caution in the belief' that a felony has been\n\ncommitted.\"  Wong Sun v. United States, 371 U.S. 471, 479\n                                      \n\n(1963) (citations omitted).  \"The substance of all the\n\n                            -8-\n                             8\n\ndefinitions of probable cause is a reasonable ground for\n\nbelief of guilt.  And this means less than evidence which\n\nwould justify condemnation or conviction.\"  Brinegar v.\n                                                    \n\nUnited States, 338 U.S. 160, 175 (1949) (citations omitted). \n             \n\nSee also United States v. Drake, 673 F.2d 15, 17 (1st Cir.\n                               \n\n1982).\n\n          The existence of probable cause must be determined\n\nin light of the information known to the police at the time\n\nof the arrest.  Maryland v. Garrison, 480 U.S. 79, 85\n                                    \n\n(1987).  \"'[T]he existence of probable cause is to be\n\nevaluated on the basis of the collective information of the\n\nlaw enforcement officers engaged in a particular\n\ninvestigation.\"  United States v. Curry, 751 F.2d 442, 446\n                                       \n\n(1st Cir. 1984), cert. denied sub nom., United States v.\n                                                     \n\nSilvestri, 487 U.S. 1233 (1988).  See also United States v.\n                                                           \n\nParadis, 802 F.2d 553, 557 (1st Cir. 1986).  It is obvious,\n       \n\ntherefore, that evidence recovered subsequent to an arrest\n\ncannot form the basis of probable cause for that arrest. \n\nMaryland v. Garrison, supra, at 85.  Thus, we must determine\n                           \n\nwhether the information available to the police prior to the\n\nstop of the car supports the district court's finding of\n\nprobable cause.     \n\n                            -9-\n                             9\n\n          In making this determination, we do not \"conduct a\n\nde novo determination of probable cause, but [rather]\n\ndetermine whether there is substantial evidence in the\n\nrecord\" to support the district court's finding.  United\n                                                        \n\nStates v. Badessa, 752 F.2d 771, 773 (1st Cir. 1985).  \"The\n                 \n\nfindings of the district court after a hearing on a pretrial\n\nmotion to suppress are binding on appeal unless they are\n\nclearly erroneous.\"  United States v. Morris, 977 F.2d 677,\n                                            \n\n680 (1st Cir. 1992), cert. denied, 113 S. Ct. 1588 (1993). \n                                 \n\nWith these standards in mind, we turn to the district\n\ncourt's decision.\n\n          The district court described the relevant facts as\n\nfollows.\n\n               [The police] had information from a\n          confidential informant who had proven\n          reliable.  They had some admitted\n          hearsay testimony from the confidential\n          informant that the three individuals to\n          whom he had made the controlled sale\n          previously were the three Defendants. \n          He had identified the three Defendants\n          as being the individuals involved in the\n          heroin ring, predicted that they were\n          going to make a sale that night and sure\n          enough they appeared together, acted in\n          suspicious manner, drove in a way that\n          was, obviously, calculated to evade\n          surveillance.  \n\nTr., Suppression Hearing, 4/30/93 at 51-52.  Based on these\n\nfacts, the district court concluded \"if that doesn't add up\n\nto probable cause to arrest them, then it's difficult to\n\n                            -10-\n                             10\n\nimagine what does.\"  Id. at 52.  These factual findings are\n                        \n\nnot clearly erroneous and thus we must accept them as true. \n\n          Defendants raise three arguments to the finding of\n\nprobable cause, all based on purported flaws in the\n\ninformation from the informant.  First they argue that there\n\nwas no corroboration of the informant's tip until after the\n\narrests when the heroin was discovered.  We first note that\n\nunder the standard enunciated in Gates, the police do not\n                                      \n\nhave to corroborate every detail of the informant's tip. \n\nSecondly, the informant was known to the police to be\n\nreliable.  Further, the informant correctly reported the\n\nlocation of the three men, the type of car that Souare would\n\nbe driving and that the three men would be traveling\n\ntogether that night.  As the district court stated, the\n\nthree men did appear together, act suspiciously, and attempt\n\nto evade any followers.  The district court's factual\n\nfindings, which we are bound to accept, support a finding of\n\nprobable cause.  \n\n          Defendants also argue that the informant's tip was\n\nnot sufficiently detailed to allow the police to rely upon\n\nit and was flawed in the details that it did provide. \n\n                            -11-\n                             11\n\nAccording to defendants, the information was unreliable\n\nbecause the informant stated that there would be three men\n\nin a red Toyota when in actuality there were four men in two\n\ncars.  The inconsistencies between the informant's\n\ninformation and the reality of the situation were not of\n\nsuch importance that the information could be concluded to\n\nbe incorrect.  The informant was correct as to the\n\nidentities of three of the four men along with the night the\n\nactivity would take place and one of the vehicles used.  \"A\n\ntipster need not deliver an ironclad case to the authorities\n\non the proverbial silver platter.  It suffices if . . . a\n\nprudent law enforcement officer would reasonably conclude\n\nthat the likelihood existed that criminal activities were\n\nafoot, and that a particular suspect was probably engaged in\n\nthem.\"  United States v. Chapdelaine, 616 F. Supp. 522, 526\n                                    \n\n(D.R.I. 1985), aff'd, 795 F.2d 75 (1st Cir. 1986).  Such was\n                    \n\nthe case here.  \n\n          The factual findings of the district court are not\n\nclearly erroneous and these findings would lead a prudent\n\npolice officer reasonably to believe that criminal activity\n\nwas occurring.  We therefore hold that probable cause\n\nexisted to support the arrests and the district court's\n\ndenial of the motion to suppress is affirmed.\n\n                            -12-\n                             12\n\n                            III.\n\n                Motion for a Separate Trial\n                                           \n\n          Defendant Souare filed a motion for a separate\n\ntrial prior to the beginning of the trial.  The district\n\ncourt denied the motion and all three defendants were tried\n\ntogether.  Souare appeals, alleging that he suffered undue\n\nprejudice from the joint trial.  In denying the motion to\n\nsever, the district court made the following observations.\n\n          [T]here hasn't been any satisfactory\n          reason given as to why severance should\n          be granted in this case. . . . There has\n          been no suggestion as to any reason why\n          these cases should be severed and there\n          are a lot of reasons why they ought to\n          be joined.  One, as [the government] has\n          just pointed out, the three Defendants\n          are charged with conspiracy and\n          generally speaking coconspirators are\n          tried together.\n\n               Secondly, they are all charged with\n          possession involving the same incident. \n          And to sever these cases would result in\n          a needless duplication of evidence.  We\n          would in effect have three carbon copies\n          [sic] trials of each other.  So the\n          motions to sever will be also denied.\n\nTr., Suppression Hearing, 4/30/93 at 60-61.\n\n          In reviewing a denial of a motion to sever, we\n\nwill reverse only upon a showing of an abuse of discretion. \n\nUnited States v. Fusaro, 708 F.2d 17, 25 (1st Cir.), cert.\n                                                          \n\ndenied, 464 U.S. 1007 (1983).  Abuse of discretion will be\n      \n\n                            -13-\n                             13\n\nfound \"only where the failure to sever deprives defendant of\n\na fair trial and results in a possible miscarriage of\n\njustice.\"  United States v. Cyr, 712 F.2d 729, 735 (1st Cir.\n                               \n\n1983).  \"Reversal of a conviction on the ground that a\n\ndistrict court abused its discretion by denying a motion to\n\nsever is extremely rare.\"  United States v. Scivola, 766\n                                                   \n\nF.2d 37, 41 (1st Cir. 1985).  The burden is on the appellant\n\nto prove that he suffered from \"prejudice greater than that\n\nwhich necessarily inheres whenever multiple defendants . . .\n\nare jointly tried.\"  United States v. Walker, 706 F.2d 28,\n                                            \n\n30 (1st Cir. 1983).  Prejudice in this context \"means more\n\nthan just a better chance of acquittal at a separate trial.\" \n\nUnited States v. Boylan, 898 F.2d 230, 246 (1st Cir.), cert.\n                                                            \n\ndenied, 498 U.S. 849 (1990).  \n      \n\n          Souare bases his allegation of prejudice on a\n\npurported disparity of evidence in the cases against his co-\n\ndefendants Diarra and Diallo and the case against himself. \n\nHe points out that he was not in the car from which the\n\nheroin was recovered nor was any heroin found in his car or\n\non his person.  He further argues that the government's case\n\nagainst him was \"tenuous at best\" and was strengthened by\n\ninferences drawn from the evidence against his co-\n\ndefendants.  Beyond the difference in the amount of proof\n\nagainst him and his co-defendants, Souare contends that the\n\n                            -14-\n                             14\n\ncase against him was based on different evidence or proof\n\nthan the cases against Diarra and Diallo.\n\n          Souare contends that there was no evidence of\n\nactual possession of heroin on his part and any case had to\n\nbe premised upon the unusual driving, the information from\n\nthe informant, and his association with his co-defendants. \n\nAlthough Souare proceeds to attack the strength of each of\n\nthese pieces of evidence, such attacks are irrelevant.  The\n\ngovernment's case against Souare for possession of the\n\nheroin rested on a theory of constructive possession:\n\n\"possession was joint among the three men and . . . Souare\n\nexercised dominion and control by knowingly leading the\n\nother two men from Pawtucket to Providence.\"  Aple. Br. at\n\n19.  Regardless of the strength of this theory, any evidence\n\nrelating to possession by defendants Diarra and Diallo would\n\nneed to be introduced against Souare.  The same is true for\n\nthe conspiracy charge.  The evidence concerning the\n\nactivities of defendants Diarra and Diallo was a necessary\n\npart of the proof that Souare was a member of the\n\nconspiracy.  See United States v. Cresta, 825 F.2d 538 (1st\n                                        \n\nCir. 1987) (fact that a substantial portion of the evidence\n\nis not directly related to the defendant does not make it\n\nautomatically unlawful to try him with other defendants),\n\n                            -15-\n                             15\n\ncert. denied sub nom., Impemba v. United States, 486 U.S.\n                                               \n\n1042 (1988).\n\n          Thus, Souare has not shown that there would be any\n\ndifference in the evidence presented at the joint trial and\n\nthe evidence that would have been presented at a separate\n\ntrial.  \"[W]here separate trials would have necessarily\n\ninvolved repetitive use of most of the same evidence and\n\nsame facts, we find no possibility of such an abuse of\n\ndiscretion absent a clear showing of substantial prejudice\n\nto the defendant.\"  United States v. Ciampaglia, 628 F.2d\n                                               \n\n632, 643 (1st Cir.), cert. denied, 449 U.S. 956 (1980). \n                                 \n\nSouare has not demonstrated that the evidence would differ\n\nbetween the joint trial and separate trials, nor has he made\n\na clear showing of substantial prejudice.  We can find no\n\nabuse of discretion in denying the motion to sever.  \n\n          The decision of the district court is therefore\n\nAFFIRMED. \n\n                            -16-\n                             16\n",
  "html": "<p class=\"case_cite\">29 F.3d 23</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Aboubacar DIALLO, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Amadou DIARRA, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Mohamed SOUARE, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 93-1950, 93-1951 and 93-2147.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 9, 1994.<br>Decided July 14, 1994.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Francis R. Williams, by Appointment of the Court, for appellant Mohamed Souare.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">William J. Murphy, by Appointment of the Court, for appellant Amadou Diarra.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Damon M. D'Ambrosio, by Appointment of the Court, for appellant Aboubacar Diallo.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Zechariah Chafee, Asst. U.S. Atty., with whom Edward J. Gale, U.S. Atty., was on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before SELYA and CYR, Circuit Judges, and PETTINE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">PETTINE, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendants Mohamed Souare, Aboubacar Diallo and Amadou Diarra were convicted under a two-count indictment for possession of heroin with intent to distribute and conspiracy to possess heroin with intent to distribute in violation of 21 U.S.C. Secs. 841(a)(1) and 846 (1988).  Defendants Diarra and Diallo appeal the district court's denial of their motion to suppress evidence recovered after their arrests.  Defendant Souare also appeals, arguing that the district court erred in denying his motion for a separate trial.  For the reasons stated below, we affirm the district court.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In early October 1992, Detective Thomas Verdi of the Providence Police Department received information from a confidential informant.  The informant told Detective Verdi that three African men had recently set up a heroin sales operation at 136 Harrison Street in Pawtucket, Rhode Island.  The informant told police that the men were part of an African heroin ring based in New York City.  The informant pointed out the three men involved in the heroin operation and said he knew them as \"Mohamed,\" \"Lye,\" and \"Sekou\" (later determined to be Souare, Diarra and Diallo).  Over the next month, Detective Verdi followed the defendants from 136 Harrison Street as they travelled together to various locations in Providence.  Detective Verdi arranged for a reliable third party, who was cooperating with the police, to buy heroin from defendant Souare.  Defendants Diallo and Diarra were present during this buy.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On November 10, 1992, the informant told Detective Verdi that Mohamed had received a large shipment of pure heroin and that Mohamed, Lye and Sekou were to meet a customer for the heroin that night in Providence.  At 6:30 p.m. that night, Detective Verdi and Sergeant Pedchenko set up surveillance at 136 Harrison Street.  The three defendants, plus a fourth man identified later as Omar Bangoura, came out of the front door of 136 Harrison Street.  Diarra, Diallo and Bangoura got into a red Toyota parked next to the building.  Souare walked up and down the street, looking around.  He apparently did not notice the policemen, returned to the red Toyota, and drove off.  Once on the street, Souare drove normally for awhile, then suddenly accelerated, ran two stop signs, and quickly turned right onto a busy street.  He then turned left from the right hand lane which required crossing three lanes of traffic, and sped down an entrance ramp to I-95.  Detective Verdi, from his previous surveillance of Souare, knew that Souare was familiar with the streets in that area and viewed the unusual driving as an attempt to evade anyone who might be following.  Souare turned off at the next exit and turned into the driveway of a house one or two blocks from the exit.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Approximately fifteen minutes later, during which time the four men may or may not have entered the house, the men left.  This time, Souare was alone in the red Toyota, followed by a blue Ford driven by Diallo with Bangoura in the front passenger seat and Diarra in the rear seat.  Souare drove the wrong way up a one-way street, down a deserted street and stopped under a bridge.  The blue Ford followed each of these moves and waited under the bridge with the red Toyota.  After waiting, the cars returned to I-95 and drove in the slow lane at 45 miles per hour for several exits.  At each exit they passed, they would turn on the turning signals as if they were exiting but then would resume their slow driving.  When the two cars finally exited the highway, Sergeant Pedchenko called for uniformed backup to make the arrests.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Patrolman Sion answered the call and pulled over the blue Ford at the direction of Sergeant Pedchenko.  After Pedchenko and Verdi arrived, the three police officers went to the car and ordered the occupants out.  As Diarra got out of the rear seat, he threw a hand-held calculator to the floor.  When Sergeant Pedchenko attempted to pat down Diarra, Diarra resisted and pushed away the sergeant.  The three men were handcuffed, placed in Patrolmen Sion's car, and driven up the street to a parking lot.  Pedchenko and Verdi followed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While in Sion's patrol car, the three men were handcuffed with their hands behind their backs.  Sion looked in the mirror and saw that Diarra, in the middle, had turned his back and cuffed hands toward Diallo.  Diallo had turned to face Diarra's back and hands.  Sion heard the sound of a plastic bag crunching and looked over his shoulder at the men.  Diarra was using his hands, behind his back to pull a white plastic bag up out of the front of Diallo's pants.  Sion ordered the men to stop but they used their hands to stuff the bags between the seat back and the seat.  Sion pulled into the parking lot and the prisoners were taken from the rear seat.  The rear seat was pulled up and the police found eleven bags of heroin.  At the same time, Souare was pulled over by another surveillance car and arrested.  Souare had no heroin in his car or on his person.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Prior to trial, defendants Diarra and Diallo filed a motion to suppress the heroin discovered in the car.  They argue that they were under arrest when the police handcuffed them at the scene of the car-stop and that the arresting officers did not have probable cause to arrest them.  Defendants Souare and Diallo filed motions to sever their trials from the trials of their co-defendants, alleging prejudicial joinder.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  District Judge Ernest Torres denied both motions in oral decisions from the bench.</p>\n    </div>\n    <p>II.</p>\n    <p>Motion to Suppress</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Diarra and Diallo contend there was no probable cause to arrest them and that the heroin discovered as a result of the arrests should be suppressed.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The definition of probable cause is well established and not in dispute in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\"[E]very arrest, and every seizure having the essential attributes of a formal arrest, is unreasonable unless it is supported by probable cause.\"   Michigan v. Summers, 452 U.S. 692, 700, 101 S.Ct. 2587, 2593, 69 L.Ed.2d 340 (1981).  In  Illinois v. Gates, 462 U.S. 213, 103 S.Ct. 2317, 76 L.Ed.2d 527 (1983), the Supreme Court held that probable cause should be determined under a \"totality-of-the-circumstances\" test.  In doing so, the Court stated that \"probable cause is a fluid concept--turning on the assessment of probabilities in particular factual contexts.\"   Id. at 232, 103 S.Ct. at 2329.  The Court rejected the prior test for probable cause which focused \"analysis into two largely independent channels--the informant's 'veracity' or 'reliability' and his 'basis of knowledge.' \"   Id. at 233, 103 S.Ct. at 2329.  Under the totality-of-the-circumstances test, \"a deficiency in one may be compensated for, in determining the overall reliability of a tip, by a strong showing as to the other, or by some other indicia of reliability.\"   Id.  Further, \"[w]here the standard is probable cause, a search or seizure of a person must be supported by probable cause particularized with respect to that person.\"   Ybarra v. Illinois, 444 U.S. 85, 91, 100 S.Ct. 338, 342, 62 L.Ed.2d 238 (1979).  \"The quantum of information which constitutes probable cause [is] evidence which would 'warrant a man of reasonable caution in the belief' that a felony has been committed.\"   Wong Sun v. United States, 371 U.S. 471, 479, 83 S.Ct. 407, 413, 9 L.Ed.2d 441 (1963) (citations omitted).  \"The substance of all the definitions of probable cause is a reasonable ground for belief of guilt.  And this means less than evidence which would justify condemnation or conviction.\"   Brinegar v. United States, 338 U.S. 160, 175, 69 S.Ct. 1302, 1310, 93 L.Ed. 1879 (1949) (citations omitted).   See also United States v. Drake, 673 F.2d 15, 17 (1st Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The existence of probable cause must be determined in light of the information known to the police at the time of the arrest.  Maryland v. Garrison, 480 U.S. 79, 85, 107 S.Ct. 1013, 1017, 94 L.Ed.2d 72 (1987).  \" '[T]he existence of probable cause is to be evaluated on the basis of the collective information of the law enforcement officers engaged in a particular investigation.' \"  United States v. Curry, 751 F.2d 442, 446 (1st Cir.1984), cert. denied sub nom., Silvestri v. United States, 487 U.S. 1233, 108 S.Ct. 2897, 101 L.Ed.2d 931 (1988).  See also United States v. Paradis, 802 F.2d 553, 557 (1st Cir.1986).  It is obvious, therefore, that evidence recovered subsequent to an arrest cannot form the basis of probable cause for that arrest.  Maryland v. Garrison, supra, at 85, 107 S.Ct. at 1017.   Thus, we must determine whether the information available to the police prior to the stop of the car supports the district court's finding of probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In making this determination, we do not \"conduct a de novo determination of probable cause, but [rather] determine whether there is substantial evidence in the record\" to support the district court's finding.  United States v. Badessa, 752 F.2d 771, 773 (1st Cir.1985).  \"The findings of the district court after a hearing on a pretrial motion to suppress are binding on appeal unless they are clearly erroneous.\"  United States v. Morris, 977 F.2d 677, 680 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1588, 123 L.Ed.2d 155 (1993).  With these standards in mind, we turn to the district court's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court described the relevant facts as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">[The police] had information from a confidential informant who had proven reliable.  They had some admitted hearsay testimony from the confidential informant that the three individuals to whom he had made the controlled sale previously were the three Defendants.  He had identified the three Defendants as being the individuals involved in the heroin ring, predicted that they were going to make a sale that night and sure enough they appeared together, acted in suspicious manner, drove in a way that was, obviously, calculated to evade surveillance.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Tr., Suppression Hearing, 4/30/93 at 51-52.  Based on these facts, the district court concluded \"if that doesn't add up to probable cause to arrest them, then it's difficult to imagine what does.\"   Id. at 52.  These factual findings are not clearly erroneous and thus we must accept them as true.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Defendants raise three arguments to the finding of probable cause, all based on purported flaws in the information from the informant.  First they argue that there was no corroboration of the informant's tip until after the arrests when the heroin was discovered.  We first note that under the standard enunciated in Gates, the police do not have to corroborate every detail of the informant's tip.  Secondly, the informant was known to the police to be reliable.  Further, the informant correctly reported the location of the three men, the type of car that Souare would be driving and that the three men would be traveling together that night.  As the district court stated, the three men did appear together, act suspiciously, and attempt to evade any followers.  The district court's factual findings, which we are bound to accept, support a finding of probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Defendants also argue that the informant's tip was not sufficiently detailed to allow the police to rely upon it and was flawed in the details that it did provide.  According to defendants, the information was unreliable because the informant stated that there would be three men in a red Toyota when in actuality there were four men in two cars.  The inconsistencies between the informant's information and the reality of the situation were not of such importance that the information could be concluded to be incorrect.  The informant was correct as to the identities of three of the four men along with the night the activity would take place and one of the vehicles used.  \"A tipster need not deliver an ironclad case to the authorities on the proverbial silver platter.  It suffices if ... a prudent law enforcement officer would reasonably conclude that the likelihood existed that criminal activities were afoot, and that a particular suspect was probably engaged in them.\"  United States v. Chapdelaine, 616 F.Supp. 522, 526 (D.R.I.1985), aff'd, 795 F.2d 75 (1st Cir.1986).  Such was the case here.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The factual findings of the district court are not clearly erroneous and these findings would lead a prudent police officer reasonably to believe that criminal activity was occurring.  We therefore hold that probable cause existed to support the arrests and the district court's denial of the motion to suppress is affirmed.</p>\n    </div>\n    <p>III.</p>\n    <p>Motion for a Separate Trial</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Defendant Souare filed a motion for a separate trial prior to the beginning of the trial.  The district court denied the motion and all three defendants were tried together.  Souare appeals, alleging that he suffered undue prejudice from the joint trial.  In denying the motion to sever, the district court made the following observations.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>[T]here hasn't been any satisfactory reason given as to why severance should be granted in this case....  There has been no suggestion as to any reason why these cases should be severed and there are a lot of reasons why they ought to be joined.  One, as [the government] has just pointed out, the three Defendants are charged with conspiracy and generally speaking coconspirators are tried together.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Secondly, they are all charged with possession involving the same incident.  And to sever these cases would result in a needless duplication of evidence.  We would in effect have three carbon copies [sic] trials of each other.  So the motions to sever will be also denied.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Tr., Suppression Hearing, 4/30/93 at 60-61.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In reviewing a denial of a motion to sever, we will reverse only upon a showing of an abuse of discretion.  United States v. Fusaro, 708 F.2d 17, 25 (1st Cir.), cert. denied, 464 U.S. 1007, 104 S.Ct. 524, 78 L.Ed.2d 708 (1983).  Abuse of discretion will be found \"only where the failure to sever deprives defendant of a fair trial and results in a possible miscarriage of justice.\"  United States v. Cyr, 712 F.2d 729, 735 (1st Cir.1983).  \"Reversal of a conviction on the ground that a district court abused its discretion by denying a motion to sever is extremely rare.\"  United States v. Scivola, 766 F.2d 37, 41 (1st Cir.1985).  The burden is on the appellant to prove that he suffered from \"prejudice greater than that which necessarily inheres whenever multiple defendants ... are jointly tried.\"   United States v. Walker, 706 F.2d 28, 30 (1st Cir.1983).  Prejudice in this context \"means more than just a better chance of acquittal at a separate trial.\"   United States v. Boylan, 898 F.2d 230, 246 (1st Cir.), cert. denied, 498 U.S. 849, 111 S.Ct. 139, 112 L.Ed.2d 106 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Souare bases his allegation of prejudice on a purported disparity of evidence in the cases against his co-defendants Diarra and Diallo and the case against himself.  He points out that he was not in the car from which the heroin was recovered nor was any heroin found in his car or on his person.  He further argues that the government's case against him was \"tenuous at best\" and was strengthened by inferences drawn from the evidence against his co-defendants.  Beyond the difference in the amount of proof against him and his co-defendants, Souare contends that the case against him was based on different evidence or proof than the cases against Diarra and Diallo.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Souare contends that there was no evidence of actual possession of heroin on his part and any case had to be premised upon the unusual driving, the information from the informant, and his association with his co-defendants.  Although Souare proceeds to attack the strength of each of these pieces of evidence, such attacks are irrelevant.  The government's case against Souare for possession of the heroin rested on a theory of constructive possession:  \"possession was joint among the three men and ... Souare exercised dominion and control by knowingly leading the other two men from Pawtucket to Providence.\"   Aple.Br. at 19.  Regardless of the strength of this theory, any evidence relating to possession by defendants Diarra and Diallo would need to be introduced against Souare.  The same is true for the conspiracy charge.  The evidence concerning the activities of defendants Diarra and Diallo was a necessary part of the proof that Souare was a member of the conspiracy.  See United States v. Cresta, 825 F.2d 538 (1st Cir.1987) (fact that a substantial portion of the evidence is not directly related to the defendant does not make it automatically unlawful to try him with other defendants), cert. denied sub nom., Impemba v. United States, 486 U.S. 1042, 108 S.Ct. 2033, 100 L.Ed.2d 618 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Thus, Souare has not shown that there would be any difference in the evidence presented at the joint trial and the evidence that would have been presented at a separate trial.  \"[W]here separate trials would have necessarily involved repetitive use of most of the same evidence and same facts, we find no possibility of such an abuse of discretion absent a clear showing of substantial prejudice to the defendant.\"  United States v. Ciampaglia, 628 F.2d 632, 643 (1st Cir.), cert. denied, 449 U.S. 956, 101 S.Ct. 365, 66 L.Ed.2d 221 (1980).  Souare has not demonstrated that the evidence would differ between the joint trial and separate trials, nor has he made a clear showing of substantial prejudice.  We can find no abuse of discretion in denying the motion to sever.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The decision of the district court is therefore AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Defendant Diallo does not appeal the denial of his motion for a separate trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> There appears to have been some dispute below as to whether the defendants were arrested or merely detained for an investigatory stop at the time they were placed in Sion's car.  On appeal, the government seems to accept the fact that the men were under arrest prior to the discovery of the heroin.  We therefore will assume that the defendants were under arrest when placed in Sion's car</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Aboubacar DIALLO, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Amadou DIARRA, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Mohamed SOUARE, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 93-1950, 93-1951 and 93-2147.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 9, 1994.<br>Decided July 14, 1994.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Francis R. Williams, by Appointment of the Court, for appellant Mohamed Souare.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">William J. Murphy, by Appointment of the Court, for appellant Amadou Diarra.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Damon M. D'Ambrosio, by Appointment of the Court, for appellant Aboubacar Diallo.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Zechariah Chafee, Asst. U.S. Atty., with whom Edward J. Gale, U.S. Atty., was on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before SELYA and CYR, Circuit Judges, and PETTINE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">PETTINE, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendants Mohamed Souare, Aboubacar Diallo and Amadou Diarra were convicted under a two-count indictment for possession of heroin with intent to distribute and conspiracy to possess heroin with intent to distribute in violation of 21 U.S.C. Secs. 841(a)(1) and 846 (1988).  Defendants Diarra and Diallo appeal the district court's denial of their motion to suppress evidence recovered after their arrests.  Defendant Souare also appeals, arguing that the district court erred in denying his motion for a separate trial.  For the reasons stated below, we affirm the district court.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In early October 1992, Detective Thomas Verdi of the Providence Police Department received information from a confidential informant.  The informant told Detective Verdi that three African men had recently set up a heroin sales operation at 136 Harrison Street in Pawtucket, Rhode Island.  The informant told police that the men were part of an African heroin ring based in New York City.  The informant pointed out the three men involved in the heroin operation and said he knew them as \"Mohamed,\" \"Lye,\" and \"Sekou\" (later determined to be Souare, Diarra and Diallo).  Over the next month, Detective Verdi followed the defendants from 136 Harrison Street as they travelled together to various locations in Providence.  Detective Verdi arranged for a reliable third party, who was cooperating with the police, to buy heroin from defendant Souare.  Defendants Diallo and Diarra were present during this buy.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On November 10, 1992, the informant told Detective Verdi that Mohamed had received a large shipment of pure heroin and that Mohamed, Lye and Sekou were to meet a customer for the heroin that night in Providence.  At 6:30 p.m. that night, Detective Verdi and Sergeant Pedchenko set up surveillance at 136 Harrison Street.  The three defendants, plus a fourth man identified later as Omar Bangoura, came out of the front door of 136 Harrison Street.  Diarra, Diallo and Bangoura got into a red Toyota parked next to the building.  Souare walked up and down the street, looking around.  He apparently did not notice the policemen, returned to the red Toyota, and drove off.  Once on the street, Souare drove normally for awhile, then suddenly accelerated, ran two stop signs, and quickly turned right onto a busy street.  He then turned left from the right hand lane which required crossing three lanes of traffic, and sped down an entrance ramp to I-95.  Detective Verdi, from his previous surveillance of Souare, knew that Souare was familiar with the streets in that area and viewed the unusual driving as an attempt to evade anyone who might be following.  Souare turned off at the next exit and turned into the driveway of a house one or two blocks from the exit.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Approximately fifteen minutes later, during which time the four men may or may not have entered the house, the men left.  This time, Souare was alone in the red Toyota, followed by a blue Ford driven by Diallo with Bangoura in the front passenger seat and Diarra in the rear seat.  Souare drove the wrong way up a one-way street, down a deserted street and stopped under a bridge.  The blue Ford followed each of these moves and waited under the bridge with the red Toyota.  After waiting, the cars returned to I-95 and drove in the slow lane at 45 miles per hour for several exits.  At each exit they passed, they would turn on the turning signals as if they were exiting but then would resume their slow driving.  When the two cars finally exited the highway, Sergeant Pedchenko called for uniformed backup to make the arrests.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Patrolman Sion answered the call and pulled over the blue Ford at the direction of Sergeant Pedchenko.  After Pedchenko and Verdi arrived, the three police officers went to the car and ordered the occupants out.  As Diarra got out of the rear seat, he threw a hand-held calculator to the floor.  When Sergeant Pedchenko attempted to pat down Diarra, Diarra resisted and pushed away the sergeant.  The three men were handcuffed, placed in Patrolmen Sion's car, and driven up the street to a parking lot.  Pedchenko and Verdi followed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While in Sion's patrol car, the three men were handcuffed with their hands behind their backs.  Sion looked in the mirror and saw that Diarra, in the middle, had turned his back and cuffed hands toward Diallo.  Diallo had turned to face Diarra's back and hands.  Sion heard the sound of a plastic bag crunching and looked over his shoulder at the men.  Diarra was using his hands, behind his back to pull a white plastic bag up out of the front of Diallo's pants.  Sion ordered the men to stop but they used their hands to stuff the bags between the seat back and the seat.  Sion pulled into the parking lot and the prisoners were taken from the rear seat.  The rear seat was pulled up and the police found eleven bags of heroin.  At the same time, Souare was pulled over by another surveillance car and arrested.  Souare had no heroin in his car or on his person.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Prior to trial, defendants Diarra and Diallo filed a motion to suppress the heroin discovered in the car.  They argue that they were under arrest when the police handcuffed them at the scene of the car-stop and that the arresting officers did not have probable cause to arrest them.  Defendants Souare and Diallo filed motions to sever their trials from the trials of their co-defendants, alleging prejudicial joinder.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  District Judge Ernest Torres denied both motions in oral decisions from the bench.</p>\n    </div>\n    <p>II.</p>\n    <p>Motion to Suppress</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Diarra and Diallo contend there was no probable cause to arrest them and that the heroin discovered as a result of the arrests should be suppressed.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The definition of probable cause is well established and not in dispute in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\"[E]very arrest, and every seizure having the essential attributes of a formal arrest, is unreasonable unless it is supported by probable cause.\"   Michigan v. Summers, <span class=\"citation\" data-id=\"110534\"><a href=\"/opinion/110534/michigan-v-summers/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">692</span></a></span>, 700, <span class=\"citation\" data-id=\"110534\"><a href=\"/opinion/110534/michigan-v-summers/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2587</span></a></span>, 2593, <span class=\"citation\" data-id=\"110534\"><a href=\"/opinion/110534/michigan-v-summers/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">340</span> </a></span>(1981).  In  Illinois v. Gates, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2317</span></a></span>, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">527</span> </a></span>(1983), the Supreme Court held that probable cause should be determined under a \"totality-of-the-circumstances\" test.  In doing so, the Court stated that \"probable cause is a fluid concept--turning on the assessment of probabilities in particular factual contexts.\"   <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"id_token\">Id.</span> at 232, </a></span>103 S.Ct. at 2329.  The Court rejected the prior test for probable cause which focused \"analysis into two largely independent channels--the informant's 'veracity' or 'reliability' and his 'basis of knowledge.' \"   <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"id_token\">Id.</span> at 233, </a></span>103 S.Ct. at 2329.  Under the totality-of-the-circumstances test, \"a deficiency in one may be compensated for, in determining the overall reliability of a tip, by a strong showing as to the other, or by some other indicia of reliability.\"   <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"id_token\">Id.</span>  Further, \"[w]here </a></span>the standard is probable cause, a search or seizure of a person must be supported by probable cause particularized with respect to that person.\"   Ybarra v. Illinois, <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></span>, 91, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">338</span></span>, 342, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span> </span>(1979).  \"The quantum of information which constitutes probable cause [is] evidence which would 'warrant a man of reasonable caution in the belief' that a felony has been committed.\"   Wong Sun v. United States, <span class=\"citation\" data-id=\"106515\"><a href=\"/opinion/106515/wong-sun-v-united-states/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 479, <span class=\"citation\" data-id=\"106515\"><a href=\"/opinion/106515/wong-sun-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">407</span></a></span>, 413, <span class=\"citation\" data-id=\"106515\"><a href=\"/opinion/106515/wong-sun-v-united-states/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">441</span> </a></span>(1963) (citations omitted).  \"The substance of all the definitions of probable cause is a reasonable ground for belief of guilt.  And this means less than evidence which would justify condemnation or conviction.\"   Brinegar v. United States, <span class=\"citation\" data-id=\"104716\"><a href=\"/opinion/104716/brinegar-v-united-states/\"><span class=\"volume\">338</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">160</span></a></span>, 175, <span class=\"citation\" data-id=\"104716\"><a href=\"/opinion/104716/brinegar-v-united-states/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1302</span></a></span>, 1310, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1879</span> </span>(1949) (citations omitted).   See also United States v. Drake, <span class=\"citation\" data-id=\"400940\"><a href=\"/opinion/400940/united-states-v-daniel-isaac-drake/\"><span class=\"volume\">673</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 17 (1st Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The existence of probable cause must be determined in light of the information known to the police at the time of the arrest.  Maryland v. Garrison, <span class=\"citation\" data-id=\"111823\"><a href=\"/opinion/111823/maryland-v-garrison/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, 85, <span class=\"citation\" data-id=\"111823\"><a href=\"/opinion/111823/maryland-v-garrison/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1013</span></a></span>, 1017, <span class=\"citation\" data-id=\"111823\"><a href=\"/opinion/111823/maryland-v-garrison/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span> </a></span>(1987).  \" '[T]he existence of probable cause is to be evaluated on the basis of the collective information of the law enforcement officers engaged in a particular investigation.' \"  United States v. Curry, <span class=\"citation\" data-id=\"446336\"><a href=\"/opinion/446336/united-states-v-james-curry-united-states-v-frederick-r-silvestri-sr/\"><span class=\"volume\">751</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">442</span></a></span>, 446 (1st Cir.1984), cert. denied sub nom., Silvestri v. United States, <span class=\"citation no-link\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1233</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2897</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">931</span> </span>(1988).  See also United States v. Paradis, <span class=\"citation\" data-id=\"477755\"><a href=\"/opinion/477755/united-states-v-ronald-paradis-united-states-of-america-v-norman/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 557 (1st Cir.1986).  It is obvious, therefore, that evidence recovered subsequent to an arrest cannot form the basis of probable cause for that arrest.  Maryland v. <span class=\"citation\" data-id=\"111823\"><a href=\"/opinion/111823/maryland-v-garrison/\"><span class=\"antecedent_guess\">Garrison,</span> supra, at <span class=\"page\">85</span></a></span>, 107 S.Ct. at 1017.   Thus, we must determine whether the information available to the police prior to the stop of the car supports the district court's finding of probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In making this determination, we do not \"conduct a de novo determination of probable cause, but [rather] determine whether there is substantial evidence in the record\" to support the district court's finding.  United States v. Badessa, <span class=\"citation\" data-id=\"446767\"><a href=\"/opinion/446767/united-states-v-michael-badessa-jr/\"><span class=\"volume\">752</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">771</span></a></span>, 773 (1st Cir.1985).  \"The findings of the district court after a hearing on a pretrial motion to suppress are binding on appeal unless they are clearly erroneous.\"  United States v. Morris, <span class=\"citation\" data-id=\"593170\"><a href=\"/opinion/593170/united-states-v-howard-morris-united-states-v-rafael-tormes-ortiz/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">677</span></a></span>, 680 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1588</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">155</span> </span>(1993).  With these standards in mind, we turn to the district court's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court described the relevant facts as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">[The police] had information from a confidential informant who had proven reliable.  They had some admitted hearsay testimony from the confidential informant that the three individuals to whom he had made the controlled sale previously were the three Defendants.  He had identified the three Defendants as being the individuals involved in the heroin ring, predicted that they were going to make a sale that night and sure enough they appeared together, acted in suspicious manner, drove in a way that was, obviously, calculated to evade surveillance.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Tr., Suppression Hearing, 4/30/93 at 51-52.  Based on these facts, the district court concluded \"if that doesn't add up to probable cause to arrest them, then it's difficult to imagine what does.\"   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 52. </span> These factual findings are not clearly erroneous and thus we must accept them as true.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Defendants raise three arguments to the finding of probable cause, all based on purported flaws in the information from the informant.  First they argue that there was no corroboration of the informant's tip until after the arrests when the heroin was discovered.  We first note that under the standard enunciated in Gates, the police do not have to corroborate every detail of the informant's tip.  Secondly, the informant was known to the police to be reliable.  Further, the informant correctly reported the location of the three men, the type of car that Souare would be driving and that the three men would be traveling together that night.  As the district court stated, the three men did appear together, act suspiciously, and attempt to evade any followers.  The district court's factual findings, which we are bound to accept, support a finding of probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Defendants also argue that the informant's tip was not sufficiently detailed to allow the police to rely upon it and was flawed in the details that it did provide.  According to defendants, the information was unreliable because the informant stated that there would be three men in a red Toyota when in actuality there were four men in two cars.  The inconsistencies between the informant's information and the reality of the situation were not of such importance that the information could be concluded to be incorrect.  The informant was correct as to the identities of three of the four men along with the night the activity would take place and one of the vehicles used.  \"A tipster need not deliver an ironclad case to the authorities on the proverbial silver platter.  It suffices if ... a prudent law enforcement officer would reasonably conclude that the likelihood existed that criminal activities were afoot, and that a particular suspect was probably engaged in them.\"  United States v. Chapdelaine, <span class=\"citation\" data-id=\"1812228\"><a href=\"/opinion/1812228/united-states-v-chapdelaine/\"><span class=\"volume\">616</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">522</span></a></span>, 526 (D.R.I.1985), aff'd, <span class=\"citation\" data-id=\"472733\"><a href=\"/opinion/472733/united-states-v-chapdelaine/\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">75</span> </a></span>(1st Cir.1986).  Such was the case here.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The factual findings of the district court are not clearly erroneous and these findings would lead a prudent police officer reasonably to believe that criminal activity was occurring.  We therefore hold that probable cause existed to support the arrests and the district court's denial of the motion to suppress is affirmed.</p>\n    </div>\n    <p>III.</p>\n    <p>Motion for a Separate Trial</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Defendant Souare filed a motion for a separate trial prior to the beginning of the trial.  The district court denied the motion and all three defendants were tried together.  Souare appeals, alleging that he suffered undue prejudice from the joint trial.  In denying the motion to sever, the district court made the following observations.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>[T]here hasn't been any satisfactory reason given as to why severance should be granted in this case....  There has been no suggestion as to any reason why these cases should be severed and there are a lot of reasons why they ought to be joined.  One, as [the government] has just pointed out, the three Defendants are charged with conspiracy and generally speaking coconspirators are tried together.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Secondly, they are all charged with possession involving the same incident.  And to sever these cases would result in a needless duplication of evidence.  We would in effect have three carbon copies [sic] trials of each other.  So the motions to sever will be also denied.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Tr., Suppression Hearing, 4/30/93 at 60-61.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In reviewing a denial of a motion to sever, we will reverse only upon a showing of an abuse of discretion.  United States v. Fusaro, <span class=\"citation\" data-id=\"419138\"><a href=\"/opinion/419138/united-states-v-nunziato-fusaro-united-states-v-richard-r-saccone/\"><span class=\"volume\">708</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 25 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1007</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">524</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">708</span> </span>(1983).  Abuse of discretion will be found \"only where the failure to sever deprives defendant of a fair trial and results in a possible miscarriage of justice.\"  United States v. Cyr, <span class=\"citation\" data-id=\"421810\"><a href=\"/opinion/421810/united-states-v-marie-v-cyr/\"><span class=\"volume\">712</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">729</span></a></span>, 735 (1st Cir.1983).  \"Reversal of a conviction on the ground that a district court abused its discretion by denying a motion to sever is extremely rare.\"  United States v. Scivola, <span class=\"citation\" data-id=\"454551\"><a href=\"/opinion/454551/united-states-v-alfred-scivola-jr/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 41 (1st Cir.1985).  The burden is on the appellant to prove that he suffered from \"prejudice greater than that which necessarily inheres whenever multiple defendants ... are jointly tried.\"   United States v. Walker, <span class=\"citation\" data-id=\"417772\"><a href=\"/opinion/417772/united-states-v-robert-hazen-walker/\"><span class=\"volume\">706</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 30 (1st Cir.1983).  Prejudice in this context \"means more than just a better chance of acquittal at a separate trial.\"   United States v. Boylan, <span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 246 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">849</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">139</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span> </span>(1990).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Souare bases his allegation of prejudice on a purported disparity of evidence in the cases against his co-defendants Diarra and Diallo and the case against himself.  He points out that he was not in the car from which the heroin was recovered nor was any heroin found in his car or on his person.  He further argues that the government's case against him was \"tenuous at best\" and was strengthened by inferences drawn from the evidence against his co-defendants.  Beyond the difference in the amount of proof against him and his co-defendants, Souare contends that the case against him was based on different evidence or proof than the cases against Diarra and Diallo.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Souare contends that there was no evidence of actual possession of heroin on his part and any case had to be premised upon the unusual driving, the information from the informant, and his association with his co-defendants.  Although Souare proceeds to attack the strength of each of these pieces of evidence, such attacks are irrelevant.  The government's case against Souare for possession of the heroin rested on a theory of constructive possession:  \"possession was joint among the three men and ... Souare exercised dominion and control by knowingly leading the other two men from Pawtucket to Providence.\"   Aple.Br. at 19.  Regardless of the strength of this theory, any evidence relating to possession by defendants Diarra and Diallo would need to be introduced against Souare.  The same is true for the conspiracy charge.  The evidence concerning the activities of defendants Diarra and Diallo was a necessary part of the proof that Souare was a member of the conspiracy.  See United States v. Cresta, <span class=\"citation\" data-id=\"492349\"><a href=\"/opinion/492349/united-states-v-robert-d-cresta-united-states-of-america-v-john-j/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">538</span> </a></span>(1st Cir.1987) (fact that a substantial portion of the evidence is not directly related to the defendant does not make it automatically unlawful to try him with other defendants), cert. denied sub nom., Impemba v. United States, <span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1042</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2033</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">618</span> </span>(1988).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Thus, Souare has not shown that there would be any difference in the evidence presented at the joint trial and the evidence that would have been presented at a separate trial.  \"[W]here separate trials would have necessarily involved repetitive use of most of the same evidence and same facts, we find no possibility of such an abuse of discretion absent a clear showing of substantial prejudice to the defendant.\"  United States v. Ciampaglia, <span class=\"citation\" data-id=\"381348\"><a href=\"/opinion/381348/united-states-v-paul-ciampaglia-united-states-of-america-v-william/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">632</span></a></span>, 643 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">956</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">365</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">221</span> </span>(1980).  Souare has not demonstrated that the evidence would differ between the joint trial and separate trials, nor has he made a clear showing of substantial prejudice.  We can find no abuse of discretion in denying the motion to sever.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The decision of the district court is therefore AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Defendant Diallo does not appeal the denial of his motion for a separate trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> There appears to have been some dispute below as to whether the defendants were arrested or merely detained for an investigatory stop at the time they were placed in Sion's car.  On appeal, the government seems to accept the fact that the men were under arrest prior to the discovery of the heroin.  We therefore will assume that the defendants were under arrest when placed in Sion's car</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104716/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106515/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110534/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110959/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111823/",
    "https://www.courtlistener.com/api/rest/v3/opinions/381348/",
    "https://www.courtlistener.com/api/rest/v3/opinions/400940/",
    "https://www.courtlistener.com/api/rest/v3/opinions/417772/",
    "https://www.courtlistener.com/api/rest/v3/opinions/419138/",
    "https://www.courtlistener.com/api/rest/v3/opinions/421810/",
    "https://www.courtlistener.com/api/rest/v3/opinions/446336/",
    "https://www.courtlistener.com/api/rest/v3/opinions/446767/",
    "https://www.courtlistener.com/api/rest/v3/opinions/454551/",
    "https://www.courtlistener.com/api/rest/v3/opinions/472733/",
    "https://www.courtlistener.com/api/rest/v3/opinions/477755/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1812228/"
  ]
}