{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195417/",
  "id": 195417,
  "absolute_url": "/opinion/195417/united-states-v-norton/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195417/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:35Z",
  "date_modified": "2020-02-21T23:48:38.407330Z",
  "type": "010combined",
  "sha1": "df291ffab1b91991e4386f6966a06b7f13597f44",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1408.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1408\n\n                          UNITED STATES,\n\n                            Appellee,\n\n                                v.\n\n                        TIMOTHY P. NORTON,\n\n                       Defendant-Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. William G. Young, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                      Breyer,* Chief Judge,\n                                          \n\n              Torruella and Boudin, Circuit Judges.\n                                                  \n\n                                           \n\n     Frank  G.  Kelleher,  by  Appointment of  Court,  with  whom\n                        \nTimothy P. Norton pro se was on brief for appellant.\n                 \n     Michael  J. Pelgro,  Assistant United States  Attorney, with\n                       \nwhom  Donald K. Stern, United  States Attorney, was  on brief for\n                     \nappellee.\n\n                                           \n\n                                           \n\n                    \n\n*   Chief Judge Stephen Breyer heard oral argument in this matter\nbut did not  participate in the drafting  or the issuance  of the\npanel's  opinion.   The remaining  two panelists  therefore issue\nthis opinion pursuant to 28 U.S.C.   46(d).\n\n          TORRUELLA,  Circuit  Judge.     A  federal  grand  jury\n                                    \n\nreturned an  indictment charging Timothy  P. Norton with  being a\n\nfelon  in possession of  a firearm  in violation  of 18  U.S.C.  \n\n922(g)(1).  Following  trial, the jury  found Norton guilty,  and\n\nthe  district court then sentenced  him to 180  months in prison.\n\nNorton now  appeals his conviction, contending  that the district\n\ncourt abused its discretion  when it permitted the  government to\n\ncross-examine  Norton about  a  prior conviction  for carrying  a\n\nfirearm.  We affirm.\n\n                              FACTS\n                                   \n\n          The testimony and other evidence properly introduced at\n\ntrial,  viewed  in  the  light  most  favorable  to the  verdict,\n\nestablished  the  following  facts.   United  States  v.  Rivera-\n                                                                 \n\nSantiago,  872 F.2d 1073,  1078-79 (1st Cir.),  cert. denied, 492\n                                                            \n\nU.S. 910 (1989).\n\n          On  October 14,  1990,  Norton and  Kevin Johnson  were\n\ndrinking in \"The Bullpen Sports Bar and Grill\" (\"The Bullpen\") in\n\nSomerville, Massachusetts.   The  two men  became involved  in an\n\naltercation with one of  the owners, James Hough, and  a manager,\n\nLeo  Kelley.  Norton and  Johnson were ejected  from The Bullpen.\n\nThe Somerville police then arrived at the scene.\n\n          After The Bullpen  had closed for the night, Norton and\n\nJohnson returned to the premises.  What happened when the two men\n\nreturned  was   disputed  at  trial.    Because  of  the  earlier\n\ndisturbance, Police  Officers  Thomas Silveira  and Neil  Brennan\n\nwere assigned to patrol the vicinity around The Bullpen.  Officer\n\n                               -2-\n\nSilveira  observed  a  vehicle,   later  identified  as  Norton's\n\nCadillac  Seville, stopped in the street in front of The Bullpen.\n\nOfficer  Silveira observed Norton pointing what  appeared to be a\n\npistol toward the front  door of The Bullpen.   He testified that\n\nhe then saw a flash from the  weapon.   Norton then got into  the\n\nCadillac.   Officer Silveira  then observed  Johnson  run to  the\n\nfront of The Bullpen, he saw a large flash and explosion, and saw\n\nJohnson get back into Norton's Cadillac.\n\n          Somerville Police  Detective Ernest Nadile  had earlier\n\nreturned to The Bullpen to protect the employees who remained and\n\nwere present  after the bar  closed.  Detective  Nadile testified\n\nthat he  heard a shot  ring out.   He then  \"hit the floor,\"  and\n\nheard  another  shot  approximately  three  seconds  later.    As\n\nNorton's Cadillac sped away, Officer Silveira and Officer Brennan\n\npursued  the  vehicle.    During  the  pursuit,  Officer  Brennan\n\nobserved the driver  of the Cadillac throw what appeared  to be a\n\ngun out  the driver's side  window, and  he heard the  gun hit  a\n\nparked car and slide across the pavement.\n\n          Other officers  subsequently joined in  the chase,  and\n\nthey eventually  stopped the  Cadillac.   A struggle  then ensued\n\nbetween  Officer Brennan and  Norton.   Officer Brennan testified\n\nthat  he heard Norton repeatedly utter that  he had not shot at a\n\ncop.  The police officers arrested both Norton and Johnson.\n\n          Officer  Brennan  then went  back  to  the location  in\n\nSomerville where he had seen Norton throw an  object, and found a\n\nColt Combat  Commander .45  caliber semi-automatic pistol  in the\n\n                               -3-\n\nstreet.\n\n          Johnson testified on behalf of  the defense.  He stated\n\nthat after being ejected from The Bullpen, he  and Norton went to\n\nthe Jumbo  Pub, another bar,  and then to  the Moose Club,  where\n\nthey drank for the next few  hours.  Johnson testified that while\n\nat  the  Moose  Club,  a  friend  gave  him  an   \"M-80,\"  a  big\n\nfirecracker.   After leaving  the Moose Club,  Johnson discovered\n\nthat he  had lost his  wallet and  Norton drove him  back to  The\n\nBullpen to look  for the missing  item.  Johnson  then found  his\n\nwallet  against the  curb  of the  street.   While  returning  to\n\nNorton's Cadillac, Johnson took out the \"M-80,\" lit it, and threw\n\nit in the general vicinity of The Bullpen's front door.   Johnson\n\ntestified that he  did not see a  gun that night and  that he did\n\nnot know anything about a gun.\n\n          Norton  also chose to testify on his own behalf.  Prior\n\nto Norton's testimony, the  court conducted a voir dire  with him\n\nconcerning  his decision.   During  the  course of  the colloquy,\n\nNorton made reference to his  prior criminal record and discussed\n\nthe possibility that the  government might try to impeach  him by\n\nmeans  of his prior convictions.   Prompted by  the exchange, the\n\ndistrict  court asked  the  government to  review Norton's  prior\n\ncriminal record so that the court could make an advance ruling on\n\nthe  admissibility of  Norton's prior  convictions under  Fed. R.\n\nEvid. 609.   The government  then advised the  district court  of\n\nnumerous prior convictions extending back to 1954.  Upon learning\n\nthat  the government had  not provided advance  written notice to\n\n                               -4-\n\nthe defense of  its intent to use these  convictions at trial, as\n\nrequired  by Fed.  R.  Evid. 609(b),  the  court ruled  that  the\n\ngovernment would  not  be  allowed  to impeach  Norton  with  any\n\nconvictions that  were greater  than ten  years old, including  a\n\n1963 conviction for unlawfully carrying a firearm.\n\n          The court then engaged  in a balancing process to  rule\n\non the admissibility of  the more recent convictions.   The court\n\nruled that the  government could inquire about a  1991 conviction\n\nfor malicious destruction  of property and a  1985 conviction for\n\npossession of  cocaine with  intent  to distribute,  but that  it\n\ncould not inquire about other convictions.\n\n          After  the  court's  advance  ruling,  Norton  took the\n\nstand, and essentially testified  to the same chain of  events to\n\nwhich  Johnson had testified.  Norton testified that he never saw\n\na gun that  night, that he never possessed a  gun that night, and\n\nthat he never threw a gun out of the driver's side  window of his\n\nCadillac.\n\n          During  direct  examination,  the   following  exchange\n\noccurred between Norton and his counsel:\n\n          Q.  Now,  at  some point  did you  have  a gun  in your\n              possession during the chase?\n\n          A.  I never had a gun in my life in that car.  Or on my\n              possession or anywhere.\n\nDuring cross-examination, a sidebar  conference took place, where\n\nthe government requested that  it be able to present  evidence of\n\nNorton's  1963  conviction  for  unlawfully  carrying a  firearm,\n\nbecause Norton had stated on direct examination that he never had\n\n                               -5-\n\na gun in all his life.  The following exchange occurred:\n\n          Mr. Pelgro:  \".  .  .  in  connection  with  the  prior\n                       convictions that are  over ten years,  you\n                       ruled, of course, they were not admissible\n                       under  Rule  609.   The  defendant  in the\n                       course  of  his  direct examination,  when\n                       asked a  question about  whether he  had a\n                       gun that night, stated  he never had a gun\n                       in  all my  life.   I've got  a conviction\n                       from 1963  of him carrying a  revolver.  I\n                       think it's fair game on his credibility to\n                       ask him about that.\n\n          The Court:   I think that's so.\n\n          Mr. Kelleher:  I would object  to it.  I think that was\nan\n                       emotional response, I  never had a gun  in\n                       all my life.\n\n          The Court:   Well, it was wrong.\n\nWith  the court's  permission,  the government  proceeded to  ask\n\nNorton about his 1963  firearm conviction.  On cross-examination,\n\nthe following exchange took place:\n\n          Q.  Now,  sir, I  believe  you testified  on Friday  in\n              response to your lawyer's  questions that you never\n              had a gun in your entire life; is that correct?\n\n          A.  I didn't say  I never had a gun  in my entire life,\n              sir.\n\n          Q.  Well, when your lawyer  asked you if you had  a gun\n              that night, didn't you  say I never had one  in all\n              my life?\n\n          A.  I never had one in my hand in all my life, yes.\n\n          Q.  You never had one in your hand?\n\n          A.  No, sir, I didn't.\n\n          Q.  It  is true,  is it  not, that you  were previously\n              convicted of unlawfully carrying a  revolver; isn't\n              that correct?\n\n          A.  I pled guilty to that.  I was involved with another\n              gentleman, sir.  You're referring to 1963?\n\n                               -6-\n\n          Q.  Yes.\n\n          A.  I  was a young  man then.   I was a  very young man\n              then.\n\n          Q.  So you were mistaken when you stated that you never\n              had one in all your life?\n\n          A.  It wasn't in  my hand.  It was one  revolver and it\n              never was in my hand.\n\n          Q.  You  did  plead   guilty,  though  to  carrying   a\n              revolver, didn't you?\n\n          A.  That  was the  cumulation of  the  charge.   I pled\n              guilty and received three to five years.\n\nThe jury subsequently found Norton guilty.  This appeal followed.\n\n                             ANALYSIS\n                                     \n\n          A.  Standard of Review\n\n          The district  court is vested with  broad discretionary\n\npower  to  admit  or exclude  evidence.    See  United States  v.\n                                                             \n\nInnamorati,  996 F.2d 456, 478  (1st Cir.), cert.  denied, 114 S.\n                                                         \n\nCt. 409 (1993); United States v.  George, 752 F.2d 749, 756  (1st\n                                        \n\nCir. 1985).    A  district court has  considerable discretion  to\n\ndiscern the relevancy of evidence.  United States v. Tierney, 760\n                                                            \n\nF.2d  382, 387  (1st Cir.),  cert. denied,  474 U.S.  843 (1985).\n                                         \n\nSimilarly, the court has great latitude to gauge the relevance of\n\nthe evidence against the  unfair prejudice which may  result from\n\nits admission.   Id.; United States v. Griffin, 818  F.2d 97, 101\n                                              \n\n(1st Cir.), cert. denied, 484 U.S. 844 (1987).   \"[O]nly rarely -\n                        \n\nand in  extraordinarily compelling circumstances -  will we, from\n\nthe  vista of a cold appellate record, reverse a district court's\n\non-the-spot   judgment  concerning   the  relative   weighing  of\n\nprobative value and unfair effect.\"  United States v. De La Cruz,\n                                                                \n\n                               -7-\n\n902 F.2d 121,  124 (1st  Cir. 1990) (quoting  Freeman v.  Package\n                                                                 \n\nMachinery Co., 865 F.2d 1331, 1340 (1st Cir. 1988)).\n             \n\n                               -8-\n\n          B.  Governing Evidentiary Principles\n\n          Norton contends  that his  1963 firearm  conviction was\n\nnot  admissible under  Fed.  R. Evid.  609,  and that  the  court\n\nviolated a number of  requirements of this rule when  it admitted\n\nthe  conviction.  Rule 609,  however, is not  controlling in this\n\ncontext.    Rule 609  is an  impeachment  rule which  governs the\n\nadmissibility of  evidence of  certain criminal convictions  of a\n\nwitness when offered to impeach that witness by proving character\n\nfor  untruthfulness.   Fed.  R.  Evid.  609 advisory  committee's\n\nnotes;  28  Wright and  Gold, Federal Practice  and Procedure,   \n                                                             \n\n6133 at p. 204; see, e.g., United States v. Brown, 603 F.2d 1022,\n                                                 \n\n1027-29  (1st Cir. 1979); United  States v. Oakes,  565 F.2d 170,\n                                                 \n\n173  (1st Cir.  1977).   The premise  behind the  rule is  that a\n\nwitness who has previously been convicted of a felony, or a crime\n\ninvolving  dishonesty or a false statement, is more likely to lie\n\nthan is a person with a spotless past.  Federal  Practice,   6132\n                                                         \n\nat pp.  190-94.  Thus,  Rule 609 evidence  is admissible  for the\n\npurpose of attacking credibility generally, but the rule does not\n\naddress  the admissibility  of  prior convictions  when they  are\n\noffered  for  another purpose.   Id.  at  pp. 205-06;  see United\n                                                                 \n\nStates  v. Babbitt, 683 F.2d 21, 25 (1st Cir. 1982) (introduction\n                  \n\nof  evidence of  a prior  conviction did  not implicate  Rule 609\n\nwhere  defendant   denied  having  a  police   record  on  direct\n\nexamination  and  prosecutor   introduced  conviction  on  cross-\n\nexamination to bring  to light  actual facts);  United States  v.\n                                                             \n\nL pez, 979 F.2d 1024,  1033 (5th Cir. 1992) (neither  Rule 608 or\n     \n\n                               -9-\n\n609  applies  \"in  determining   the  admissibility  of  relevant\n\nevidence introduced to  contradict a witness's testimony  as to a\n\nmaterial issue\"), cert. denied sub nom. Ram rez v. United States,\n                                                                \n\n113  S. Ct. 2349 (1993);  cf.  United States v. Barrett, 766 F.2d\n                                                       \n\n609, 619  (1st  Cir.) (where  a defendant  introduces, and  makes\n\nmaterial, specific  conduct in his direct  testimony, proving the\n\nfalsity  of such testimony is  a fair target  for the prosecution\n\nand  Rule  608 is  not implicated),  cert.  denied, 474  U.S. 923\n                                                  \n\n(1985).2\n\n          Instead, the  general strictures of Fed.  R. Evid. 4023\n\nand  4034 were  invoked when  the government  proffered the  1963\n\nfirearm  conviction   to  contradict  material   false  testimony\n\ninjected  into the trial by Norton himself.   See L pez, 979 F.2d\n                                                       \n\nat  1034.  Prior convictions  are admissible under  Rules 402 and\n\n                    \n\n2   At  trial,  the  government  argued  that  the  1963  firearm\nconviction was  relevant to  shed light on  Norton's credibility.\nThe  record is  somewhat unclear  as to  the precise  grounds the\ncourt  ultimately  used to  justify  its  decision  to admit  the\nconviction.  Even  if, however, the  court admitted the  evidence\nunder Rule 609, we can still affirm its ruling if the evidence is\nadmissible under another rule.  A district court's reliance on an\nimproper  ground for  admitting the evidence  will not  amount to\nharmful error if other valid grounds for admission exist, because\nsuch  a  situation  does  not affect  a  defendant's  substantial\nrights.  L pez, 979 F.2d at 1033.\n              \n\n3   Fed.  R. Evid.  402 provides  in pertinent  part that  \"[a]ll\nrelevant evidence  is admissible  .  . .  \"   Fed.  R. Evid.  401\ndefines  \"[r]elevant evidence\"  as  \". .  .  evidence having  any\ntendency to make the existence of any fact that is of consequence\nto the determination of the action more probable or less probable\nthan it would be without the evidence.\"\n\n4   Fed.  R. Evid.  403 provides  in pertinent  part: \"[a]lthough\nrelevant,  evidence may  be  excluded if  its probative  value is\nsubstantially outweighed by the danger of unfair prejudice \n. . . . \"\n\n                               -10-\n\n403  to contradict specific testimony, as long as the evidence is\n\nrelevant and its probative  value is not substantially outweighed\n\nby the danger of unfair prejudice.   L pez, 979 F.2d at 1034; cf.\n                                                                 \n\nUnited  States v.  Beauchamp,  986 F.2d  1,  3 (1st  Cir.  1993).\n                            \n\nEvidence  which tends to  disprove a witness's  testimony about a\n\nmaterial issue in the case is relevant.  L pez, 979 F.2d at 1034.\n                                              \n\n          In  the  present  case,   Norton's  possession  of  the\n\nfirearm was  the sole contested issue  at trial.5  We  agree with\n\nthe  government that the district court could have found that the\n\nevidence  of Norton's  prior firearm  conviction was  relevant to\n\nthis material issue.   See Babbitt,  683 F.2d  at 25; L pez,  979\n                                                           \n\nF.2d at 1034.  Norton testified on direct examination that he did\n\nnot  have  a  firearm on  the  night  in question.    Norton then\n\nattempted  to add  credence to  this claim  by testifying  to the\n\neffect  that he had never possessed a gun in his life.  If Norton\n\nhad never possessed a gun prior to the night in  question, it was\n\nmore likely  than it would  be without this evidence  that he did\n\nnot possess a gun on  the night in question.   Once Norton denied\n\nthat he had ever possessed a gun, he opened the door to the issue\n\nof his prior or present firearm possession.  The fact that Norton\n\nhad been  previously convicted of  carrying a firearm  was highly\n\n                    \n\n5   Under 18 U.S.C.   922(g)(1), the Government had to prove that\n1) Norton had previously been convicted  of an offense punishable\nby imprisonment exceeding one year; and 2) he knowingly possessed\na  firearm in or affecting commerce.  United States v. Wight, 968\n                                                            \nF.2d 1393, 1397 (1st Cir. 1992).\n\n                               -11-\n\nrelevant to contradict his specific misleading assertion.6\n\n          As with most evidentiary  questions, the court was then\n\nrequired to  consider the unfair  prejudice that would  stem from\n\nadmitting this  prior conviction.   As  a primary matter,  Norton\n\nintroduced  the issue of  whether he  had previously  possessed a\n\nfirearm into the trial.  Norton  cannot be heard to claim that he\n\nwas \"unfairly prejudiced\"  by the fact  that the government  then\n\nestablished, through the 1963 conviction, that he lied, or at the\n\nleast,  misled  the jury,  when he  testified  that he  had never\n\npossessed a  firearm.   See, e.g.,  Oakes, 565  F.2d  at 172  (an\n                                         \n\naccused  should  not  \"be  heard to  complain  of  any  resulting\n\nprejudice created by his own actions\").  Moreover,  the prejudice\n\nto  Norton  which  resulted  from admitting  the  conviction  was\n\nrelatively  slight.  While the evidence did tend to demonstrate a\n\npropensity by Norton to  possess firearms, here, that effect  was\n\nminimal.  The conviction was 29 years old, and, as Norton pointed\n\nout  on  cross-examination, his  transgression had  occurred many\n\nyears  ago, when  he was  a  \"very young  man.\"   The court  also\n\nlimited any  possible prejudicial spill-over of  such evidence by\n\nrepeatedly  instructing the  jury as  to the  limited purpose  of\n\n                    \n\n6  Norton  claims that the  court had  previously ruled that  the\n1963 firearm  conviction was generally not  admissible under Fed.\nR.  Evid. 609,  and that  the  court could  not then  change this\nruling during the course of Norton's testimony.  Advance  rulings\non  the  admissibility  of  prior   convictions  for  impeachment\npurposes, however,  may always  be altered  as the  case unfolds.\nUnited States v.  Nivica, 887  F.2d 1110, 1116  (1st Cir.  1989),\n                        \ncert. denied, 494 U.S. 1005 (1990);  Oakes, 565 F.2d at 172.  The\n                                          \ncourt's  advance ruling was not  a license for  Norton to proffer\nfalse or misleading testimony.\n\n                               -12-\n\nprior  conviction  evidence.7   Under  these  circumstances,  the\n\ncourt  properly concluded  that the  probative value  of Norton's\n\n1963 firearm conviction outweighed any unfair prejudice to him.\n\n          The  district court's decision  to admit Norton's prior\n\nfirearm conviction was free from error.  Therefore, we affirm.\n                                                             \n\n                    \n\n7   When  the  government asked  Norton  about his  1985  cocaine\nconviction, the court instructed the jury as follows:\n\n            . .  .   And there's another  thing here,\n            because  this is the  person accused.  If\n            you were to draw  from the fact that back\n            then he was convicted of this drug  crime\n            that he's  a bad person and  therefore he\n            must  have done  this  crime, that  would\n            violate your oath.   It's not fair,  it's\n            not what you're  asked here.   You're    \n            asked whether the government  proves this\n            crime, the  reason  that we're  all  here\n            together in court, felon in possession of\n            a firearm, whether they proved this crime\n            beyond a reasonable doubt.\n\n              You  may  consider  that crime  on  the\n            issue  of whether he's  a felon,  and you\n            may consider  that crime on the  issue of\n            whether you  believe his testimony.   But\n            don't  just come  to the  conclusion he's\n            some sort  of bad person so  he must have\n            done this.  That would  violate your oath\n            as jurors.\n\n   The court  repeated the essence  of this instruction  when the\ngovernment asked  Norton about his 1991  conviction for malicious\ndestruction of property.\n\n                               -13-\n",
  "html": "<p class=\"case_cite\">26 F.3d 240</p>\n    <p class=\"case_cite\">40 Fed. R. Evid. Serv. 1180</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Timothy P. NORTON, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 93-1408.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 10, 1994.<br>Decided June 10, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Frank G. Kelleher, Boston, MA, by Appointment of Court, with whom Timothy P. Norton pro se, was on brief, for appellant.</p>\n      <p class=\"indent\">Michael J. Pelgro, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BREYER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Chief Judge, TORRUELLA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A federal grand jury returned an indictment charging Timothy P. Norton with being a felon in possession of a firearm in violation of 18 U.S.C. Sec. 922(g)(1).  Following trial, the jury found Norton guilty, and the district court then sentenced him to 180 months in prison.  Norton now appeals his conviction, contending that the district court abused its discretion when it permitted the government to cross-examine Norton about a prior conviction for carrying a firearm.  We affirm.</p>\n    </div>\n    <p>FACTS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The testimony and other evidence properly introduced at trial, viewed in the light most favorable to the verdict, established the following facts.  United States v. Rivera-Santiago, 872 F.2d 1073, 1078-79 (1st Cir.), cert. denied, 492 U.S. 910, 109 S.Ct. 3227, 106 L.Ed.2d 576 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 14, 1990, Norton and Kevin Johnson were drinking in \"The Bullpen Sports Bar and Grill\" (\"The Bullpen\") in Somerville, Massachusetts.  The two men became involved in an altercation with one of the owners, James Hough, and a manager, Leo Kelley.  Norton and Johnson were ejected from The Bullpen.  The Somerville police then arrived at the scene.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After The Bullpen had closed for the night, Norton and Johnson returned to the premises.  What happened when the two men returned was disputed at trial.  Because of the earlier disturbance, Police Officers Thomas Silveira and Neil Brennan were assigned to patrol the vicinity around The Bullpen.  Officer Silveira observed a vehicle, later identified as Norton's Cadillac Seville, stopped in the street in front of The Bullpen.  Officer Silveira observed Norton pointing what appeared to be a pistol toward the front door of The Bullpen.  He testified that he then saw a flash from the weapon.  Norton then got into the Cadillac.  Officer Silveira then observed Johnson run to the front of The Bullpen, he saw a large flash and explosion, and saw Johnson get back into Norton's Cadillac.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Somerville Police Detective Ernest Nadile had earlier returned to The Bullpen to protect the employees who remained and were present after the bar closed.  Detective Nadile testified that he heard a shot ring out.  He then \"hit the floor,\" and heard another shot approximately three seconds later.  As Norton's Cadillac sped away, Officer Silveira and Officer Brennan pursued the vehicle.  During the pursuit, Officer Brennan observed the driver of the Cadillac throw what appeared to be a gun out the driver's side window, and he heard the gun hit a parked car and slide across the pavement.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Other officers subsequently joined in the chase, and they eventually stopped the Cadillac.  A struggle then ensued between Officer Brennan and Norton.  Officer Brennan testified that he heard Norton repeatedly utter that he had not shot at a cop.  The police officers arrested both Norton and Johnson.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Officer Brennan then went back to the location in Somerville where he had seen Norton throw an object, and found a Colt Combat Commander .45 caliber semi-automatic pistol in the street.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Johnson testified on behalf of the defense.  He stated that after being ejected from The Bullpen, he and Norton went to the Jumbo Pub, another bar, and then to the Moose Club, where they drank for the next few hours.  Johnson testified that while at the Moose Club, a friend gave him an \"M-80,\" a big firecracker.  After leaving the Moose Club, Johnson discovered that he had lost his wallet and Norton drove him back to The Bullpen to look for the missing item.  Johnson then found his wallet against the curb of the street.  While returning to Norton's Cadillac, Johnson took out the \"M-80,\" lit it, and threw it in the general vicinity of The Bullpen's front door.  Johnson testified that he did not see a gun that night and that he did not know anything about a gun.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Norton also chose to testify on his own behalf.  Prior to Norton's testimony, the court conducted a voir dire with him concerning his decision.  During the course of the colloquy, Norton made reference to his prior criminal record and discussed the possibility that the government might try to impeach him by means of his prior convictions.  Prompted by the exchange, the district court asked the government to review Norton's prior criminal record so that the court could make an advance ruling on the admissibility of Norton's prior convictions under Fed.R.Evid. 609.  The government then advised the district court of numerous prior convictions extending back to 1954.  Upon learning that the government had not provided advance written notice to the defense of its intent to use these convictions at trial, as required by Fed.R.Evid. 609(b), the court ruled that the government would not be allowed to impeach Norton with any convictions that were greater than ten years old, including a 1963 conviction for unlawfully carrying a firearm.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court then engaged in a balancing process to rule on the admissibility of the more recent convictions.  The court ruled that the government could inquire about a 1991 conviction for malicious destruction of property and a 1985 conviction for possession of cocaine with intent to distribute, but that it could not inquire about other convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After the court's advance ruling, Norton took the stand, and essentially testified to the same chain of events to which Johnson had testified.  Norton testified that he never saw a gun that night, that he never possessed a gun that night, and that he never threw a gun out of the driver's side window of his Cadillac.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">During direct examination, the following exchange occurred between Norton and his counsel:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Q. Now, at some point did you have a gun in your possession during the chase?</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A. I never had a gun in my life in that car.  Or on my possession or anywhere.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">During cross-examination, a sidebar conference took place, where the government requested that it be able to present evidence of Norton's 1963 conviction for unlawfully carrying a firearm, because Norton had stated on direct examination that he never had a gun in all his life.  The following exchange occurred:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mr. Pelgro:  ... in connection with the prior convictions that are over ten years, you ruled, of course, they were not admissible under Rule 609.  The defendant in the course of his direct examination, when asked a question about whether he had a gun that night, stated he never had a gun in all my life.  I've got a conviction from 1963 of him carrying a revolver.  I think it's fair game on his credibility to ask him about that.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Court:  I think that's so.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Mr. Kelleher:  I would object to it.  I think that was an emotional response, I never had a gun in all my life.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Court:  Well, it was wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">With the court's permission, the government proceeded to ask Norton about his 1963 firearm conviction.  On cross-examination, the following exchange took place:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Q. Now, sir, I believe you testified on Friday in response to your lawyer's questions that you never had a gun in your entire life;  is that correct?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A. I didn't say I never had a gun in my entire life, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Q. Well, when your lawyer asked you if you had a gun that night, didn't you say I never had one in all my life?</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A. I never had one in my hand in all my life, yes.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Q. You never had one in your hand?</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A. No, sir, I didn't.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Q. It is true, is it not, that you were previously convicted of unlawfully carrying a revolver;  isn't that correct?</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A. I pled guilty to that.  I was involved with another gentleman, sir.  You're referring to 1963?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Q. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">A. I was a young man then.  I was a very young man then.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Q. So you were mistaken when you stated that you never had one in all your life?</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">A. It wasn't in my hand.  It was one revolver and it never was in my hand.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Q. You did plead guilty, though to carrying a revolver, didn't you?</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A. That was the cumulation of the charge.  I pled guilty and received three to five years.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The jury subsequently found Norton guilty.  This appeal followed.</p>\n    </div>\n    <p>ANALYSIS</p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court is vested with broad discretionary power to admit or exclude evidence.  See United States v. Innamorati, 996 F.2d 456, 478 (1st Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 409, 126 L.Ed.2d 356 (1993);  United States v. George, 752 F.2d 749, 756 (1st Cir.1985).  A district court has considerable discretion to discern the relevancy of evidence.  United States v. Tierney, 760 F.2d 382, 387 (1st Cir.), cert. denied, 474 U.S. 843, 106 S.Ct. 131, 88 L.Ed.2d 108 (1985).  Similarly, the court has great latitude to gauge the relevance of the evidence against the unfair prejudice which may result from its admission.  Id.; United States v. Griffin, 818 F.2d 97, 101 (1st Cir.), cert. denied, 484 U.S. 844, 108 S.Ct. 137, 98 L.Ed.2d 94 (1987).  \"[O]nly rarely--and in extraordinarily compelling circumstances--will we, from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect.\"  United States v. De La Cruz, 902 F.2d 121, 124 (1st Cir.1990) (quoting Freeman v. Package Machinery Co., 865 F.2d 1331, 1340 (1st Cir.1988)).</p>\n    </div>\n    <p class=\"indent\">B. Governing Evidentiary Principles</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Norton contends that his 1963 firearm conviction was not admissible under Fed.R.Evid. 609, and that the court violated a number of requirements of this rule when it admitted the conviction.  Rule 609, however, is not controlling in this context.  Rule 609 is an impeachment rule which governs the admissibility of evidence of certain criminal convictions of a witness when offered to impeach that witness by proving character for untruthfulness.  Fed.R.Evid. 609 advisory committee's notes;  28 Wright and Gold, Federal Practice and Procedure, Sec. 6133 at p. 204;  see, e.g., United States v. Brown, 603 F.2d 1022, 1027-29 (1st Cir.1979);  United States v. Oakes, 565 F.2d 170, 173 (1st Cir.1977).  The premise behind the rule is that a witness who has previously been convicted of a felony, or a crime involving dishonesty or a false statement, is more likely to lie than is a person with a spotless past.  Federal Practice, Sec. 6132 at pp. 190-94.  Thus, Rule 609 evidence is admissible for the purpose of attacking credibility generally, but the rule does not address the admissibility of prior convictions when they are offered for another purpose.  Id. at pp. 205-06;  see United States v. Babbitt, 683 F.2d 21, 25 (1st Cir.1982) (introduction of evidence of a prior conviction did not implicate Rule 609 where defendant denied having a police record on direct examination and prosecutor introduced conviction on cross-examination to bring to light actual facts);  United States v. Lopez, 979 F.2d 1024, 1033 (5th Cir.1992) (neither Rule 608 or 609 applies \"in determining the admissibility of relevant evidence introduced to contradict a witness's testimony as to a material issue\"), cert. denied sub nom.  Ramirez v. United States, --- U.S. ----, 113 S.Ct. 2349, 124 L.Ed.2d 258 (1993);  cf. United States v. Barrett, 766 F.2d 609, 619 (1st Cir.)  (where a defendant introduces, and makes material, specific conduct in his direct testimony, proving the falsity of such testimony is a fair target for the prosecution and Rule 608 is not implicated), cert. denied, 474 U.S. 923, 106 S.Ct. 258, 88 L.Ed.2d 264 (1985).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Instead, the general strictures of Fed.R.Evid. 402<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and 403<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> were invoked when the government proffered the 1963 firearm conviction to contradict material false testimony injected into the trial by Norton himself.  See Lopez, 979 F.2d at 1034.   Prior convictions are admissible under Rules 402 and 403 to contradict specific testimony, as long as the evidence is relevant and its probative value is not substantially outweighed by the danger of unfair prejudice.  Lopez, 979 F.2d at 1034;  cf. United States v. Beauchamp, 986 F.2d 1, 3 (1st Cir.1993).  Evidence which tends to disprove a witness's testimony about a material issue in the case is relevant.  Lopez, 979 F.2d at 1034.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In the present case, Norton's possession of the firearm was the sole contested issue at trial.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We agree with the government that the district court could have found that the evidence of Norton's prior firearm conviction was relevant to this material issue.  See Babbitt, 683 F.2d at 25;  Lopez, 979 F.2d at 1034.   Norton testified on direct examination that he did not have a firearm on the night in question.  Norton then attempted to add credence to this claim by testifying to the effect that he had never possessed a gun in his life.  If Norton had never possessed a gun prior to the night in question, it was more likely than it would be without this evidence that he did not possess a gun on the night in question.  Once Norton denied that he had ever possessed a gun, he opened the door to the issue of his prior or present firearm possession.  The fact that Norton had been previously convicted of carrying a firearm was highly relevant to contradict his specific misleading assertion.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">As with most evidentiary questions, the court was then required to consider the unfair prejudice that would stem from admitting this prior conviction.  As a primary matter, Norton introduced the issue of whether he had previously possessed a firearm into the trial.  Norton cannot be heard to claim that he was \"unfairly prejudiced\" by the fact that the government then established, through the 1963 conviction, that he lied, or at the least, misled the jury, when he testified that he had never possessed a firearm.  See, e.g., Oakes, 565 F.2d at 172 (an accused should not \"be heard to complain of any resulting prejudice created by his own actions\").  Moreover, the prejudice to Norton which resulted from admitting the conviction was relatively slight.  While the evidence did tend to demonstrate a propensity by Norton to possess firearms, here, that effect was minimal.  The conviction was 29 years old, and, as Norton pointed out on cross-examination, his transgression had occurred many years ago, when he was a \"very young man.\"   The court also limited any possible prejudicial spillover of such evidence by repeatedly instructing the jury as to the limited purpose of prior conviction evidence.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Under these circumstances, the court properly concluded that the probative value of Norton's 1963 firearm conviction outweighed any unfair prejudice to him.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The district court's decision to admit Norton's prior firearm conviction was free from error.  Therefore, we affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge Stephen Breyer heard oral argument in this matter but did not participate in the drafting or the issuance of the panel's opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. Sec. 46(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At trial, the government argued that the 1963 firearm conviction was relevant to shed light on Norton's credibility.  The record is somewhat unclear as to the precise grounds the court ultimately used to justify its decision to admit the conviction.  Even if, however, the court admitted the evidence under Rule 609, we can still affirm its ruling if the evidence is admissible under another rule.  A district court's reliance on an improper ground for admitting the evidence will not amount to harmful error if other valid grounds for admission exist, because such a situation does not affect a defendant's substantial rights.  Lopez, 979 F.2d at 1033</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fed.R.Evid. 402 provides in pertinent part that \"[a]ll relevant evidence is admissible ...\" Fed.R.Evid. 401 defines \"[r]elevant evidence\" as \"... evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Fed.R.Evid. 403 provides in pertinent part:  \"[a]lthough relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Under 18 U.S.C. Sec. 922(g)(1), the Government had to prove that 1) Norton had previously been convicted of an offense punishable by imprisonment exceeding one year;  and 2) he knowingly possessed a firearm in or affecting commerce.  United States v. Wight, 968 F.2d 1393, 1397 (1st Cir.1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Norton claims that the court had previously ruled that the 1963 firearm conviction was generally not admissible under Fed.R.Evid. 609, and that the court could not then change this ruling during the course of Norton's testimony.  Advance rulings on the admissibility of prior convictions for impeachment purposes, however, may always be altered as the case unfolds.  United States v. Nivica, 887 F.2d 1110, 1116 (1st Cir.1989), cert. denied, 494 U.S. 1005, 110 S.Ct. 1300, 108 L.Ed.2d 477 (1990);  Oakes, 565 F.2d at 172.   The court's advance ruling was not a license for Norton to proffer false or misleading testimony</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> When the government asked Norton about his 1985 cocaine conviction, the court instructed the jury as follows:</p>\n        <p>... And there's another thing here, because this is the person accused.  If you were to draw from the fact that back then he was convicted of this drug crime that he's a bad person and therefore he must have done this crime, that would violate your oath.  It's not fair, it's not what you're asked here.  You're asked whether the government proves this crime, the reason that we're all here together in court, felon in possession of a firearm, whether they proved this crime beyond a reasonable doubt.</p>\n        <p>You may consider that crime on the issue of whether he's a felon, and you may consider that crime on the issue of whether you believe his testimony.  But don't just come to the conclusion he's some sort of bad person so he must have done this.  That would violate your oath as jurors.</p>\n        <p>The court repeated the essence of this instruction when the government asked Norton about his 1991 conviction for malicious destruction of property.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">240</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">Fed. R. Serv.</span> <span class=\"page\">1180</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Timothy P. NORTON, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 93-1408.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 10, 1994.<br>Decided June 10, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Frank G. Kelleher, Boston, MA, by Appointment of Court, with whom Timothy P. Norton pro se, was on brief, for appellant.</p>\n      <p class=\"indent\">Michael J. Pelgro, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BREYER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Chief Judge, TORRUELLA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A federal grand jury returned an indictment charging Timothy P. Norton with being a felon in possession of a firearm in violation of 18 U.S.C. Sec. 922(g)(1).  Following trial, the jury found Norton guilty, and the district court then sentenced him to 180 months in prison.  Norton now appeals his conviction, contending that the district court abused its discretion when it permitted the government to cross-examine Norton about a prior conviction for carrying a firearm.  We affirm.</p>\n    </div>\n    <p>FACTS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The testimony and other evidence properly introduced at trial, viewed in the light most favorable to the verdict, established the following facts.  United States v. Rivera-Santiago, <span class=\"citation\" data-id=\"521900\"><a href=\"/opinion/521900/united-states-v-antonio-rivera-santiago-aka-junior-vivique-united/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span></a></span>, 1078-79 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3227</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span> </span>(1989).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 14, 1990, Norton and Kevin Johnson were drinking in \"The Bullpen Sports Bar and Grill\" (\"The Bullpen\") in Somerville, Massachusetts.  The two men became involved in an altercation with one of the owners, James Hough, and a manager, Leo Kelley.  Norton and Johnson were ejected from The Bullpen.  The Somerville police then arrived at the scene.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After The Bullpen had closed for the night, Norton and Johnson returned to the premises.  What happened when the two men returned was disputed at trial.  Because of the earlier disturbance, Police Officers Thomas Silveira and Neil Brennan were assigned to patrol the vicinity around The Bullpen.  Officer Silveira observed a vehicle, later identified as Norton's Cadillac Seville, stopped in the street in front of The Bullpen.  Officer Silveira observed Norton pointing what appeared to be a pistol toward the front door of The Bullpen.  He testified that he then saw a flash from the weapon.  Norton then got into the Cadillac.  Officer Silveira then observed Johnson run to the front of The Bullpen, he saw a large flash and explosion, and saw Johnson get back into Norton's Cadillac.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Somerville Police Detective Ernest Nadile had earlier returned to The Bullpen to protect the employees who remained and were present after the bar closed.  Detective Nadile testified that he heard a shot ring out.  He then \"hit the floor,\" and heard another shot approximately three seconds later.  As Norton's Cadillac sped away, Officer Silveira and Officer Brennan pursued the vehicle.  During the pursuit, Officer Brennan observed the driver of the Cadillac throw what appeared to be a gun out the driver's side window, and he heard the gun hit a parked car and slide across the pavement.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Other officers subsequently joined in the chase, and they eventually stopped the Cadillac.  A struggle then ensued between Officer Brennan and Norton.  Officer Brennan testified that he heard Norton repeatedly utter that he had not shot at a cop.  The police officers arrested both Norton and Johnson.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Officer Brennan then went back to the location in Somerville where he had seen Norton throw an object, and found a Colt Combat Commander .45 caliber semi-automatic pistol in the street.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Johnson testified on behalf of the defense.  He stated that after being ejected from The Bullpen, he and Norton went to the Jumbo Pub, another bar, and then to the Moose Club, where they drank for the next few hours.  Johnson testified that while at the Moose Club, a friend gave him an \"M-80,\" a big firecracker.  After leaving the Moose Club, Johnson discovered that he had lost his wallet and Norton drove him back to The Bullpen to look for the missing item.  Johnson then found his wallet against the curb of the street.  While returning to Norton's Cadillac, Johnson took out the \"M-80,\" lit it, and threw it in the general vicinity of The Bullpen's front door.  Johnson testified that he did not see a gun that night and that he did not know anything about a gun.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Norton also chose to testify on his own behalf.  Prior to Norton's testimony, the court conducted a voir dire with him concerning his decision.  During the course of the colloquy, Norton made reference to his prior criminal record and discussed the possibility that the government might try to impeach him by means of his prior convictions.  Prompted by the exchange, the district court asked the government to review Norton's prior criminal record so that the court could make an advance ruling on the admissibility of Norton's prior convictions under Fed.R.Evid. 609.  The government then advised the district court of numerous prior convictions extending back to 1954.  Upon learning that the government had not provided advance written notice to the defense of its intent to use these convictions at trial, as required by Fed.R.Evid. 609(b), the court ruled that the government would not be allowed to impeach Norton with any convictions that were greater than ten years old, including a 1963 conviction for unlawfully carrying a firearm.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court then engaged in a balancing process to rule on the admissibility of the more recent convictions.  The court ruled that the government could inquire about a 1991 conviction for malicious destruction of property and a 1985 conviction for possession of cocaine with intent to distribute, but that it could not inquire about other convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After the court's advance ruling, Norton took the stand, and essentially testified to the same chain of events to which Johnson had testified.  Norton testified that he never saw a gun that night, that he never possessed a gun that night, and that he never threw a gun out of the driver's side window of his Cadillac.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">During direct examination, the following exchange occurred between Norton and his counsel:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Q. Now, at some point did you have a gun in your possession during the chase?</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A. I never had a gun in my life in that car.  Or on my possession or anywhere.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">During cross-examination, a sidebar conference took place, where the government requested that it be able to present evidence of Norton's 1963 conviction for unlawfully carrying a firearm, because Norton had stated on direct examination that he never had a gun in all his life.  The following exchange occurred:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mr. Pelgro:  ... in connection with the prior convictions that are over ten years, you ruled, of course, they were not admissible under Rule 609.  The defendant in the course of his direct examination, when asked a question about whether he had a gun that night, stated he never had a gun in all my life.  I've got a conviction from 1963 of him carrying a revolver.  I think it's fair game on his credibility to ask him about that.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Court:  I think that's so.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Mr. Kelleher:  I would object to it.  I think that was an emotional response, I never had a gun in all my life.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Court:  Well, it was wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">With the court's permission, the government proceeded to ask Norton about his 1963 firearm conviction.  On cross-examination, the following exchange took place:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Q. Now, sir, I believe you testified on Friday in response to your lawyer's questions that you never had a gun in your entire life;  is that correct?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A. I didn't say I never had a gun in my entire life, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Q. Well, when your lawyer asked you if you had a gun that night, didn't you say I never had one in all my life?</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A. I never had one in my hand in all my life, yes.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Q. You never had one in your hand?</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A. No, sir, I didn't.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Q. It is true, is it not, that you were previously convicted of unlawfully carrying a revolver;  isn't that correct?</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A. I pled guilty to that.  I was involved with another gentleman, sir.  You're referring to 1963?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Q. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">A. I was a young man then.  I was a very young man then.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Q. So you were mistaken when you stated that you never had one in all your life?</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">A. It wasn't in my hand.  It was one revolver and it never was in my hand.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Q. You did plead guilty, though to carrying a revolver, didn't you?</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A. That was the cumulation of the charge.  I pled guilty and received three to five years.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The jury subsequently found Norton guilty.  This appeal followed.</p>\n    </div>\n    <p>ANALYSIS</p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court is vested with broad discretionary power to admit or exclude evidence.  See United States v. Innamorati, <span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 478 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">409</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span> </span>(1993);  United States v. George, <span class=\"citation\" data-id=\"446764\"><a href=\"/opinion/446764/united-states-v-daniel-h-george-jr-united-states-of-america-v-william/\"><span class=\"volume\">752</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">749</span></a></span>, 756 (1st Cir.1985).  A district court has considerable discretion to discern the relevancy of evidence.  United States v. Tierney, <span class=\"citation\" data-id=\"451517\"><a href=\"/opinion/451517/united-states-v-robert-f-tierney/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">382</span></a></span>, 387 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">843</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">131</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">108</span> </span>(1985).  Similarly, the court has great latitude to gauge the relevance of the evidence against the unfair prejudice which may result from its admission.  Id.; United States v. Griffin, <span class=\"citation\" data-id=\"488020\"><a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span>, 101 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">137</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">94</span> </span>(1987).  \"[O]nly rarely--and in extraordinarily compelling circumstances--will we, from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect.\"  United States v. De La Cruz, <span class=\"citation\" data-id=\"540778\"><a href=\"/opinion/540778/united-states-v-jose-manuel-de-la-cruz-aka-jose-manuel-linares-de-la/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">121</span></a></span>, 124 (1st Cir.1990) (quoting Freeman v. Package Machinery Co., <span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>, 1340 (1st Cir.1988)).</p>\n    </div>\n    <p class=\"indent\">B. Governing Evidentiary Principles</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Norton contends that his 1963 firearm conviction was not admissible under Fed.R.Evid. 609, and that the court violated a number of requirements of this rule when it admitted the conviction.  Rule 609, however, is not controlling in this context.  Rule 609 is an impeachment rule which governs the admissibility of evidence of certain criminal convictions of a witness when offered to impeach that witness by proving character for untruthfulness.  Fed.R.Evid. 609 advisory committee's notes;  28 Wright and Gold, Federal Practice and Procedure, Sec. 6133 at p. 204;  see, e.g., United States v. Brown, <span class=\"citation\" data-id=\"368998\"><a href=\"/opinion/368998/united-states-v-john-t-brown/\"><span class=\"volume\">603</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1022</span></a></span>, 1027-29 (1st Cir.1979);  United States v. Oakes, <span class=\"citation\" data-id=\"350515\"><a href=\"/opinion/350515/united-states-v-douglas-l-oakes/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">170</span></a></span>, 173 (1st Cir.1977).  The premise behind the rule is that a witness who has previously been convicted of a felony, or a crime involving dishonesty or a false statement, is more likely to lie than is a person with a spotless past.  Federal Practice, Sec. 6132 at pp. 190-94.  Thus, Rule 609 evidence is admissible for the purpose of attacking credibility generally, but the rule does not address the admissibility of prior convictions when they are offered for another purpose.  <span class=\"citation\" data-id=\"350515\"><a href=\"/opinion/350515/united-states-v-douglas-l-oakes/\"><span class=\"id_token\">Id.</span> at pp. </a></span>205-06;  see United States v. Babbitt, <span class=\"citation\" data-id=\"406209\"><a href=\"/opinion/406209/united-states-v-charles-babbitt-united-states-of-america-v-ismael/\"><span class=\"volume\">683</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span>, 25 (1st Cir.1982) (introduction of evidence of a prior conviction did not implicate Rule 609 where defendant denied having a police record on direct examination and prosecutor introduced conviction on cross-examination to bring to light actual facts);  United States v. Lopez, <span class=\"citation\" data-id=\"595206\"><a href=\"/opinion/595206/united-states-v-jamie-barrera-lopez-eugenio-ozuna-ramirez-jr-eliseo-de/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1024</span></a></span>, 1033 (5th Cir.1992) (neither Rule 608 or 609 applies \"in determining the admissibility of relevant evidence introduced to contradict a witness's testimony as to a material issue\"), cert. denied sub nom.  Ramirez v. United States, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2349</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">258</span> </span>(1993);  cf. United States v. Barrett, <span class=\"citation\" data-id=\"454663\"><a href=\"/opinion/454663/united-states-v-james-w-barrett/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">609</span></a></span>, 619 (1st Cir.)  (where a defendant introduces, and makes material, specific conduct in his direct testimony, proving the falsity of such testimony is a fair target for the prosecution and Rule 608 is not implicated), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">923</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">258</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">264</span> </span>(1985).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Instead, the general strictures of Fed.R.Evid. 402<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and 403<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> were invoked when the government proffered the 1963 firearm conviction to contradict material false testimony injected into the trial by Norton himself.  See <span class=\"citation\" data-id=\"595206\"><span class=\"antecedent_guess\">Lopez,</span> <a href=\"/opinion/595206/united-states-v-jamie-barrera-lopez-eugenio-ozuna-ramirez-jr-eliseo-de/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1034</span></a></span>.   Prior convictions are admissible under Rules 402 and 403 to contradict specific testimony, as long as the evidence is relevant and its probative value is not substantially outweighed by the danger of unfair prejudice.  <span class=\"citation\" data-id=\"595206\"><span class=\"antecedent_guess\">Lopez,</span> <a href=\"/opinion/595206/united-states-v-jamie-barrera-lopez-eugenio-ozuna-ramirez-jr-eliseo-de/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1034</span></a></span>;  cf. United States v. Beauchamp, <span class=\"citation\" data-id=\"600392\"><a href=\"/opinion/600392/united-states-v-michael-w-beauchamp/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1993).  Evidence which tends to disprove a witness's testimony about a material issue in the case is relevant.  <span class=\"citation\" data-id=\"595206\"><span class=\"antecedent_guess\">Lopez,</span> <a href=\"/opinion/595206/united-states-v-jamie-barrera-lopez-eugenio-ozuna-ramirez-jr-eliseo-de/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1034</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In the present case, Norton's possession of the firearm was the sole contested issue at trial.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We agree with the government that the district court could have found that the evidence of Norton's prior firearm conviction was relevant to this material issue.  See <span class=\"citation\" data-id=\"406209\"><span class=\"antecedent_guess\">Babbitt,</span> <a href=\"/opinion/406209/united-states-v-charles-babbitt-united-states-of-america-v-ismael/\"><span class=\"volume\">683</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">25</span></a></span>;  <span class=\"citation\" data-id=\"595206\"><span class=\"antecedent_guess\">Lopez,</span> <a href=\"/opinion/595206/united-states-v-jamie-barrera-lopez-eugenio-ozuna-ramirez-jr-eliseo-de/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1034</span></a></span>.   Norton testified on direct examination that he did not have a firearm on the night in question.  Norton then attempted to add credence to this claim by testifying to the effect that he had never possessed a gun in his life.  If Norton had never possessed a gun prior to the night in question, it was more likely than it would be without this evidence that he did not possess a gun on the night in question.  Once Norton denied that he had ever possessed a gun, he opened the door to the issue of his prior or present firearm possession.  The fact that Norton had been previously convicted of carrying a firearm was highly relevant to contradict his specific misleading assertion.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">As with most evidentiary questions, the court was then required to consider the unfair prejudice that would stem from admitting this prior conviction.  As a primary matter, Norton introduced the issue of whether he had previously possessed a firearm into the trial.  Norton cannot be heard to claim that he was \"unfairly prejudiced\" by the fact that the government then established, through the 1963 conviction, that he lied, or at the least, misled the jury, when he testified that he had never possessed a firearm.  See, e.g., <span class=\"citation\" data-id=\"350515\"><span class=\"antecedent_guess\">Oakes,</span> <a href=\"/opinion/350515/united-states-v-douglas-l-oakes/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">172</span> </a></span>(an accused should not \"be heard to complain of any resulting prejudice created by his own actions\").  Moreover, the prejudice to Norton which resulted from admitting the conviction was relatively slight.  While the evidence did tend to demonstrate a propensity by Norton to possess firearms, here, that effect was minimal.  The conviction was 29 years old, and, as Norton pointed out on cross-examination, his transgression had occurred many years ago, when he was a \"very young man.\"   The court also limited any possible prejudicial spillover of such evidence by repeatedly instructing the jury as to the limited purpose of prior conviction evidence.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Under these circumstances, the court properly concluded that the probative value of Norton's 1963 firearm conviction outweighed any unfair prejudice to him.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The district court's decision to admit Norton's prior firearm conviction was free from error.  Therefore, we affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge Stephen Breyer heard oral argument in this matter but did not participate in the drafting or the issuance of the panel's opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. Sec. 46(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At trial, the government argued that the 1963 firearm conviction was relevant to shed light on Norton's credibility.  The record is somewhat unclear as to the precise grounds the court ultimately used to justify its decision to admit the conviction.  Even if, however, the court admitted the evidence under Rule 609, we can still affirm its ruling if the evidence is admissible under another rule.  A district court's reliance on an improper ground for admitting the evidence will not amount to harmful error if other valid grounds for admission exist, because such a situation does not affect a defendant's substantial rights.  <span class=\"citation\" data-id=\"595206\"><span class=\"antecedent_guess\">Lopez,</span> <a href=\"/opinion/595206/united-states-v-jamie-barrera-lopez-eugenio-ozuna-ramirez-jr-eliseo-de/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1033</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fed.R.Evid. 402 provides in pertinent part that \"[a]ll relevant evidence is admissible ...\" Fed.R.Evid. 401 defines \"[r]elevant evidence\" as \"... evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Fed.R.Evid. 403 provides in pertinent part:  \"[a]lthough relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Under 18 U.S.C. Sec. 922(g)(1), the Government had to prove that 1) Norton had previously been convicted of an offense punishable by imprisonment exceeding one year;  and 2) he knowingly possessed a firearm in or affecting commerce.  United States v. Wight, <span class=\"citation\" data-id=\"586812\"><a href=\"/opinion/586812/united-states-v-phillip-a-wight/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1393</span></a></span>, 1397 (1st Cir.1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Norton claims that the court had previously ruled that the 1963 firearm conviction was generally not admissible under Fed.R.Evid. 609, and that the court could not then change this ruling during the course of Norton's testimony.  Advance rulings on the admissibility of prior convictions for impeachment purposes, however, may always be altered as the case unfolds.  United States v. Nivica, <span class=\"citation\" data-id=\"531008\"><a href=\"/opinion/531008/united-states-v-gjon-n-nivica-united-states-of-america-v-mark-l/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1110</span></a></span>, 1116 (1st Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1300</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">477</span> </span>(1990);  <span class=\"citation\" data-id=\"350515\"><span class=\"antecedent_guess\">Oakes,</span> <a href=\"/opinion/350515/united-states-v-douglas-l-oakes/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">172</span></a></span>.   The court's advance ruling was not a license for Norton to proffer false or misleading testimony</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> When the government asked Norton about his 1985 cocaine conviction, the court instructed the jury as follows:</p>\n        <p>... And there's another thing here, because this is the person accused.  If you were to draw from the fact that back then he was convicted of this drug crime that he's a bad person and therefore he must have done this crime, that would violate your oath.  It's not fair, it's not what you're asked here.  You're asked whether the government proves this crime, the reason that we're all here together in court, felon in possession of a firearm, whether they proved this crime beyond a reasonable doubt.</p>\n        <p>You may consider that crime on the issue of whether he's a felon, and you may consider that crime on the issue of whether you believe his testimony.  But don't just come to the conclusion he's some sort of bad person so he must have done this.  That would violate your oath as jurors.</p>\n        <p>The court repeated the essence of this instruction when the government asked Norton about his 1991 conviction for malicious destruction of property.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/350515/",
    "https://www.courtlistener.com/api/rest/v3/opinions/368998/",
    "https://www.courtlistener.com/api/rest/v3/opinions/406209/",
    "https://www.courtlistener.com/api/rest/v3/opinions/446764/",
    "https://www.courtlistener.com/api/rest/v3/opinions/451517/",
    "https://www.courtlistener.com/api/rest/v3/opinions/454663/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488020/",
    "https://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "https://www.courtlistener.com/api/rest/v3/opinions/521900/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531008/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540778/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586812/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595206/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600392/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609734/"
  ]
}