{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195464/",
  "id": 195464,
  "absolute_url": "/opinion/195464/united-states-v-forde/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195464/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:40:31Z",
  "date_modified": "2020-02-21T23:28:47.140840Z",
  "type": "010combined",
  "sha1": "18bd4a0eb000085bfb4a16b8ee0fd97aa29a6ad4",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1322.01A",
  "local_path": null,
  "plain_text": "June 30, 1994\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1322 \n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                       DAVID A. FORDE,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n      [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\n                                                      \n\n                                         \n\n                            Before\n\n                   Selya, Boudin and Stahl,\n                       Circuit Judges.\n                                     \n\n                                         \n\nDavid A. Forde on brief pro se.\n              \nGuillermo  Gil,  United States  Attorney,  Esther  Castro-Schmidt,\n                                                                 \nAssistant United States Attorney,  and Jose A. Quiles-Espinosa, Senior\n                                                          \nLitigation Counsel, on brief for appellee.\n\n                                         \n\n                                         \n\n     Per Curiam.  In  Gerstein v. Pugh, 420 U.S.  103 (1975),\n                                      \n\nthe  Court held that  the Fourth Amendment  requires a prompt\n\njudicial determination of probable cause as a prerequisite to\n\nextended detention following a warrantless arrest.  In County\n                                                             \n\nof Riverside  v. McLaughlin,  500 U.S.  44 (1991),  the Court\n                           \n\nestablished that \"prompt\" generally  means within 48 hours of\n\nthe warrantless arrest.   Absent extraordinary  circumstances\n\n(and intervening weekends do not  qualify as such), a  longer\n\ndelay presumptively  violates the  Fourth Amendment.   Id. at\n                                                          \n\n57.   In Powell v. Nevada, 114  S. Ct. 1280 (1994), the Court\n                         \n\nheld that  McLaughlin  applied  retroactively  to  all  cases\n                     \n\npending on  direct review or  not yet final.   The Court left\n\nopen the issue of the appropriate remedy for an  unreasonable\n\ndelay in determining  probable cause.  Powell  v. Nevada, 114\n                                                        \n\nS. Ct. at 1283-84.\n\n     David Forde, appellant before this court,  contends that\n\nthe  appropriate  remedy,  in  his case,  is  suppression  of\n\nevidence.   But, no evidence  was obtained during  the period\n\nthat Forde was  detained after  his arrest and  prior to  his\n\nindictment.  We affirm Forde's conviction.\n\n                              I.\n\n     Forde  arrived  at the  Luis  Munoz  Marin International\n\nAirport  in  Puerto  Rico  on Friday,  January  3,  1992,  at\n\napproximately 7:00 p.m.   He was in transit from  Barbados to\n\nBoston,  Massachusetts.  United States Customs Inspector Jose\n\nM. Martinez' attention was  drawn to Forde because  Forde was\n\n\"skinny\" but was wearing a bulky sweater.  Martinez testified\n\nthat he was  in uniform when he first encountered  Forde.  He\n\nfurther testified that  Forde appeared surprised  and nervous\n\nwhen he saw that Martinez was  staring at him and that  Forde\n\ntried to avoid him.   At that moment, Martinez was  called by\n\nradio to his supervisor's office.  Martinez pointed out Forde\n\nto  fellow Customs Inspector  Hector Caban, who  was in plain\n\nclothes.   Martinez told Caban of Forde's nervousness.  Caban\n\nwaited  until  Forde  retrieved  his  luggage.    Then  Caban\n\nidentified himself to Forde and asked him to go to a separate\n\ninspection area.\n\n     There,  Caban requested  Forde's  ticket  and  passport,\n\nwhich  Forde gave  him,  and asked  Forde routine  questions.\n\nAccording to Caban, Forde  appeared nervous, moving from side\n\nto side,  and averted  his eyes  from Caban, while  answering\n\nthese questions.   Caban inspected Forde's  luggage and found\n\nnothing  suspicious.    Caban  then proceeded  to  conduct  a\n\npersonal  search  of  Forde.    By this  time,  Martinez  had\n\nreturned.   During  the patdown,  Martinez noticed  the thick\n\nsoles of Forde's shoes.  He had Forde remove them and noticed\n\ntraces of  glue in the sole  area and nails in  the inside of\n\nthe shoe.  Martinez probed the soles with a screwdriver.  The\n\nwhite  powder  substance  therein field-tested  positive  for\n\ncocaine.   After ripping off  both soles, Martinez found four\n\n                             -3-\n\npackages of cocaine,  totaling approximately  100 grams,  and\n\none  package of marihuana,  weighing approximately  20 grams.\n\nForde was arrested and informed of his Miranda rights.  Forde\n                                              \n\ndeclined  to waive  these rights  and no  further questioning\n\noccurred.  Nor was any further evidence obtained.\n\n     At  approximately  9:05   p.m.,  the  Customs  officials\n\nnotified  the  United  States Attorney's  office  of  Forde's\n\narrest.   That  office  authorized prosecution.   A  Pretrial\n\nServices officer contacted  Magistrate Judge Schmidt-Monge at\n\napproximately  1:30 a.m.,  Saturday,  January  4,  requesting\n\nForde's  temporary  commitment.     Magistrate  Schmidt-Monge\n\nordered the temporary commitment and instructed the arresting\n\nagent to  bring Forde  for  further proceedings  on the  next\n\nworking  day, which  was Tuesday,  January 7.   The  district\n\ncourt in Puerto Rico  was closed on Monday, January  6, 1992,\n\nin  observance of  Three Kings  Day, a  Commonwealth holiday.\n\nScheduling the  initial appearance  for the next  working day\n\nafter an  arrest was in accordance with the written procedure\n\nin the district.1\n\n                    \n\n1.  The  record does not disclose the contents of the request\nfor temporary  commitment nor the basis  for Magistrate Judge\nSchmidt-Monge's   approval.      Neither   Magistrate   Judge\nCastellanos, before whom Forde  was later brought, see infra,\n                                                            \ntext  at 5, nor the district court considered what weight, if\nany, Magistrate Schmidt-Monge's approval of Forde's temporary\ncommitment, approximately 6  hours  after his arrest,  played\nin the McLaughlin calculus.  The  government has never argued\n                 \nthat this approval constituted a probable cause determination\nfor  McLaughlin  purposes.    As  it  appears  that  everyone\n               \nheretofore  -  parties  and  judicial officers  alike  -  has\n\n                             -4-\n\n     On  January 7,  at approximately  10:00 a.m.,  Forde was\n\ncharged,  by criminal complaint,  with possession with intent\n\nto  distribute,  importation,  and  possession  on  board  an\n\naircraft, arriving in the United States, of approximately 100\n\ngrams of cocaine base and 20 grams of marihuana, in violation\n\nof 21 U.S.C.     841(a)(1); 952(a); and  955.  At that  time,\n\nForde  appeared  before  Magistrate  Judge  Castellanos,  who\n\nraised  concern about the  failure to  hold a  probable cause\n\ndetermination within 48 hours  of Forde's arrest.  Magistrate\n\nCastellanos  appointed  counsel  for  Forde  and  scheduled a\n\nhearing for later that afternoon.\n\n     At  that   hearing,  counsel   for  Forde  argued   that\n\nMcLaughlin required  that the evidence be  suppressed and the\n          \n\ncomplaint  be  dismissed  with  prejudice.    The  government\n\ncountered  that the  sole  remedy dictated  by McLaughlin,  a\n                                                         \n\nclass action civil  rights case, was  a suit for  declaratory\n\nand/or injunctive relief.  The government also  relied on its\n\ncompliance  with  the  written  procedure  in  the  district.\n\n                    \n\nassumed that the approval of a temporary commitment until the\nnext  working  day  did  not  suffice  as  a  probable  cause\ndetermination, we  shall do likewise, without  passing on the\nissue.   But cf. United  States v. Adekunle, 2  F.3d 559, 562\n                                           \n(5th Cir. 1993) (concluding that the detention of a suspected\nalimentary canal drug smuggler for more than four days  prior\nto  his  appearance before  a  magistrate  was constitutional\nbecause, within the first  48 hours of defendant's detention,\ncustoms officials  presented the matter to  a magistrate, who\napproved  an order  for  an x-ray;  opining  that that  order\ndemonstrated   an  implicit  determination   that  there  was\nreasonable suspicion to warrant the continued detention).\n\n                             -5-\n\nLastly,  the government  pointed  out that  no statements  or\n\nevidence  had been obtained  from Forde after  his arrest and\n\nduring   the  intervening   detention  period.     Magistrate\n\nCastellanos  ruled  that the  complaint  should be  dismissed\n\nwithout prejudice,  but he stayed  his decision to  allow the\n\ngovernment  to  seek  review  of that  determination  in  the\n\ndistrict court.  Forde remained incarcerated.\n\n     On  January  8,  the  government sought  review  of  the\n\ndismissal ruling in the district court.  Also on January 8, a\n\ngrand  jury issued  a  five count  indictment against  Forde,\n\nessentially replicating the charges brought in the complaint.\n\nForde was arraigned  on the  indictment on January  9 and  he\n\ncontinued to be detained without bail.\n\n     On  January 10, the district court held a hearing on the\n\ngovernment's  appeal  of  Magistrate   Castellanos'  decision\n\ndismissing the complaint.   On January 23, the district court\n\nruled that, in light of the intervening indictment, the issue\n\nwhether  McLaughlin required  the dismissal of  the complaint\n                   \n\nwas moot.2\n\n                    \n\n2.  We question, but need not resolve, the correctness of the\ndistrict court's mootness determination.  No doubt the later-\nobtained  indictment superseded  the complaint  and, in  that\nsense, mooted the question whether to dismiss that complaint.\nBut, we note that  Forde had argued that  he was entitled  to\ndismissal of  the complaint  with prejudice.   Presumably, he\n                                           \nwas contending that  the failure  to provide  him a  probable\ncause determination within 48 hours of his arrest  meant that\nhe  could not be prosecuted  at all, whether  by complaint or\nindictment.\n\n                             -6-\n\n     On  the day  before the  commencement of  trial, Forde's\n\ncounsel  moved to suppress  the cocaine and  marihuana and to\n\ndismiss  the indictment  with  prejudice, again  arguing that\n\nMcLaughlin  instructs  that  the  delay  in  Forde's  initial\n          \n\nappearance before a magistrate violated the Fourth Amendment.\n\nAfter a hearing, the court denied that motion.  It ruled that\n\nthe  search   was  lawful  and,  therefore,   the  controlled\n\nsubstances  were admissible.   As for the  request to dismiss\n\nthe indictment,  the court  ruled that  that  issue had  been\n\nresolved by its prior ruling of mootness.3\n\n     After  a four-day jury trial, Forde was convicted on all\n\nfive counts.   He was  sentenced to a  term of 121  months on\n\neach of the three cocaine charges and to a term  of 60 months\n\non each of the two marihuana  charges, all terms to be served\n\nconcurrently  with each  other.   He  was  also sentenced  to\n\n                    \n\n     Beyond   question,   an    indictment   constitutes    a\ndetermination  of probable  cause.   The  mere  fact that  an\nindictment was eventually obtained, however, does not resolve\nwhether  a defendant is entitled  to relief, and,  if so, the\ncontours  of that relief, for the failure to provide him with\na determination of  probable cause within the first  48 hours\nof his detention.   See  Arnold v.  City of  Chicago, 776  F.\n                                                    \nSupp. 1259, 1263 (N.D. Ill. 1991) (reciting that a finding of\nprobable  cause  for  arrest   does  not  estop  an  extended\ndetention  claim).    Indeed,  counsel for  Forde  made  this\ncontention   in   his  subsequent   motion  to   dismiss  the\nindictment, when he argued  that the indictment obtained five\ndays  after  his arrest  did  not \"cure\"  the  prior extended\ndetention.\n\n3.  But see note 2, supra.\n                         \n\n                             -7-\n\nconcurrent five  and three year terms  of supervised release.\n\nForde has appealed and elected to proceed pro se.4\n\n                             II.\n\n     It is  conceded in  this  case that  Forde was  arrested\n\nwithout a warrant  and he was detained for more than 48 hours\n\nprior  to   a  judicial  determination  of   probable  cause.\n\nAccording to McLaughlin, once the 48-hour mark was passed, it\n                       \n\nis the government's burden to demonstrate that  the delay was\n\nreasonable   due  to   a   bona  fide   emergency  or   other\n\nextraordinary   circumstance.     County   of   Riverside  v.\n                                                         \n\nMcLaughlin,  500 U.S. at 57.   The government  has offered no\n          \n\njustification, other than the  occurrence of the  intervening\n\nholiday  weekend,  and   McLaughlin,  itself,  rejects   that\n                                   \n\njustification.  See id.\n                       \n\n                    \n\n4.  During the  course of  pretrial proceedings, counsel  for\nForde moved to dismiss the  indictment with prejudice, on the\nground that the delay prior to Forde's  appearance before the\nmagistrate violated Fed. R. Crim. P. 5(a).  That rule states,\nin pertinent  part, that \"any person making an arrest without\na warrant shall take  the arrested person without unnecessary\ndelay before the nearest available federal magistrate judge.\"\nThe  court denied  the motion.   Forde  has not  repeated the\ncontention on  appeal.   In  any  event, we  have  previously\ndetermined  that Rule  5(a) does  not require  suppression of\nevidence lawfully obtained prior to any period of unnecessary\ndelay.  United States v. Elkins, 774 F.2d 530, 534 (1st  Cir.\n                               \n1985).  This caselaw supports the result in this case.\n     Prior  to trial,  Forde also  filed a  pro se  motion to\ndismiss  the indictment  and  a pro  se  petition for  habeas\ncorpus, each citing McLaughlin.  The record does not evidence\n                              \nany express  ruling by the  district court on  either filing.\nIn light of our disposition of this appeal, that lacuna is of\nno matter.\n\n                             -8-\n\n     We  are aware that the Court  has left open the issue of\n\nthe appropriate remedy for a McLaughlin violation.  Powell v.\n                                                          \n\nNevada,  114 S.  Ct. at  1283-84.   We are  confident of  the\n      \n\ncorrect result in this case, nonetheless.  Even conceding the\n\nunlawfulness  of Forde's  extended  detention  prior  to  the\n\nprobable  cause determination,  it does  not follow  that, as\n\nForde  would   have  it,  the  evidence   of  the  controlled\n\nsubstances  must   be  suppressed.5     In  this   case,  the\n\ncontraband  was obtained  from a  lawful search.6   And, that\n\n                    \n\n5.  Although  Forde has  limited  his  appellate argument  to\nadvocating suppression,  we recognize that, in  effect, he is\nseeking  the dismissal of his indictment.  Even granting this\ninterpretative  largess to  Forde's pro  se filing,  we would\nnonetheless affirm.   \"Once  a defendant  has been  tried and\nconvicted, delay in bringing him  before a magistrate is  not\nreason to  set aside the conviction unless  the defendant can\nshow  that he was prejudiced by the delay.\"  United States v.\n                                                          \nPerez-Bustamante,  963  F.2d  48,  52  (5th  Cir.) (citations\n                \nomitted)   (declining  to  suppress  a  voluntary  confession\nobtained  60  hours after  an arrest  and  two days  prior to\npresentment  to a magistrate where there was no evidence that\nthe  delay was for the  purpose of interrogation  or that the\ninterrogation  was  lengthy,  hostile,  or  coercive),  cert.\n                                                             \ndenied,  113 S.  Ct. 663  (1992); see  also United  States v.\n                                                          \nJernigan, 582 F.2d 1211, 1214 (9th Cir.) (declining to vacate\n        \na conviction and dismiss  an indictment despite evidence that\nthe  DEA agent  deliberately delayed arresting  the defendant\nuntil  the  evening  preceding  a long  holiday  weekend;  no\nstatements were made by  defendant during that period), cert.\n                                                             \ndenied, 439 U.S. 991 (1978).\n      \n\n6.  Although Forde contends, in a passing reference, that the\nsearch  was unlawful, that  is clearly not  so.  \"It  is well\nestablished  that routine  border inspections do  not violate\nthe   Fourth   Amendment  prohibition   against  unreasonable\nsearches even  when conducted  without a warrant  or probable\ncause.\"  United States  v. Uricoechea-Casallas, 946 F.2d 162,\n                                              \n164  (1st Cir.  1991).   \"Under  the 'no  suspicion' standard\napplicable to routine border  searches, a customs officer may\nsearch an individual based on 'subjective suspicion alone, or\n\n                             -9-\n\nsearch  was  not  conducted  during any  period  of  unlawful\n\ndetention.  Simply put,  the evidence was not the  product of\n\nany  unlawful detention.    That, at  some  later point,  the\n\nlength of  his detention  violated the Fourth  Amendment does\n\nnot retroactively invalidate the prior lawful search or taint\n\nits results.  See  United States v. Crews, 445 U.S.  463, 471\n                                         \n\n(1980)  (\"In the typical 'fruit  of the poisonous tree' case,\n\n... the challenged evidence was acquired by  the police after\n                                                             \n\nsome  initial Fourth Amendment  violation.\") (Emphasis in the\n\noriginal).\n\n     We understand Forde's instinctive belief that there must\n\nbe a remedy for the Fourth Amendment violation which occurred\n\nin this case.  However, \"[t]here is no presumption or general\n\nrule  that for  every  duty imposed  upon  the court  or  the\n\n                    \n\neven on random basis.'\"  Id. at 166 (citations omitted).  The\n                            \npatdown search of Forde, including the request that he remove\nhis shoes constituted  a routine border  search.  See,  e.g.,\n                                                            \nUnited  States  v. Grotke,  702 F.2d  49,  52 (2d  Cir. 1983)\n                         \n(search of cowboy boots was  minimally intrusive and did  not\nrequire reasonable suspicion);  United States v.  Fitzgibbon,\n                                                            \n576  F.2d 279, 284 (10th Cir.) (same), cert. denied, 439 U.S.\n                                                   \n910 (1978).   The thick soles,  the traces of  glue, and  the\nnails  in the inside of  the shoes justified  the probing and\nfield  test.   The  contraband retrieved  from the  soles was\nlawfully obtained.\n     After the  drugs were  found, Forde  was strip-searched.\nSuch  a  non-routine  search requires  reasonable  suspicion,\ni.e.,  \"some objective,  articulable facts  that justify  the\nintrusion as  to the  particular person and  place searched.\"\nUnited  States  v.  Uricoechea-Casallas,  946   F.2d  at  166\n                                       \n(citations omitted).   Forde complains that  the strip search\nwas done without any reasonable suspicion.   The discovery of\nthe  contraband  in  Forde's   shoes  provided  the  required\nreasonable suspicion.    As noted,  supra  at 4,  no  further\n                                         \ncontraband was discovered.\n\n                             -10-\n\nGovernment  and  its   prosecutors  there  must  exist   some\n\ncorollary punitive sanction for departures or omissions, even\n\nif negligent.\"   United States v.  Montalvo-Murillo, 495 U.S.\n                                                   \n\n711, 717  (1990) (holding that release is  not an appropriate\n\nremedy for a defendant, otherwise properly detained, when the\n\ngovernment  fails  to  comply  with  the  Bail  Reform  Act's\n\ndirective to  hold a  detention hearing upon  the defendant's\n\nfirst  appearance).  We do  not commend the  violation of the\n\nMcLaughlin  rule that occurred in this case.  Like the Court,\n          \n\nwe leave to another day what remedy, if any, does exist for a\n\nMcLaughlin  violation.  In  this case, the  remedy that Forde\n          \n\npropounds, suppression of evidence lawfully obtained prior to\n\nany unlawfully-extended detention, is clearly unwarranted.\n\n     Affirmed.\n              \n\n                             -11-\n",
  "html": "<p class=\"case_cite\">30 F.3d 127</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>David A. FORDE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1322</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 30, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Juan M. Perez-Gimenez, U.S. District Judge ]</p>\n      <p class=\"indent\">David A. Forde on brief pro se.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Esther Castro-Schmidt, Assistant United States Attorney, and Jose A. Quiles-Espinosa, Senior Litigation Counsel, on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In  Gerstein v. Pugh, 420 U.S. 103 (1975), the Court held that the Fourth Amendment requires a prompt judicial determination of probable cause as a prerequisite to extended detention following a warrantless arrest.  In  County of Riverside v. McLaughlin, 500 U.S. 44 (1991), the Court established that \"prompt\" generally means within 48 hours of the warrantless arrest.  Absent extraordinary circumstances (and intervening weekends do not qualify as such), a longer delay presumptively violates the Fourth Amendment.   Id. at 57.  In  Powell v. Nevada, 114 S. Ct. 1280 (1994), the Court held that McLaughlin applied retroactively to all cases pending on direct review or not yet final.  The Court left open the issue of the appropriate remedy for an unreasonable delay in determining probable cause.   Powell v. Nevada, 114 S. Ct. at 1283-84.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">David Forde, appellant before this court, contends that the appropriate remedy, in his case, is suppression of evidence.  But, no evidence was obtained during the period that Forde was detained after his arrest and prior to his indictment.  We affirm Forde's conviction.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Forde arrived at the Luis Munoz Marin International Airport in Puerto Rico on Friday, January 3, 1992, at approximately 7:00 p.m.  He was in transit from Barbados to Boston, Massachusetts.  United States Customs Inspector Jose M. Martinez' attention was drawn to Forde because Forde was \"skinny\" but was wearing a bulky sweater.  Martinez testified that he was in uniform when he first encountered Forde.  He further testified that Forde appeared surprised and nervous when he saw that Martinez was staring at him and that Forde tried to avoid him.  At that moment, Martinez was called by radio to his supervisor's office.  Martinez pointed out Forde to fellow Customs Inspector Hector Caban, who was in plain clothes.  Martinez told Caban of Forde's nervousness.  Caban waited until Forde retrieved his luggage.  Then Caban identified himself to Forde and asked him to go to a separate inspection area.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">There, Caban requested Forde's ticket and passport, which Forde gave him, and asked Forde routine questions.  According to Caban, Forde appeared nervous, moving from side to side, and averted his eyes from Caban, while answering these questions.  Caban inspected Forde's luggage and found nothing suspicious.  Caban then proceeded to conduct a personal search of Forde.  By this time, Martinez had returned.  During the patdown, Martinez noticed the thick soles of Forde's shoes.  He had Forde remove them and noticed traces of glue in the sole area and nails in the inside of the shoe.  Martinez probed the soles with a screwdriver.  The white powder substance therein field-tested positive for cocaine.  After ripping off both soles, Martinez found four packages of cocaine, totaling approximately 100 grams, and one package of marihuana, weighing approximately 20 grams.  Forde was arrested and informed of his Miranda rights.  Forde declined to waive these rights and no further questioning occurred.  Nor was any further evidence obtained.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At approximately 9:05 p.m., the Customs officials notified the United States Attorney's office of Forde's arrest.  That office authorized prosecution.  A Pretrial Services officer contacted Magistrate Judge Schmidt-Monge at approximately 1:30 a.m., Saturday, January 4, requesting Forde's temporary commitment.  Magistrate Schmidt-Monge ordered the temporary commitment and instructed the arresting agent to bring Forde for further proceedings on the next working day, which was Tuesday, January 7. The district court in Puerto Rico was closed on Monday, January 6, 1992, in observance of Three Kings Day, a Commonwealth holiday.  Scheduling the initial appearance for the next working day after an arrest was in accordance with the written procedure in the district.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 7, at approximately 10:00 a.m., Forde was charged, by criminal complaint, with possession with intent to distribute, importation, and possession on board an aircraft, arriving in the United States, of approximately 100 grams of cocaine base and 20 grams of marihuana, in violation of 21 U.S.C. Secs. 841(a)(1);  952(a);  and 955.  At that time, Forde appeared before Magistrate Judge Castellanos, who raised concern about the failure to hold a probable cause determination within 48 hours of Forde's arrest.  Magistrate Castellanos appointed counsel for Forde and scheduled a hearing for later that afternoon.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At that hearing, counsel for Forde argued that McLaughlin required that the evidence be suppressed and the complaint be dismissed with prejudice.  The government countered that the sole remedy dictated by McLaughlin, a class action civil rights case, was a suit for declaratory and/or injunctive relief.  The government also relied on its compliance with the written procedure in the district.  Lastly, the government pointed out that no statements or evidence had been obtained from Forde after his arrest and during the intervening detention period.  Magistrate Castellanos ruled that the complaint should be dismissed without prejudice, but he stayed his decision to allow the government to seek review of that determination in the district court.  Forde remained incarcerated.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On January 8, the government sought review of the dismissal ruling in the district court.  Also on January 8, a grand jury issued a five count indictment against Forde, essentially replicating the charges brought in the complaint.  Forde was arraigned on the indictment on January 9 and he continued to be detained without bail.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On January 10, the district court held a hearing on the government's appeal of Magistrate Castellanos' decision dismissing the complaint.  On January 23, the district court ruled that, in light of the intervening indictment, the issue whether McLaughlin required the dismissal of the complaint was moot.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On the day before the commencement of trial, Forde's counsel moved to suppress the cocaine and marihuana and to dismiss the indictment with prejudice, again arguing that McLaughlin instructs that the delay in Forde's initial appearance before a magistrate violated the Fourth Amendment.  After a hearing, the court denied that motion.  It ruled that the search was lawful and, therefore, the controlled substances were admissible.  As for the request to dismiss the indictment, the court ruled that that issue had been resolved by its prior ruling of mootness.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After a four-day jury trial, Forde was convicted on all five counts.  He was sentenced to a term of 121 months on each of the three cocaine charges and to a term of 60 months on each of the two marihuana charges, all terms to be served concurrently with each other.  He was also sentenced to concurrent five and three year terms of supervised release.  Forde has appealed and elected to proceed pro se.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is conceded in this case that Forde was arrested without a warrant and he was detained for more than 48 hours prior to a judicial determination of probable cause.  According to McLaughlin, once the 48-hour mark was passed, it is the government's burden to demonstrate that the delay was reasonable due to a bona fide emergency or other extraordinary circumstance.   County of Riverside v. McLaughlin, 500 U.S. at 57.  The government has offered no justification, other than the occurrence of the intervening holiday weekend, and McLaughlin, itself, rejects that justification.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We are aware that the Court has left open the issue of the appropriate remedy for a McLaughlin violation.   Powell v. Nevada, 114 S. Ct. at 1283-84.  We are confident of the correct result in this case, nonetheless.  Even conceding the unlawfulness of Forde's extended detention prior to the probable cause determination, it does not follow that, as Forde would have it, the evidence of the controlled substances must be suppressed.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In this case, the contraband was obtained from a lawful search.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  And, that search was not conducted during any period of unlawful detention.  Simply put, the evidence was not the product of any unlawful detention.  That, at some later point, the length of his detention violated the Fourth Amendment does not retroactively invalidate the prior lawful search or taint its results.   See United States v. Crews, 445 U.S. 463, 471 (1980) (\"In the typical 'fruit of the poisonous tree' case, ... the challenged evidence was acquired by the police after some initial Fourth Amendment violation.\")  (Emphasis in the original).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We understand Forde's instinctive belief that there must be a remedy for the Fourth Amendment violation which occurred in this case.  However, \"[t]here is no presumption or general rule that for every duty imposed upon the court or the Government and its prosecutors there must exist some corollary punitive sanction for departures or omissions, even if negligent.\"   United States v. Montalvo-Murillo, 495 U.S. 711, 717 (1990) (holding that release is not an appropriate remedy for a defendant, otherwise properly detained, when the government fails to comply with the Bail Reform Act's directive to hold a detention hearing upon the defendant's first appearance).  We do not commend the violation of the McLaughlin rule that occurred in this case.  Like the Court, we leave to another day what remedy, if any, does exist for a McLaughlin violation.  In this case, the remedy that Forde propounds, suppression of evidence lawfully obtained prior to any unlawfully-extended detention, is clearly unwarranted.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The record does not disclose the contents of the request for temporary commitment nor the basis for Magistrate Judge Schmidt-Monge's approval.  Neither Magistrate Judge Castellanos, before whom Forde was later brought, see infra, text at 5, nor the district court considered what weight, if any, Magistrate Schmidt-Monge's approval of Forde's temporary commitment, approximately 61/2 hours after his arrest, played in the McLaughlin calculus.  The government has never argued that this approval constituted a probable cause determination for McLaughlin purposes.  As it appears that everyone heretofore-parties and judicial officers alike-has assumed that the approval of a temporary commitment until the next working day did not suffice as a probable cause determination, we shall do likewise, without passing on the issue.   But cf.  United States v. Adekunle, 2 F.3d 559, 562 (5th Cir. 1993) (concluding that the detention of a suspected alimentary canal drug smuggler for more than four days prior to his appearance before a magistrate was constitutional because, within the first 48 hours of defendant's detention, customs officials presented the matter to a magistrate, who approved an order for an x-ray;  opining that that order demonstrated an implicit determination that there was reasonable suspicion to warrant the continued detention)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We question, but need not resolve, the correctness of the district court's mootness determination.  No doubt the later- obtained indictment superseded the complaint and, in that sense, mooted the question whether to dismiss that complaint.  But, we note that Forde had argued that he was entitled to dismissal of the complaint with prejudice.  Presumably, he was contending that the failure to provide him a probable cause determination within 48 hours of his arrest meant that he could not be prosecuted at all, whether by complaint or indictment</p>\n        <p>Beyond question, an indictment constitutes a determination of probable cause.  The mere fact that an indictment was eventually obtained, however, does not resolve whether a defendant is entitled to relief, and, if so, the contours of that relief, for the failure to provide him with a determination of probable cause within the first 48 hours of his detention.   See Arnold v. City of Chicago, 776 F. Supp. 1259, 1263 (N.D. Ill. 1991) (reciting that a finding of probable cause for arrest does not estop an extended detention claim).  Indeed, counsel for Forde made this contention in his subsequent motion to dismiss the indictment, when he argued that the indictment obtained five days after his arrest did not \"cure\" the prior extended detention.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> But see note 2, supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> During the course of pretrial proceedings, counsel for Forde moved to dismiss the indictment with prejudice, on the ground that the delay prior to Forde's appearance before the magistrate violated Fed.  R. Crim.  P. 5(a).  That rule states, in pertinent part, that \"any person making an arrest without a warrant shall take the arrested person without unnecessary delay before the nearest available federal magistrate judge.\"  The court denied the motion.  Forde has not repeated the contention on appeal.  In any event, we have previously determined that Rule 5(a) does not require suppression of evidence lawfully obtained prior to any period of unnecessary delay.   United States v. Elkins, 774 F.2d 530, 534 (1st Cir. 1985).  This caselaw supports the result in this case</p>\n        <p>Prior to trial, Forde also filed a pro se motion to dismiss the indictment and a pro se petition for habeas corpus, each citing McLaughlin.  The record does not evidence any express ruling by the district court on either filing.  In light of our disposition of this appeal, that lacuna is of no matter.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although Forde has limited his appellate argument to advocating suppression, we recognize that, in effect, he is seeking the dismissal of his indictment.  Even granting this interpretative largess to Forde's pro se filing, we would nonetheless affirm.  \"Once a defendant has been tried and convicted, delay in bringing him before a magistrate is not reason to set aside the conviction unless the defendant can show that he was prejudiced by the delay.\"   United States v. Perez-Bustamante, 963 F.2d 48, 52 (5th Cir.)  (citations omitted) (declining to suppress a voluntary confession obtained 60 hours after an arrest and two days prior to presentment to a magistrate where there was no evidence that the delay was for the purpose of interrogation or that the interrogation was lengthy, hostile, or coercive), cert. denied, 113 S. Ct. 663 (1992);   see also United States v. Jernigan, 582 F.2d 1211, 1214 (9th Cir.)  (declining to vacate a conviction and dismiss an indictment despite evidence that the DEA agent deliberately delayed arresting the defendant until the evening preceding a long holiday weekend;  no statements were made by defendant during that period), cert. denied, 439 U.S. 991 (1978)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although Forde contends, in a passing reference, that the search was unlawful, that is clearly not so.  \"It is well established that routine border inspections do not violate the Fourth Amendment prohibition against unreasonable searches even when conducted without a warrant or probable cause.\"   United States v. Uricoechea-Casallas, 946 F.2d 162, 164 (1st Cir. 1991).  \"Under the 'no suspicion' standard applicable to routine border searches, a customs officer may search an individual based on 'subjective suspicion alone, or even on random basis.' \"   Id. at 166 (citations omitted).  The patdown search of Forde, including the request that he remove his shoes constituted a routine border search.   See, e.g., United States v. Grotke, 702 F.2d 49, 52 (2d Cir. 1983) (search of cowboy boots was minimally intrusive and did not require reasonable suspicion);   United States v. Fitzgibbon, 576 F.2d 279, 284 (10th Cir.)  (same), cert. denied, 439 U.S. 910 (1978).  The thick soles, the traces of glue, and the nails in the inside of the shoes justified the probing and field test.  The contraband retrieved from the soles was lawfully obtained</p>\n        <p>After the drugs were found, Forde was strip-searched.  Such a non-routine search requires reasonable suspicion, i.e., \"some objective, articulable facts that justify the intrusion as to the particular person and place searched.\"   United States v. Uricoechea-Casallas, 946 F.2d at 166 (citations omitted).  Forde complains that the strip search was done without any reasonable suspicion.  The discovery of the contraband in Forde's shoes provided the required reasonable suspicion.  As noted, supra at 4, no further contraband was discovered.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">127</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>David A. FORDE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1322</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 30, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Juan M. Perez-Gimenez, U.S. District Judge ]</p>\n      <p class=\"indent\">David A. Forde on brief pro se.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Esther Castro-Schmidt, Assistant United States Attorney, and Jose A. Quiles-Espinosa, Senior Litigation Counsel, on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In  Gerstein v. Pugh, <span class=\"citation\" data-id=\"109186\"><a href=\"/opinion/109186/gerstein-v-pugh/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span> </a></span>(1975), the Court held that the Fourth Amendment requires a prompt judicial determination of probable cause as a prerequisite to extended detention following a warrantless arrest.  In  County of Riverside v. McLaughlin, <span class=\"citation\" data-id=\"112585\"><a href=\"/opinion/112585/countyof-riverside-v-mclaughlin/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">44</span> </a></span>(1991), the Court established that \"prompt\" generally means within 48 hours of the warrantless arrest.  Absent extraordinary circumstances (and intervening weekends do not qualify as such), a longer delay presumptively violates the Fourth Amendment.   <span class=\"citation\" data-id=\"112585\"><a href=\"/opinion/112585/countyof-riverside-v-mclaughlin/\"><span class=\"id_token\">Id.</span> at 57. </a></span> In  Powell v. Nevada, <span class=\"citation\" data-id=\"117833\"><a href=\"/opinion/117833/powell-v-nevada/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1280</span> </a></span>(1994), the Court held that McLaughlin applied retroactively to all cases pending on direct review or not yet final.  The Court left open the issue of the appropriate remedy for an unreasonable delay in determining probable cause.   Powell v. <span class=\"citation\" data-id=\"117833\"><span class=\"antecedent_guess\">Nevada,</span> <a href=\"/opinion/117833/powell-v-nevada/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1283-84</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">David Forde, appellant before this court, contends that the appropriate remedy, in his case, is suppression of evidence.  But, no evidence was obtained during the period that Forde was detained after his arrest and prior to his indictment.  We affirm Forde's conviction.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Forde arrived at the Luis Munoz Marin International Airport in Puerto Rico on Friday, January 3, 1992, at approximately 7:00 p.m.  He was in transit from Barbados to Boston, Massachusetts.  United States Customs Inspector Jose M. Martinez' attention was drawn to Forde because Forde was \"skinny\" but was wearing a bulky sweater.  Martinez testified that he was in uniform when he first encountered Forde.  He further testified that Forde appeared surprised and nervous when he saw that Martinez was staring at him and that Forde tried to avoid him.  At that moment, Martinez was called by radio to his supervisor's office.  Martinez pointed out Forde to fellow Customs Inspector Hector Caban, who was in plain clothes.  Martinez told Caban of Forde's nervousness.  Caban waited until Forde retrieved his luggage.  Then Caban identified himself to Forde and asked him to go to a separate inspection area.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">There, Caban requested Forde's ticket and passport, which Forde gave him, and asked Forde routine questions.  According to Caban, Forde appeared nervous, moving from side to side, and averted his eyes from Caban, while answering these questions.  Caban inspected Forde's luggage and found nothing suspicious.  Caban then proceeded to conduct a personal search of Forde.  By this time, Martinez had returned.  During the patdown, Martinez noticed the thick soles of Forde's shoes.  He had Forde remove them and noticed traces of glue in the sole area and nails in the inside of the shoe.  Martinez probed the soles with a screwdriver.  The white powder substance therein field-tested positive for cocaine.  After ripping off both soles, Martinez found four packages of cocaine, totaling approximately 100 grams, and one package of marihuana, weighing approximately 20 grams.  Forde was arrested and informed of his Miranda rights.  Forde declined to waive these rights and no further questioning occurred.  Nor was any further evidence obtained.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At approximately 9:05 p.m., the Customs officials notified the United States Attorney's office of Forde's arrest.  That office authorized prosecution.  A Pretrial Services officer contacted Magistrate Judge Schmidt-Monge at approximately 1:30 a.m., Saturday, January 4, requesting Forde's temporary commitment.  Magistrate Schmidt-Monge ordered the temporary commitment and instructed the arresting agent to bring Forde for further proceedings on the next working day, which was Tuesday, January 7. The district court in Puerto Rico was closed on Monday, January 6, 1992, in observance of Three Kings Day, a Commonwealth holiday.  Scheduling the initial appearance for the next working day after an arrest was in accordance with the written procedure in the district.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 7, at approximately 10:00 a.m., Forde was charged, by criminal complaint, with possession with intent to distribute, importation, and possession on board an aircraft, arriving in the United States, of approximately 100 grams of cocaine base and 20 grams of marihuana, in violation of 21 U.S.C. Secs. 841(a)(1);  952(a);  and 955.  At that time, Forde appeared before Magistrate Judge Castellanos, who raised concern about the failure to hold a probable cause determination within 48 hours of Forde's arrest.  Magistrate Castellanos appointed counsel for Forde and scheduled a hearing for later that afternoon.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At that hearing, counsel for Forde argued that McLaughlin required that the evidence be suppressed and the complaint be dismissed with prejudice.  The government countered that the sole remedy dictated by McLaughlin, a class action civil rights case, was a suit for declaratory and/or injunctive relief.  The government also relied on its compliance with the written procedure in the district.  Lastly, the government pointed out that no statements or evidence had been obtained from Forde after his arrest and during the intervening detention period.  Magistrate Castellanos ruled that the complaint should be dismissed without prejudice, but he stayed his decision to allow the government to seek review of that determination in the district court.  Forde remained incarcerated.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On January 8, the government sought review of the dismissal ruling in the district court.  Also on January 8, a grand jury issued a five count indictment against Forde, essentially replicating the charges brought in the complaint.  Forde was arraigned on the indictment on January 9 and he continued to be detained without bail.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On January 10, the district court held a hearing on the government's appeal of Magistrate Castellanos' decision dismissing the complaint.  On January 23, the district court ruled that, in light of the intervening indictment, the issue whether McLaughlin required the dismissal of the complaint was moot.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On the day before the commencement of trial, Forde's counsel moved to suppress the cocaine and marihuana and to dismiss the indictment with prejudice, again arguing that McLaughlin instructs that the delay in Forde's initial appearance before a magistrate violated the Fourth Amendment.  After a hearing, the court denied that motion.  It ruled that the search was lawful and, therefore, the controlled substances were admissible.  As for the request to dismiss the indictment, the court ruled that that issue had been resolved by its prior ruling of mootness.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After a four-day jury trial, Forde was convicted on all five counts.  He was sentenced to a term of 121 months on each of the three cocaine charges and to a term of 60 months on each of the two marihuana charges, all terms to be served concurrently with each other.  He was also sentenced to concurrent five and three year terms of supervised release.  Forde has appealed and elected to proceed pro se.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is conceded in this case that Forde was arrested without a warrant and he was detained for more than 48 hours prior to a judicial determination of probable cause.  According to McLaughlin, once the 48-hour mark was passed, it is the government's burden to demonstrate that the delay was reasonable due to a bona fide emergency or other extraordinary circumstance.   County of Riverside v. <span class=\"citation\" data-id=\"112585\"><span class=\"antecedent_guess\">McLaughlin,</span> <a href=\"/opinion/112585/countyof-riverside-v-mclaughlin/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">57</span></a></span>.  The government has offered no justification, other than the occurrence of the intervening holiday weekend, and McLaughlin, itself, rejects that justification.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We are aware that the Court has left open the issue of the appropriate remedy for a McLaughlin violation.   Powell v. <span class=\"citation\" data-id=\"117833\"><span class=\"antecedent_guess\">Nevada,</span> <a href=\"/opinion/117833/powell-v-nevada/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1283-84</span></a></span>.  We are confident of the correct result in this case, nonetheless.  Even conceding the unlawfulness of Forde's extended detention prior to the probable cause determination, it does not follow that, as Forde would have it, the evidence of the controlled substances must be suppressed.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In this case, the contraband was obtained from a lawful search.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  And, that search was not conducted during any period of unlawful detention.  Simply put, the evidence was not the product of any unlawful detention.  That, at some later point, the length of his detention violated the Fourth Amendment does not retroactively invalidate the prior lawful search or taint its results.   See United States v. Crews, <span class=\"citation\" data-id=\"110230\"><a href=\"/opinion/110230/united-states-v-crews/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, 471 (1980) (\"In the typical 'fruit of the poisonous tree' case, ... the challenged evidence was acquired by the police after some initial Fourth Amendment violation.\")  (Emphasis in the original).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We understand Forde's instinctive belief that there must be a remedy for the Fourth Amendment violation which occurred in this case.  However, \"[t]here is no presumption or general rule that for every duty imposed upon the court or the Government and its prosecutors there must exist some corollary punitive sanction for departures or omissions, even if negligent.\"   United States v. Montalvo-Murillo, <span class=\"citation\" data-id=\"112440\"><a href=\"/opinion/112440/united-states-v-montalvo-murillo/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">711</span></a></span>, 717 (1990) (holding that release is not an appropriate remedy for a defendant, otherwise properly detained, when the government fails to comply with the Bail Reform Act's directive to hold a detention hearing upon the defendant's first appearance).  We do not commend the violation of the McLaughlin rule that occurred in this case.  Like the Court, we leave to another day what remedy, if any, does exist for a McLaughlin violation.  In this case, the remedy that Forde propounds, suppression of evidence lawfully obtained prior to any unlawfully-extended detention, is clearly unwarranted.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The record does not disclose the contents of the request for temporary commitment nor the basis for Magistrate Judge Schmidt-Monge's approval.  Neither Magistrate Judge Castellanos, before whom Forde was later brought, see infra, text at 5, nor the district court considered what weight, if any, Magistrate Schmidt-Monge's approval of Forde's temporary commitment, approximately 61/2 hours after his arrest, played in the McLaughlin calculus.  The government has never argued that this approval constituted a probable cause determination for McLaughlin purposes.  As it appears that everyone heretofore-parties and judicial officers alike-has assumed that the approval of a temporary commitment until the next working day did not suffice as a probable cause determination, we shall do likewise, without passing on the issue.   But cf.  United States v. Adekunle, <span class=\"citation\" data-id=\"628260\"><a href=\"/opinion/628260/united-states-v-kamorudeen-adekunle-united-states-of-america-v-saheed/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">559</span></a></span>, 562 (5th Cir. 1993) (concluding that the detention of a suspected alimentary canal drug smuggler for more than four days prior to his appearance before a magistrate was constitutional because, within the first 48 hours of defendant's detention, customs officials presented the matter to a magistrate, who approved an order for an x-ray;  opining that that order demonstrated an implicit determination that there was reasonable suspicion to warrant the continued detention)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We question, but need not resolve, the correctness of the district court's mootness determination.  No doubt the later- obtained indictment superseded the complaint and, in that sense, mooted the question whether to dismiss that complaint.  But, we note that Forde had argued that he was entitled to dismissal of the complaint with prejudice.  Presumably, he was contending that the failure to provide him a probable cause determination within 48 hours of his arrest meant that he could not be prosecuted at all, whether by complaint or indictment</p>\n        <p>Beyond question, an indictment constitutes a determination of probable cause.  The mere fact that an indictment was eventually obtained, however, does not resolve whether a defendant is entitled to relief, and, if so, the contours of that relief, for the failure to provide him with a determination of probable cause within the first 48 hours of his detention.   See Arnold v. City of Chicago, <span class=\"citation\" data-id=\"2340740\"><a href=\"/opinion/2340740/arnold-v-city-of-chicago/\"><span class=\"volume\">776</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1259</span></a></span>, 1263 (N.D. Ill. 1991) (reciting that a finding of probable cause for arrest does not estop an extended detention claim).  Indeed, counsel for Forde made this contention in his subsequent motion to dismiss the indictment, when he argued that the indictment obtained five days after his arrest did not \"cure\" the prior extended detention.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> But see note <span class=\"citation no-link\"><span class=\"antecedent_guess\">2,</span> supra</span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> During the course of pretrial proceedings, counsel for Forde moved to dismiss the indictment with prejudice, on the ground that the delay prior to Forde's appearance before the magistrate violated Fed.  R. Crim.  P. 5(a).  That rule states, in pertinent part, that \"any person making an arrest without a warrant shall take the arrested person without unnecessary delay before the nearest available federal magistrate judge.\"  The court denied the motion.  Forde has not repeated the contention on appeal.  In any event, we have previously determined that Rule 5(a) does not require suppression of evidence lawfully obtained prior to any period of unnecessary delay.   United States v. Elkins, <span class=\"citation\" data-id=\"458985\"><a href=\"/opinion/458985/united-states-v-ralph-elkins-united-states-of-america-v-silvio-monrabal/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">530</span></a></span>, 534 (1st Cir. 1985).  This caselaw supports the result in this case</p>\n        <p>Prior to trial, Forde also filed a pro se motion to dismiss the indictment and a pro se petition for habeas corpus, each citing McLaughlin.  The record does not evidence any express ruling by the district court on either filing.  In light of our disposition of this appeal, that lacuna is of no matter.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although Forde has limited his appellate argument to advocating suppression, we recognize that, in effect, he is seeking the dismissal of his indictment.  Even granting this interpretative largess to Forde's pro se filing, we would nonetheless affirm.  \"Once a defendant has been tried and convicted, delay in bringing him before a magistrate is not reason to set aside the conviction unless the defendant can show that he was prejudiced by the delay.\"   United States v. Perez-Bustamante, <span class=\"citation\" data-id=\"582763\"><a href=\"/opinion/582763/united-states-v-rafael-perez-bustamante/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span>, 52 (5th Cir.)  (citations omitted) (declining to suppress a voluntary confession obtained 60 hours after an arrest and two days prior to presentment to a magistrate where there was no evidence that the delay was for the purpose of interrogation or that the interrogation was lengthy, hostile, or coercive), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">663</span> </span>(1992);   see also United States v. Jernigan, <span class=\"citation\" data-id=\"359040\"><a href=\"/opinion/359040/united-states-v-roy-lee-jernigan/\"><span class=\"volume\">582</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1211</span></a></span>, 1214 (9th Cir.)  (declining to vacate a conviction and dismiss an indictment despite evidence that the DEA agent deliberately delayed arresting the defendant until the evening preceding a long holiday weekend;  no statements were made by defendant during that period), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">991</span> </span>(1978)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although Forde contends, in a passing reference, that the search was unlawful, that is clearly not so.  \"It is well established that routine border inspections do not violate the Fourth Amendment prohibition against unreasonable searches even when conducted without a warrant or probable cause.\"   United States v. Uricoechea-Casallas, <span class=\"citation\" data-id=\"569296\"><a href=\"/opinion/569296/united-states-v-jaime-uricoechea-casallas/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span>, 164 (1st Cir. 1991).  \"Under the 'no suspicion' standard applicable to routine border searches, a customs officer may search an individual based on 'subjective suspicion alone, or even on random basis.' \"   <span class=\"citation\" data-id=\"569296\"><a href=\"/opinion/569296/united-states-v-jaime-uricoechea-casallas/\"><span class=\"id_token\">Id.</span> at 166 </a></span>(citations omitted).  The patdown search of Forde, including the request that he remove his shoes constituted a routine border search.   See, e.g., United States v. Grotke, <span class=\"citation\" data-id=\"415423\"><a href=\"/opinion/415423/united-states-v-ronald-grotke/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 52 (2d Cir. 1983) (search of cowboy boots was minimally intrusive and did not require reasonable suspicion);   United States v. Fitzgibbon, <span class=\"citation\" data-id=\"355903\"><a href=\"/opinion/355903/united-states-v-kenneth-c-fitzgibbon-aka-michael-coe/\"><span class=\"volume\">576</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">279</span></a></span>, 284 (10th Cir.)  (same), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span> </span>(1978).  The thick soles, the traces of glue, and the nails in the inside of the shoes justified the probing and field test.  The contraband retrieved from the soles was lawfully obtained</p>\n        <p>After the drugs were found, Forde was strip-searched.  Such a non-routine search requires reasonable suspicion, i.e., \"some objective, articulable facts that justify the intrusion as to the particular person and place searched.\"   United States v. <span class=\"citation\" data-id=\"569296\"><span class=\"antecedent_guess\">Uricoechea-Casallas,</span> <a href=\"/opinion/569296/united-states-v-jaime-uricoechea-casallas/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">166</span> </a></span>(citations omitted).  Forde complains that the strip search was done without any reasonable suspicion.  The discovery of the contraband in Forde's shoes provided the required reasonable suspicion.  As noted, supra at 4, no further contraband was discovered.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109186/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110230/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112440/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117833/",
    "https://www.courtlistener.com/api/rest/v3/opinions/355903/",
    "https://www.courtlistener.com/api/rest/v3/opinions/359040/",
    "https://www.courtlistener.com/api/rest/v3/opinions/415423/",
    "https://www.courtlistener.com/api/rest/v3/opinions/458985/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569296/",
    "https://www.courtlistener.com/api/rest/v3/opinions/582763/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628260/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2340740/"
  ]
}