{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195486/",
  "id": 195486,
  "absolute_url": "/opinion/195486/lawrence-v-providence/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195486/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:40:53Z",
  "date_modified": "2020-02-21T23:29:13.884330Z",
  "type": "010combined",
  "sha1": "127d548e2252f9dca3aaf3e99a0546fb8a7564b7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1051.01A",
  "local_path": null,
  "plain_text": "July 13, 1994\n\n                   [NOT FOR PUBLICATION]\n\n               UNITED STATES COURT OF APPEALS\n\n                   FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 94-1051\n\n                      ROBERT LAWRENCE,\n\n                   Plaintiff, Appellant,\n\n                             v.\n\n                PROVIDENCE COLLEGE, ET AL.,\n\n                   Defendants, Appellees.\n\n                                        \n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF RHODE ISLAND\n\n       [Hon. Ronald R. Lagueux, U.S. District Judge]\n                                                   \n\n                                        \n\n                           Before\n\n            Torruella and Stahl, Circuit Judges,\n                                               \n                and Carter,* District Judge.\n                                           \n\n                                        \n\nHarold E. Krause for appellant.\n               \nMarifrances McGinn with whom Richard P. McMahon and McMahon &amp;\n                                                            \nMcMahon were on brief for appellees.\n  \n\n                                        \n\n                \n\n*Of the District of Maine, sitting by designation.\n\n                            -2-\n\nCARTER, Chief District Judge.\n                            \n\n          This  is an  appeal  by Robert  Lawrence from  the\n\ndistrict  court's  grant of  summary  judgment  in favor  of\n\nDefendants,  Providence  College;  Father  John  Cunningham,\n\nPresident of Providence College; Dr.  Francis MacKay, former\n\nVice  President of Providence  College; and  Helen Caldwell,\n\ndirector of the marketing program at Providence College.\n\n                  I. FACTUAL BACKGROUND  \n                                       \n\n          Appellant  Lawrence   was  hired  as   an  adjunct\n\nassistant professor in the Business Department of Providence\n\nCollege for three consecutive one-year terms: 1988-89, 1989-\n\n90,  1990-91.    Each  year the  parties  signed  a  written\n\nagreement to cover the  upcoming academic year and providing\n\nthat  Lawrence would  be an  Adjunct Assistant  Professor in\n\nBusiness.1    Before   the  expiration  of   the  Lawrence's\n\ncontract for the 1990-91 academic year, he was notified that\n\nhe would not be offered another teaching contract.    \n\nLawrence's  complaint alleges  that Providence  College, and\n\nmembers  of  its  faculty,  breached  three  types  of  oral\n\npromises  made to him.  First, the complaint alleges that in\n\nJune  of  1987, before  he  started  to work  at  Providence\n\n                    \n\n1There is no dispute that all of these contracts were fully\nperformed by the parties.\n\nCollege, Defendants  MacKay and  Caldwell  promised that  he\n\nwould be placed  in a tenure-track position in  the Business\n\nDepartment in 1988.   In July of 1988, Lawrence  was offered\n\nand  accepted an  adjunct faculty position.   At  that time,\n\nLawrence contends that he was assured by MacKay and Caldwell\n\nthat  a tenure-track  position  would be  opened for  him in\n\n1989-90.  The  second oral contract  consists of an  alleged\n\npromise made  in  the summer  of 1990,  when MacKay  assured\n\nLawrence  of his  support in  placing him in  a tenure-track\n\nposition.2  Finally,  Lawrence alleges that  in the fall  of\n\n                    \n\n2This Court views Appellant's favorable reading of MacKay's\nalleged promise with skepticism.  The \"promise\" was\ncontained in a memorandum from MacKay to Appellant dated\nAugust 22, 1990.  The memorandum, in its entirety, states:  \n\n               Your work on the MFAT in Business\n               Administration is surely a\n               noteworthy contribution to the\n               field.  Your continuing association\n               with ETS attests to the quality of\n               the efforts you have made.\n\n               I was glad to hear that you are\n               near to completion of the work on\n               your doctorate.  There would be\n               complications with the tenure\n               process if a shift to ordinary\n               faculty were not done in the next\n               two years.\n\nLater, Lawrence characterizes the memorandum even more\nfavorably.  In his affidavit submitted in support of his\nresponse to Defendants' motion for summary judgment he\nstates: \"I received a memo from Dr. MacKay . . . indicating\n\n                            -4-\n\n1990,  MacKay told him that  his case would  be presented to\n\nthe Committee  on Academic  Tenure and Rank  sometime during\n\nthe spring term.  \n\n          The  district court  found that  the alleged  oral\n\nagreement  between  the  parties  regarding  a  tenure-track\n\nposition was barred by the parole evidence rule  because the\n\nterms  of  the  oral  agreement were  contradictory  to  the\n\ncomplete  and  fully  integrated  written  agreements.    In\n\ndiscussing  the  oral assurances  given  by  members of  the\n\ncollege the district  court stated: \"It's  clear to me  that\n\n[the assurances]  would  create only  a  hope that  at  some\n\nfuture time  he would  be put  in a  tenure-track position.\"\n\nHearing  Transcript   at  8.    The   court  concluded  that\n\n\"Providence College had  no contractual obligation .  . . to\n\nput [Lawrence] on a tenure track or grant him tenure.\"  Id. \n                                                           \n\nFinding no  disputed material  issues of fact,  the district\n\ncourt granted Defendants' motion for summary judgment.  \n\n                       II. DISCUSSION\n                                     \n\n          This   Court's  review   of  a   district  court's\n\ndisposition of  a motion  for summary judgement  is plenary,\n\nMesnick  v. General Elec. Co.,  950 F.2d 816,  822 (1st Cir.\n                             \n\n                    \n\nthat he wanted to switch me to ordinary faculty or a tenure-\ntrack position within a two (2) year period.\"  This is\nobviously not the thrust of MacKay's memorandum.  \n\n                            -5-\n\n1991),  cert. denied,     U.S.    , 112 S.Ct 2965, 119 L.Ed.\n                    \n\n586 (1992);  Griggs-Ryan v.  Smith, 904 F.2d  112, 115  (1st\n                                  \n\nCir.  1990), and  requires  the court  to determine  whether\n\n\"there is no genuine issue as to any material fact and . . .\n\nthe moving party is  entitled to a  judgment as a matter  of\n\nlaw.\"  Fed. R. Civ. P. 56(c).  In this diversity action, the\n\nsubstantive law of Rhode Island controls.  \n\n          The Court  will discuss each of  the three alleged\n\noral promises in turn.   First, Lawrence claims that  he was\n\npromised a  tenure-track position  on at least  two separate\n\noccasions: June 1987 and  July 1988.  Subsequent to  each of\n\nthese alleged promises,  Lawrence signed a one-year  adjunct\n\nfaculty contract with Providence College.   Appellant argues\n\nthat these  oral agreements with Providence  College are not\n\nbarred  because the terms are collateral to the terms of the\n\nwritten agreements.   Specifically, Plaintiff contends  that\n\nthe one-year term of the contract was  incomplete because it\n\nwas  silent  as  to  tenure status  and  future  employment.\n\nAppellees  respond  arguing  that  the term  and  status  of\n\nLawrence's adjunct teaching position was an  unambiguous and\n\nintegral  part  of the  written  agreements.   Therefore,  a\n\nmulti-year,  tenure-track  position was  expressly precluded\n\nfrom the one-year contracts.\n\n                            -6-\n\n          Appellant's claim focuses the Court's attention on\n\nboth the duration  and status of his employment  and whether\n\nthe collateral oral agreements should be considered to alter\n\nthe written  contracts.   Appellant argues that  the written\n\ncontracts were silent as to tenure-track position.  Although\n\nthis   statement  is  true,   the  contracts   provide  that\n\nLawrence's  position   is  that  of   an  Adjunct  Assistant\n\nProfessor in  Business.    The  Providence  College  Faculty\n\nManual,   specifically   incorporated   into   the   written\n\nemployment contracts, breaks down the faculty designation in\n\nthree  broad categories:  Ordinary Faculty,  Special Faculty\n\nand  Emeriti.   The Adjunct  Faculty designation  falls only\n\nunder  the  classification  of  Special  Faculty.3    Tenure\n\n                    \n\n3Although more than one version of the Faculty Manual\nexisted over the life of the three consecutive one-year\ncontracts, the provisions relating to faculty designation\nremained the same.  Ordinary Faculty is described, in part,\nas\n\n               The Ordinary Faculty consist of\n               those who hold one of the following\n               academic ranks: Professor,\n               Associate Professor, Assistant\n               Professor, Instructor. . . . Those\n               holding membership in the Ordinary\n               Faculty enjoy the rights,\n               privileges and responsibilities\n               relating to salary, tenure, tuition\n               remission, leaves, retirement and\n               College administration as they are\n               set forth in this Manual. \n\n                            -7-\n\n                    \n\nFaculty Manual at 7.  Special Faculty is described, in part,\nas\n\n               Personnel holding one of the below-\n               designated ranks are appointed for\n               specific terms (one semester, one\n               year, three years, etc.) to fill a\n               specific need.  Status, rank and\n               term of service are established at\n               the time the contract is awarded\n               for the term of the contract. \n               While contracts may be renewed, no\n               renewal is automatic and the tenure\n                                                  \n               provisions applicable to members of\n                         \n               the Ordinary Faculty are\n               specifically excluded from this\n                                    \n               category.\n\n                    . . . . \n\n                    Adjunct Faculty - Personnel engaged\n                    as full or part-time faculty, whose\n                    appointment is to be reviewed by\n                    the Committee on Academic Rank and\n                    Tenure prior to the awarding of the\n                    initial contract and any subsequent\n                    contract in a category other than\n                    that of the original contract. \n                    Those serving on a full-time basis\n                    will have their benefit\n                    entitlements, if any, specified in\n                    writing at the time of appointment.\n\n                         . . . .\n\n                         . . . .\n\n                         . . . .\n\n                         Other Adjunct Ranks -\n                          Those who serve\n                         full-time\n                         appointments usually\n                         associated with an\n\n                            -8-\n\neligibility  and tenure  procedures  at  Providence  College\n\napply  only to Ordinary  Faculty, as defined  in the Faculty\n\nManual.  \n\n          With  regard  to   duration  of  employment,   the\n\ncontract's limitation  to one year is  an explicit statement\n\nthat it will not extend beyond one year.  Appellant suggests\n\nthat entering into  a one-year contract  does not exclude  a\n\ntenure-track or  multi-year position.  Although  this may be\n\ntrue  in some  instances,  the facts  of  this case  do  not\n\nsupport such a claim.  The Providence College Faculty Manual\n\nspecifically provides that tenure-track positions fall under\n\na different category than  adjunct positions and that tenure\n\nprovisions are not applicable to the adjunct category.   See\n                                                            \n\nsupra n.3.       \n     \n\n                    \n\n                         academic department\n                         in one of the\n                         following ranks:\n                         Adjunct Instructor,\n                         Adjunct Assistant\n                         Professor, Adjunct\n                                           \n                         Associate Professor\n                                            \n                         and Adjunct\n                         Professor.  Such\n                         adjunct faculty must\n                         possess academic\n                         qualifications that\n                         would otherwise\n                         admit them to the\n                         Ordinary Faculty.\n\nId. at 7-9 (emphasis added).\n   \n\n                            -9-\n\n          In  sum, the  written agreement was  complete with\n\nrespect   to  the   nature  and   duration   of  Appellant's\n\nemployment.  The promise of a tenure-track position asserted\n\nby  Appellant  to  be  a  collateral  part  of  the  parties\n\nagreement  is inconsistent  with  the express  terms of  the\n\nwritten  contracts.    In  each instance,  the  promise  was\n\nfollowed by a fully integrated written contract.  Hence, the\n\ndistrict court was correct in applying Rhode Island's parole\n\nevidence rule to exclude  evidence of the earlier negotiated\n\ninconsistent terms of employment.   Industrial National Bank\n                                                            \n\nv. Peloso, 121  R.I. 305, 397 A.2d 1312,  1314 (1979)(\"parol\n         \n\nevidence rule merely  renders inadmissible  any evidence  of\n\nprior  or contemporaneous  collateral  agreements  aimed  at\n\naltering, varying  or  contradicting a  written  document\");\n\nAmerican Underwriting Corp.  v. Rhode Island  Hospital Trust\n                                                            \n\nCo., 111 R.I.  415, 303 A.2d 121 (1973); Supreme Woodworking\n                                                            \n\nCo. v. Zuckerberg, 82 R.I 247, 107 A.2d 287 (1954).  \n                 \n\n          Appellant alleges that  MacKay made two additional\n\npromises to him.  Although not specifically mentioned by the\n\ndistrict  court  in  its  decision,  the  inclusion  of  the\n\npromises   in   Lawrence's   complaint  warrants   a   brief\n\ndiscussion.    The alleged  promises  --  that MacKay  would\n\nsupport Appellant's shift from  special to ordinary  faculty\n\n                            -10-\n\nand that MacKay  would present Appellant  as a candidate  to\n\nthe  Committee on Academic Tenure and Rank -- occurred after\n                                                            \n\nthe final contract was  signed and are not supported  by any\n\nconsideration.   Hayes  v. Plantations  Steel Co.,  438 A.2d\n                                                 \n\n1091, 1094 (R.I. 1982)(\"In this  jurisdiction, consideration\n\nconsists either in some right, interest, or benefit accruing\n\nto   one   party   or   some   forbearance,   detriment,  or\n\nresponsibility   given,  suffered,  or   undertaken  by  the\n\nother.\"); Dockery v. Greenfield,  86 R.I. 464, 136 A.2d  682\n                               \n\n(1957); Darcey v. Darcey, 29 R.I. 384, 71 A. 595 (1909).  As\n                        \n\nsuch these claims  facially fail the test of  an enforceable\n\ncontract.  The court concludes, therefore, that the district\n\ncourt  properly  granted   Defendants  motion  for   summary\n\njudgment.\n\n          The judgment of the district court is AFFIRMED.\n                                                        \n\n                            -11-\n",
  "html": "<p class=\"case_cite\">30 F.3d 126</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Robert LAWRENCE, Plaintiff, Appellant,<br>v.<br>PROVIDENCE COLLEGE, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1051</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 13, 1994</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island [Hon.  Ronald R. Lagueux, U.S. District Judge ]</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Harold E. Krause for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Marifrances McGinn with whom Richard P. McMahon and McMahon &amp; McMahon were on brief for appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">D.R.I.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Before Torruella and Stahl, Circuit Judges, and Carter,* District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">*Of the District of Maine, sitting by designation.  CARTER, Chief District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This is an appeal by Robert Lawrence from the district court's grant of summary judgment in favor of Defendants, Providence College;  Father John Cunningham, President of Providence College;  Dr. Francis MacKay, former Vice President of Providence College;  and Helen Caldwell, director of the marketing program at Providence College.</p>\n    </div>\n    <p>I. FACTUAL BACKGROUND</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellant Lawrence was hired as an adjunct assistant professor in the Business Department of Providence College for three consecutive one-year terms:  1988-89, 1989-90, 1990-91.  Each year the parties signed a written agreement to cover the upcoming academic year and providing that Lawrence would be an Adjunct Assistant Professor in Business.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Before the expiration of the Lawrence's contract for the 1990-91 academic year, he was notified that he would not be offered another teaching contract.  Lawrence's complaint alleges that Providence College, and members of its faculty, breached three types of oral promises made to him.  First, the complaint alleges that in June of 1987, before he started to work at Providence College, Defendants MacKay and Caldwell promised that he would be placed in a tenure-track position in the Business Department in 1988.  In July of 1988, Lawrence was offered and accepted an adjunct faculty position.  At that time, Lawrence contends that he was assured by MacKay and Caldwell that a tenure-track position would be opened for him in 1989-90.  The second oral contract consists of an alleged promise made in the summer of 1990, when MacKay assured Lawrence of his support in placing him in a tenure-track position.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Finally, Lawrence alleges that in the fall of 1990, MacKay told him that his case would be presented to the Committee on Academic Tenure and Rank sometime during the spring term.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court found that the alleged oral agreement between the parties regarding a tenure-track position was barred by the parole evidence rule because the terms of the oral agreement were contradictory to the complete and fully integrated written agreements.  In discussing the oral assurances given by members of the college the district court stated:  \"It's clear to me that [the assurances] would create only a hope that at some future time he would be put in a tenure-track position.\"  Hearing Transcript at 8. The court concluded that \"Providence College had no contractual obligation ... to put [Lawrence] on a tenure track or grant him tenure.\"  Id. Finding no disputed material issues of fact, the district court granted Defendants' motion for summary judgment.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This Court's review of a district court's disposition of a motion for summary judgement is plenary,  Mesnick v. General Elec. Co., 950 F.2d 816, 822 (1st Cir. 1991), cert. denied,  U.S. , 112 S.Ct 2965, 119 L.Ed. 586 (1992);   Griggs-Ryan v. Smith, 904 F.2d 112, 115 (1st Cir. 1990), and requires the court to determine whether \"there is no genuine issue as to any material fact and ... the moving party is entitled to a judgment as a matter of law.\"  Fed. R. Civ. P. 56(c).  In this diversity action, the substantive law of Rhode Island controls.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Court will discuss each of the three alleged oral promises in turn.  First, Lawrence claims that he was promised a tenure- track position on at least two separate occasions:  June 1987 and July 1988.  Subsequent to each of these alleged promises, Lawrence signed a one-year adjunct faculty contract with Providence College.  Appellant argues that these oral agreements with Providence College are not barred because the terms are collateral to the terms of the written agreements.  Specifically, Plaintiff contends that the one- year term of the contract was incomplete because it was silent as to tenure status and future employment.  Appellees respond arguing that the term and status of Lawrence's adjunct teaching position was an unambiguous and integral part of the written agreements.  Therefore, a multi-year, tenure-track position was expressly precluded from the one-year contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellant's claim focuses the Court's attention on both the duration and status of his employment and whether the collateral oral agreements should be considered to alter the written contracts.  Appellant argues that the written contracts were silent as to tenure-track position.  Although this statement is true, the contracts provide that Lawrence's position is that of an Adjunct Assistant Professor in Business.  The Providence College Faculty Manual, specifically incorporated into the written employment contracts, breaks down the faculty designation in three broad categories:  Ordinary Faculty, Special Faculty and Emeriti.  The Adjunct Faculty designation falls only under the classification of Special Faculty.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Tenure eligibility and tenure procedures at Providence College apply only to Ordinary Faculty, as defined in the Faculty Manual.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">With regard to duration of employment, the contract's limitation to one year is an explicit statement that it will not extend beyond one year.  Appellant suggests that entering into a one-year contract does not exclude a tenure-track or multi-year position.  Although this may be true in some instances, the facts of this case do not support such a claim.  The Providence College Faculty Manual specifically provides that tenure-track positions fall under a different category than adjunct positions and that tenure provisions are not applicable to the adjunct category.  See supra n. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In sum, the written agreement was complete with respect to the nature and duration of Appellant's employment.  The promise of a tenure-track position asserted by Appellant to be a collateral part of the parties agreement is inconsistent with the express terms of the written contracts.  In each instance, the promise was followed by a fully integrated written contract.  Hence, the district court was correct in applying Rhode Island's parole evidence rule to exclude evidence of the earlier negotiated inconsistent terms of employment.   Industrial National Bank v. Peloso, 121 R.I. 305, 397 A.2d 1312, 1314 (1979)(\"parol evidence rule merely renders inadmissible any evidence of prior or contemporaneous collateral agreements aimed at altering, varying or contradicting a written document\");   American Underwriting Corp. v. Rhode Island Hospital Trust Co., 111 R.I. 415, 303 A.2d 121 (1973);   Supreme Woodworking Co. v. Zuckerberg, 82 R.I 247, 107 A.2d 287 (1954).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellant alleges that MacKay made two additional promises to him.  Although not specifically mentioned by the district court in its decision, the inclusion of the promises in Lawrence's complaint warrants a brief discussion.  The alleged promises-that MacKay would support Appellant's shift from special to ordinary faculty and that MacKay would present Appellant as a candidate to the Committee on Academic Tenure and Rank-occurred after the final contract was signed and are not supported by any consideration.   Hayes v. Plantations Steel Co., 438 A.2d 1091, 1094 (R.I. 1982)(\"In this jurisdiction, consideration consists either in some right, interest, or benefit accruing to one party or some forbearance, detriment, or responsibility given, suffered, or undertaken by the other.\");   Dockery v. Greenfield, 86 R.I. 464, 136 A.2d 682 (1957);   Darcey v. Darcey, 29 R.I. 384, 71 A. 595 (1909).  As such these claims facially fail the test of an enforceable contract.  The court concludes, therefore, that the district court properly granted Defendants motion for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The judgment of the district court is AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">....  Adjunct Faculty-Personnel engaged as full or part-time faculty, whose appointment is to be reviewed by the Committee on Academic Rank and Tenure prior to the awarding of the initial contract and any subsequent contract in a category other than that of the original contract.  Those serving on a full-time basis will have their benefit entitlements, if any, specified in writing at the time of appointment.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">....  Other Adjunct Ranks-Those who serve full-time appointments usually associated with an academic department in one of the following ranks:  Adjunct Instructor, Adjunct Assistant Professor, Adjunct Associate Professor and Adjunct Professor.  Such adjunct faculty must possess academic qualifications that would otherwise admit them to the Ordinary Faculty.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> There is no dispute that all of these contracts were fully performed by the parties</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This Court views Appellant's favorable reading of MacKay's alleged promise with skepticism.  The \"promise\" was contained in a memorandum from MacKay to Appellant dated August 22, 1990.  The memorandum, in its entirety, states:</p>\n        <p>Your work on the MFAT in Business Administration is surely a noteworthy contribution to the field.  Your continuing association with ETS attests to the quality of the efforts you have made.  I was glad to hear that you are near to completion of the work on your doctorate.  There would be complications with the tenure process if a shift to ordinary faculty were not done in the next two years.</p>\n        <p>Later, Lawrence characterizes the memorandum even more favorably.  In his affidavit submitted in support of his response to Defendants' motion for summary judgment he states:  \"I received a memo from Dr. MacKay ... indicating that he wanted to switch me to ordinary faculty or a tenure-track position within a two (2) year period.\"  This is obviously not the thrust of MacKay's memorandum.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although more than one version of the Faculty Manual existed over the life of the three consecutive one-year contracts, the provisions relating to faculty designation remained the same.  Ordinary Faculty is described, in part, as</p>\n        <p>The Ordinary Faculty consist of those who hold one of the following academic ranks:  Professor, Associate Professor, Assistant Professor, Instructor....  Those holding membership in the Ordinary Faculty enjoy the rights, privileges and responsibilities relating to salary, tenure, tuition remission, leaves, retirement and College administration as they are set forth in this Manual.</p>\n        <p>Faculty Manual at 7. Special Faculty is described, in part, as</p>\n        <p>Personnel holding one of the below-designated ranks are appointed for specific terms (one semester, one year, three years, etc.) to fill a specific need.  Status, rank and term of service are established at the time the contract is awarded for the term of the contract.  While contracts may be renewed, no renewal is automatic and the tenure provisions applicable to members of the Ordinary Faculty are specifically excluded from this category.</p>\n        <p>Id. at 7-9 (emphasis added).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">126</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Robert LAWRENCE, Plaintiff, Appellant,<br>v.<br>PROVIDENCE COLLEGE, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1051</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 13, 1994</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island [Hon.  Ronald R. Lagueux, U.S. District Judge ]</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Harold E. Krause for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Marifrances McGinn with whom Richard P. McMahon and McMahon &amp; McMahon were on brief for appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">D.R.I.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Before Torruella and Stahl, Circuit Judges, and Carter,* District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">*Of the District of Maine, sitting by designation.  CARTER, Chief District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This is an appeal by Robert Lawrence from the district court's grant of summary judgment in favor of Defendants, Providence College;  Father John Cunningham, President of Providence College;  Dr. Francis MacKay, former Vice President of Providence College;  and Helen Caldwell, director of the marketing program at Providence College.</p>\n    </div>\n    <p>I. FACTUAL BACKGROUND</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellant Lawrence was hired as an adjunct assistant professor in the Business Department of Providence College for three consecutive one-year terms:  1988-89, 1989-90, 1990-91.  Each year the parties signed a written agreement to cover the upcoming academic year and providing that Lawrence would be an Adjunct Assistant Professor in Business.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Before the expiration of the Lawrence's contract for the 1990-91 academic year, he was notified that he would not be offered another teaching contract.  Lawrence's complaint alleges that Providence College, and members of its faculty, breached three types of oral promises made to him.  First, the complaint alleges that in June of 1987, before he started to work at Providence College, Defendants MacKay and Caldwell promised that he would be placed in a tenure-track position in the Business Department in 1988.  In July of 1988, Lawrence was offered and accepted an adjunct faculty position.  At that time, Lawrence contends that he was assured by MacKay and Caldwell that a tenure-track position would be opened for him in 1989-90.  The second oral contract consists of an alleged promise made in the summer of 1990, when MacKay assured Lawrence of his support in placing him in a tenure-track position.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Finally, Lawrence alleges that in the fall of 1990, MacKay told him that his case would be presented to the Committee on Academic Tenure and Rank sometime during the spring term.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court found that the alleged oral agreement between the parties regarding a tenure-track position was barred by the parole evidence rule because the terms of the oral agreement were contradictory to the complete and fully integrated written agreements.  In discussing the oral assurances given by members of the college the district court stated:  \"It's clear to me that [the assurances] would create only a hope that at some future time he would be put in a tenure-track position.\"  Hearing Transcript at 8. The court concluded that \"Providence College had no contractual obligation ... to put [Lawrence] on a tenure track or grant him tenure.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> Finding no </span>disputed material issues of fact, the district court granted Defendants' motion for summary judgment.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This Court's review of a district court's disposition of a motion for summary judgement is plenary,  Mesnick v. General Elec. Co., <span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span>, 822 (1st Cir. 1991), cert. denied,  U.S. , 112 S.Ct 2965, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">586</span> </span>(1992);   Griggs-Ryan v. Smith, <span class=\"citation\" data-id=\"542297\"><a href=\"/opinion/542297/gerald-griggs-ryan-v-beulah-smith-gerald-griggs-ryan-v-richard-connelly/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span>, 115 (1st Cir. 1990), and requires the court to determine whether \"there is no genuine issue as to any material fact and ... the moving party is entitled to a judgment as a matter of law.\"  Fed. R. Civ. P. 56(c).  In this diversity action, the substantive law of Rhode Island controls.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Court will discuss each of the three alleged oral promises in turn.  First, Lawrence claims that he was promised a tenure- track position on at least two separate occasions:  June 1987 and July 1988.  Subsequent to each of these alleged promises, Lawrence signed a one-year adjunct faculty contract with Providence College.  Appellant argues that these oral agreements with Providence College are not barred because the terms are collateral to the terms of the written agreements.  Specifically, Plaintiff contends that the one- year term of the contract was incomplete because it was silent as to tenure status and future employment.  Appellees respond arguing that the term and status of Lawrence's adjunct teaching position was an unambiguous and integral part of the written agreements.  Therefore, a multi-year, tenure-track position was expressly precluded from the one-year contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellant's claim focuses the Court's attention on both the duration and status of his employment and whether the collateral oral agreements should be considered to alter the written contracts.  Appellant argues that the written contracts were silent as to tenure-track position.  Although this statement is true, the contracts provide that Lawrence's position is that of an Adjunct Assistant Professor in Business.  The Providence College Faculty Manual, specifically incorporated into the written employment contracts, breaks down the faculty designation in three broad categories:  Ordinary Faculty, Special Faculty and Emeriti.  The Adjunct Faculty designation falls only under the classification of Special Faculty.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Tenure eligibility and tenure procedures at Providence College apply only to Ordinary Faculty, as defined in the Faculty Manual.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">With regard to duration of employment, the contract's limitation to one year is an explicit statement that it will not extend beyond one year.  Appellant suggests that entering into a one-year contract does not exclude a tenure-track or multi-year position.  Although this may be true in some instances, the facts of this case do not support such a claim.  The Providence College Faculty Manual specifically provides that tenure-track positions fall under a different category than adjunct positions and that tenure provisions are not applicable to the adjunct category.  See supra n. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In sum, the written agreement was complete with respect to the nature and duration of Appellant's employment.  The promise of a tenure-track position asserted by Appellant to be a collateral part of the parties agreement is inconsistent with the express terms of the written contracts.  In each instance, the promise was followed by a fully integrated written contract.  Hence, the district court was correct in applying Rhode Island's parole evidence rule to exclude evidence of the earlier negotiated inconsistent terms of employment.   Industrial National Bank v. Peloso, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">305</span></span>, <span class=\"citation\" data-id=\"2173581\"><a href=\"/opinion/2173581/industrial-nat-bank-v-peloso/\"><span class=\"volume\">397</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1312</span></a></span>, 1314 (1979)(\"parol evidence rule merely renders inadmissible any evidence of prior or contemporaneous collateral agreements aimed at altering, varying or contradicting a written document\");   American Underwriting Corp. v. Rhode Island Hospital Trust Co., <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">415</span></span>, <span class=\"citation\" data-id=\"2096177\"><a href=\"/opinion/2096177/american-under-corp-v-rhode-island-hosp-tr-co/\"><span class=\"volume\">303</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">121</span> </a></span>(1973);   Supreme Woodworking Co. v. Zuckerberg, 82 R.I 247, <span class=\"citation\" data-id=\"2160915\"><a href=\"/opinion/2160915/supreme-woodworking-co-v-zuckerberg/\"><span class=\"volume\">107</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">287</span> </a></span>(1954).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellant alleges that MacKay made two additional promises to him.  Although not specifically mentioned by the district court in its decision, the inclusion of the promises in Lawrence's complaint warrants a brief discussion.  The alleged promises-that MacKay would support Appellant's shift from special to ordinary faculty and that MacKay would present Appellant as a candidate to the Committee on Academic Tenure and Rank-occurred after the final contract was signed and are not supported by any consideration.   Hayes v. Plantations Steel Co., <span class=\"citation\" data-id=\"1900478\"><a href=\"/opinion/1900478/hayes-v-plantations-steel-co/\"><span class=\"volume\">438</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1091</span></a></span>, 1094 (R.I. 1982)(\"In this jurisdiction, consideration consists either in some right, interest, or benefit accruing to one party or some forbearance, detriment, or responsibility given, suffered, or undertaken by the other.\");   Dockery v. Greenfield, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">464</span></span>, <span class=\"citation\" data-id=\"2331064\"><a href=\"/opinion/2331064/dockery-v-greenfield/\"><span class=\"volume\">136</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">682</span> </a></span>(1957);   Darcey v. Darcey, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">384</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">A.</span> <span class=\"page\">595</span> </span>(1909).  As such these claims facially fail the test of an enforceable contract.  The court concludes, therefore, that the district court properly granted Defendants motion for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The judgment of the district court is AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">....  Adjunct Faculty-Personnel engaged as full or part-time faculty, whose appointment is to be reviewed by the Committee on Academic Rank and Tenure prior to the awarding of the initial contract and any subsequent contract in a category other than that of the original contract.  Those serving on a full-time basis will have their benefit entitlements, if any, specified in writing at the time of appointment.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">....  Other Adjunct Ranks-Those who serve full-time appointments usually associated with an academic department in one of the following ranks:  Adjunct Instructor, Adjunct Assistant Professor, Adjunct Associate Professor and Adjunct Professor.  Such adjunct faculty must possess academic qualifications that would otherwise admit them to the Ordinary Faculty.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> There is no dispute that all of these contracts were fully performed by the parties</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This Court views Appellant's favorable reading of MacKay's alleged promise with skepticism.  The \"promise\" was contained in a memorandum from MacKay to Appellant dated August 22, 1990.  The memorandum, in its entirety, states:</p>\n        <p>Your work on the MFAT in Business Administration is surely a noteworthy contribution to the field.  Your continuing association with ETS attests to the quality of the efforts you have made.  I was glad to hear that you are near to completion of the work on your doctorate.  There would be complications with the tenure process if a shift to ordinary faculty were not done in the next two years.</p>\n        <p>Later, Lawrence characterizes the memorandum even more favorably.  In his affidavit submitted in support of his response to Defendants' motion for summary judgment he states:  \"I received a memo from Dr. MacKay ... indicating that he wanted to switch me to ordinary faculty or a tenure-track position within a two (2) year period.\"  This is obviously not the thrust of MacKay's memorandum.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although more than one version of the Faculty Manual existed over the life of the three consecutive one-year contracts, the provisions relating to faculty designation remained the same.  Ordinary Faculty is described, in part, as</p>\n        <p>The Ordinary Faculty consist of those who hold one of the following academic ranks:  Professor, Associate Professor, Assistant Professor, Instructor....  Those holding membership in the Ordinary Faculty enjoy the rights, privileges and responsibilities relating to salary, tenure, tuition remission, leaves, retirement and College administration as they are set forth in this Manual.</p>\n        <p>Faculty Manual at 7. Special Faculty is described, in part, as</p>\n        <p>Personnel holding one of the below-designated ranks are appointed for specific terms (one semester, one year, three years, etc.) to fill a specific need.  Status, rank and term of service are established at the time the contract is awarded for the term of the contract.  While contracts may be renewed, no renewal is automatic and the tenure provisions applicable to members of the Ordinary Faculty are specifically excluded from this category.</p>\n        <p><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 7-9 </span>(emphasis added).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/542297/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1900478/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2096177/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2160915/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2173581/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2331064/"
  ]
}