{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195438/",
  "id": 195438,
  "absolute_url": "/opinion/195438/united-states-v-hernandez-coplin/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195438/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:56Z",
  "date_modified": "2020-02-21T23:49:09.531611Z",
  "type": "010combined",
  "sha1": "fc61fff319f92aff4f1c812ce3cb6e4459f8cc57",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2228.01A",
  "local_path": null,
  "plain_text": "June 21, 1994     UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\n   No. 92-2228\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                   RAMON HERNANDEZ COPLIN,\n\n                    Defendant, Appellant.\n\n                                         \n\n                         ERRATA SHEET\n\n   The  court's  opinion  of  March  31, 1994,  is  amended  by\ninserting a new footnote 9, immediately following \"Cf. U.S.S.G.  \n                                                    \n5G1.2(d).\"\nat page 20, line 24, which reads as follows:\n\n\"[T]he  total  punishment\" under  U.S.S.G.     5G1.2 is  normally\ndetermined by  the guideline range, see id.,  subsection (b), but\n                                         \nwhere the  sentencing court  lawfully departs from  the guideline\nrange, \"the  total punishment\" is  the punishment specified  as a\nresult of  that departure;  and sentences then  run consecutively\n\"to  the extent necessary to provide a combined sentence equal to\nthe total punishment.\"  See id. subsection (d).\n                             \n\n                UNITED STATES COURT OF APPEALS\n                   FOR THE FIRST CIRCUIT   \n                   FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-2228\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                   RAMON HERNANDEZ COPLIN,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\n                                                     \n\n                                         \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n\n                Coffin, Senior Circuit Judge,\n                                            \n\n                  and Boudin, Circuit Judge.\n                                           \n\n                                         \n\nLaura Maldonado  Rodriguez,  Assistant  Federal  Public  Defender,\n                          \nwith whom  Benicio Sanchez  Rivera, Federal  Public  Defender, was  on\n                              \nbrief for appellant.\nEdwin  O. Vazquez,  Assistant United  States Attorney,  with  whom\n                 \nGuillermo Gil,  United States  Attorney, and Jose  A. Quiles-Espinosa,\n                                                                 \nSenior Litigation Counsel, were on brief for the United States.\n\n                                         \n\n                        March 31, 1994\n                                         \n\n     BOUDIN,  Circuit  Judge.    Ramon Hernandez  Coplin  was\n                            \n\nindicted  by a grand  jury in two  separate indictments, each\n\nrelating to a  separate episode of smuggling  aliens into the\n\nUnited States.   The first indictment  charged that Hernandez\n\non April 16, 1992, had been  captain of a yawl intercepted  a\n\nmile  off the coast of Puerto Rico carrying 92 illegal aliens\n\nfrom the Dominican  Republic.  The  yawl was running  without\n\nlights, had no safety equipment and sought  to avoid capture.\n\nHernandez, and his assistant Julio Reyes Acosta, were charged\n\nin  four counts  with seeking  to smuggle  four of  the alien\n\npassengers into the United States.  8 U.S.C.   1234(a)(1)(A).\n\n     Thereafter, on  July 1,  1992, Hernandez and  Reyes were\n\ncharged  in a  second indictment with  six counts,  under the\n\nsame  statute, for  seeking to  smuggle six  aliens into  the\n\nUnited States on March 26, 1992.  On this earlier  occasion a\n\nyawl  had been used, about the same number of passengers were\n\naboard, and the same Puerto Rican coastline  approached.  Two\n\nwomen  drowned that night and their bodies washed up upon the\n\nshore.  The yawl made its way back to the Dominican Republic.\n\nAs in  the  earlier  indictment,  each  count  related  to  a\n\ndifferent alien.\n\n     On  July 6, 1992, Hernandez pled guilty to all counts of\n\nboth indictments pursuant  to a plea agreement.   In exchange\n\nfor  the pleas, the prosecutor agreed  to dismiss yet another\n\nfederal   indictment   against   Hernandez   (for   illegally\n\n                             -2-\n\nreentering the  United States after a  prior deportation) but\n\nmade  no other promises.   Reyes entered guilty  pleas at the\n\nsame time.   In the  change of plea  hearing, the  government\n\nsubmitted  a  written  version  of  what  it  said  its trial\n\nevidence  would show.    Reyes agreed  with the  government's\n\nversion   of   events;  Hernandez   did   so   only  with   a\n\nqualification.    The  present appeal  revolves  around  that\n\ndisagreement.\n\n     In substance,  Hernandez  and Reyes  both admitted  that\n\nthey had been engaged in the  smuggling operations charged in\n\nthe   indictments.    As  to  the  March  26  operation,  the\n\ngovernment's written version of events included the following\n\nlanguage (the emphasis is ours):\n\n     At approximately  midnight and  while the  yawl was\n     approximately   100   yards  from   the   beach  at\n     Aguadilla, Puerto Rico,  an aircraft  was heard  in\n     the  vicinity. At  said  time, the  captain of  the\n     yawl, that was later identified as  defendant Ramon\n     Hernandez  Coplin,  initially  told  the  passenger\n     (sic) that they must jump into the water because he\n     did not want to be arrested.  Due to  the fact that\n                                                        \n     some passengers were  hesitating to jump, defendant\n                                                        \n     Ramon Hernandez Coplin drew  a gun and ordered them\n                                                        \n     to jump into the water.\n                            \n\n          The  evidence  will  show  that  females  were\n     yelling that they did  not know how to swim  or for\n     help because  they were drowning.   Defendant Ramon\n     Hernandez Coplin and his assistant, defendant Julio\n     Reyes Acosta, who aided and abetted in the piloting\n     of the yawl, ignored  the pleas of the females  and\n     continued  offshore back to  the Dominican Republic\n     to avoid arrest.\n\n     At  the   hearing,  the   trial  judge   summarized  the\n\ngovernment's  proffer,  including the  portion  that  we have\n\n                             -3-\n\nemphasized, and  Reyes agreed  (under oath) that  the proffer\n\nwas accurate.   Hernandez'  counsel said that  Hernandez also\n\naccepted the proffer except that  \"he [Hernandez] has told me\n\nthat at no time  did he point a gun at anybody,  or, and also\n\nthat he did  not push off the  boat, anybody.\"   The district\n\njudge  then said this factual dispute should be the object of\n\nevidence in the  sentencing hearing.  The district judge then\n\ndrew a line through the words emphasized  above and Hernandez\n\nsigned  the amended version of the proffer.  The guilty pleas\n\nwere then accepted.1\n\n     On  September 9, 1992, a sentencing hearing was held for\n\nHernandez.   The government presented as a witness one of the\n\naliens  smuggled into  Puerto  Rico on  March 26;  testifying\n\nthrough an interpreter, the  witness said that Hernandez \"had\n\nlike a revolver  in his  hand and said,  `Everybody jump  in,\n\neverybody jump in.'\"   The witness  also testified that  \"the\n\nladies  were  screaming  that  they  were  going  to  drown.\"\n\nDefense counsel  did not cross examine but the district judge\n\nthen  asked,  \"Are  you sure  it  was  a gun?\"    The witness\n\nreplied, \"I knew it as a revolver.\"  \n\n                    \n\n     1Hernandez maintained his  position when interviewed  by\nthe probation officer, but the  probation officer disbelieved\nhim.   In  objections to  the pre-sentence  report, Hernandez\ndenied  ordering anyone to jump into the water 100 yards from\nthe beach; asserted that the boat had actually hit the beach;\ndenied  that he had any weapons; and seemingly denied that he\nhad known that the two women who had died were in danger.\n\n                             -4-\n\n     The defense then  called Hernandez  who testified  under\n\noath through an interpreter.  He testified that when the boat\n\nreached  the  shore \"the  people got  out  of the  boat quite\n\ncomfortably and started  heading in land  (sic)\" and that  he\n\ndid not hear  anyone scream.  On cross examination, Hernandez\n\nsaid, \"I  never forced anybody,  I didn't have  a weapon.   I\n\nhave never  used a firearm.\"  Finally,  the government called\n\nan  agent of  the Immigration  and Naturalization  Service to\n\nrefute Hernandez' claims that the boat had reached the shore;\n\nthe  INS  agent, based  on the  survival of  the yawl  and on\n\ninterviews  with six  passengers, gave  his opinion  that the\nyawl had  not reached the beach  in Puerto Rico on  March 26.\n\nReyes was not called as a witness by either side.\n\n     The  district judge  then made  an express  finding that\n\nHernandez had brandished a  gun and threatened the  two women\n\nwho, as a  result, jumped  into the water  and drowned.   The\n\ncourt also inquired into Reyes' failure to appear to reaffirm\n\nhis  own testimony as to the gun  given at the change of plea\n\nhearing,  and Reyes' apparent  unwillingness to reaffirm that\n\ntestimony  to the  probation  officer.   Reyes' counsel  then\n\nstated that his client  told him that \"he [Reyes]  was afraid\n\nof Mr. Coplin, and that he would not testify in  front of Mr.\n\nCoplin as to that matter.\"\n\n     After allowing defense counsel and Hernandez to speak to\n\nthe proper  sentence, the court  computed the offense  levels\n\n                             -5-\n\nunder the Sentencing Guidelines.2   The court found  that the\n\nbase offense level was 9 for the March 26 operation and 9 for\n\nthe  April 16 operation.   U.S.S.G.   2L1.1.   The court then\n\nincreased both offense levels  by two points each  because of\n\nthe  supervisory  authority Hernandez  exercised  over Reyes.\n\nU.S.S.G.   3B1.1(c).   The  court reduced the  figure by  two\n\npoints  as  to  the  April  16 operation  for  acceptance  of\n\nresponsibility,  U.S.S.G.   3E1.1;  but the  court refused to\nmake a similar reduction as to the March 26 operation because\n\nHernandez  had  not accepted  \"full  responsibility\" for  his\n\ninvolvement,  \"[s]pecifically on the issue of the gun and . .\n\n. the deaths.\"\n\n     The adjusted offense levels corresponded to imprisonment\n\nranges of 8 to 14 months for the March 26  operation and 4 to\n\n10 months for  the April  16 operation.   However, the  court\n\ninvoked its authority to depart upward,  18 U.S.C.   3553(b),\n\nand it imposed sentences of five years' imprisonment for  the\n\nMarch 26 operation and four years' imprisonment for the April\n\n16 operation, specifying  that the two  sentences were to  be\n\nserved consecutively.  The court found  a departure warranted\n\nin   both  cases   by  the   very  dangerous   conditions  of\n\ntransportation in  the yawl (e.g.,  lack of safety  equipment\n                                 \n\n                    \n\n     2The 1991 version of the guidelines was in effect at the\ntime of sentencing and  all citations in this opinion  are to\nthat edition of the guidelines unless otherwise specified.\n\n                             -6-\n\nand  supplies); and the firearm  and deaths were  found to be\n\naggravating circumstances in the March 26 operation.\n\n     1.   On  appeal, Hernandez  begins  by  challenging  the\n\ndeparture.    Most  of  the  discussion under  this  head  is\n\neffectively an  attack on  the district court's  findings and\n\ncharacterizations.   The trial judge's findings on sentencing\n\nmay  be  set aside  only if  clearly  erroneous.   See United\n                                                             \n\nStates  v.  Pineda,  981  F.2d  569,  572  (1st  Cir.  1992).\n                  \nNevertheless,  given  the  magnitude of  the  departure,  the\n\nspecific   criticisms   made  by   counsel   deserve  careful\n\nattention.\n\n     First,   at  sentencing,   the  district   judge  orally\n\ndescribed  Hernandez' conduct  in the  March 26  operation as\n\nreckless and criminal behavior resulting in the deaths of two\n\npersons.   In the same  description, the judge  used the word\n\n\"murder\"  in  referring  to  the  incident.     In  a  formal\n\nsentencing  memorandum,  issued  a   week  or  so  after  the\n\nsentencing, the court elaborated on the  dangerous conditions\n\nin which  Hernandez  had  transported  the  aliens  and  then\n\nreferred, \"in addition,\" to Hernandez' \"reckless and criminal\n\nbehavior,  which resulted  in the  death-murder of  two human\n\nbeings.\"   United  States v.  Hernandez-Coplin, 802  F. Supp.\n                                              \n\n657, 661 (D.P.R. 1992).  \n\n     Hernandez now  points out  that  the probation  officer,\n\nafter  interviewing  the  defendant,  concluded  that it  was\n\n\"highly probable\" that Hernandez did not anticipate the death\n\n                             -7-\n\nof  any of  his passengers.   But  there is  no inconsistency\n\nbetween the  probation officer's  statement and  the district\n\ncourt's  summing  up of  the  matter, even  assuming  that an\n\ninconsistency mattered.  Indeed, while the  probation officer\n\ndid not use  the word \"murder,\" he  did say that forcing  the\n\npassengers  out  of the  yawl  into heavy  tides  reflected a\n\nreckless disregard for human life and the danger posed to the\n\npassengers was reasonably foreseeable.\n     We  think  that  the  trial judge,  like  the  probation\n\nofficer,  was describing  Hernandez'  conduct  as  criminally\n\nreckless and that the word \"murder\" was used colloquially  to\n\nstress  the outrageousness of  the conduct  and to underscore\n\nthe evident danger of death that the conduct posed.  So read,\n\nthe  word  \"murder\" is  the kind  of  moral flourish  that is\n\nroutine  at sentencing  and wholly  within the  trial judge's\n\ndiscretion.    As it happens,  Hernandez' conduct might  well\n\nconstitute the offense of murder in some jurisdictions, under\n\nthe  felony  murder doctrine  or merely  because  the conduct\n\ncreated a sufficiently direct and foreseeable risk of death. \n\n     Second,   a  further   challenge   to   the   departure,\n\ndefendant's brief in this court takes issue with the district\n\ncourt's finding  that Hernandez  did threaten  the passengers\n\nwith a gun.  The brief points out that he consistently denied\n\ndoing  so, that  no gun  was found,  and that  the passenger-\n\nwitness spoke  of the defendant as having \"like\" a gun in his\n\n                             -8-\n\nhand.  The first two points  are rather easily explained--the\n\ndefendant had  a motive  to lie and  was not captured  on the\n\nMarch 26  trip--and  the  third is  based  on  an  incomplete\n\nversion of  the  testimony:   after  the  passenger  witness'\n\nambiguous reference  to \"like,\"  the trial judge  (as already\n\nnoted) specifically asked  the witness whether  he saw a  gun\n\nand received an affirmative reply.\n\n     In all events, the trial judge heard both the  passenger\nwitness and  Hernandez testify and specifically  resolved the\n\ncredibility  issue  against  the  latter.    Reyes,  the  co-\n\ndefendant,  also agreed that the gun had been used, before he\n\nrefused  to  testify--quite  possibly  out  of   fear.    The\n\nprobation officer's report spoke  of the use of a  handgun by\n\nthe defendant being  \"substantiated by more  than one of  the\n\nalien witnesses\"  interviewed by  INS.   No  reviewing  court\n\ncould  possibly find  that the  district court's  own finding\n\nthat a gun was used lacked evidentiary support or was clearly\n\nerroneous.\n\n     Third,  Hernandez  argues  that  the  magnitude  of  the\n\ndeparture   in  this  case  is  \"inordinately  unreasonable,\"\n\narguing that it amounted to an increase of almost 700 percent\n\nover the guideline ranges otherwise  applicable.  Mathematics\n\naside, the departure was  certainly substantial, the sentence\n\nfor the  March 26  operation being  the statutory maximum  of\n\nfive  years  and  the four-year  sentence  for  the April  16\n\noperation being several times the guideline maximum.  \n\n                             -9-\n\n     There is no doubt  that the district court  was entitled\n\nto  depart  from the  guideline  range in  both  cases, based\n\nsolely  upon   the  dangerous   conditions   created  by   an\n\ninadequately  equipped  vessel.    This  is a  ground  for  a\n\ndeparture,  as  the  guidelines  and  case  law  make  clear,\n\nU.S.S.G.   2L1.1, application note 8; United States v. Reyes,\n                                                            \n\n927  F.2d 48, 52 (1st Cir. 1991), and the undisputed evidence\n\nsupports  such a  finding.  It  was also  clearly permissible\nunder this rubric  to treat as  a further aggravating  factor\n\nthe  fact, as found by the district court, that Hernandez had\n\nforced  passengers into  the water  resulting in  two deaths.\n\nU.S.S.G.   5K2.1.\n\n     As  to  the  magnitude of  the  departure,  the test  is\n\nwhether the departure is \"reasonable\" and under the case  law\n\nthe  standard of review is  quite deferential to the district\n\njudge.  Reyes, 927 F.2d at 52-53.  The \"multiple\" represented\n             \n\nby  the departure may be unusual in this case, but the number\n\nof voyagers endangered on the second trip and the fact of two\n\ndeaths on the  first trip  also distinguish this  case.   The\n\nsentencing memorandum  sets  forth in  detail  the basis  for\n\nfinding  that the  passengers on  both trips  were recklessly\n\nendangered.  802 F.  Supp. at 658-61.   We do not think  that\n\nthe district judge's choice exceeded permissible bounds.\n\n     2.   In  his  second  argument,  Hernandez  attacks  the\n\ndistrict court's failure to  allow a two point  reduction for\n\nacceptance  of  responsibility in  relation to  the  March 26\n\n                             -10-\n\noperation.    Although the  district judge  did allow  such a\n\nreduction for  the April 16  operation, based primarily  upon\n\nthe  guilty plea, he denied  that reduction for  the March 26\n\noperation because Hernandez refused to admit that he had used\n\na gun and had forced passengers from  the boat.  This denial,\n\nsays Hernandez, is improper because he did admit to the March\n\n26  smuggling  operation  and  is  not  required  to   accept\n\nresponsibility for other acts not charged in the indictment.\n     This seemingly straightforward issue has engaged courts,\n\nand  the  Sentencing Commission,  in a  remarkable  amount of\n\ncontroversy.   Construing the pertinent guideline  as it read\n\nprior to November 1, 1992,3 this court held that  as a matter\n\nof construction the guideline did not call upon the defendant\n\n(as  a  condition of  obtaining  the reduction)  to  admit to\n\nconduct charged  in  other,  related  counts  that  had  been\n\ndismissed.  United States v. Perez-Franco,  873 F.2d 455 (1st\n                                         \n\nCir.  1989).  Indeed, two  of the three  panel members opined\n\nthat any such condition  could violate the Fifth  Amendment's\n\nprivilege against self-incrimination.  Id. at 461-64.  \n                                          \n\n     Thereafter,  the  Sentencing   Commission  altered   the\n\nguideline's application note, effective November 1, 1992,  to\n\n                    \n\n     3At that  time,  the  guideline  provided--in  the  1991\nversion  which  applies  to  this case--that  in  determining\nwhether  the  defendant  accepted  responsibility   for  \"his\ncriminal  conduct,\"  U.S.S.G.     3E1.1(a),  the court  could\nconsider whether the defendant had admitted to involvement in\n\"the  offense [of  conviction]  and related  conduct.\"   Id.,\n                                                            \napplication note 1(c).  \n\n                             -11-\n\nmake  clear  that acceptance  of responsibility  required the\n\ncourt to consider the defendant's action in\n\n     truthfully  admitting  the  conduct comprising  the\n     offense(s) of conviction, and  truthfully admitting\n     or  not  falsely  denying  any  additional relevant\n     conduct  for which  the  defendant  is  accountable\n     under   1B1.3 (Relevant Conduct).  \n\nU.S.S.G.   3E1.1, application note 1(a)  (1992).  Thus, under\n\nthe revised guideline the defendant must admit to the conduct\n\ncomprising the offense  and either admit or  remain silent as\n\nto other relevant  conduct.  Relevant  conduct includes  \"all\n\nactions and  omissions committed . . . by the defendant . . .\n\nthat  occurred  during  the  commission  of  the  offense  of\n\nconviction . . . .\"  U.S.S.G.   1B1.3(a)(1).  \n\n     Under this  version of  the guidelines,  Hernandez would\n\nreceive no  reduction for acceptance of  responsibility as to\n\nthe March 26 offense.  Forcing passengers into the water with\n\na  gun is  clearly relevant  conduct;  and Hernandez  did not\n\naccept  responsibility  for  it  or  remain  silent  but,  as\n\nsupportably   found  by   the   district   judge,   lied   by\n\naffirmatively  denying  that  conduct.   Whatever  the  Fifth\n\nAmendment implications of requiring the defendant to admit to\n                                                          \n\nanother  crime, it is clear that the defendant has no license\n\nto lie about the  other crime and can be penalized  under the\n\nguidelines  for doing so.  See United States v. Dunnigan, 113\n                                                        \n\nS. Ct. 1111 (1993).\n\n                             -12-\n\n     Hernandez,  however,  was not  directly subject  to this\n\nversion of the guidelines which became effective after he was\n\nsentenced.    The  version  of section  3E1.1  in  effect  at\n\nsentencing, as  construed  by  this  court  in  Perez-Franco,\n                                                            \n\narguably did not require  Hernandez to accept  responsibility\n\nfor anything other than  smuggling, see 873 F.2d at  459, and\n                                       \n\nit is debatable  whether the pertinent changes in the current\n\nversion should be viewed as a clarification or, instead, as a\n\nsubstantive  change that could  not be  applied retroactively\n\nunder the ex post facto clause.  See Ebbole v. United States,\n                                                            \n\n8  F.3d  530 (7th  Cir. 1993)  (holding  the amendment  to be\n\nsubstantive), cert.  denied, 62  U.S.L.W. 3589 (U.S.  Mar. 7,\n                           \n\n1994).  \n\n     We  have  concluded  that  these problems  need  not  be\n\nresolved in this case.  Assuming that Hernandez  was entitled\n\nto the two- point reduction for acceptance of responsibility,\n\nhis false denial--we must  regard it as such given  the trial\n\ncourt's  findings--also  required  a two-point  increase  for\n                                 \n\nobstruction of justice  under U.S.S.G.    3C1.1.  This  long-\n\nstanding provision,  which presents no ex  post facto problem\n                                                     \n\nin  this  case, requires  a  two-level  increase for  willful\n\nattempts to obstruct justice, at sentencing or otherwise, and\n\nit includes  \"providing  materially false  information  to  a\n\njudge  or magistrate.\"    Id., application  note  3(f).   The\n                             \n\n                             -13-\n\nenhancement is mandatory.  United States  v. Austin, 948 F.2d\n                                                   \n\n783, 789 (1st Cir. 1991).\n\n     This  language  fully   captures  Hernandez'  action  in\n\ndenying  to  the judge  that  he had  used  a gun  and forced\n\npassengers off his boat into the  water.  His denials are  of\n\nrecord; the court found  them to be lies; and  Hernandez knew\n\nwhat had occurred on the boat and cannot have been innocently\n\ninaccurate.  The materiality  requirement is satisfied, for a\n\njudge  might   well  take  account  of  the  gun  episode  in\n\nsentencing the defendant for  smuggling; indeed, the judge in\n\nthis case  warned  of this  possibility  at the  guilty  plea\n\nhearing.  Even if the most demanding test of willfulness were\n\nemployed,  we think  that  Hernandez  had  to have  made  his\n\nstatements  with   knowledge  that  they  might   affect  his\n\nsentence.4\n\n     Thus even if we assume that a two-point reduction should\n\nhave been accorded, it is offset by a two-point increase that\n\nshould have been imposed.   The fact that the  government did\n\nnot seek this enhancement certainly does  not prevent us from\n\ntaking  note of it  in the present   context:   at worst, the\n\ndistrict court gave  the wrong reason for  reaching the right\n\n                    \n\n     4The  Supreme  Court's  decision  in  United  States  v.\n                                                         \nDunnigan,  113   S.  Ct.  1111  (1993),   suggests  that  the\n        \nwillfulness requirement is actually  less demanding, and  may\nbe satisfied by  showing that the  defendant lied under  oath\nand  that the  matter lied  about is  material--regardless of\nwhether  the defendant  knew that  the  lie might  affect the\noutcome.  113 S. Ct. at 1116.\n\n                             -14-\n\nresult in  its calculation.  Accordingly,  the supposed error\n\nif it occurred was harmless to the defendant.\n\n     3.   In  his final  attack, Hernandez'  brief poses  the\n\nquestion  whether the  district  court erred  in refusing  to\n\ngroup together  the counts  in the two  separate indictments.\n\nThe gist of the argument is that, according to Hernandez, the\n\ndistrict  court was required by U.S.S.G.   5G1.3 to treat all\n\nof the counts of the two indictments together and to apply to\n\nthem the grouping rules contained in U.S.S.G.   3D1.1 et seq.\n                                                            \n\nHernandez' brief claims that these computations would produce\n\na total offense level of 11, and a maximum guideline range of\n\n8 to 14  months.  In this  case, we think there is  a problem\n\nwith  the  computation  of  two  separate  guideline  ranges,\n\nalthough our  reasoning and  result differ from  the position\n\nurged by Hernandez.  \n\n     Despite Hernandez' reliance on U.S.S.G.   5G1.3(b), that\n\nsection  almost certainly has  nothing to do  with this case.\n\nThe portion  of that section invoked by Hernandez concerned a\n\ndefendant who was sentenced  under the guidelines while still\n\nsubject  to  an  unexpired  guidelines   sentence  previously\n\nimposed.   With certain exceptions,    5G1.3(b) provided that\n\nin such  a case the new  sentence should be computed  so that\n\nthe old  and new  sentences together  would \"equal  the total\n\npunishment that  would have been  imposed under   5G1.2 . . .\n\n                             -15-\n\nhad all  the sentences been  imposed at the same  time.\"5  In\n\nour view U.S.S.G.    5G1.3(b)  refers to cases  in which  two\n\nsentences are imposed on different occasions.\n                                  \n\n     Admittedly, this is not  crystal clear from the language\n\nof the provision itself; one might argue from the words alone\n\nthat  the provision also embraces a  case where two sentences\n\nare imposed sequentially by  the same judge on the  same day.\n\nBut this reading is implicitly  refuted by the commentary  to\n\nU.S.S.G.    5G1.2  which already  provides that  the multiple\n                                \n\ncount provisions apply  not only  to multiple  counts in  the\n\nsame  indictment but  also to  multiple counts  \"contained in\n\ndifferent indictments  or information for which sentences are\n\nto  be  imposed  at  the  same  time  or  in  a  consolidated\n\nproceeding.\"   In  other words,  the government  is right  in\n\narguing that U.S.S.G.   5G1.3 did not apply, but Hernandez is\n\ncorrect  in thinking that the  concept embodied in U.S.S.G.  \n\n5G1.2 applies anyway.6\n\n                    \n\n     5The  language that  arguably made  U.S.S.G.    5G1.3(b)\napplicable  to this  case was  subsequently deleted  from the\nguidelines, see U.S.S.G., App.  C, amendment no. 465,  at 290\n               \n(1992), but we consider the guideline language as it stood in\n1991.\n\n     6We  say   \"the  concept\"  because   formally  part  5G,\ncontaining    5G1.2, does not itself come into play until the\ncourt  has determined  a guideline range,  and then  chosen a\nspecific  sentence  within  or  (where  a  departure  occurs)\noutside the range.  Still,    5G1.2 would not make much sense\nunless we also assumed that the  grouping rules under chapter\n3, part D had previously been applied to counts \"contained in\ndifferent indictments .  . .  for which sentences  are to  be\nimposed at the same time.\"  Accordingly, we read this concept\n\n                             -16-\n\n     This, however, is only  the first step in  the sequence.\n\nEven if one treats the use of two indictments rather than one\n\nas  irrelevant to  sentencing,  the question  remains how  to\n\napply  the guidelines  to the multiple  counts in  this case.\n\nThe grouping  rules answer  this question by  first directing\n\nthat the  district court group  together into a  single group\n\neach  set of \"closely related  counts.\"  U.S.S.G.   3D1.1(a).\n\nHernandez argued at length to the district court, and appears\n\nto  assume  in  this court,  that  all  ten  counts to  which\n\nHernandez pled guilty comprised one group of  closely-related\n\ncounts.   If this were  so, the  total offense level  for the\n\nentire group would be  the offense level for the  single most\n\nserious count.  U.S.S.G.   3D1.3.\n\n     But it is not so  because under the guideline definition\n\nof  closely related counts, the counts  relating to the March\n\n26  smuggling  operation  constitute  one  group  of  closely\n\nrelated  counts  and  the  counts relating  to  the  April 16\n\noperation  constitute  a separate  group  of closely  related\n                                 \n\ncounts.  The grouping rules expressly say that counts are not\n\nto  be  grouped  together   where  the  \"[t]he  defendant  is\n\nconvicted  of two  counts, each  for unlawfully  bringing one\n\nalien into  the United  States, but on  different occasions.\"\n\nU.S.S.G.   3D1.2(b), application note 3, example 7.  Thus the\n\ndistrict  court was  quite  correct in  rejecting  Hernandez'\n\n                    \n\ninto chapter 3, part D.\n\n                             -17-\n\nrequest  to treat all of the  counts in both indictments as a\n\nsingle group of closely related counts.\n\n     It  does not  follow,  however, that  separate guideline\n\nranges are to be used for the two indictments.  Rather, where\n\nthe multiple  count grouping  rules apply  but there  is more\n\nthan  one group of closely related counts, the groups must be\n\ncombined  according  to a  formula  specified  in U.S.S.G.   \n\n3D1.4.  It is not entirely surprising that the district judge\n\noverlooked  the  final  step:   neither  the  prosecutor  nor\n\ndefense  counsel  argued  for  this  outcome;  the  probation\n\nofficer  apparently overlooked  the point;  and it  is hardly\n\nintuitive that  a defendant should receive  a volume discount\n\nin sentencing for arguably unrelated offenses.\n\n     Why this discount is made  available by U.S.S.G.   3D1.4\n\nis nowhere explained in the guidelines.  It appears, however,\n\nthat  the  guideline  drafters  were trying  to  assure  some\n\ndiscount  for crimes that did  not happen to  fall within the\n\nclosely related count definitions but were still sufficiently\n\nrelated so  that merely  to compute individual  sentences and\n\nadd  them together  would  overstate the  seriousness of  the\n\noffenses.7    However,  the  guidelines  as  drafted  operate\n                                                    \n\n                    \n\n     7For  example,  a defendant  who  in  a single  criminal\nepisode (say, a bank  robbery) injured two persons would  not\nnormally  have  the  separate  counts for  the  two  injuries\ngrouped  as \"closely related,\"  because two  separate victims\nare involved.  U.S.S.G.   3D1.2.   But it might be thought by\nsome, including the guideline  drafters, that such conduct is\nmore culpable than injuring a single victim but less culpable\n\n                             -18-\n\ngenerally, perhaps crudely, by offering the discount wherever\n\nthe  multiple  counts  happen  to  be  charged  in  the  same\n\nindictment  (or,  as we  read  the  guidelines, wherever  the\n\ndefendant  is  sentenced  at  the same  time  under  multiple\n\nindictments).\n\n     Because  it turns  on  mechanical  choices (namely,  the\n\nchoice  to   use  a  single  indictment   or  treat  multiple\n\nindictments together), the  volume discount  for counts  that\n\nare  not  closely  related  may  sometimes  turn  out  to  be\n\navailable  where  its  apparent  rationale  does  not  apply.\n\nPertinently, a  discount might be warranted  where two aliens\n\nare smuggled on  a single trip (indeed,  the guidelines treat\n\nthe counts as closely related);  but it may be harder  to see\n\nwhy a discount  should be applied for  two separate smuggling\n\nventures  at separate  times,  even though  they  may be  the\n\nsubject  of a  single indictment  or two  indictments handled\n\ntogether.   Any  such anomaly,  however,  can be  handled  by\n\nsentencing at the high point of the range or by a  departure.\n\n     In  all events, the  discount is explicit:   a \"combined\n\noffense  level  is determined  by  taking  the offense  level\n\napplicable to the  Group with the  highest offense level  and\n\nincreasing that offense level by  the amount indicated in the\n\n. . . [specified] table.\"  U.S.S.G.   3D1.4.  We have already\n\n                    \n\nthan injuring two victims in two entirely different episodes.\n\n                             -19-\n\nexplained why we  agree that the  district court reached  the\n\nright result (or at  least one as favorable as  the defendant\n\ndeserved) in computing an  offense level of 11 for  the March\n\n26  operation.  At this  point, U.S.S.G.    3D1.4 called upon\n\nthe district judge  to increase  this figure by  2 levels  to\n\ncreate  a  combined  offense  level  of  13.8   Instead,  the\n\ndistrict court treated  the two indictments as giving rise to\n\nseparate offense levels and to  separate guideline sentencing\n\nranges.\n\n     The question  remains whether the omission  of the final\n\nrefinement had any  bearing on the total sentence  imposed by\n\nthe  district court.   If  the district  court had  sentenced\n\nwithin the guideline  range, the proper  offense level of  13\n      \n\nwould  have dictated a sentence  of imprisonment of  12 to 18\n\nmonths.      The  judge   chose   instead   to  depart   very\n\nsubstantially, imposing a total  term of imprisonment of nine\n\nyears.   Looking to the  factors that apparently underlay the\n\njudge's  departure,  one may  doubt  whether  the failure  to\n\ncombine the two  offense levels  made any  difference in  the\n\nultimate sentence of nine years.\n\n     Nevertheless, we have chosen to vacate the sentences and\n\nremand for  resentencing because we cannot  be confident that\n\n                    \n\n     8The formula  in U.S.S.G.    3D1.4(a)  calls for  a two-\nlevel increase where  (as here)  there is a  second group  of\nclosely-related counts  whose offense level is  as serious as\nor  within 1 to 4  levels less serious  than the most serious\ngroup.  \n\n                             -20-\n\nthe mistake was harmless.  See Williams v. United States, 112\n                                                        \n\nS.  Ct. 1112,  1121 (1992).    Resentencing in  this instance\n\nrequires  no   additional  evidence  and  is   only  a  small\n\nadministrative burden.   Even small adjustments  could make a\n\nlot of difference  to the  defendant.  Above  all, the  great\n\nlatitude possessed by the district court in deciding  how far\n\nto depart makes it  all the more important that  the district\n\njudge exercise a fully informed discretion.  At least in this\n\ncase, we  think this  information should include  the correct\n\ncomputation of the point of departure.\n\n     The use of  a single  combined offense level  in no  way\n\nprevents the district judge from  imposing a sentence of nine\n\nyears  on remand.   The  various grouping  rules are  used in\n\ndetermining  the guideline  sentence  range;  once the  judge\n                          \n\ndetermines to  depart from that range,  the statutory maximum\n\nis derived by adding up the  maximums for each of the  counts\n\non  which the defendant  was convicted,  here five  years for\n\neach of ten counts.   Cf. U.S.S.G.    5G1.2(d).9  Of  course,\n                         \n\nno one suggests  that a  sentence of fifty  years would be  a\n\n                    \n\n     9  \"[T]he total  punishment\" under U.S.S.G.     561.2 is\nnormally  determined  by   the  guideline  range,   see  id.,\n                                                            \nsubsection  (b),  but  where  the sentencing  court  lawfully\ndeparts from  the guideline range, \"the  total punishment\" is\nthe punishment specified as  a result of that  departure; and\nsentences then run consecutively  \"to the extent necessary to\nprovide a  combined sentence equal to  the total punishment.\"\nSee id. subsection (d).\n       \n\n                             -21-\n\nproper departure,  but that is because  of the reasonableness\n\nrequirement and not on account of the grouping rules.\n\n     The  grouping rules  are one  of those  chapters in  the\n\nSentencing Guidelines where practical  judgments, unexplained\n\npolicy choices, and extreme complexity are so fused that even\n\nthe most expert of lawyers and judges can be led astray.  The\n\nglitches that occurred  here cast no  reflection on the  very\n\nable district judge.  Whatever one's conception  of the right\n\nsentence in  this tragic case, the  district court approached\n\nthe  matter  with  the  care, concern  and  seriousness  that\n\nsentencing issues always deserve.\n\n     The sentences are  vacated and the case  is remanded for\n                                                         \n\nresentencing  on the premise that the point of departure is a\n\ncombined offense level of 13.  \n\n     It is so ordered.\n                     \n\n                             -22-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">June 21, 1994     UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\n   No. 92-2228\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                   RAMON HERNANDEZ COPLIN,\n\n                    Defendant, Appellant.\n\n                                         \n\n                         ERRATA SHEET\n\n   The  court's  opinion  of  March  31, 1994,  is  amended  by\ninserting a new footnote 9, immediately following \"Cf. U.S.S.G.  \n                                                    \n5G1.2(d).\"\nat page 20, line 24, which reads as follows:\n\n\"[T]he  total  punishment\" under  U.S.S.G.     5G1.2 is  normally\ndetermined by  the guideline range, see </pre><span class=\"citation no-link\"><span class=\"id_token\">id.,</span>  subsection (b), </span><pre class=\"inline\">but\n                                         \nwhere the  sentencing court  lawfully departs from  the guideline\nrange, \"the  total punishment\" is  the punishment specified  as a\nresult of  that departure;  and sentences then  run consecutively\n\"to  the extent necessary to provide a combined sentence equal to\nthe total punishment.\"  See </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> subsection (d).\n</span><pre class=\"inline\">                             \n\n                UNITED STATES COURT OF APPEALS\n                   FOR THE FIRST CIRCUIT   \n                   FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-2228\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                   RAMON HERNANDEZ COPLIN,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\n                                                     \n\n                                         \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n\n                Coffin, Senior Circuit Judge,\n                                            \n\n                  and Boudin, Circuit Judge.\n                                           \n\n                                         \n\nLaura Maldonado  Rodriguez,  Assistant  Federal  Public  Defender,\n                          \nwith whom  Benicio Sanchez  Rivera, Federal  Public  Defender, was  on\n                              \nbrief for appellant.\nEdwin  O. Vazquez,  Assistant United  States Attorney,  with  whom\n                 \nGuillermo Gil,  United States  Attorney, and Jose  A. Quiles-Espinosa,\n                                                                 \nSenior Litigation Counsel, were on brief for the United States.\n\n                                         \n\n                        March 31, 1994\n                                         \n\n     BOUDIN,  Circuit  Judge.    Ramon Hernandez  Coplin  was\n                            \n\nindicted  by a grand  jury in two  separate indictments, each\n\nrelating to a  separate episode of smuggling  aliens into the\n\nUnited States.   The first indictment  charged that Hernandez\n\non April 16, 1992, had been  captain of a yawl intercepted  a\n\nmile  off the coast of Puerto Rico carrying 92 illegal aliens\n\nfrom the Dominican  Republic.  The  yawl was running  without\n\nlights, had no safety equipment and sought  to avoid capture.\n\nHernandez, and his assistant Julio Reyes Acosta, were charged\n\nin  four counts  with seeking  to smuggle  four of  the alien\n\npassengers into the United States.  8 U.S.C.   1234(a)(1)(A).\n\n     Thereafter, on  July 1,  1992, Hernandez and  Reyes were\n\ncharged  in a  second indictment with  six counts,  under the\n\nsame  statute, for  seeking to  smuggle six  aliens into  the\n\nUnited States on March 26, 1992.  On this earlier  occasion a\n\nyawl  had been used, about the same number of passengers were\n\naboard, and the same Puerto Rican coastline  approached.  Two\n\nwomen  drowned that night and their bodies washed up upon the\n\nshore.  The yawl made its way back to the Dominican Republic.\n\nAs in  the  earlier  indictment,  each  count  related  to  a\n\ndifferent alien.\n\n     On  July 6, 1992, Hernandez pled guilty to all counts of\n\nboth indictments pursuant  to a plea agreement.   In exchange\n\nfor  the pleas, the prosecutor agreed  to dismiss yet another\n\nfederal   indictment   against   Hernandez   (for   illegally\n\n                             -2-\n\nreentering the  United States after a  prior deportation) but\n\nmade  no other promises.   Reyes entered guilty  pleas at the\n\nsame time.   In the  change of plea  hearing, the  government\n\nsubmitted  a  written  version  of  what  it  said  its trial\n\nevidence  would show.    Reyes agreed  with the  government's\n\nversion   of   events;  Hernandez   did   so   only  with   a\n\nqualification.    The  present appeal  revolves  around  that\n\ndisagreement.\n\n     In substance,  Hernandez  and Reyes  both admitted  that\n\nthey had been engaged in the  smuggling operations charged in\n\nthe   indictments.    As  to  the  March  26  operation,  the\n\ngovernment's written version of events included the following\n\nlanguage (the emphasis is ours):\n\n     At approximately  midnight and  while the  yawl was\n     approximately   100   yards  from   the   beach  at\n     Aguadilla, Puerto Rico,  an aircraft  was heard  in\n     the  vicinity. At  said  time, the  captain of  the\n     yawl, that was later identified as  defendant Ramon\n     Hernandez  Coplin,  initially  told  the  passenger\n     (sic) that they must jump into the water because he\n     did not want to be arrested.  Due to  the fact that\n                                                        \n     some passengers were  hesitating to jump, defendant\n                                                        \n     Ramon Hernandez Coplin drew  a gun and ordered them\n                                                        \n     to jump into the water.\n                            \n\n          The  evidence  will  show  that  females  were\n     yelling that they did  not know how to swim  or for\n     help because  they were drowning.   Defendant Ramon\n     Hernandez Coplin and his assistant, defendant Julio\n     Reyes Acosta, who aided and abetted in the piloting\n     of the yawl, ignored  the pleas of the females  and\n     continued  offshore back to  the Dominican Republic\n     to avoid arrest.\n\n     At  the   hearing,  the   trial  judge   summarized  the\n\ngovernment's  proffer,  including the  portion  that  we have\n\n                             -3-\n\nemphasized, and  Reyes agreed  (under oath) that  the proffer\n\nwas accurate.   Hernandez'  counsel said that  Hernandez also\n\naccepted the proffer except that  \"he [Hernandez] has told me\n\nthat at no time  did he point a gun at anybody,  or, and also\n\nthat he did  not push off the  boat, anybody.\"   The district\n\njudge  then said this factual dispute should be the object of\n\nevidence in the  sentencing hearing.  The district judge then\n\ndrew a line through the words emphasized  above and Hernandez\n\nsigned  the amended version of the proffer.  The guilty pleas\n\nwere then accepted.1\n\n     On  September 9, 1992, a sentencing hearing was held for\n\nHernandez.   The government presented as a witness one of the\n\naliens  smuggled into  Puerto  Rico on  March 26;  testifying\n\nthrough an interpreter, the  witness said that Hernandez \"had\n\nlike a revolver  in his  hand and said,  `Everybody jump  in,\n\neverybody jump in.'\"   The witness  also testified that  \"the\n\nladies  were  screaming  that  they  were  going  to  drown.\"\n\nDefense counsel  did not cross examine but the district judge\n\nthen  asked,  \"Are  you sure  it  was  a gun?\"    The witness\n\nreplied, \"I knew it as a revolver.\"  \n\n                    \n\n     1Hernandez maintained his  position when interviewed  by\nthe probation officer, but the  probation officer disbelieved\nhim.   In  objections to  the pre-sentence  report, Hernandez\ndenied  ordering anyone to jump into the water 100 yards from\nthe beach; asserted that the boat had actually hit the beach;\ndenied  that he had any weapons; and seemingly denied that he\nhad known that the two women who had died were in danger.\n\n                             -4-\n\n     The defense then  called Hernandez  who testified  under\n\noath through an interpreter.  He testified that when the boat\n\nreached  the  shore \"the  people got  out  of the  boat quite\n\ncomfortably and started  heading in land  (sic)\" and that  he\n\ndid not hear  anyone scream.  On cross examination, Hernandez\n\nsaid, \"I  never forced anybody,  I didn't have  a weapon.   I\n\nhave never  used a firearm.\"  Finally,  the government called\n\nan  agent of  the Immigration  and Naturalization  Service to\n\nrefute Hernandez' claims that the boat had reached the shore;\n\nthe  INS  agent, based  on the  survival of  the yawl  and on\n\ninterviews  with six  passengers, gave  his opinion  that the\nyawl had  not reached the beach  in Puerto Rico on  March 26.\n\nReyes was not called as a witness by either side.\n\n     The  district judge  then made  an express  finding that\n\nHernandez had brandished a  gun and threatened the  two women\n\nwho, as a  result, jumped  into the water  and drowned.   The\n\ncourt also inquired into Reyes' failure to appear to reaffirm\n\nhis  own testimony as to the gun  given at the change of plea\n\nhearing,  and Reyes' apparent  unwillingness to reaffirm that\n\ntestimony  to the  probation  officer.   Reyes' counsel  then\n\nstated that his client  told him that \"he [Reyes]  was afraid\n\nof Mr. Coplin, and that he would not testify in  front of Mr.\n\nCoplin as to that matter.\"\n\n     After allowing defense counsel and Hernandez to speak to\n\nthe proper  sentence, the court  computed the offense  levels\n\n                             -5-\n\nunder the Sentencing Guidelines.2   The court found  that the\n\nbase offense level was 9 for the March 26 operation and 9 for\n\nthe  April 16 operation.   U.S.S.G.   2L1.1.   The court then\n\nincreased both offense levels  by two points each  because of\n\nthe  supervisory  authority Hernandez  exercised  over Reyes.\n\nU.S.S.G.   3B1.1(c).   The  court reduced the  figure by  two\n\npoints  as  to  the  April  16 operation  for  acceptance  of\n\nresponsibility,  U.S.S.G.   3E1.1;  but the  court refused to\nmake a similar reduction as to the March 26 operation because\n\nHernandez  had  not accepted  \"full  responsibility\" for  his\n\ninvolvement,  \"[s]pecifically on the issue of the gun and . .\n\n. the deaths.\"\n\n     The adjusted offense levels corresponded to imprisonment\n\nranges of 8 to 14 months for the March 26  operation and 4 to\n\n10 months for  the April  16 operation.   However, the  court\n\ninvoked its authority to depart upward,  18 U.S.C.   3553(b),\n\nand it imposed sentences of five years' imprisonment for  the\n\nMarch 26 operation and four years' imprisonment for the April\n\n16 operation, specifying  that the two  sentences were to  be\n\nserved consecutively.  The court found  a departure warranted\n\nin   both  cases   by  the   very  dangerous   conditions  of\n\ntransportation in  the yawl (e.g.,  lack of safety  equipment\n                                 \n\n                    \n\n     2The 1991 version of the guidelines was in effect at the\ntime of sentencing and  all citations in this opinion  are to\nthat edition of the guidelines unless otherwise specified.\n\n                             -6-\n\nand  supplies); and the firearm  and deaths were  found to be\n\naggravating circumstances in the March 26 operation.\n\n     1.   On  appeal, Hernandez  begins  by  challenging  the\n\ndeparture.    Most  of  the  discussion under  this  head  is\n\neffectively an  attack on  the district court's  findings and\n\ncharacterizations.   The trial judge's findings on sentencing\n\nmay  be  set aside  only if  clearly  erroneous.   See United\n                                                             \n\nStates  v.  Pineda,  </pre><span class=\"citation\" data-id=\"596482\"><a href=\"/opinion/596482/united-states-v-ramon-pineda/\"><span class=\"volume\">981</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">569</span></a></span><pre class=\"inline\">,  572  (1st  Cir.  1992).\n                  \nNevertheless,  given  the  magnitude of  the  departure,  the\n\nspecific   criticisms   made  by   counsel   deserve  careful\n\nattention.\n\n     First,   at  sentencing,   the  district   judge  orally\n\ndescribed  Hernandez' conduct  in the  March 26  operation as\n\nreckless and criminal behavior resulting in the deaths of two\n\npersons.   In the same  description, the judge  used the word\n\n\"murder\"  in  referring  to  the  incident.     In  a  formal\n\nsentencing  memorandum,  issued  a   week  or  so  after  the\n\nsentencing, the court elaborated on the  dangerous conditions\n\nin which  Hernandez  had  transported  the  aliens  and  then\n\nreferred, \"in addition,\" to Hernandez' \"reckless and criminal\n\nbehavior,  which resulted  in the  death-murder of  two human\n\nbeings.\"   United  States v.  Hernandez-Coplin, </pre><span class=\"citation no-link\"><span class=\"volume\">802</span>  <span class=\"reporter\">F. Supp.</span>\n                                              \n\n<span class=\"page\">657</span></span><pre class=\"inline\">, 661 (D.P.R. 1992).  \n\n     Hernandez now  points out  that  the probation  officer,\n\nafter  interviewing  the  defendant,  concluded  that it  was\n\n\"highly probable\" that Hernandez did not anticipate the death\n\n                             -7-\n\nof  any of  his passengers.   But  there is  no inconsistency\n\nbetween the  probation officer's  statement and  the district\n\ncourt's  summing  up of  the  matter, even  assuming  that an\n\ninconsistency mattered.  Indeed, while the  probation officer\n\ndid not use  the word \"murder,\" he  did say that forcing  the\n\npassengers  out  of the  yawl  into heavy  tides  reflected a\n\nreckless disregard for human life and the danger posed to the\n\npassengers was reasonably foreseeable.\n     We  think  that  the  trial judge,  like  the  probation\n\nofficer,  was describing  Hernandez'  conduct  as  criminally\n\nreckless and that the word \"murder\" was used colloquially  to\n\nstress  the outrageousness of  the conduct  and to underscore\n\nthe evident danger of death that the conduct posed.  So read,\n\nthe  word  \"murder\" is  the kind  of  moral flourish  that is\n\nroutine  at sentencing  and wholly  within the  trial judge's\n\ndiscretion.    As it happens,  Hernandez' conduct might  well\n\nconstitute the offense of murder in some jurisdictions, under\n\nthe  felony  murder doctrine  or merely  because  the conduct\n\ncreated a sufficiently direct and foreseeable risk of death. \n\n     Second,   a  further   challenge   to   the   departure,\n\ndefendant's brief in this court takes issue with the district\n\ncourt's finding  that Hernandez  did threaten  the passengers\n\nwith a gun.  The brief points out that he consistently denied\n\ndoing  so, that  no gun  was found,  and that  the passenger-\n\nwitness spoke  of the defendant as having \"like\" a gun in his\n\n                             -8-\n\nhand.  The first two points  are rather easily explained--the\n\ndefendant had  a motive  to lie and  was not captured  on the\n\nMarch 26  trip--and  the  third is  based  on  an  incomplete\n\nversion of  the  testimony:   after  the  passenger  witness'\n\nambiguous reference  to \"like,\"  the trial judge  (as already\n\nnoted) specifically asked  the witness whether  he saw a  gun\n\nand received an affirmative reply.\n\n     In all events, the trial judge heard both the  passenger\nwitness and  Hernandez testify and specifically  resolved the\n\ncredibility  issue  against  the  latter.    Reyes,  the  co-\n\ndefendant,  also agreed that the gun had been used, before he\n\nrefused  to  testify--quite  possibly  out  of   fear.    The\n\nprobation officer's report spoke  of the use of a  handgun by\n\nthe defendant being  \"substantiated by more  than one of  the\n\nalien witnesses\"  interviewed by  INS.   No  reviewing  court\n\ncould  possibly find  that the  district court's  own finding\n\nthat a gun was used lacked evidentiary support or was clearly\n\nerroneous.\n\n     Third,  Hernandez  argues  that  the  magnitude  of  the\n\ndeparture   in  this  case  is  \"inordinately  unreasonable,\"\n\narguing that it amounted to an increase of almost 700 percent\n\nover the guideline ranges otherwise  applicable.  Mathematics\n\naside, the departure was  certainly substantial, the sentence\n\nfor the  March 26  operation being  the statutory maximum  of\n\nfive  years  and  the four-year  sentence  for  the April  16\n\noperation being several times the guideline maximum.  \n\n                             -9-\n\n     There is no doubt  that the district court  was entitled\n\nto  depart  from the  guideline  range in  both  cases, based\n\nsolely  upon   the  dangerous   conditions   created  by   an\n\ninadequately  equipped  vessel.    This  is a  ground  for  a\n\ndeparture,  as  the  guidelines  and  case  law  make  clear,\n\nU.S.S.G.   2L1.1, application note 8; United States v. Reyes,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"556643\"><a href=\"/opinion/556643/united-states-v-jose-enrique-reyes/\"><span class=\"volume\">927</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span><pre class=\"inline\">, 52 (1st Cir. 1991), and the undisputed evidence\n\nsupports  such a  finding.  It  was also  clearly permissible\nunder this rubric  to treat as  a further aggravating  factor\n\nthe  fact, as found by the district court, that Hernandez had\n\nforced  passengers into  the water  resulting in  two deaths.\n\nU.S.S.G.   5K2.1.\n\n     As  to  the  magnitude of  the  departure,  the test  is\n\nwhether the departure is \"reasonable\" and under the case  law\n\nthe  standard of review is  quite deferential to the district\n\njudge.  </pre><span class=\"citation\" data-id=\"556643\"><span class=\"antecedent_guess\">Reyes,</span> <a href=\"/opinion/556643/united-states-v-jose-enrique-reyes/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">52-53</span></a></span><pre class=\"inline\">.  The \"multiple\" represented\n             \n\nby  the departure may be unusual in this case, but the number\n\nof voyagers endangered on the second trip and the fact of two\n\ndeaths on the  first trip  also distinguish this  case.   The\n\nsentencing memorandum  sets  forth in  detail  the basis  for\n\nfinding  that the  passengers on  both trips  were recklessly\n\nendangered.  802 F.  Supp. at 658-61.   We do not think  that\n\nthe district judge's choice exceeded permissible bounds.\n\n     2.   In  his  second  argument,  Hernandez  attacks  the\n\ndistrict court's failure to  allow a two point  reduction for\n\nacceptance  of  responsibility in  relation to  the  March 26\n\n                             -10-\n\noperation.    Although the  district judge  did allow  such a\n\nreduction for  the April 16  operation, based primarily  upon\n\nthe  guilty plea, he denied  that reduction for  the March 26\n\noperation because Hernandez refused to admit that he had used\n\na gun and had forced passengers from  the boat.  This denial,\n\nsays Hernandez, is improper because he did admit to the March\n\n26  smuggling  operation  and  is  not  required  to   accept\n\nresponsibility for other acts not charged in the indictment.\n     This seemingly straightforward issue has engaged courts,\n\nand  the  Sentencing Commission,  in a  remarkable  amount of\n\ncontroversy.   Construing the pertinent guideline  as it read\n\nprior to November 1, 1992,3 this court held that  as a matter\n\nof construction the guideline did not call upon the defendant\n\n(as  a  condition of  obtaining  the reduction)  to  admit to\n\nconduct charged  in  other,  related  counts  that  had  been\n\ndismissed.  United States v. Perez-Franco,  </pre><span class=\"citation\" data-id=\"522149\"><a href=\"/opinion/522149/united-states-v-jose-rafael-perez-franco/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">455</span> </a></span><pre class=\"inline\">(1st\n                                         \n\nCir.  1989).  Indeed, two  of the three  panel members opined\n\nthat any such condition  could violate the Fifth  Amendment's\n\nprivilege against self-incrimination.  </pre><span class=\"citation\" data-id=\"522149\"><a href=\"/opinion/522149/united-states-v-jose-rafael-perez-franco/\"><span class=\"id_token\">Id.</span> at 461-64. </a></span><pre class=\"inline\"> \n                                          \n\n     Thereafter,  the  Sentencing   Commission  altered   the\n\nguideline's application note, effective November 1, 1992,  to\n\n                    \n\n     3At that  time,  the  guideline  provided--in  the  1991\nversion  which  applies  to  this case--that  in  determining\nwhether  the  defendant  accepted  responsibility   for  \"his\ncriminal  conduct,\"  U.S.S.G.     3E1.1(a),  the court  could\nconsider whether the defendant had admitted to involvement in\n\"the  offense [of  conviction]  and related  conduct.\"   </pre><span class=\"citation\" data-id=\"522149\"><a href=\"/opinion/522149/united-states-v-jose-rafael-perez-franco/\"><span class=\"id_token\">Id.,</span>\n                                                            \napplication note </a></span><pre class=\"inline\">1(c).  \n\n                             -11-\n\nmake  clear  that acceptance  of responsibility  required the\n\ncourt to consider the defendant's action in\n\n     truthfully  admitting  the  conduct comprising  the\n     offense(s) of conviction, and  truthfully admitting\n     or  not  falsely  denying  any  additional relevant\n     conduct  for which  the  defendant  is  accountable\n     under   1B1.3 (Relevant Conduct).  \n\nU.S.S.G.   3E1.1, application note 1(a)  (1992).  Thus, under\n\nthe revised guideline the defendant must admit to the conduct\n\ncomprising the offense  and either admit or  remain silent as\n\nto other relevant  conduct.  Relevant  conduct includes  \"all\n\nactions and  omissions committed . . . by the defendant . . .\n\nthat  occurred  during  the  commission  of  the  offense  of\n\nconviction . . . .\"  U.S.S.G.   1B1.3(a)(1).  \n\n     Under this  version of  the guidelines,  Hernandez would\n\nreceive no  reduction for acceptance of  responsibility as to\n\nthe March 26 offense.  Forcing passengers into the water with\n\na  gun is  clearly relevant  conduct;  and Hernandez  did not\n\naccept  responsibility  for  it  or  remain  silent  but,  as\n\nsupportably   found  by   the   district   judge,   lied   by\n\naffirmatively  denying  that  conduct.   Whatever  the  Fifth\n\nAmendment implications of requiring the defendant to admit to\n                                                          \n\nanother  crime, it is clear that the defendant has no license\n\nto lie about the  other crime and can be penalized  under the\n\nguidelines  for doing so.  See United States v. Dunnigan, </pre><span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">113</span>\n                                                        \n\n<span class=\"reporter\">S. Ct.</span> <span class=\"page\">1111</span> </a></span><pre class=\"inline\">(1993).\n\n                             -12-\n\n     Hernandez,  however,  was not  directly subject  to this\n\nversion of the guidelines which became effective after he was\n\nsentenced.    The  version  of section  3E1.1  in  effect  at\n\nsentencing, as  construed  by  this  court  in  Perez-Franco,\n                                                            \n\narguably did not require  Hernandez to accept  responsibility\n\nfor anything other than  smuggling, </pre><span class=\"citation\" data-id=\"522149\"><span class=\"antecedent_guess\">see</span> <a href=\"/opinion/522149/united-states-v-jose-rafael-perez-franco/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">459</span></a></span><pre class=\"inline\">, and\n                                       \n\nit is debatable  whether the pertinent changes in the current\n\nversion should be viewed as a clarification or, instead, as a\n\nsubstantive  change that could  not be  applied retroactively\n\nunder the ex post facto clause.  See Ebbole v. United States,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"656157\"><a href=\"/opinion/656157/harold-a-ebbole-v-united-states/\"><span class=\"volume\">8</span>  <span class=\"reporter\">F.3d</span>  <span class=\"page\">530</span> </a></span><pre class=\"inline\">(7th  Cir. 1993)  (holding  the amendment  to be\n\nsubstantive), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">62</span>  <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3589</span> </span><pre class=\"inline\">(U.S.  Mar. 7,\n                           \n\n1994).  \n\n     We  have  concluded  that  these problems  need  not  be\n\nresolved in this case.  Assuming that Hernandez  was entitled\n\nto the two- point reduction for acceptance of responsibility,\n\nhis false denial--we must  regard it as such given  the trial\n\ncourt's  findings--also  required  a two-point  increase  for\n                                 \n\nobstruction of justice  under U.S.S.G.    3C1.1.  This  long-\n\nstanding provision,  which presents no ex  post facto problem\n                                                     \n\nin  this  case, requires  a  two-level  increase for  willful\n\nattempts to obstruct justice, at sentencing or otherwise, and\n\nit includes  \"providing  materially false  information  to  a\n\njudge  or magistrate.\"    </pre><span class=\"citation\" data-id=\"522149\"><a href=\"/opinion/522149/united-states-v-jose-rafael-perez-franco/\"><span class=\"id_token\">Id.,</span> application  note </a></span><pre class=\"inline\"> 3(f).   The\n                             \n\n                             -13-\n\nenhancement is mandatory.  United States  v. Austin, </pre><span class=\"citation\" data-id=\"571445\"><a href=\"/opinion/571445/united-states-v-michael-j-austin-united-states-v-michael-j-austin/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\n<span class=\"page\">783</span></a></span><pre class=\"inline\">, 789 (1st Cir. 1991).\n\n     This  language  fully   captures  Hernandez'  action  in\n\ndenying  to  the judge  that  he had  used  a gun  and forced\n\npassengers off his boat into the  water.  His denials are  of\n\nrecord; the court found  them to be lies; and  Hernandez knew\n\nwhat had occurred on the boat and cannot have been innocently\n\ninaccurate.  The materiality  requirement is satisfied, for a\n\njudge  might   well  take  account  of  the  gun  episode  in\n\nsentencing the defendant for  smuggling; indeed, the judge in\n\nthis case  warned  of this  possibility  at the  guilty  plea\n\nhearing.  Even if the most demanding test of willfulness were\n\nemployed,  we think  that  Hernandez  had  to have  made  his\n\nstatements  with   knowledge  that  they  might   affect  his\n\nsentence.4\n\n     Thus even if we assume that a two-point reduction should\n\nhave been accorded, it is offset by a two-point increase that\n\nshould have been imposed.   The fact that the  government did\n\nnot seek this enhancement certainly does  not prevent us from\n\ntaking  note of it  in the present   context:   at worst, the\n\ndistrict court gave  the wrong reason for  reaching the right\n\n                    \n\n     4The  Supreme  Court's  decision  in  United  States  v.\n                                                         \nDunnigan,  113   S.  Ct.  1111  (1993),   suggests  that  the\n        \nwillfulness requirement is actually  less demanding, and  may\nbe satisfied by  showing that the  defendant lied under  oath\nand  that the  matter lied  about is  material--regardless of\nwhether  the defendant  knew that  the  lie might  affect the\n</pre><span class=\"citation\" data-id=\"112821\"><span class=\"antecedent_guess\">outcome.</span>  <a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1116</span></a></span><pre class=\"inline\">.\n\n                             -14-\n\nresult in  its calculation.  Accordingly,  the supposed error\n\nif it occurred was harmless to the defendant.\n\n     3.   In  his final  attack, Hernandez'  brief poses  the\n\nquestion  whether the  district  court erred  in refusing  to\n\ngroup together  the counts  in the two  separate indictments.\n\nThe gist of the argument is that, according to Hernandez, the\n\ndistrict  court was required by U.S.S.G.   5G1.3 to treat all\n\nof the counts of the two indictments together and to apply to\n\nthem the grouping rules contained in U.S.S.G.   3D1.1 et seq.\n                                                            \n\nHernandez' brief claims that these computations would produce\n\na total offense level of 11, and a maximum guideline range of\n\n8 to 14  months.  In this  case, we think there is  a problem\n\nwith  the  computation  of  two  separate  guideline  ranges,\n\nalthough our  reasoning and  result differ from  the position\n\nurged by Hernandez.  \n\n     Despite Hernandez' reliance on U.S.S.G.   5G1.3(b), that\n\nsection  almost certainly has  nothing to do  with this case.\n\nThe portion  of that section invoked by Hernandez concerned a\n\ndefendant who was sentenced  under the guidelines while still\n\nsubject  to  an  unexpired  guidelines   sentence  previously\n\nimposed.   With certain exceptions,    5G1.3(b) provided that\n\nin such  a case the new  sentence should be computed  so that\n\nthe old  and new  sentences together  would \"equal  the total\n\npunishment that  would have been  imposed under   5G1.2 . . .\n\n                             -15-\n\nhad all  the sentences been  imposed at the same  time.\"5  In\n\nour view U.S.S.G.    5G1.3(b)  refers to cases  in which  two\n\nsentences are imposed on different occasions.\n                                  \n\n     Admittedly, this is not  crystal clear from the language\n\nof the provision itself; one might argue from the words alone\n\nthat  the provision also embraces a  case where two sentences\n\nare imposed sequentially by  the same judge on the  same day.\n\nBut this reading is implicitly  refuted by the commentary  to\n\nU.S.S.G.    5G1.2  which already  provides that  the multiple\n                                \n\ncount provisions apply  not only  to multiple  counts in  the\n\nsame  indictment but  also to  multiple counts  \"contained in\n\ndifferent indictments  or information for which sentences are\n\nto  be  imposed  at  the  same  time  or  in  a  consolidated\n\nproceeding.\"   In  other words,  the government  is right  in\n\narguing that U.S.S.G.   5G1.3 did not apply, but Hernandez is\n\ncorrect  in thinking that the  concept embodied in U.S.S.G.  \n\n5G1.2 applies anyway.6\n\n                    \n\n     5The  language that  arguably made  U.S.S.G.    5G1.3(b)\napplicable  to this  case was  subsequently deleted  from the\nguidelines, see U.S.S.G., App.  C, amendment no. 465,  at 290\n               \n(1992), but we consider the guideline language as it stood in\n1991.\n\n     6We  say   \"the  concept\"  because   formally  part  5G,\ncontaining    5G1.2, does not itself come into play until the\ncourt  has determined  a guideline range,  and then  chosen a\nspecific  sentence  within  or  (where  a  departure  occurs)\noutside the range.  Still,    5G1.2 would not make much sense\nunless we also assumed that the  grouping rules under chapter\n3, part D had previously been applied to counts \"contained in\ndifferent indictments .  . .  for which sentences  are to  be\nimposed at the same time.\"  Accordingly, we read this concept\n\n                             -16-\n\n     This, however, is only  the first step in  the sequence.\n\nEven if one treats the use of two indictments rather than one\n\nas  irrelevant to  sentencing,  the question  remains how  to\n\napply  the guidelines  to the multiple  counts in  this case.\n\nThe grouping  rules answer  this question by  first directing\n\nthat the  district court group  together into a  single group\n\neach  set of \"closely related  counts.\"  U.S.S.G.   3D1.1(a).\n\nHernandez argued at length to the district court, and appears\n\nto  assume  in  this court,  that  all  ten  counts to  which\n\nHernandez pled guilty comprised one group of  closely-related\n\ncounts.   If this were  so, the  total offense level  for the\n\nentire group would be  the offense level for the  single most\n\nserious count.  U.S.S.G.   3D1.3.\n\n     But it is not so  because under the guideline definition\n\nof  closely related counts, the counts  relating to the March\n\n26  smuggling  operation  constitute  one  group  of  closely\n\nrelated  counts  and  the  counts relating  to  the  April 16\n\noperation  constitute  a separate  group  of closely  related\n                                 \n\ncounts.  The grouping rules expressly say that counts are not\n\nto  be  grouped  together   where  the  \"[t]he  defendant  is\n\nconvicted  of two  counts, each  for unlawfully  bringing one\n\nalien into  the United  States, but on  different occasions.\"\n\nU.S.S.G.   3D1.2(b), application note 3, example 7.  Thus the\n\ndistrict  court was  quite  correct in  rejecting  Hernandez'\n\n                    \n\ninto chapter 3, part D.\n\n                             -17-\n\nrequest  to treat all of the  counts in both indictments as a\n\nsingle group of closely related counts.\n\n     It  does not  follow,  however, that  separate guideline\n\nranges are to be used for the two indictments.  Rather, where\n\nthe multiple  count grouping  rules apply  but there  is more\n\nthan  one group of closely related counts, the groups must be\n\ncombined  according  to a  formula  specified  in U.S.S.G.   \n\n3D1.4.  It is not entirely surprising that the district judge\n\noverlooked  the  final  step:   neither  the  prosecutor  nor\n\ndefense  counsel  argued  for  this  outcome;  the  probation\n\nofficer  apparently overlooked  the point;  and it  is hardly\n\nintuitive that  a defendant should receive  a volume discount\n\nin sentencing for arguably unrelated offenses.\n\n     Why this discount is made  available by U.S.S.G.   3D1.4\n\nis nowhere explained in the guidelines.  It appears, however,\n\nthat  the  guideline  drafters  were trying  to  assure  some\n\ndiscount  for crimes that did  not happen to  fall within the\n\nclosely related count definitions but were still sufficiently\n\nrelated so  that merely  to compute individual  sentences and\n\nadd  them together  would  overstate the  seriousness of  the\n\noffenses.7    However,  the  guidelines  as  drafted  operate\n                                                    \n\n                    \n\n     7For  example,  a defendant  who  in  a single  criminal\nepisode (say, a bank  robbery) injured two persons would  not\nnormally  have  the  separate  counts for  the  two  injuries\ngrouped  as \"closely related,\"  because two  separate victims\nare involved.  U.S.S.G.   3D1.2.   But it might be thought by\nsome, including the guideline  drafters, that such conduct is\nmore culpable than injuring a single victim but less culpable\n\n                             -18-\n\ngenerally, perhaps crudely, by offering the discount wherever\n\nthe  multiple  counts  happen  to  be  charged  in  the  same\n\nindictment  (or,  as we  read  the  guidelines, wherever  the\n\ndefendant  is  sentenced  at  the same  time  under  multiple\n\nindictments).\n\n     Because  it turns  on  mechanical  choices (namely,  the\n\nchoice  to   use  a  single  indictment   or  treat  multiple\n\nindictments together), the  volume discount  for counts  that\n\nare  not  closely  related  may  sometimes  turn  out  to  be\n\navailable  where  its  apparent  rationale  does  not  apply.\n\nPertinently, a  discount might be warranted  where two aliens\n\nare smuggled on  a single trip (indeed,  the guidelines treat\n\nthe counts as closely related);  but it may be harder  to see\n\nwhy a discount  should be applied for  two separate smuggling\n\nventures  at separate  times,  even though  they  may be  the\n\nsubject  of a  single indictment  or two  indictments handled\n\ntogether.   Any  such anomaly,  however,  can be  handled  by\n\nsentencing at the high point of the range or by a  departure.\n\n     In  all events, the  discount is explicit:   a \"combined\n\noffense  level  is determined  by  taking  the offense  level\n\napplicable to the  Group with the  highest offense level  and\n\nincreasing that offense level by  the amount indicated in the\n\n. . . [specified] table.\"  U.S.S.G.   3D1.4.  We have already\n\n                    \n\nthan injuring two victims in two entirely different episodes.\n\n                             -19-\n\nexplained why we  agree that the  district court reached  the\n\nright result (or at  least one as favorable as  the defendant\n\ndeserved) in computing an  offense level of 11 for  the March\n\n26  operation.  At this  point, U.S.S.G.    3D1.4 called upon\n\nthe district judge  to increase  this figure by  2 levels  to\n\ncreate  a  combined  offense  level  of  13.8   Instead,  the\n\ndistrict court treated  the two indictments as giving rise to\n\nseparate offense levels and to  separate guideline sentencing\n\nranges.\n\n     The question  remains whether the omission  of the final\n\nrefinement had any  bearing on the total sentence  imposed by\n\nthe  district court.   If  the district  court had  sentenced\n\nwithin the guideline  range, the proper  offense level of  13\n      \n\nwould  have dictated a sentence  of imprisonment of  12 to 18\n\nmonths.      The  judge   chose   instead   to  depart   very\n\nsubstantially, imposing a total  term of imprisonment of nine\n\nyears.   Looking to the  factors that apparently underlay the\n\njudge's  departure,  one may  doubt  whether  the failure  to\n\ncombine the two  offense levels  made any  difference in  the\n\nultimate sentence of nine years.\n\n     Nevertheless, we have chosen to vacate the sentences and\n\nremand for  resentencing because we cannot  be confident that\n\n                    \n\n     8The formula  in U.S.S.G.    3D1.4(a)  calls for  a two-\nlevel increase where  (as here)  there is a  second group  of\nclosely-related counts  whose offense level is  as serious as\nor  within 1 to 4  levels less serious  than the most serious\ngroup.  \n\n                             -20-\n\nthe mistake was harmless.  See Williams v. United States, 112\n                                                        \n\nS.  Ct. 1112,  1121 (1992).    Resentencing in  this instance\n\nrequires  no   additional  evidence  and  is   only  a  small\n\nadministrative burden.   Even small adjustments  could make a\n\nlot of difference  to the  defendant.  Above  all, the  great\n\nlatitude possessed by the district court in deciding  how far\n\nto depart makes it  all the more important that  the district\n\njudge exercise a fully informed discretion.  At least in this\n\ncase, we  think this  information should include  the correct\n\ncomputation of the point of departure.\n\n     The use of  a single  combined offense level  in no  way\n\nprevents the district judge from  imposing a sentence of nine\n\nyears  on remand.   The  various grouping  rules are  used in\n\ndetermining  the guideline  sentence  range;  once the  judge\n                          \n\ndetermines to  depart from that range,  the statutory maximum\n\nis derived by adding up the  maximums for each of the  counts\n\non  which the defendant  was convicted,  here five  years for\n\neach of ten counts.   Cf. U.S.S.G.    5G1.2(d).9  Of  course,\n                         \n\nno one suggests  that a  sentence of fifty  years would be  a\n\n                    \n\n     9  \"[T]he total  punishment\" under U.S.S.G.     561.2 is\nnormally  determined  by   the  guideline  range,   see  </pre><span class=\"citation no-link\"><span class=\"id_token\">id.,</span>\n                                                            \nsubsection  (b), </span><pre class=\"inline\"> but  where  the sentencing  court  lawfully\ndeparts from  the guideline range, \"the  total punishment\" is\nthe punishment specified as  a result of that  departure; and\nsentences then run consecutively  \"to the extent necessary to\nprovide a  combined sentence equal to  the total punishment.\"\nSee </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> subsection (d).\n</span><pre class=\"inline\">       \n\n                             -21-\n\nproper departure,  but that is because  of the reasonableness\n\nrequirement and not on account of the grouping rules.\n\n     The  grouping rules  are one  of those  chapters in  the\n\nSentencing Guidelines where practical  judgments, unexplained\n\npolicy choices, and extreme complexity are so fused that even\n\nthe most expert of lawyers and judges can be led astray.  The\n\nglitches that occurred  here cast no  reflection on the  very\n\nable district judge.  Whatever one's conception  of the right\n\nsentence in  this tragic case, the  district court approached\n\nthe  matter  with  the  care, concern  and  seriousness  that\n\nsentencing issues always deserve.\n\n     The sentences are  vacated and the case  is remanded for\n                                                         \n\nresentencing  on the premise that the point of departure is a\n\ncombined offense level of 13.  \n\n     It is so ordered.\n                     \n\n                             -22-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112821/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522149/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556643/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571445/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596482/",
    "https://www.courtlistener.com/api/rest/v3/opinions/656157/"
  ]
}