{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195499/",
  "id": 195499,
  "absolute_url": "/opinion/195499/nasco-inc-v-public-storage-inc/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195499/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:41:09Z",
  "date_modified": "2020-02-21T23:29:40.586724Z",
  "type": "010combined",
  "sha1": "9587a76ebcc616685538a1d8f4b2b29215890cc7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1035.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 94-1035\n\n                         NASCO, INC.,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                    PUBLIC STORAGE, INC.,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Joseph L. Tauro, U.S. District Judge]\n                                                   \n\n                                         \n\n                            Before\n\n                   Torruella, Circuit Judge,\n                                           \n                Coffin, Senior Circuit Judge,\n                                            \n                  and Stahl, Circuit Judge.\n                                          \n\n                                         \n\nJoseph G. Abromovitz with whom Marsha  A. Morello and Abromovitz &amp;\n                                                                  \nLeahy, P.C. were on brief for appellant.\n       \nJohn P. Connelly with whom James  E. Carroll and Peabody  &amp; Arnold\n                                                                  \nwere on brief for appellee.\n\n                                         \n\n                        July 18, 1994\n                                         \n\n          STAHL, Circuit Judge.   In this appeal,  plaintiff-\n                              \n\nappellant NASCO, Inc., challenges the district  court's entry\n\nof summary  judgment against  it and  in favor  of defendant-\n\nappellee Public  Storage, Inc.  (\"PSI\").  NASCO  asserts that\n\nthe  court erred in concluding that a trial was not warranted\n\non its claims for breach of contract and unfair and deceptive\n\ntrade practices.   After conducting a  careful review of  the\n\nrecord, we agree.  We therefore vacate and remand for a trial\n\non the merits.\n\n                              I.\n                                \n\n                          BACKGROUND\n                                    \n\nA.  The Facts\n             \n\n          In   June  1987,   NASCO,  a   closely-held  family\n\ncorporation  which had  manufactured and  distributed springs\n\nfor mattresses and  box springs, ceased business  operations.\n\nAt  the  time   NASCO  closed  down,  it  owed  Shawmut  Bank\n\napproximately  $800,000.00.   NASCO  had been  having trouble\n\nservicing  its debt  to Shawmut  and faced foreclosure.   Its\n\nonly  asset  of any  value  was  the Chelsea,  Massachusetts,\n\nfacility from  which  it had  operated  its business.    This\n\nfacility   was   estimated    to   be   worth   approximately\n\n$4,000,000.00.\n\n          In  early 1988, NASCO  retained real  estate broker\n\nPeter  Cooney of  Coldwell  Banker to  act  as its  agent  in\n\nmarketing  the Chelsea  facility for  sale.   Soon  after the\n\n                             -2-\n                              2\n\nproperty went on the  market, agents of PSI  approached NASCO\n\nand expressed an interest in purchasing it for use as a self-\n\nstorage  facility.     In  April  1988,   PSI  offered  NASCO\n\napproximately  $3,800,000.00 for  the  facility,  subject  to\n\ncertain  terms  and  conditions.    Negotiations  ensued  and\n\ncontinued for  approximately two years.   During this period,\n\nShawmut  continually threatened  foreclosure,  but  held  off\n\nbecause  of  the  apparent  seriousness of  the  negotiations\n\nbetween NASCO and PSI.\n\n          Throughout  the  period   of  negotiations,   other\n\ncompanies,  groups,  and  individuals  expressed  interest in\n\npurchasing the property.   PSI's interest, however,  appeared\n\nsignificantly  more substantial,  as PSI  representatives (1)\n\nrepeatedly assured NASCO that PSI would purchase the property\n\nas soon  as it acquired a permit  allowing the property to be\n\nused  as  a  self-storage  facility;  (2)  became  personally\n\ninvolved in zoning issues and land court litigation to secure\n\nsuch a  permit;1 and (3) offered to meet with representatives\n\nfrom Shawmut to demonstrate PSI's good  faith and interest in\n\nacquiring the  property.   NASCO  therefore  put all  of  its\n\nenergies into finalizing a deal with PSI.\n\n          Finally, on January 31, 1990,  following a personal\n\nreview of  the property  by certain PSI  representatives, PSI\n\n                    \n\n1.  Following the land court  litigation, the City of Chelsea\ngranted PSI a use permit on December 28, 1989.\n\n                             -3-\n                              3\n\nsigned a  purchase and  sales agreement (\"the  Agreement\") to\n\nbuy the  property  for $3,575,000.00.2   NASCO  countersigned\n\nthe Agreement on  February 2,  1990.  One  paragraph of  this\n\nAgreement, reproduced below, is particularly relevant to this\n\nlitigation:\n\n               11.    Expiration.   This  Agreement\n                                \n          shall be  of no force  or effect  unless,\n          within seven (7) days after the date this\n          Agreement has been executed by Seller and\n          Buyer's  Real  Estate Representative,  an\n          Officer,   the  Secretary   or  Assistant\n          Secretary   of   Buyer,   executes   this\n          Agreement on behalf of Buyer and delivers\n          to   Seller  an  executed  copy  of  this\n          Agreement  signed on  behalf of  Buyer by\n          both its Real  Estate Representative  and\n          either  the  Secretary  or  an  Assistant\n          Secretary  of  Buyer,  together with  the\n          [$20,000.00]   Deposit  [PSI   agreed  to\n          provide upon execution of the Agreement].\n\n          Importantly,  although  a  PSI Assistant  Secretary\n\nsigned the Agreement and thereafter delivered a copy of it to\n\nNASCO, PSI  never provided NASCO with  the $20,000.00 deposit\n\nreferenced in paragraph 11.\n\n          Subsequent to  the signing  of  the Agreement,  the\n\nfollowing pertinent events took place.  On February 12, 1990,\n\nPSI asked NASCO to reactivate electric service to the Chelsea\n\nproperty.  NASCO complied with this request.  On February 21,\n\n1990, Thomas Bennett, NASCO's  attorney, wrote to David Dunn,\n\nPSI's attorney,  and brought to  his attention the  fact that\n\n                    \n\n2.  NASCO reduced  the purchase  price from  $3,800,000.00 to\n$3,575,000.00 in order to offset certain expenses incurred by\nPSI during the two-year negotiation period.\n\n                             -4-\n                              4\n\nPSI had not yet  provided NASCO with the  $20,000.00 deposit.\n\nWhen Peter Cooney, NASCO's real estate agent, received a copy\n\nof this letter, he contacted PSI representatives, who assured\n\nhim  that  the  transaction  remained  viable.    These  same\n\nrepresentatives told him that  \"the red tape of setting  up a\n\ndevelopment plan\" had occasioned  the delay in forwarding the\n\ndeposit.   Meanwhile,  Attorney  Dunn  responded to  Attorney\n\nBennett's letter by informing him that the deposit \"was being\n\nworked\" on by  PSI.   Attorney Dunn did  not inform  Attorney\n\nBennett that the deal was off at this time.\n\n          On  or about  February  22, 1990,  PSI generated  a\n\nmortgage  update  on the  property.   On  March 2,  1990, PSI\n\nprepared a project analysis  for the property.  On  March 19,\n\n1990, Attorney  Dunn wrote  to Attorney Bennett  and informed\n\nhim that PSI had \"decided to terminate\" the Agreement.  On or\n\nabout  that same  date, PSI  produced a  \"Project Abandonment\n\nAuthorization\"   which  indicated  that   the  Agreement  was\n\ncancelled as of  March 19, 1990, and which  noted that no PSI\n\ndeposits  were at risk.   Nonetheless, on April  3, 1990, PSI\n\ngenerated a second project analysis. \n\n          On  April 13,  1990, Shawmut  learned that  PSI had\n\ncancelled the Agreement.  Soon thereafter, Shawmut sent NASCO\n\na formal  Notice of Intent  to Foreclose.   On May  23, 1990,\n\nShawmut  held a  foreclosure  sale and  itself purchased  the\n\nproperty for approximately $852,000.00.\n\n                             -5-\n                              5\n\nB.  Proceedings Below\n                     \n\n          On  November  9,  1992,  NASCO  filed  a  two-count\n\ncomplaint against PSI, alleging that PSI had (1) breached the\n\nAgreement;  and (2)  engaged  in unfair  and deceptive  trade\n\npractices  in  violation  of Mass.  Gen.  L.  ch.  93A.   The\n\ncomplaint   sought  more   than  $8,000,000.00   in  damages.\n\nJurisdiction was premised upon diversity of citizenship.\n\n          On  October  29,  1993,  following   the  close  of\n\ndiscovery, PSI  filed a motion  for summary judgment  on both\n\ncounts  of the complaint.   With regard to  NASCO's breach of\n\ncontract  claim, PSI  argued  that, under  paragraph 11,  its\n\nfailure to  pay the $20,000.00  deposit within seven  days of\n\nsigning  of  the  Agreement   unambiguously  had  caused  the\n\nAgreement  to \"expire by its own terms.\"  In the alternative,\n\nPSI  asserted  that the  deposit  provision  was a  condition\n\nprecedent, and  that  its  failure to  pay  the  deposit  had\n\nprevented  the Agreement  from coming  into existence.   With\n\nregard to NASCO's unfair trade practices claim, PSI contended\n\nthat its conduct, even if objectionable,  would not \"raise an\n\neyebrow  of someone  inured to  the rough  and tumble  of the\n\nworld  of commerce,\" and therefore did not attain \"a level of\n\nrascality\" which could give rise to liability under ch.  93A.\n\nSee  Levings v. Forbes &amp;  Wallace, Inc., 396  N.E.2d 149, 153\n                                       \n\n(Mass. App. Ct. 1979)  (interpreting reach of ch. 93A,    11,\n\nwhich governs unfair trade  practices claims brought by those\n\n                             -6-\n                              6\n\n\"engaged in  trade or commerce in  business transactions with\n\nothers similarly engaged\"). \n\n          In  response,   NASCO  argued,  inter   alia,  that\n                                                      \n\nparagraph  11 is ambiguous as to whether PSI's failure to pay\n\nthe  deposit  either  caused   the  Agreement  to  expire  or\n\nconstituted a  failure to satisfy a  condition precedent, and\n\nthat extrinsic  evidence is  admissible to help  resolve this\n\nambiguity.  It then contended that the  extrinsic evidence in\n\nthis  case  demonstrates that  the  Agreement  did come  into\n\nexistence  and  did  not expire  when  PSI  did  not pay  the\n\ndeposit.    NASCO next  maintained  that  this same  evidence\n\ncreated  a triable  issue  as to  whether  PSI's conduct  was\n\nbeyond the toleration  of even those  persons \"inured to  the\n\nrough  and  tumble  of  the  world  of  commerce,\"  id.,  and\n                                                       \n\nprecluded summary  judgment on its  ch. 93A claim.   Finally,\n\nNASCO  asserted that  PSI's conduct  and its  own detrimental\n\nreliance  on  that  conduct  gave rise  to  viable  claims of\n\nestoppel and breach of the implied covenant of good faith and\n\nfair  dealing, and  that these  claims, while  not explicitly\n\npleaded in  its complaint,  were implicit in  the allegations\n\nunderlying its ch. 93A count.    \n\n          On  December  8, 1993,  the district  court granted\n\nPSI's  summary  judgment motion.    With  respect to  NASCO's\n\nbreach  of contract  claim,  the court  declined  to look  at\n\nNASCO's  extrinsic  evidence,  reasoning  that  paragraph  11\n\n                             -7-\n                              7\n\nclearly and unambiguously required  payment of the deposit by\n\nPSI for  the  Agreement to  have  continuing effect.3    With\n\nrespect to NASCO's ch. 93A claim, the court stated:  \"For the\n\nsame reasons  [that NASCO's breach of  contract claim fails],\n\nCount II of  the complaint  (the 93A claim),  which does  not\n\nspecifically allege  any misrepresentations made by  PSI, but\n\nmerely a  failure  to  comply with  the  Agreement,  is  also\n\nwithout merit.\"    The court  did not  explicitly respond  to\n\nNASCO's  contention that its  complaint adequately  set forth\n\ncauses  of  action for  estoppel  and breach  of  the implied\n\ncovenant of  good  faith  and  fair  dealing.    This  appeal\n\nfollowed.\n\n                             II.\n                                \n\n                          DISCUSSION\n                                    \n\n          NASCO's  appellate  arguments  largely  mirror  the\n\nrelevant ones made in its memorandum of law in support of its\n\nopposition  to   PSI's  summary  judgment   motion.4    NASCO\n\n                    \n\n3.  It is not clear  from its memorandum of decision  whether\nthe court viewed the Agreement as having never been in effect\nor as having expired seven days after its execution.\n\n4.  In  its  brief,  NASCO  raises  for  the  first  time  an\nalternative argument that the extrinsic evidence proves that,\nsubsequent to concluding the Agreement, the parties  modified\nthe deposit provision of paragraph  11.  Because NASCO  never\nmade this argument to  the district court, we will  regard it\nas waived.   See FDIC  v. World Univ.  Inc., 978 F.2d  10, 13\n                                           \n(1st  Cir. 1992)  (arguments  raised for  the  first time  on\nappeal  ordinarily are deemed waived).   Of course,  if it so\ndesires, NASCO  may file a  post-remand motion  to amend  its\ncomplaint   so  as   to  state   an  alternative   claim  for\nmodification.\n\n                             -8-\n                              8\n\ncontends that (1)  the district court  erred in granting  PSI\n\nsummary judgment  on its  breach of contract  claim; (2)  the\n\ncourt erred in granting  PSI summary judgment on its  ch. 93A\n\nclaim; and (3)  the court erred  in overlooking the  estoppel\n\nand breach of  the implied  warranty of good  faith and  fair\n\ndealing  claims  that  inhered  in  the  allegations  in  its\n\ncomplaint.  After reciting  the summary judgment standard, we\n\ndiscuss each argument in turn.\n\nA.  Summary Judgment Standard\n                             \n\n          When presented with a motion for summary  judgment,\n\ncourts should  \"pierce the  boilerplate of the  pleadings and\n\nassay the parties' proof in  order to determine whether trial\n\nis  actually  required.\"    Wynne  v.  Tufts  Univ.  Sch.  of\n                                                             \n\nMedicine, 976  F.2d 791, 794  (1st Cir. 1992),  cert. denied,\n                                                            \n\n113 S. Ct. 1845 (1993).  A summary judgment motion  should be\n\ngranted   when  \"the   pleadings,  depositions,   answers  to\n\ninterrogatories, and  admissions on file,  together with  the\n\naffidavits, if any, show that there is no genuine issue as to\n\nany  material fact and that  the moving party  is entitled to\n\njudgment as a matter of law.\"  Fed. R. Civ. P. 56(c).\n\n          \"In this context, `genuine' means that the evidence\n\nis such that  a reasonable  jury could resolve  the point  in\n                                      \n\nfavor of  the  nonmoving party,\"  Rodriguez-Pinto v.  Tirado-\n                                                             \n\nDelgado, 982 F.2d 34, 38 (1st Cir. 1993)  (internal quotation\n       \n\nmarks  and  citations  omitted)  (emphasis  supplied),  while\n\n                             -9-\n                              9\n\n\"material\" means that the  fact has \"the potential  to affect\n\nthe outcome of  the suit under the applicable  law,\" Nereida-\n                                                             \n\nGonzalez  v.  Tirado-Delgado, 990  F.2d  701,  703 (1st  Cir.\n                            \n\n1993).  One  should note,  however, that we  always read  the\n\nrecord \"in  the light  most flattering  to the  nonmovant and\n\nindulg[e] all  reasonable inferences in that  party's favor.\"\n\nMaldonado-Denis  v. Castillo-Rodriguez, No. 93-2012, slip op.\n                                      \n\nat 7, (1st Cir. May 6, 1994).  Our recitation of the facts in\n\nthis case, see supra section I-A, reflects this tenet.\n                    \n\n          Finally, our review of a summary judgment ruling is\n\nplenary.   Garside v. Osco Drug,  Inc., 895 F.2d 46,  48 (1st\n                                      \n\nCir. 1990).\n\nB.  The Breach of Contract Claim\n                                \n\n          As  noted above,  the  district  court granted  PSI\n\nsummary  judgment on NASCO's breach of contract claim.  In so\n\ndoing, the court declined to consider any evidence beyond the\n\nfour corners of the Agreement, ruling that,  under \"the clear\n\nand unambiguous\" provisions  of paragraph 11,  \"PSI's failure\n\nto  pay  the deposit  made  the Agreement  without  force and\n\neffect.\"     NASCO  challenges  this  ruling,   arguing  that\n\nparagraph 11  is ambiguous on  the question of  whether PSI's\n\nfailure to  pay the  deposit somehow precluded  the Agreement\n\nfrom taking effect, that  extrinsic evidence is admissible to\n\nclarify this  ambiguity, and  that the extrinsic  evidence in\n\nthis case creates a triable issue as to whether PSI's failure\n\n                             -10-\n                              10\n\nto  pay  the  deposit  had  any bearing  on  the  Agreement's\n\nefficacy.  We are persuaded by NASCO's argument.\n\n          Under Massachusetts law, \"the question of whether a\n\ncontract  term is  ambiguous is  one of  law for  the judge.\"\n\nFDIC  v. Singh,  977 F.2d  18, 22  (1st Cir.  1992) (citation\n              \n\nomitted).  When the  judge finds that a contract term  is, in\n\nsome  material respect,  uncertain or  equivocal in  meaning,\n\nthen  \"`all the circumstances  of the parties  leading to its\n\nexecution may  be shown for  the purpose of  elucidating, but\n\nnot contradicting or changing its terms.'\"  Boston Edison Co.\n                                                             \n\nv.  F.E.R.C., 856  F.2d 361,  365  (1st Cir.  1988) (applying\n            \n\nMassachusetts  law)  (quoting   Robert  Industries,  Inc.  v.\n                                                         \n\nSpence,  291   N.E.2d  407,  409  (Mass.   1973));  see  also\n                                                             \n\nMassachusetts Mun.  Wholesale Elec.  Co. v. Town  of Danvers,\n                                                            \n\n577 N.E.2d  283, 289 (Mass. 1991)  (courts consider extrinsic\n\nevidence  to discern  intent  of contracting  parties when  a\n\ncontract term is ambiguous).\n\n          As an  initial matter, we do not share the district\n\ncourt's conviction that the intended operation and meaning of\n\nparagraph  11's provisions are clear and unambiguous.  On the\n\none  hand,  Paragraph  11  is entitled  \"Expiration.\"    This\n\nsuggests that the Agreement  would, upon execution, come into\n\nand remain in effect  unless and until some specified  act or\n\nomission caused it to cease existing.  On the other hand, the\n\ntext of paragraph 11  states that the Agreement would  \"be of\n\n                             -11-\n                              11\n\nno  force or effect unless,\" within seven days of its signing\n\nby NASCO  and PSI's real estate  representative, \"an Officer,\n\nthe Secretary  or Assistant Secretary of  [PSI] executes this\n\nAgreement . .  . and delivers  to Seller an executed  copy of\n\nthis Agreement signed  on behalf  of Buyer by  both its  Real\n\nEstate  Representative   and  either  the  Secretary   or  an\n\nAssistant  Secretary of  Buyer, together  with the  Deposit.\"\n\nThis suggests that the Agreement  would not come into  effect\n\nat all  unless and until some certain condition or conditions\n\nprecedent  had transpired.  Thus,  even if PSI  is correct in\n\nasserting that  the viability of the  Agreement depended upon\n\nits payment  of the deposit,  it is not at  all clear whether\n\nthe Agreement ever went into effect.5\n\n          Of course, if  payment of the deposit  by PSI were,\n\nunder  either  of  PSI's  theories,  see  supra  note   5,  a\n                                               \n\nrequirement  for the  Agreement to  be in  effect  beyond the\n\nseven-day  window  set  forth   in  paragraph  11,  then  the\n\nambiguity on the question  of whether the Agreement had  ever\n\ncome  into effect would be immaterial.  In our view, however,\n\nparagraph 11 does not  clearly and unambiguously make payment\n\nof   the  deposit   within  the   seven-day  window   such  a\n\nrequirement.    We  do  think  that  one  plausibly  can read\n\nparagraph  11  as mandating  that  the  deposit be  delivered\n\n                    \n\n5.  PSI's  alternative  arguments   that  the  Agreement  (1)\nexpired  by its own terms;  or (2) never  came into existence\nunderscore this point.\n\n                             -12-\n                              12\n\n\"together  with\"  a copy  of the  executed Agreement  for the\n\nAgreement to be viable.  Nonetheless, we think it at least as\n\nplausible  to view  the  delivery of  a  signed copy  of  the\n\nAgreement  itself  as the  viability-triggering  act, and  to\n                 \n\nconstrue  the  deposit  provision  as  merely  confirming  an\n\nearlier provision6 which provided  that PSI would deliver the\n                                                 \n\n$20,000.00 when it  delivered to  NASCO a copy  of the  fully\n               \n\nexecuted  Agreement.  Therefore,  we are of  the opinion that\n\nthe deposit provision is  ambiguous.  See Singh, 977  F.2d at\n                                               \n\n22 (\"[C]ontract  language which is  susceptible to differing,\n\nbut  nonetheless  plausible  constructions   is  ambiguous.\")\n\n(citation and  ellipsis omitted).  This  ruling finds support\n\nin  the  fact that,  under  an extremely  strict  and literal\n\nreading of paragraph 11, PSI's  undisputed delivery of a copy\n\nof  the fully  executed Agreement  without the  deposit would\n\nhave been meaningless.7\n\n                    \n\n6.  Paragraph  3 of  the  Agreement states:    \"Of the  [full\n$350,000.00]  deposit referenced  in paragraph  1.(a) hereof,\n$20,000.00  shall  be paid  upon execution  hereof  . .  . .\"\n                                                  \n(Emphasis supplied).\n\n7.  One  should note that PSI does not argue that the deposit\nhad to be  paid at the  very same time  as its delivery of  a\n                                      \nsigned copy of the Agreement to NASCO.  Instead, PSI contends\nthat  paragraph  11  clearly  and  unambiguously  called  for\npayment  of the  deposit at  some point within  the seven-day\nwindow.  A  highly-literal reading of paragraph  11 (the only\ntype of reading that could entitle  PSI to summary judgment),\nhowever, cannot  support this argument; the  Agreement called\nfor the deposit to be paid \"together with\" the delivery of an\nexecuted copy of the Agreement.\n\n                             -13-\n                              13\n\n          Having determined that  the relevant provisions  of\n\nparagraph 11  are  ambiguous, we  turn  now to  the  parties'\n\nextrinsic evidence.   And, we  believe it apparent  that this\n\nevidence undermines  the district  court's ruling that,  as a\n\nmatter of law,  \"PSI's failure  to pay the  Deposit made  the\n\nAgreement  without force and effect.\"   We think a reasonable\n\njury  could conclude, on the  basis of the evidence regarding\n\nthe  parties'  actions subsequent  to  the  February 9,  1990\n\nexpiration of the seven-day  window provided for in paragraph\n\n11, that the parties did not intend payment of the deposit to\n\nbe a  sine qua non for the Agreement to be viable beyond this\n                  \n\ndate.  This  evidence includes,  but is not  limited to,  (1)\n\nPSI's  February  12,  1990   request  that  NASCO  reactivate\n\nelectric  service   to  the   Chelsea  property;   (2)  PSI's\n\nassurances  to  NASCO's real  estate representative,  made in\n\nlate February 1990, that the transaction would go through and\n\nthat the delay in paying the deposit was due to \"the red tape\n\nof  setting  up a  development  plan\";  (3) PSI's  attorney's\n\nrepresentation  to NASCO's  attorney, made  in  late February\n\n1990, that the  deposit \"was  being worked on\";  and (4)  the\n\nmortgage update  and project analyses involving  the property\n\nprepared by PSI between February 22, 1990 and April 3, 1990.\n\n          Accordingly,  we vacate the  district court's entry\n\nof  summary judgment against NASCO on  its breach of contract\n\nclaim, and remand for a trial on the merits.\n\n                             -14-\n                              14\n\nC.  The ch. 93A Claim\n                     \n\n          As noted  above,  the district  court premised  its\n\nentry  of summary judgment against NASCO on the ch. 93A claim\n\non its  conclusion that  PSI  did not  breach the  Agreement.\n\nBecause the  court erred in  reaching this conclusion  at the\n\nsummary judgment stage, we cannot rely upon its  reasoning to\n\naffirm the summary judgment ruling on the ch. 93A claim.\n\n          PSI  nonetheless  argues,  as  it  did  before  the\n\ndistrict court,  that we should  affirm the entry  of summary\n\njudgment  in its favor on  NASCO's ch. 93A  claim because (1)\n\nthe claim is governed by ch. 93A,   11; and (2) ch. 93A,   11\n\nrequires  that   objectionable  conduct  reach  \"a  level  of\n\nrascality\" not present here.  More particularly, PSI contends\n\nthat, in a  breach of contract situation,  liability does not\n\nattach  under ch.  93A,    11  unless  a defendant  knowingly\n\nbreached a contract in order to secure additional benefits to\n\nitself  to the  detriment of  a plaintiff.   See  Atkinson v.\n                                                          \n\nRosenthal, 598  N.E.2d 666, 670 (Mass. App. Ct. 1992) (\"There\n         \n\nis in those  decisions [imposing liability  under ch. 93A,   \n\n11] a consistent pattern of  the use of a breach of  contract\n\nas a lever to  obtain advantage for the party  committing the\n\nbreach  in relation to the  other party; i.e.,  the breach of\n\ncontract has an extortionate quality that gives it the rancid\n\nelement of unfairness.  In the absence of conduct having that\n\nquality, a failure to perform obligations [under a contract],\n\n                             -15-\n                              15\n\neven though deliberate and for reasons of self-interest, does\n\nnot present an occasion for invocation of ch. 93A remedies.\")\n\n(citation omitted).\n\n          The difficulty with PSI's argument is that, even if\n\nwe credit all of  its premises, we believe that  a reasonable\n\njury could conclude from  the evidence in this case  that PSI\n\nbreached  the  Agreement  in   order  to  obtain  for  itself\n\nunbargained-for  benefits to  the detriment  of NASCO.   Four\n\nfacts  in particular  inform  this decision.    First, as  we\n\nstated in the preceding section of this opinion, a reasonable\n\njury could find that, irrespective of whether or not PSI paid\n\nthe  $20,000.00 deposit,  the  Agreement  became  viable  and\n\nenforceable  when PSI's  Assistant  Secretary  signed it  and\n\ndelivered  it to  NASCO.   Second,  a  reasonable jury  could\n\nconclude that  PSI was  contractually obligated to  hand over\n\nthe $20,000.00 deposit at the same time it delivered to NASCO\n\na  copy of the fully executed Agreement.  Third, a reasonable\n\njury could  find that NASCO desperately  needed the Agreement\n\nto  go forward  in order  to extricate  itself from  its dire\n\nfinancial  straits.  And fourth, a reasonable jury could find\n\nthat PSI  was fully cognizant of  NASCO's desperate financial\n\nsituation.  On  the basis  of these facts,  and others  noted\n\nabove, we think that  a reasonable jury could infer  that PSI\n\n(1) signed  the  Agreement  in  order to  obligate  NASCO  to\n\n                             -16-\n                              16\n\ndeliver  the  property to  it  for $3,575,000.00,  if  PSI so\n\nchose;8 (2) intentionally breached  its obligation to pay the\n\n$20,000.00 deposit,  knowing full well  that NASCO was  in no\n\nposition  to repudiate  the Agreement on  the basis  of PSI's\n\nnon-payment of the deposit; (3) used the period of time after\n\nthe  signing of  the  Agreement to  investigate the  property\n\nfurther  and  to  determine   whether  it  should  honor  the\n\nAgreement; and (4) then used its wrongful  non-payment of the\n\ndeposit  in   order  to  avoid  its   obligations  under  the\n\nAgreement.  In other words, we believe that a reasonable jury\n\ncould find that PSI manipulated the situation so as to create\n\nfor  itself, at no cost,  both a fully  enforceable option to\n                       \n\nbuy the  property and  a  textual basis  for repudiating  the\n\nagreement  at  its  discretion.    This  was  more  than  PSI\n\nbargained for; moreover, it deprived NASCO, at the  least, of\n\n$20,000.00 to which NASCO was contractually entitled.9\n\n          Accordingly,  we vacate the  district court's entry\n\nof  summary judgment on NASCO's ch. 93A claim, and remand for\n\na trial on the merits.\n\n                    \n\n8.  In  so stating, we note  paragraph 7(b) of the Agreement:\n\"If Seller  shall fail to  consummate this Agreement  for any\nreason except Buyer's default, Buyer may, in  addition to any\nother remedy,  enforce specific  performance of the  terms of\nthis Agreement.\"\n\n9.  Paragraph  7(c) of  the  Agreement provides:   \"If  Buyer\nshall fail to consummate this Agreement for any reason except\nSeller's default, then Seller shall be entitled to retain the\n                                               \ndeposit paid hereunder . . . .\"\n\n                             -17-\n                              17\n\nD.  The Pleading Issue   \nD.  The Pleading Issue\n                      \n\n          Finally,  NASCO  asserts  that  the  district court\n\nerred in failing to infer from the allegations underlying its\n\nch. 93A claim  independent claims of  estoppel and breach  of\n\nthe implied warranty  of good  faith and fair  dealing.   The\n\nissue is a close one.   On the one hand, it  is impossible to\n\nfault the district court  for taking NASCO's complaint, which\n\nmakes absolutely no mention of either estoppel or any implied\n\nwarranties,  at face  value.   On  the  other hand,  we  have\n\nconstrued  Fed. R.  Civ.  P. 8  to  allow recovery  under  an\n\nunpleaded  legal theory so long as related legal theories and\n\nessential  allegations have  been pleaded.    See Connecticut\n                                                             \n\nGen. Life Ins. Co. v.  Universal Ins. Co., 838 F.2d  612, 622\n                                         \n\n(1st Cir. 1988).\n\n          It is,  however, unnecessary  for us to  reach this\n\nquestion at this time.   After remand, NASCO will  have ample\n\nopportunity to file a  Fed. R. Civ. P. 15(a) motion  to amend\n\nits complaint  so as to  state explicitly claims  of estoppel\n\nand breach of  the implied  warranty of good  faith and  fair\n\ndealing.    And,   if  NASCO  is  correct  in   arguing  that\n\nallegations  already made  and evidence  already obtained  in\n\nthis case  are sufficient  to  support these  claims, we  are\n\nconfident  that its  motion will  be granted.   See  Foman v.\n                                                          \n\nDavis, 371 U.S. 178, 182 (1962) (where there is no compelling\n     \n\nreason  for disallowing an amendment, Rule 15(a)'s admonition\n\n                             -18-\n                              18\n\nthat leave to amend shall be \"freely given\" is to be heeded).\n\n                             III.\n                                 \n\n                          CONCLUSION\n                                    \n\n          For  the   reasons  stated  above,  we  vacate  the\n\ndistrict court's entry of summary judgment in favor of PSI on\n\nNASCO's  claims  for  breach   of  contract  and  unfair  and\n\ndeceptive trade practices, and remand this matter for a trial\n\non the merits.\n\n          Vacated and remanded.\n          Vacated and remanded\n                              \n\n                             -19-\n                              19\n",
  "html": "<p class=\"case_cite\">29 F.3d 28</p>\n    <p class=\"parties\">NASCO, INC., Plaintiff, Appellant,<br>v.<br>PUBLIC STORAGE, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1035.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 3, 1994.<br>Decided July 18, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph G. Abromovitz with whom Marsha A. Morello and Abromovitz &amp; Leahy, P.C., Boston, MA, were on brief for appellant.</p>\n      <p class=\"indent\">John P. Connelly with whom James E. Carroll and Peabody &amp; Arnold, Boston, MA, were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, plaintiff-appellant NASCO, Inc., challenges the district court's entry of summary judgment against it and in favor of defendant-appellee Public Storage, Inc.  (\"PSI\").  NASCO asserts that the court erred in concluding that a trial was not warranted on its claims for breach of contract and unfair and deceptive trade practices.  After conducting a careful review of the record, we agree.  We therefore vacate and remand for a trial on the merits.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <p>A. The Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In June 1987, NASCO, a closely-held family corporation which had manufactured and distributed springs for mattresses and box springs, ceased business operations.  At the time NASCO closed down, it owed Shawmut Bank approximately $800,000.00.  NASCO had been having trouble servicing its debt to Shawmut and faced foreclosure.  Its only asset of any value was the Chelsea, Massachusetts, facility from which it had operated its business.  This facility was estimated to be worth approximately $4,000,000.00.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In early 1988, NASCO retained real estate broker Peter Cooney of Coldwell Banker to act as its agent in marketing the Chelsea facility for sale.  Soon after the property went on the market, agents of PSI approached NASCO and expressed an interest in purchasing it for use as a self-storage facility.  In April 1988, PSI offered NASCO approximately $3,800,000.00 for the facility, subject to certain terms and conditions.  Negotiations ensued and continued for approximately two years.  During this period, Shawmut continually threatened foreclosure, but held off because of the apparent seriousness of the negotiations between NASCO and PSI.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Throughout the period of negotiations, other companies, groups, and individuals expressed interest in purchasing the property.  PSI's interest, however, appeared significantly more substantial, as PSI representatives (1) repeatedly assured NASCO that PSI would purchase the property as soon as it acquired a permit allowing the property to be used as a self-storage facility;  (2) became personally involved in zoning issues and land court litigation to secure such a permit;<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  and (3) offered to meet with representatives from Shawmut to demonstrate PSI's good faith and interest in acquiring the property.  NASCO therefore put all of its energies into finalizing a deal with PSI.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Finally, on January 31, 1990, following a personal review of the property by certain PSI representatives, PSI signed a purchase and sales agreement (\"the Agreement\") to buy the property for $3,575,000.00.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  NASCO countersigned the Agreement on February 2, 1990.  One paragraph of this Agreement, reproduced below, is particularly relevant to this litigation:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">11. Expiration.   This Agreement shall be of no force or effect unless, within seven (7) days after the date this Agreement has been executed by Seller and Buyer's Real Estate Representative, an Officer, the Secretary or Assistant Secretary of Buyer, executes this Agreement on behalf of Buyer and delivers to Seller an executed copy of this Agreement signed on behalf of Buyer by both its Real Estate Representative and either the Secretary or an Assistant Secretary of Buyer, together with the [$20,000.00] Deposit [PSI agreed to provide upon execution of the Agreement].</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Importantly, although a PSI Assistant Secretary signed the Agreement and thereafter delivered a copy of it to NASCO, PSI never provided NASCO with the $20,000.00 deposit referenced in paragraph 11.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Subsequent to the signing of the Agreement, the following pertinent events took place.  On February 12, 1990, PSI asked NASCO to reactivate electric service to the Chelsea property.  NASCO complied with this request.  On February 21, 1990, Thomas Bennett, NASCO's attorney, wrote to David Dunn, PSI's attorney, and brought to his attention the fact that PSI had not yet provided NASCO with the $20,000.00 deposit.  When Peter Cooney, NASCO's real estate agent, received a copy of this letter, he contacted PSI representatives, who assured him that the transaction remained viable.  These same representatives told him that \"the red tape of setting up a development plan\" had occasioned the delay in forwarding the deposit.  Meanwhile, Attorney Dunn responded to Attorney Bennett's letter by informing him that the deposit \"was being worked\" on by PSI.  Attorney Dunn did not inform Attorney Bennett that the deal was off at this time.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On or about February 22, 1990, PSI generated a mortgage update on the property.  On March 2, 1990, PSI prepared a project analysis for the property.  On March 19, 1990, Attorney Dunn wrote to Attorney Bennett and informed him that PSI had \"decided to terminate\" the Agreement.  On or about that same date, PSI produced a \"Project Abandonment Authorization\" which indicated that the Agreement was cancelled as of March 19, 1990, and which noted that no PSI deposits were at risk.  Nonetheless, on April 3, 1990, PSI generated a second project analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On April 13, 1990, Shawmut learned that PSI had cancelled the Agreement.  Soon thereafter, Shawmut sent NASCO a formal Notice of Intent to Foreclose.  On May 23, 1990, Shawmut held a foreclosure sale and itself purchased the property for approximately $852,000.00.</p>\n    </div>\n    <p>B. Proceedings Below</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On November 9, 1992, NASCO filed a two-count complaint against PSI, alleging that PSI had (1) breached the Agreement;  and (2) engaged in unfair and deceptive trade practices in violation of Mass.Gen.L. ch. 93A.  The complaint sought more than $8,000,000.00 in damages.  Jurisdiction was premised upon diversity of citizenship.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On October 29, 1993, following the close of discovery, PSI filed a motion for summary judgment on both counts of the complaint.  With regard to NASCO's breach of contract claim, PSI argued that, under paragraph 11, its failure to pay the $20,000.00 deposit within seven days of signing of the Agreement unambiguously had caused the Agreement to \"expire by its own terms.\"   In the alternative, PSI asserted that the deposit provision was a condition precedent, and that its failure to pay the deposit had prevented the Agreement from coming into existence.  With regard to NASCO's unfair trade practices claim, PSI contended that its conduct, even if objectionable, would not \"raise an eyebrow of someone inured to the rough and tumble of the world of commerce,\" and therefore did not attain \"a level of rascality\" which could give rise to liability under ch. 93A.  See Levings v. Forbes &amp; Wallace, Inc., 8 Mass.App. 498, 396 N.E.2d 149, 153 (1979) (interpreting reach of ch. 93A, Sec. 11, which governs unfair trade practices claims brought by those \"engaged in trade or commerce in business transactions with others similarly engaged\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In response, NASCO argued, inter alia, that paragraph 11 is ambiguous as to whether PSI's failure to pay the deposit either caused the Agreement to expire or constituted a failure to satisfy a condition precedent, and that extrinsic evidence is admissible to help resolve this ambiguity.  It then contended that the extrinsic evidence in this case demonstrates that the Agreement did come into existence and did not expire when PSI did not pay the deposit.  NASCO next maintained that this same evidence created a triable issue as to whether PSI's conduct was beyond the toleration of even those persons \"inured to the rough and tumble of the world of commerce,\" id., and precluded summary judgment on its ch. 93A claim.  Finally, NASCO asserted that PSI's conduct and its own detrimental reliance on that conduct gave rise to viable claims of estoppel and breach of the implied covenant of good faith and fair dealing, and that these claims, while not explicitly pleaded in its complaint, were implicit in the allegations underlying its ch. 93A count.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On December 8, 1993, the district court granted PSI's summary judgment motion.  With respect to NASCO's breach of contract claim, the court declined to look at NASCO's extrinsic evidence, reasoning that paragraph 11 clearly and unambiguously required payment of the deposit by PSI for the Agreement to have continuing effect.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  With respect to NASCO's ch. 93A claim, the court stated:  \"For the same reasons [that NASCO's breach of contract claim fails], Count II of the complaint (the 93A claim), which does not specifically allege any misrepresentations made by PSI, but merely a failure to comply with the Agreement, is also without merit.\"   The court did not explicitly respond to NASCO's contention that its complaint adequately set forth causes of action for estoppel and breach of the implied covenant of good faith and fair dealing.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">NASCO's appellate arguments largely mirror the relevant ones made in its memorandum of law in support of its opposition to PSI's summary judgment motion.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  NASCO contends that (1) the district court erred in granting PSI summary judgment on its breach of contract claim;  (2) the court erred in granting PSI summary judgment on its ch. 93A claim;  and (3) the court erred in overlooking the estoppel and breach of the implied warranty of good faith and fair dealing claims that inhered in the allegations in its complaint.  After reciting the summary judgment standard, we discuss each argument in turn.</p>\n    </div>\n    <p>A. Summary Judgment Standard</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">When presented with a motion for summary judgment, courts should \"pierce the boilerplate of the pleadings and assay the parties' proof in order to determine whether trial is actually required.\"  Wynne v. Tufts Univ.  Sch. of Medicine, 976 F.2d 791, 794 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1845, 123 L.Ed.2d 470 (1993).  A summary judgment motion should be granted when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"In this context, 'genuine' means that the evidence is such that a reasonable jury could resolve the point in favor of the nonmoving party,\" Rodriguez-Pinto v. Tirado-Delgado, 982 F.2d 34, 38 (1st Cir.1993) (internal quotation marks and citations omitted) (emphasis supplied), while \"material\" means that the fact has \"the potential to affect the outcome of the suit under the applicable law,\" Nereida-Gonzalez v. Tirado-Delgado, 990 F.2d 701, 703 (1st Cir.1993).  One should note, however, that we always read the record \"in the light most flattering to the nonmovant and indulg[e] all reasonable inferences in that party's favor.\"  Maldonado-Denis v. Castillo-Rodriguez, 23 F.3d 576, 581 (1st Cir.1994).  Our recitation of the facts in this case, see supra section I-A, reflects this tenet.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, our review of a summary judgment ruling is plenary.  Garside v. Osco Drug, Inc., 895 F.2d 46, 48 (1st Cir.1990).</p>\n    </div>\n    <p>B. The Breach of Contract Claim</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As noted above, the district court granted PSI summary judgment on NASCO's breach of contract claim.  In so doing, the court declined to consider any evidence beyond the four corners of the Agreement, ruling that, under \"the clear and unambiguous\" provisions of paragraph 11, \"PSI's failure to pay the deposit made the Agreement without force and effect.\"   NASCO challenges this ruling, arguing that paragraph 11 is ambiguous on the question of whether PSI's failure to pay the deposit somehow precluded the Agreement from taking effect, that extrinsic evidence is admissible to clarify this ambiguity, and that the extrinsic evidence in this case creates a triable issue as to whether PSI's failure to pay the deposit had any bearing on the Agreement's efficacy.  We are persuaded by NASCO's argument.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Under Massachusetts law, \"the question of whether a contract term is ambiguous is one of law for the judge.\"  FDIC v. Singh, 977 F.2d 18, 22 (1st Cir.1992) (citation omitted).  When the judge finds that a contract term is, in some material respect, uncertain or equivocal in meaning, then \" 'all the circumstances of the parties leading to its execution may be shown for the purpose of elucidating, but not contradicting or changing its terms.' \"  Boston Edison Co. v. F.E.R.C., 856 F.2d 361, 365 (1st Cir.1988) (applying Massachusetts law) (quoting Robert Industries, Inc. v. Spence, 362 Mass. 751, 291 N.E.2d 407, 409 (1973));  see also Massachusetts Mun. Wholesale Elec. Co. v. Town of Danvers, 411 Mass. 39, 577 N.E.2d 283, 289 (1991) (courts consider extrinsic evidence to discern intent of contracting parties when a contract term is ambiguous).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">As an initial matter, we do not share the district court's conviction that the intended operation and meaning of paragraph 11's provisions are clear and unambiguous.  On the one hand, Paragraph 11 is entitled \"Expiration.\"   This suggests that the Agreement would, upon execution, come into and remain in effect unless and until some specified act or omission caused it to cease existing.  On the other hand, the text of paragraph 11 states that the Agreement would \"be of no force or effect unless,\" within seven days of its signing by NASCO and PSI's real estate representative, \"an Officer, the Secretary or Assistant Secretary of [PSI] executes this Agreement ... and delivers to Seller an executed copy of this Agreement signed on behalf of Buyer by both its Real Estate Representative and either the Secretary or an Assistant Secretary of Buyer, together with the Deposit.\"   This suggests that the Agreement would not come into effect at all unless and until some certain condition or conditions precedent had transpired.  Thus, even if PSI is correct in asserting that the viability of the Agreement depended upon its payment of the deposit, it is not at all clear whether the Agreement ever went into effect.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Of course, if payment of the deposit by PSI were, under either of PSI's theories, see supra note 5, a requirement for the Agreement to be in effect beyond the seven-day window set forth in paragraph 11, then the ambiguity on the question of whether the Agreement had ever come into effect would be immaterial.  In our view, however, paragraph 11 does not clearly and unambiguously make payment of the deposit within the seven-day window such a requirement.  We do think that one plausibly can read paragraph 11 as mandating that the deposit be delivered \"together with\" a copy of the executed Agreement for the Agreement to be viable.  Nonetheless, we think it at least as plausible to view the delivery of a signed copy of the Agreement itself as the viability-triggering act, and to construe the deposit provision as merely confirming an earlier provision<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> which provided that PSI would deliver the $20,000.00 when it delivered to NASCO a copy of the fully executed Agreement.  Therefore, we are of the opinion that the deposit provision is ambiguous.  See Singh, 977 F.2d at 22 (\"[C]ontract language which is susceptible to differing, but nonetheless plausible constructions is ambiguous.\")  (citation and ellipsis omitted).  This ruling finds support in the fact that, under an extremely strict and literal reading of paragraph 11, PSI's undisputed delivery of a copy of the fully executed Agreement without the deposit would have been meaningless.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Having determined that the relevant provisions of paragraph 11 are ambiguous, we turn now to the parties' extrinsic evidence.  And, we believe it apparent that this evidence undermines the district court's ruling that, as a matter of law, \"PSI's failure to pay the Deposit made the Agreement without force and effect.\"   We think a reasonable jury could conclude, on the basis of the evidence regarding the parties' actions subsequent to the February 9, 1990 expiration of the seven-day window provided for in paragraph 11, that the parties did not intend payment of the deposit to be a sine qua non for the Agreement to be viable beyond this date.  This evidence includes, but is not limited to, (1) PSI's February 12, 1990 request that NASCO reactivate electric service to the Chelsea property;  (2) PSI's assurances to NASCO's real estate representative, made in late February 1990, that the transaction would go through and that the delay in paying the deposit was due to \"the red tape of setting up a development plan\";  (3) PSI's attorney's representation to NASCO's attorney, made in late February 1990, that the deposit \"was being worked on\";  and (4) the mortgage update and project analyses involving the property prepared by PSI between February 22, 1990 and April 3, 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Accordingly, we vacate the district court's entry of summary judgment against NASCO on its breach of contract claim, and remand for a trial on the merits.</p>\n    </div>\n    <p>C. The ch. 93A Claim</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As noted above, the district court premised its entry of summary judgment against NASCO on the ch. 93A claim on its conclusion that PSI did not breach the Agreement.  Because the court erred in reaching this conclusion at the summary judgment stage, we cannot rely upon its reasoning to affirm the summary judgment ruling on the ch. 93A claim.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">PSI nonetheless argues, as it did before the district court, that we should affirm the entry of summary judgment in its favor on NASCO's ch. 93A claim because (1) the claim is governed by ch. 93A, Sec. 11;  and (2) ch. 93A, Sec. 11 requires that objectionable conduct reach \"a level of rascality\" not present here.  More particularly, PSI contends that, in a breach of contract situation, liability does not attach under ch. 93A, Sec. 11 unless a defendant knowingly breached a contract in order to secure additional benefits to itself to the detriment of a plaintiff.  See Atkinson v. Rosenthal, 33 Mass.App. 219, 598 N.E.2d 666, 670 (1992) (\"There is in those decisions [imposing liability under ch. 93A, Sec. 11] a consistent pattern of the use of a breach of contract as a lever to obtain advantage for the party committing the breach in relation to the other party;  i.e., the breach of contract has an extortionate quality that gives it the rancid element of unfairness.  In the absence of conduct having that quality, a failure to perform obligations [under a contract], even though deliberate and for reasons of self-interest, does not present an occasion for invocation of ch. 93A remedies.\")  (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The difficulty with PSI's argument is that, even if we credit all of its premises, we believe that a reasonable jury could conclude from the evidence in this case that PSI breached the Agreement in order to obtain for itself unbargained-for benefits to the detriment of NASCO.  Four facts in particular inform this decision.  First, as we stated in the preceding section of this opinion, a reasonable jury could find that, irrespective of whether or not PSI paid the $20,000.00 deposit, the Agreement became viable and enforceable when PSI's Assistant Secretary signed it and delivered it to NASCO.  Second, a reasonable jury could conclude that PSI was contractually obligated to hand over the $20,000.00 deposit at the same time it delivered to NASCO a copy of the fully executed Agreement.  Third, a reasonable jury could find that NASCO desperately needed the Agreement to go forward in order to extricate itself from its dire financial straits.  And fourth, a reasonable jury could find that PSI was fully cognizant of NASCO's desperate financial situation.  On the basis of these facts, and others noted above, we think that a reasonable jury could infer that PSI (1) signed the Agreement in order to obligate NASCO to deliver the property to it for $3,575,000.00, if PSI so chose;<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  (2) intentionally breached its obligation to pay the $20,000.00 deposit, knowing full well that NASCO was in no position to repudiate the Agreement on the basis of PSI's non-payment of the deposit;  (3) used the period of time after the signing of the Agreement to investigate the property further and to determine whether it should honor the Agreement;  and (4) then used its wrongful non-payment of the deposit in order to avoid its obligations under the Agreement.  In other words, we believe that a reasonable jury could find that PSI manipulated the situation so as to create for itself, at no cost, both a fully enforceable option to buy the property and a textual basis for repudiating the agreement at its discretion.  This was more than PSI bargained for;  moreover, it deprived NASCO, at the least, of $20,000.00 to which NASCO was contractually entitled.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Accordingly, we vacate the district court's entry of summary judgment on NASCO's ch. 93A claim, and remand for a trial on the merits.</p>\n    </div>\n    <p>D. The Pleading Issue</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Finally, NASCO asserts that the district court erred in failing to infer from the allegations underlying its ch. 93A claim independent claims of estoppel and breach of the implied warranty of good faith and fair dealing.  The issue is a close one.  On the one hand, it is impossible to fault the district court for taking NASCO's complaint, which makes absolutely no mention of either estoppel or any implied warranties, at face value.  On the other hand, we have construed Fed.R.Civ.P. 8 to allow recovery under an unpleaded legal theory so long as related legal theories and essential allegations have been pleaded.  See Connecticut Gen. Life Ins. Co. v. Universal Ins. Co., 838 F.2d 612, 622 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It is, however, unnecessary for us to reach this question at this time.  After remand, NASCO will have ample opportunity to file a Fed.R.Civ.P. 15(a) motion to amend its complaint so as to state explicitly claims of estoppel and breach of the implied warranty of good faith and fair dealing.  And, if NASCO is correct in arguing that allegations already made and evidence already obtained in this case are sufficient to support these claims, we are confident that its motion will be granted.  See Foman v. Davis, 371 U.S. 178, 182, 83 S.Ct. 227, 230, 9 L.Ed.2d 222 (1962) (where there is no compelling reason for disallowing an amendment, Rule 15(a)'s admonition that leave to amend shall be \"freely given\" is to be heeded).</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">For the reasons stated above, we vacate the district court's entry of summary judgment in favor of PSI on NASCO's claims for breach of contract and unfair and deceptive trade practices, and remand this matter for a trial on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Vacated and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Following the land court litigation, the City of Chelsea granted PSI a use permit on December 28, 1989</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> NASCO reduced the purchase price from $3,800,000.00 to $3,575,000.00 in order to offset certain expenses incurred by PSI during the two-year negotiation period</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> It is not clear from its memorandum of decision whether the court viewed the Agreement as having never been in effect or as having expired seven days after its execution</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In its brief, NASCO raises for the first time an alternative argument that the extrinsic evidence proves that, subsequent to concluding the Agreement, the parties modified the deposit provision of paragraph 11.  Because NASCO never made this argument to the district court, we will regard it as waived.  See FDIC v. World Univ.  Inc., 978 F.2d 10, 13 (1st Cir.1992) (arguments raised for the first time on appeal ordinarily are deemed waived).  Of course, if it so desires, NASCO may file a post-remand motion to amend its complaint so as to state an alternative claim for modification</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> PSI's alternative arguments that the Agreement (1) expired by its own terms;  or (2) never came into existence underscore this point</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Paragraph 3 of the Agreement states:  \"Of the [full $350,000.00] deposit referenced in paragraph 1.  (a) hereof, $20,000.00 shall be paid upon execution hereof....\"  (Emphasis supplied)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> One should note that PSI does not argue that the deposit had to be paid at the very same time as its delivery of a signed copy of the Agreement to NASCO.  Instead, PSI contends that paragraph 11 clearly and unambiguously called for payment of the deposit at some point within the seven-day window.  A highly-literal reading of paragraph 11 (the only type of reading that could entitle PSI to summary judgment), however, cannot support this argument;  the Agreement called for the deposit to be paid \"together with\" the delivery of an executed copy of the Agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In so stating, we note paragraph 7(b) of the Agreement:  \"If Seller shall fail to consummate this Agreement for any reason except Buyer's default, Buyer may, in addition to any other remedy, enforce specific performance of the terms of this Agreement.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Paragraph 7(c) of the Agreement provides:  \"If Buyer shall fail to consummate this Agreement for any reason except Seller's default, then Seller shall be entitled to retain the deposit paid hereunder....\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></span></p>\n    <p class=\"parties\">NASCO, INC., Plaintiff, Appellant,<br>v.<br>PUBLIC STORAGE, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1035.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 3, 1994.<br>Decided July 18, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph G. Abromovitz with whom Marsha A. Morello and Abromovitz &amp; Leahy, P.C., Boston, MA, were on brief for appellant.</p>\n      <p class=\"indent\">John P. Connelly with whom James E. Carroll and Peabody &amp; Arnold, Boston, MA, were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, plaintiff-appellant NASCO, Inc., challenges the district court's entry of summary judgment against it and in favor of defendant-appellee Public Storage, Inc.  (\"PSI\").  NASCO asserts that the court erred in concluding that a trial was not warranted on its claims for breach of contract and unfair and deceptive trade practices.  After conducting a careful review of the record, we agree.  We therefore vacate and remand for a trial on the merits.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <p>A. The Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In June 1987, NASCO, a closely-held family corporation which had manufactured and distributed springs for mattresses and box springs, ceased business operations.  At the time NASCO closed down, it owed Shawmut Bank approximately $800,000.00.  NASCO had been having trouble servicing its debt to Shawmut and faced foreclosure.  Its only asset of any value was the Chelsea, Massachusetts, facility from which it had operated its business.  This facility was estimated to be worth approximately $4,000,000.00.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In early 1988, NASCO retained real estate broker Peter Cooney of Coldwell Banker to act as its agent in marketing the Chelsea facility for sale.  Soon after the property went on the market, agents of PSI approached NASCO and expressed an interest in purchasing it for use as a self-storage facility.  In April 1988, PSI offered NASCO approximately $3,800,000.00 for the facility, subject to certain terms and conditions.  Negotiations ensued and continued for approximately two years.  During this period, Shawmut continually threatened foreclosure, but held off because of the apparent seriousness of the negotiations between NASCO and PSI.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Throughout the period of negotiations, other companies, groups, and individuals expressed interest in purchasing the property.  PSI's interest, however, appeared significantly more substantial, as PSI representatives (1) repeatedly assured NASCO that PSI would purchase the property as soon as it acquired a permit allowing the property to be used as a self-storage facility;  (2) became personally involved in zoning issues and land court litigation to secure such a permit;<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  and (3) offered to meet with representatives from Shawmut to demonstrate PSI's good faith and interest in acquiring the property.  NASCO therefore put all of its energies into finalizing a deal with PSI.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Finally, on January 31, 1990, following a personal review of the property by certain PSI representatives, PSI signed a purchase and sales agreement (\"the Agreement\") to buy the property for $3,575,000.00.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  NASCO countersigned the Agreement on February 2, 1990.  One paragraph of this Agreement, reproduced below, is particularly relevant to this litigation:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">11. Expiration.   This Agreement shall be of no force or effect unless, within seven (7) days after the date this Agreement has been executed by Seller and Buyer's Real Estate Representative, an Officer, the Secretary or Assistant Secretary of Buyer, executes this Agreement on behalf of Buyer and delivers to Seller an executed copy of this Agreement signed on behalf of Buyer by both its Real Estate Representative and either the Secretary or an Assistant Secretary of Buyer, together with the [$20,000.00] Deposit [PSI agreed to provide upon execution of the Agreement].</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Importantly, although a PSI Assistant Secretary signed the Agreement and thereafter delivered a copy of it to NASCO, PSI never provided NASCO with the $20,000.00 deposit referenced in paragraph 11.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Subsequent to the signing of the Agreement, the following pertinent events took place.  On February 12, 1990, PSI asked NASCO to reactivate electric service to the Chelsea property.  NASCO complied with this request.  On February 21, 1990, Thomas Bennett, NASCO's attorney, wrote to David Dunn, PSI's attorney, and brought to his attention the fact that PSI had not yet provided NASCO with the $20,000.00 deposit.  When Peter Cooney, NASCO's real estate agent, received a copy of this letter, he contacted PSI representatives, who assured him that the transaction remained viable.  These same representatives told him that \"the red tape of setting up a development plan\" had occasioned the delay in forwarding the deposit.  Meanwhile, Attorney Dunn responded to Attorney Bennett's letter by informing him that the deposit \"was being worked\" on by PSI.  Attorney Dunn did not inform Attorney Bennett that the deal was off at this time.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On or about February 22, 1990, PSI generated a mortgage update on the property.  On March 2, 1990, PSI prepared a project analysis for the property.  On March 19, 1990, Attorney Dunn wrote to Attorney Bennett and informed him that PSI had \"decided to terminate\" the Agreement.  On or about that same date, PSI produced a \"Project Abandonment Authorization\" which indicated that the Agreement was cancelled as of March 19, 1990, and which noted that no PSI deposits were at risk.  Nonetheless, on April 3, 1990, PSI generated a second project analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On April 13, 1990, Shawmut learned that PSI had cancelled the Agreement.  Soon thereafter, Shawmut sent NASCO a formal Notice of Intent to Foreclose.  On May 23, 1990, Shawmut held a foreclosure sale and itself purchased the property for approximately $852,000.00.</p>\n    </div>\n    <p>B. Proceedings Below</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On November 9, 1992, NASCO filed a two-count complaint against PSI, alleging that PSI had (1) breached the Agreement;  and (2) engaged in unfair and deceptive trade practices in violation of Mass.Gen.L. ch. 93A.  The complaint sought more than $8,000,000.00 in damages.  Jurisdiction was premised upon diversity of citizenship.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On October 29, 1993, following the close of discovery, PSI filed a motion for summary judgment on both counts of the complaint.  With regard to NASCO's breach of contract claim, PSI argued that, under paragraph 11, its failure to pay the $20,000.00 deposit within seven days of signing of the Agreement unambiguously had caused the Agreement to \"expire by its own terms.\"   In the alternative, PSI asserted that the deposit provision was a condition precedent, and that its failure to pay the deposit had prevented the Agreement from coming into existence.  With regard to NASCO's unfair trade practices claim, PSI contended that its conduct, even if objectionable, would not \"raise an eyebrow of someone inured to the rough and tumble of the world of commerce,\" and therefore did not attain \"a level of rascality\" which could give rise to liability under ch. 93A.  See Levings v. Forbes &amp; Wallace, Inc., 8 Mass.App. 498, <span class=\"citation\" data-id=\"2240417\"><a href=\"/opinion/2240417/levings-v-forbes-wallace-inc/\"><span class=\"volume\">396</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">149</span></a></span>, 153 (1979) (interpreting reach of ch. 93A, Sec. 11, which governs unfair trade practices claims brought by those \"engaged in trade or commerce in business transactions with others similarly engaged\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In response, NASCO argued, inter alia, that paragraph 11 is ambiguous as to whether PSI's failure to pay the deposit either caused the Agreement to expire or constituted a failure to satisfy a condition precedent, and that extrinsic evidence is admissible to help resolve this ambiguity.  It then contended that the extrinsic evidence in this case demonstrates that the Agreement did come into existence and did not expire when PSI did not pay the deposit.  NASCO next maintained that this same evidence created a triable issue as to whether PSI's conduct was beyond the toleration of even those persons \"inured to the rough and tumble of the world of commerce,\" <span class=\"citation\" data-id=\"2240417\"><a href=\"/opinion/2240417/levings-v-forbes-wallace-inc/\"><span class=\"id_token\">id.,</span> and precluded </a></span>summary judgment on its ch. 93A claim.  Finally, NASCO asserted that PSI's conduct and its own detrimental reliance on that conduct gave rise to viable claims of estoppel and breach of the implied covenant of good faith and fair dealing, and that these claims, while not explicitly pleaded in its complaint, were implicit in the allegations underlying its ch. 93A count.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On December 8, 1993, the district court granted PSI's summary judgment motion.  With respect to NASCO's breach of contract claim, the court declined to look at NASCO's extrinsic evidence, reasoning that paragraph 11 clearly and unambiguously required payment of the deposit by PSI for the Agreement to have continuing effect.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  With respect to NASCO's ch. 93A claim, the court stated:  \"For the same reasons [that NASCO's breach of contract claim fails], Count II of the complaint (the 93A claim), which does not specifically allege any misrepresentations made by PSI, but merely a failure to comply with the Agreement, is also without merit.\"   The court did not explicitly respond to NASCO's contention that its complaint adequately set forth causes of action for estoppel and breach of the implied covenant of good faith and fair dealing.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">NASCO's appellate arguments largely mirror the relevant ones made in its memorandum of law in support of its opposition to PSI's summary judgment motion.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  NASCO contends that (1) the district court erred in granting PSI summary judgment on its breach of contract claim;  (2) the court erred in granting PSI summary judgment on its ch. 93A claim;  and (3) the court erred in overlooking the estoppel and breach of the implied warranty of good faith and fair dealing claims that inhered in the allegations in its complaint.  After reciting the summary judgment standard, we discuss each argument in turn.</p>\n    </div>\n    <p>A. Summary Judgment Standard</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">When presented with a motion for summary judgment, courts should \"pierce the boilerplate of the pleadings and assay the parties' proof in order to determine whether trial is actually required.\"  Wynne v. Tufts Univ.  Sch. of Medicine, <span class=\"citation\" data-id=\"592073\"><a href=\"/opinion/592073/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span>, 794 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1845</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">470</span> </span>(1993).  A summary judgment motion should be granted when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"In this context, 'genuine' means that the evidence is such that a reasonable jury could resolve the point in favor of the nonmoving party,\" Rodriguez-Pinto v. Tirado-Delgado, <span class=\"citation\" data-id=\"597138\"><a href=\"/opinion/597138/pedro-l-rodriguez-pinto-v-cirilo-tirado-delgado/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span>, 38 (1st Cir.1993) (internal quotation marks and citations omitted) (emphasis supplied), while \"material\" means that the fact has \"the potential to affect the outcome of the suit under the applicable law,\" Nereida-Gonzalez v. Tirado-Delgado, <span class=\"citation\" data-id=\"604127\"><a href=\"/opinion/604127/carmen-nereida-gonzalez-v-cirilo-tirado-delgado/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">701</span></a></span>, 703 (1st Cir.1993).  One should note, however, that we always read the record \"in the light most flattering to the nonmovant and indulg[e] all reasonable inferences in that party's favor.\"  Maldonado-Denis v. Castillo-Rodriguez, <span class=\"citation\" data-id=\"195359\"><a href=\"/opinion/195359/denis-v-rodriquez/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span>, 581 (1st Cir.1994).  Our recitation of the facts in this case, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>section I-A, reflects this tenet.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, our review of a summary judgment ruling is plenary.  Garside v. Osco Drug, Inc., <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48 (1st Cir.1990).</p>\n    </div>\n    <p>B. The Breach of Contract Claim</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As noted above, the district court granted PSI summary judgment on NASCO's breach of contract claim.  In so doing, the court declined to consider any evidence beyond the four corners of the Agreement, ruling that, under \"the clear and unambiguous\" provisions of paragraph 11, \"PSI's failure to pay the deposit made the Agreement without force and effect.\"   NASCO challenges this ruling, arguing that paragraph 11 is ambiguous on the question of whether PSI's failure to pay the deposit somehow precluded the Agreement from taking effect, that extrinsic evidence is admissible to clarify this ambiguity, and that the extrinsic evidence in this case creates a triable issue as to whether PSI's failure to pay the deposit had any bearing on the Agreement's efficacy.  We are persuaded by NASCO's argument.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Under Massachusetts law, \"the question of whether a contract term is ambiguous is one of law for the judge.\"  FDIC v. Singh, <span class=\"citation\" data-id=\"592214\"><a href=\"/opinion/592214/federal-deposit-insurance-corporation-v-pritam-singh/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span>, 22 (1st Cir.1992) (citation omitted).  When the judge finds that a contract term is, in some material respect, uncertain or equivocal in meaning, then \" 'all the circumstances of the parties leading to its execution may be shown for the purpose of elucidating, but not contradicting or changing its terms.' \"  Boston Edison Co. v. F.E.R.C., <span class=\"citation\" data-id=\"511559\"><a href=\"/opinion/511559/boston-edison-company-v-federal-energy-regulatory-commission-city-of/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">361</span></a></span>, 365 (1st Cir.1988) (applying Massachusetts law) (quoting Robert Industries, Inc. v. Spence, <span class=\"citation\" data-id=\"2215427\"><a href=\"/opinion/2215427/robert-industries-inc-v-spence/\"><span class=\"volume\">362</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">751</span></a></span>, <span class=\"citation\" data-id=\"2215427\"><a href=\"/opinion/2215427/robert-industries-inc-v-spence/\"><span class=\"volume\">291</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">407</span></a></span>, 409 (1973));  see also Massachusetts Mun. Wholesale Elec. Co. v. Town of Danvers, <span class=\"citation\" data-id=\"2127304\"><a href=\"/opinion/2127304/massachusetts-municipal-wholesale-electric-v-danvers/\"><span class=\"volume\">411</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">39</span></a></span>, <span class=\"citation\" data-id=\"2127304\"><a href=\"/opinion/2127304/massachusetts-municipal-wholesale-electric-v-danvers/\"><span class=\"volume\">577</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">283</span></a></span>, 289 (1991) (courts consider extrinsic evidence to discern intent of contracting parties when a contract term is ambiguous).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">As an initial matter, we do not share the district court's conviction that the intended operation and meaning of paragraph 11's provisions are clear and unambiguous.  On the one hand, Paragraph 11 is entitled \"Expiration.\"   This suggests that the Agreement would, upon execution, come into and remain in effect unless and until some specified act or omission caused it to cease existing.  On the other hand, the text of paragraph 11 states that the Agreement would \"be of no force or effect unless,\" within seven days of its signing by NASCO and PSI's real estate representative, \"an Officer, the Secretary or Assistant Secretary of [PSI] executes this Agreement ... and delivers to Seller an executed copy of this Agreement signed on behalf of Buyer by both its Real Estate Representative and either the Secretary or an Assistant Secretary of Buyer, together with the Deposit.\"   This suggests that the Agreement would not come into effect at all unless and until some certain condition or conditions precedent had transpired.  Thus, even if PSI is correct in asserting that the viability of the Agreement depended upon its payment of the deposit, it is not at all clear whether the Agreement ever went into effect.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Of course, if payment of the deposit by PSI were, under either of PSI's theories, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>note 5, a requirement for the Agreement to be in effect beyond the seven-day window set forth in paragraph 11, then the ambiguity on the question of whether the Agreement had ever come into effect would be immaterial.  In our view, however, paragraph 11 does not clearly and unambiguously make payment of the deposit within the seven-day window such a requirement.  We do think that one plausibly can read paragraph 11 as mandating that the deposit be delivered \"together with\" a copy of the executed Agreement for the Agreement to be viable.  Nonetheless, we think it at least as plausible to view the delivery of a signed copy of the Agreement itself as the viability-triggering act, and to construe the deposit provision as merely confirming an earlier provision<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> which provided that PSI would deliver the $20,000.00 when it delivered to NASCO a copy of the fully executed Agreement.  Therefore, we are of the opinion that the deposit provision is ambiguous.  See <span class=\"citation\" data-id=\"592214\"><span class=\"antecedent_guess\">Singh,</span> <a href=\"/opinion/592214/federal-deposit-insurance-corporation-v-pritam-singh/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">22</span> </a></span>(\"[C]ontract language which is susceptible to differing, but nonetheless plausible constructions is ambiguous.\")  (citation and ellipsis omitted).  This ruling finds support in the fact that, under an extremely strict and literal reading of paragraph 11, PSI's undisputed delivery of a copy of the fully executed Agreement without the deposit would have been meaningless.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Having determined that the relevant provisions of paragraph 11 are ambiguous, we turn now to the parties' extrinsic evidence.  And, we believe it apparent that this evidence undermines the district court's ruling that, as a matter of law, \"PSI's failure to pay the Deposit made the Agreement without force and effect.\"   We think a reasonable jury could conclude, on the basis of the evidence regarding the parties' actions subsequent to the February 9, 1990 expiration of the seven-day window provided for in paragraph 11, that the parties did not intend payment of the deposit to be a sine qua non for the Agreement to be viable beyond this date.  This evidence includes, but is not limited to, (1) PSI's February 12, 1990 request that NASCO reactivate electric service to the Chelsea property;  (2) PSI's assurances to NASCO's real estate representative, made in late February 1990, that the transaction would go through and that the delay in paying the deposit was due to \"the red tape of setting up a development plan\";  (3) PSI's attorney's representation to NASCO's attorney, made in late February 1990, that the deposit \"was being worked on\";  and (4) the mortgage update and project analyses involving the property prepared by PSI between February 22, 1990 and April 3, 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Accordingly, we vacate the district court's entry of summary judgment against NASCO on its breach of contract claim, and remand for a trial on the merits.</p>\n    </div>\n    <p>C. The ch. 93A Claim</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As noted above, the district court premised its entry of summary judgment against NASCO on the ch. 93A claim on its conclusion that PSI did not breach the Agreement.  Because the court erred in reaching this conclusion at the summary judgment stage, we cannot rely upon its reasoning to affirm the summary judgment ruling on the ch. 93A claim.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">PSI nonetheless argues, as it did before the district court, that we should affirm the entry of summary judgment in its favor on NASCO's ch. 93A claim because (1) the claim is governed by ch. 93A, Sec. 11;  and (2) ch. 93A, Sec. 11 requires that objectionable conduct reach \"a level of rascality\" not present here.  More particularly, PSI contends that, in a breach of contract situation, liability does not attach under ch. 93A, Sec. 11 unless a defendant knowingly breached a contract in order to secure additional benefits to itself to the detriment of a plaintiff.  See Atkinson v. Rosenthal, 33 Mass.App. 219, <span class=\"citation\" data-id=\"2118015\"><a href=\"/opinion/2118015/atkinson-v-rosenthal/\"><span class=\"volume\">598</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">666</span></a></span>, 670 (1992) (\"There is in those decisions [imposing liability under ch. 93A, Sec. 11] a consistent pattern of the use of a breach of contract as a lever to obtain advantage for the party committing the breach in relation to the other party;  i.e., the breach of contract has an extortionate quality that gives it the rancid element of unfairness.  In the absence of conduct having that quality, a failure to perform obligations [under a contract], even though deliberate and for reasons of self-interest, does not present an occasion for invocation of ch. 93A remedies.\")  (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The difficulty with PSI's argument is that, even if we credit all of its premises, we believe that a reasonable jury could conclude from the evidence in this case that PSI breached the Agreement in order to obtain for itself unbargained-for benefits to the detriment of NASCO.  Four facts in particular inform this decision.  First, as we stated in the preceding section of this opinion, a reasonable jury could find that, irrespective of whether or not PSI paid the $20,000.00 deposit, the Agreement became viable and enforceable when PSI's Assistant Secretary signed it and delivered it to NASCO.  Second, a reasonable jury could conclude that PSI was contractually obligated to hand over the $20,000.00 deposit at the same time it delivered to NASCO a copy of the fully executed Agreement.  Third, a reasonable jury could find that NASCO desperately needed the Agreement to go forward in order to extricate itself from its dire financial straits.  And fourth, a reasonable jury could find that PSI was fully cognizant of NASCO's desperate financial situation.  On the basis of these facts, and others noted above, we think that a reasonable jury could infer that PSI (1) signed the Agreement in order to obligate NASCO to deliver the property to it for $3,575,000.00, if PSI so chose;<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  (2) intentionally breached its obligation to pay the $20,000.00 deposit, knowing full well that NASCO was in no position to repudiate the Agreement on the basis of PSI's non-payment of the deposit;  (3) used the period of time after the signing of the Agreement to investigate the property further and to determine whether it should honor the Agreement;  and (4) then used its wrongful non-payment of the deposit in order to avoid its obligations under the Agreement.  In other words, we believe that a reasonable jury could find that PSI manipulated the situation so as to create for itself, at no cost, both a fully enforceable option to buy the property and a textual basis for repudiating the agreement at its discretion.  This was more than PSI bargained for;  moreover, it deprived NASCO, at the least, of $20,000.00 to which NASCO was contractually entitled.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Accordingly, we vacate the district court's entry of summary judgment on NASCO's ch. 93A claim, and remand for a trial on the merits.</p>\n    </div>\n    <p>D. The Pleading Issue</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Finally, NASCO asserts that the district court erred in failing to infer from the allegations underlying its ch. 93A claim independent claims of estoppel and breach of the implied warranty of good faith and fair dealing.  The issue is a close one.  On the one hand, it is impossible to fault the district court for taking NASCO's complaint, which makes absolutely no mention of either estoppel or any implied warranties, at face value.  On the other hand, we have construed Fed.R.Civ.P. 8 to allow recovery under an unpleaded legal theory so long as related legal theories and essential allegations have been pleaded.  See Connecticut Gen. Life Ins. Co. v. Universal Ins. Co., <span class=\"citation\" data-id=\"501184\"><a href=\"/opinion/501184/connecticut-general-life-insurance-company-v-universal-insurance-company/\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span>, 622 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It is, however, unnecessary for us to reach this question at this time.  After remand, NASCO will have ample opportunity to file a Fed.R.Civ.P. 15(a) motion to amend its complaint so as to state explicitly claims of estoppel and breach of the implied warranty of good faith and fair dealing.  And, if NASCO is correct in arguing that allegations already made and evidence already obtained in this case are sufficient to support these claims, we are confident that its motion will be granted.  See Foman v. Davis, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, 182, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">227</span></a></span>, 230, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span> </a></span>(1962) (where there is no compelling reason for disallowing an amendment, Rule 15(a)'s admonition that leave to amend shall be \"freely given\" is to be heeded).</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">For the reasons stated above, we vacate the district court's entry of summary judgment in favor of PSI on NASCO's claims for breach of contract and unfair and deceptive trade practices, and remand this matter for a trial on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Vacated and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Following the land court litigation, the City of Chelsea granted PSI a use permit on December 28, 1989</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> NASCO reduced the purchase price from $3,800,000.00 to $3,575,000.00 in order to offset certain expenses incurred by PSI during the two-year negotiation period</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> It is not clear from its memorandum of decision whether the court viewed the Agreement as having never been in effect or as having expired seven days after its execution</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In its brief, NASCO raises for the first time an alternative argument that the extrinsic evidence proves that, subsequent to concluding the Agreement, the parties modified the deposit provision of paragraph 11.  Because NASCO never made this argument to the district court, we will regard it as waived.  See FDIC v. World Univ.  Inc., <span class=\"citation\" data-id=\"593291\"><a href=\"/opinion/593291/federal-deposit-insurance-corporation-v-world-university-inc-santa/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 13 (1st Cir.1992) (arguments raised for the first time on appeal ordinarily are deemed waived).  Of course, if it so desires, NASCO may file a post-remand motion to amend its complaint so as to state an alternative claim for modification</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> PSI's alternative arguments that the Agreement (1) expired by its own terms;  or (2) never came into existence underscore this point</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Paragraph 3 of the Agreement states:  \"Of the [full $350,000.00] deposit referenced in paragraph 1.  (a) hereof, $20,000.00 shall be paid upon execution hereof....\"  (Emphasis supplied)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> One should note that PSI does not argue that the deposit had to be paid at the very same time as its delivery of a signed copy of the Agreement to NASCO.  Instead, PSI contends that paragraph 11 clearly and unambiguously called for payment of the deposit at some point within the seven-day window.  A highly-literal reading of paragraph 11 (the only type of reading that could entitle PSI to summary judgment), however, cannot support this argument;  the Agreement called for the deposit to be paid \"together with\" the delivery of an executed copy of the Agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In so stating, we note paragraph 7(b) of the Agreement:  \"If Seller shall fail to consummate this Agreement for any reason except Buyer's default, Buyer may, in addition to any other remedy, enforce specific performance of the terms of this Agreement.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Paragraph 7(c) of the Agreement provides:  \"If Buyer shall fail to consummate this Agreement for any reason except Seller's default, then Seller shall be entitled to retain the deposit paid hereunder....\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106497/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195359/",
    "https://www.courtlistener.com/api/rest/v3/opinions/501184/",
    "https://www.courtlistener.com/api/rest/v3/opinions/511559/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592073/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592214/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593291/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597138/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604127/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2118015/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2127304/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2215427/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2240417/"
  ]
}