{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195401/",
  "id": 195401,
  "absolute_url": "/opinion/195401/garcia-v-shhs/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195401/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:16Z",
  "date_modified": "2020-02-21T23:47:49.037195Z",
  "type": "010combined",
  "sha1": "f92482ee80a0840327d62cb41a0b2a81629259c3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2349.01A",
  "local_path": null,
  "plain_text": "June 1, 1994          [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                        \n\nNo. 93-2349\n\n                       CRUZ L. GARCIA,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n           SECRETARY OF HEALTH AND HUMAN SERVICES,\n\n                     Defendant, Appellee.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\n                                                     \n\n                                        \n\n                            Before\n\n                    Selya, Cyr and Boudin,\n                       Circuit Judges.\n                                     \n\n                                        \n\n   Helen E. M. Briganti on brief for appellant.\n                       \n   Guillermo Gil, United States Attorney, Maria Hortensia Rios,\n                                                              \nAssistant United States Attorney, and Thomas D. Ramsey, Assistant\n                                                    \nRegional Counsel, Department of Health &amp; Human Services, on brief\nfor appellee.\n\n                                        \n\n                                        \n\n     Per Curiam.  The claimant, Cruz  L. Garcia, appeals from\n               \n\na  district  court  judgment  affirming  a  decision  of  the\n\nSecretary   of  Health   and   Human  Services   denying  her\n\napplication for  disability  insurance  benefits.    For  the\n\nreasons stated below, we affirm.\n\n                              I.\n\n     Claimant  was born on June 16, 1933.  She completed high\n\nschool and has one  year of college education.   Between 1976\n\nand 1982, she worked for the Commonwealth of Puerto Rico as a\n\nrevenue  officer.   Prior  to that,  she worked  for eighteen\n\nyears  as  a disbursement  clerk.    She  stopped working  on\n\nDecember 31,  1982, at  age forty-nine, \"because  her nervous\n\ncondition became  so terrible.\"    She has  not worked  since\n\nthen.  On  her last insured date, December 31,  1987, she was\n\nage fifty-four.\n\n     On January  15, 1991, claimant filed  an application for\n\nbenefits  alleging   that  she  is  disabled   by  a  nervous\n\ncondition,  herniated  disk,   pinched  nerves,  asthma,  and\n\nfibrositis  in her  hands.   She  alleged  an onset  date  of\n\nDecember  31, 1982.1  She  claimed that her  doctors had told\n\n                    \n\n1.  Claimant had  applied for benefits  once before, alleging\nthe same onset date,  and her application had been  denied on\nMay 14, 1984.  The Administrative Law Judge believed that the\nSocial  Security  Disability  Benefits  Reform  Act  of  1984\nrequired  him  to  consider  evidence  of  claimant's  mental\ncondition from the  alleged onset date.   The district  court\nheld,  however, that our decision in  Mazzola v. Secretary of\n                                                             \nHealth  &amp; Human  Servs., 795  F.2d 222  (1st Cir.  1986) (per\n                       \ncuriam) precluded any such  redetermination, and that the ALJ\n\n                             -2-\n\nher not to perform  household tasks because of  her herniated\n\ndisc,  as  well as  her pinched  nerve  condition.   She also\n\nclaimed  that she does not go outside the home unescorted due\n\nto her mental condition, that her husband does the housework,\n\nand that she goes to church once or twice a week.  The Social\n\nSecurity   Administration   denied   claimant's   application\n\ninitially and on reconsideration.\n\n     Claimant obtained a hearing before an Administrative Law\n\nJudge (ALJ) on December 2,  1991.  She was represented by  an\n\nattorney.  In addition  to the claimant, a  vocational expert\n\n(VE) testified.\n\n     At  the hearing,  claimant  testified  that  she  ceased\n\nworking at  the end  of  1982 because  her nervous  condition\n\nrendered  her  unable  to  follow  instructions  or  remember\n\nprocedures.    This  nervous  condition, she  testified,  has\n\nworsened since  1984.   According to  the claimant, she  gets\n\nlost when she is outside the home unescorted, and she suffers\n\nfrom  feelings of sadness, migraine headaches, crying spells,\n\nand  suicidal impulses.  She also testified that she has back\n\npain which forces  her to  depend upon her  husband for  most\n\nchores and is only relieved when she lies down.  Although she\n\ntakes  pain medication, it does not provide full relief.  She\n\ntestified that she cannot sit for more than one  half hour at\n\n                    \n\nshould only have considered the period after May 14, 1984 for\nall of claimant's disabilities.  Plaintiff has not challenged\nthis ruling on appeal.\n\n                             -3-\n\na time without needing to change her position.  Claimant also\n\ncomplained of  asthma and  mentioned operations that  she has\n\nhad on her arms for pinched nerves.\n\n     The VE  identified claimant's  former  jobs as  skilled,\n\nlight work (revenue officer) and semi-skilled, sedentary work\n\n(disbursement clerk).  The ALJ posed a hypothetical to the VE\n\nwhich  assumed  that claimant,  at  the  time  she  was  last\n\ninsured,  had  various moderate  mental  limitations  and was\n\ncapable of light work,  with the restriction that she  needed\n\nto be able  to alternate  positions at will.2   These  mental\n\nlimitations  included moderate limitations in her capacity to\n\nunderstand, remember, and  carry-out detailed instruction, as\n\nwell  as  in  her  capacity  to  maintain  concentration  for\n\nextended periods of  time.  The VE  testified that claimant's\n\nmoderate mental limitations  limited her  to unskilled  work.\n\nHe  then  identified  three  jobs that  claimant  could  have\n\nperformed--final  examiner  in   the  electronics   industry,\n\nstamper  in  electronics,  and  electric  cord  cutter--which\n\nexisted  in significant  numbers  in the  national and  local\n\neconomy  through  December 31,  1987.    These  jobs, the  VE\n\ntestified, permit alternation  of positions at will.   The VE\n\n                    \n\n2.  The hypothetical  also  assumed  that  claimant  was  age\nforty-nine  at  onset of  her  alleged  disabilities and  age\nfifty-four on her last insured date; that she had one year of\ncollege  education;  that she  had  past,  skilled and  semi-\nskilled, work experience; and  that she needed to work  in an\nadequately  ventilated  environment,  free  of   extremes  in\ntemperature, dust, and gas fumes.\n\n                             -4-\n\nalso testified that if claimant's subjective allegations were\n\ncompletely credible,  she could  not have performed  these or\n\nany other job on a sustained basis.\n\n     The ALJ  found that although claimant  has a combination\n\nof  mental   and  back  conditions,  as   well  as  bilateral\n\ncompression  of  ulnar  nerve  and  carpal  tunnel  syndrome,\n\nclaimant  did  not  have  an  impairment  or  combination  of\n\nimpairments equivalent to one of the listed impairments prior\n\nto the expiration of her insured status.   He also found that\n\nclaimant was unable to  perform her past work.   However, the\n\nALJ concluded that  claimant, prior to the expiration  of her\n\ninsured  status,  had  the residual  functional  capacity for\n\nlight, unskilled  work, with  the additional  limitation that\n\nshe needed  to be  able to alternate  positions occasionally.\n\nFinally, the ALJ ruled that, based on the testimony of the VE\n\nand application  of the  Grid, claimant  was not disabled  at\n\nstep five of the sequential analysis because  there were jobs\n\nin the economy that she could have performed through December\n\n31, 1987. \n\n     The  Appeals Council denied review.  An appeal was taken\n\nto  the  district  court.    The  district  court  accurately\n\nsummarized the  medical records.  It found  that the decision\n\nof  the Secretary  is supported  by substantial  evidence and\n\naffirmed the denial of benefits.  This appeal followed.\n\n                             II.\n\n                             -5-\n\n     Claimant contends that  the ALJ erred  at step three  of\n\nthe sequential evaluation in finding that her impairments did\n\nnot meet or  equal a listed impairment in 20  C.F.R. Pt. 404,\n\nSubpt. P,  App. 1.    In particular,  she argues  that (1)  a\n\ndetermination  of  medical  equivalency  must be  made  by  a\n\nphysician,  (2)  the  record  contains  no  determination  of\n\nmedical  equivalency by  a physician  who takes  into account\n\nclaimant's   combined   impairments,   and   (3)   the  ALJ's\n\ndetermination  that  her condition  did  not  equal a  listed\n\nimpairment, made without the testimony of a medical expert at\n\nthe administrative hearing, was  error.  Claimant also argues\n\nthat  the  ALJ erred  in  failing  to consider  \"the  disease\n\nprocess   of  the   [her]   emotional   and   musculoskeletal\n\nimpairments\"  and \"the  functional consequences  and physical\n\nlimitations which would be expected to occur as  the disorder\n\nadvance [sic].\"   We disagree.\n\n     We  note,  as  a  preliminary  matter,  that it  is  the\n\nclaimant's  burden to  show  that she  has  an impairment  or\n\nimpairments  that  meet  or  equal  a  listed  impairment  in\n\nAppendix  1.  Torres v.  Secretary of Health  &amp; Human Servs.,\n                                                            \n\n870  F.2d 742, 745 (1st Cir. 1989) (per curiam).  Garcia does\n\nnot  state,  in  her  brief, which  listing  she  purportedly\n\nequals,  much less present  a substantive argument indicating\n\nhow,  allegedly, she equals a listed impairment.  We add that\n\nthe   record  contains   determinations   by   a   consulting\n\n                             -6-\n\npsychologist and psychiatrist  that her mental condition  did\n\nnot  meet or equal  a listed impairment  through December 31,\n\n1987.    See  20  C.F.R.     404.1526(b)  (stating  that  the\n            \n\nSecretary will  consider the medical opinion given  by one or\n\nmore   designated   consultants   in    determining   medical\n\nequivalence).   Under  the circumstances,  no testimony  by a\n\nmedical  expert on  this issue  was necessary.   Furthermore,\n\nbecause  the  record  demonstrated  that during  the  insured\n\nperiod, claimant's physical  impairments were relatively mild\n\nand  responded  to treatment,  the  ALJ was  not  required to\n\nobtain a medical  opinion which addressed  whether claimant's\n\ncombined impairments equalled a listing. \n\n     We also reject claimant's  contention that the ALJ erred\n\nin  failing  to  consider   the  likely  progression  of  her\n\nimpairments.    A  claimant  is not  entitled  to  disability\n\nbenefits  unless  she  can  demonstrate  that her  disability\n\nexisted  prior to the expiration of her insured status.  Cruz\n                                                             \n\nRivera v. Secretary of Health &amp; Human Servs., 818 F.2d 96, 97\n                                            \n\n(1st Cir. 1986)  (per curiam),  cert. denied,  479 U.S.  1042\n                                            \n\n(1987).  It  is not  sufficient for a  claimant to  establish\n\nthat  her impairment had its  roots before the  date that her\n\ninsured status expired.  Rather, the claimant must show  that\n\nher impairment(s)  reached a  disabling level of  severity by\n\nthat date.  See, e.g., Deblois v. Secretary of Health &amp; Human\n                                                             \n\nServs., 686  F.2d 76, 79 (1st  Cir. 1982).  The  ALJ properly\n      \n\n                             -7-\n\nfocused on  whether claimant's impairments met  or equalled a\n\nlisting  through December  31, 1987,  the  date she  was last\n\ninsured.\n\n     Claimant  also argues that the ALJ erred at step five of\n\nthe sequential  analysis.   In particular, she  contends that\n\n(1) the ALJ did not properly evaluate her claim of subjective\n\npain; (2) the  ALJ erred in not obtaining residual functional\n\ncapacity   assessments  from  her   treating  physicians,  in\n\naddition to  those obtained from the consultants; and (3) the\n\nALJ could not  properly conclude  that she  had the  residual\n\nfunctional  capacity to do light  work in the  absence of any\n\nassessment  in the  record of  her capacity  for stooping  or\n\ncrouching.  \n\n     Contrary to claimant's allegations, the ALJ's evaluation\n\nof her complaints of pain comports with our decision in Avery\n                                                             \n\nv. Secretary of  Health &amp; Human Servs., 797 F.2d 19 (1st Cir.\n                                      \n\n1986).     Claimant  was  questioned   regarding  her   daily\n\nactivities,  functional  restrictions, medication,  frequency\n\nand  duration of  pain,  and  precipitating  and  aggravating\n\nfactors.   See id. at  29.  Although  claimant testified that\n                  \n\nshe has back pain which forces her to depend upon her husband\n\nfor most chores and is only  relieved when she lies down, she\n\ndid not focus  her testimony on the  relevant insured period.\n\nMedical records from that period indicate that her occasional\n\nback and  neck pain  responded to  treatment.  A  psychiatric\n\n                             -8-\n\nevaluation  indicates that  in  July 1987,  just five  months\n\nprior  to the  expiration of  her insured  status, claimant's\n\ndaily  activities included  rising  early, eating  breakfast,\n\ncooking, washing, caring for  her personal hygiene, and going\n\nout.  We believe that the ALJ supportably credited claimant's\n\nallegations of disabling pain  during the insured period only\n\nto the extent that they precluded medium or heavy exertion.\n\n     We also reject claimant's  contention that the ALJ erred\n\nin  not obtaining  residual  functional capacity  assessments\n\nfrom her  treating physicians, in addition  to those obtained\n\nfrom  the consultants.   In  Browne  v. Richardson,  468 F.2d\n                                                  \n\n1003, 1006  (1st Cir. 1972),  we held that,  on the  facts of\n\nthat  case, a  written report  submitted by  a non-examining,\n\nnon-testifying   physician   could   not   alone   constitute\n\nsubstantial evidence  to support the  Secretary's conclusion.\n\nOur later cases, however,  demonstrate that this principle is\n\nby no means an absolute rule.   Berrios Lopez v. Secretary of\n                                                             \n\nHealth &amp; Human Servs., 951 F.2d 427, 431 (1st Cir. 1991) (per\n                     \n\ncuriam).  Advisory  reports such  as those  submitted by  the\n\nconsulting psychologist and psychiatrist here are entitled to\n\nevidentiary weight, which \"will  vary with the circumstances,\n\nincluding  the  nature of  the  illness  and the  information\n\nprovided  the  expert.\"     See  id.  (quoting  Rodriguez  v.\n                                                         \n\nSecretary  of Health &amp; Human  Servs., 647 F.2d  218, 223 (1st\n                                    \n\nCir.  1981)).  In the instant case, there is every indication\n\n                             -9-\n\nthat the consultants had available to them most, although not\n\nall, of  the medical  evidence for their  review.   Moreover,\n\ntheir conclusions that claimant suffers from moderate  mental\n\nlimitations, but  could  function  in  a  simple,  repetitive\n\nenvironment, were mutually reinforcing.   In this context, we\n\nthink  the advisory  reports were  sufficient to  support the\n\nSecretary's conclusion that claimant  had the mental capacity\n\nto perform  unskilled  work.   Cf. Tremblay  v. Secretary  of\n                                                             \n\nHealth  &amp; Human  Servs.,  676 F.2d  11,  13 (1st  Cir.  1982)\n                       \n\n(affirming the Secretary's adoption of the findings of a non-\n\ntestifying,  non-examining  physician  and  permitting  those\n\nfindings by  themselves to constitute substantial evidence in\n\nthe face  of a  treating physician's conclusory  statement of\n\ndisability).  \n\n     Claimant's  remaining  claimed  error--that  the  record\n\ncontains  no  assessment of  her  capacity  for stooping  and\n\ncrouching--was not raised in the district court and so is not\n\npreserved for our review.  See Gonzalez-Ayala v. Secretary of\n                                                             \n\nHealth &amp; Human Servs., 807 F.2d 255, 256 (1st Cir. 1986) (per\n                     \n\ncuriam).  Having  reviewed the record, we are  persuaded that\n\nthe  Secretary's   decision  denying  claimant   benefits  is\n\nsupported by substantial  evidence.   Accordingly, we  affirm\n\nthat decision.\n\n     Affirmed.\n             \n\n                             -10-\n",
  "html": "<p class=\"case_cite\">25 F.3d 1037</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Cruz L. GARCIA, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2349</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 1, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO [Hon.  Jose Antonio Fuste, U.S. District Judge ]</p>\n      <p class=\"indent\">Helen E. M. Briganti on brief for appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Maria Hortensia Rios, Assistant United States Attorney, and Thomas D. Ramsey, Assistant Regional Counsel, Department of Health &amp; Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The claimant, Cruz L. Garcia, appeals from a district court judgment affirming a decision of the Secretary of Health and Human Services denying her application for disability insurance benefits.  For the reasons stated below, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Claimant was born on June 16, 1933.  She completed high school and has one year of college education.  Between 1976 and 1982, she worked for the Commonwealth of Puerto Rico as a revenue officer.  Prior to that, she worked for eighteen years as a disbursement clerk.  She stopped working on December 31, 1982, at age forty-nine, \"because her nervous condition became so terrible.\"  She has not worked since then.  On her last insured date, December 31, 1987, she was age fifty-four.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On January 15, 1991, claimant filed an application for benefits alleging that she is disabled by a nervous condition, herniated disk, pinched nerves, asthma, and fibrositis in her hands.  She alleged an onset date of December 31, 1982.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  She claimed that her doctors had told her not to perform household tasks because of her herniated disc, as well as her pinched nerve condition.  She also claimed that she does not go outside the home unescorted due to her mental condition, that her husband does the housework, and that she goes to church once or twice a week.  The Social Security Administration denied claimant's application initially and on reconsideration.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Claimant obtained a hearing before an Administrative Law Judge (ALJ) on December 2, 1991.  She was represented by an attorney.  In addition to the claimant, a vocational expert (VE) testified.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the hearing, claimant testified that she ceased working at the end of 1982 because her nervous condition rendered her unable to follow instructions or remember procedures.  This nervous condition, she testified, has worsened since 1984.  According to the claimant, she gets lost when she is outside the home unescorted, and she suffers from feelings of sadness, migraine headaches, crying spells, and suicidal impulses.  She also testified that she has back pain which forces her to depend upon her husband for most chores and is only relieved when she lies down.  Although she takes pain medication, it does not provide full relief.  She testified that she cannot sit for more than one half hour at a time without needing to change her position.  Claimant also complained of asthma and mentioned operations that she has had on her arms for pinched nerves.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The VE identified claimant's former jobs as skilled, light work (revenue officer) and semi-skilled, sedentary work (disbursement clerk).  The ALJ posed a hypothetical to the VE which assumed that claimant, at the time she was last insured, had various moderate mental limitations and was capable of light work, with the restriction that she needed to be able to alternate positions at will.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  These mental limitations included moderate limitations in her capacity to understand, remember, and carry-out detailed instruction, as well as in her capacity to maintain concentration for extended periods of time.  The VE testified that claimant's moderate mental limitations limited her to unskilled work.  He then identified three jobs that claimant could have performed-final examiner in the electronics industry, stamper in electronics, and electric cord cutter-which existed in significant numbers in the national and local economy through December 31, 1987.  These jobs, the VE testified, permit alternation of positions at will.  The VE also testified that if claimant's subjective allegations were completely credible, she could not have performed these or any other job on a sustained basis.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The ALJ found that although claimant has a combination of mental and back conditions, as well as bilateral compression of ulnar nerve and carpal tunnel syndrome, claimant did not have an impairment or combination of impairments equivalent to one of the listed impairments prior to the expiration of her insured status.  He also found that claimant was unable to perform her past work.  However, the ALJ concluded that claimant, prior to the expiration of her insured status, had the residual functional capacity for light, unskilled work, with the additional limitation that she needed to be able to alternate positions occasionally.  Finally, the ALJ ruled that, based on the testimony of the VE and application of the Grid, claimant was not disabled at step five of the sequential analysis because there were jobs in the economy that she could have performed through December 31, 1987.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Appeals Council denied review.  An appeal was taken to the district court.  The district court accurately summarized the medical records.  It found that the decision of the Secretary is supported by substantial evidence and affirmed the denial of benefits.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Claimant contends that the ALJ erred at step three of the sequential evaluation in finding that her impairments did not meet or equal a listed impairment in 20 C.F.R. Pt. 404, Subpt.  P, App. 1. In particular, she argues that (1) a determination of medical equivalency must be made by a physician, (2) the record contains no determination of medical equivalency by a physician who takes into account claimant's combined impairments, and (3) the ALJ's determination that her condition did not equal a listed impairment, made without the testimony of a medical expert at the administrative hearing, was error.  Claimant also argues that the ALJ erred in failing to consider \"the disease process of the [her] emotional and musculoskeletal impairments\" and \"the functional consequences and physical limitations which would be expected to occur as the disorder advance [sic].\"  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We note, as a preliminary matter, that it is the claimant's burden to show that she has an impairment or impairments that meet or equal a listed impairment in Appendix 1.  Torres v. Secretary of Health &amp; Human Servs., 870 F.2d 742, 745 (1st Cir. 1989) (per curiam).  Garcia does not state, in her brief, which listing she purportedly equals, much less present a substantive argument indicating how, allegedly, she equals a listed impairment.  We add that the record contains determinations by a consulting psychologist and psychiatrist that her mental condition did not meet or equal a listed impairment through December 31, 1987.  See 20 C.F.R. Sec. 404.1526(b) (stating that the Secretary will consider the medical opinion given by one or more designated consultants in determining medical equivalence).  Under the circumstances, no testimony by a medical expert on this issue was necessary.  Furthermore, because the record demonstrated that during the insured period, claimant's physical impairments were relatively mild and responded to treatment, the ALJ was not required to obtain a medical opinion which addressed whether claimant's combined impairments equalled a listing.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We also reject claimant's contention that the ALJ erred in failing to consider the likely progression of her impairments.  A claimant is not entitled to disability benefits unless she can demonstrate that her disability existed prior to the expiration of her insured status.   Cruz Rivera v. Secretary of Health &amp; Human Servs., 818 F.2d 96, 97 (1st Cir. 1986) (per curiam), cert. denied, 479 U.S. 1042 (1987).  It is not sufficient for a claimant to establish that her impairment had its roots before the date that her insured status expired.  Rather, the claimant must show that her impairment(s) reached a disabling level of severity by that date.  See, e.g., Deblois v. Secretary of Health &amp; Human Servs., 686 F.2d 76, 79 (1st Cir. 1982).  The ALJ properly focused on whether claimant's impairments met or equalled a listing through December 31, 1987, the date she was last insured.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Claimant also argues that the ALJ erred at step five of the sequential analysis.  In particular, she contends that (1) the ALJ did not properly evaluate her claim of subjective pain;  (2) the ALJ erred in not obtaining residual functional capacity assessments from her treating physicians, in addition to those obtained from the consultants;  and (3) the ALJ could not properly conclude that she had the residual functional capacity to do light work in the absence of any assessment in the record of her capacity for stooping or crouching.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Contrary to claimant's allegations, the ALJ's evaluation of her complaints of pain comports with our decision in Avery v.  Secretary of Health &amp; Human Servs., 797 F.2d 19 (1st Cir. 1986).  Claimant was questioned regarding her daily activities, functional restrictions, medication, frequency and duration of pain, and precipitating and aggravating factors.  See id. at 29.  Although claimant testified that she has back pain which forces her to depend upon her husband for most chores and is only relieved when she lies down, she did not focus her testimony on the relevant insured period.  Medical records from that period indicate that her occasional back and neck pain responded to treatment.  A psychiatric evaluation indicates that in July 1987, just five months prior to the expiration of her insured status, claimant's daily activities included rising early, eating breakfast, cooking, washing, caring for her personal hygiene, and going out.  We believe that the ALJ supportably credited claimant's allegations of disabling pain during the insured period only to the extent that they precluded medium or heavy exertion.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We also reject claimant's contention that the ALJ erred in not obtaining residual functional capacity assessments from her treating physicians, in addition to those obtained from the consultants.  In  Browne v. Richardson, 468 F.2d 1003, 1006 (1st Cir. 1972), we held that, on the facts of that case, a written report submitted by a non-examining, non-testifying physician could not alone constitute substantial evidence to support the Secretary's conclusion.  Our later cases, however, demonstrate that this principle is by no means an absolute rule.   Berrios Lopez v. Secretary of Health &amp; Human Servs., 951 F.2d 427, 431 (1st Cir. 1991) (per curiam).  Advisory reports such as those submitted by the consulting psychologist and psychiatrist here are entitled to evidentiary weight, which \"will vary with the circumstances, including the nature of the illness and the information provided the expert.\"  See id.  (quoting Rodriguez v.  Secretary of Health &amp; Human Servs., 647 F.2d 218, 223 (1st Cir. 1981)).  In the instant case, there is every indication that the consultants had available to them most, although not all, of the medical evidence for their review.  Moreover, their conclusions that claimant suffers from moderate mental limitations, but could function in a simple, repetitive environment, were mutually reinforcing.  In this context, we think the advisory reports were sufficient to support the Secretary's conclusion that claimant had the mental capacity to perform unskilled work.   Cf. Tremblay v. Secretary of Health &amp; Human Servs., 676 F.2d 11, 13 (1st Cir. 1982) (affirming the Secretary's adoption of the findings of a non- testifying, non-examining physician and permitting those findings by themselves to constitute substantial evidence in the face of a treating physician's conclusory statement of disability).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Claimant's remaining claimed error-that the record contains no assessment of her capacity for stooping and crouching-was not raised in the district court and so is not preserved for our review.  See Gonzalez- Ayala v. Secretary of Health &amp; Human Servs., 807 F.2d 255, 256 (1st Cir. 1986) (per curiam).  Having reviewed the record, we are persuaded that the Secretary's decision denying claimant benefits is supported by substantial evidence.  Accordingly, we affirm that decision.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Claimant had applied for benefits once before, alleging the same onset date, and her application had been denied on May 14, 1984.  The Administrative Law Judge believed that the Social Security Disability Benefits Reform Act of 1984 required him to consider evidence of claimant's mental condition from the alleged onset date.  The district court held, however, that our decision in  Mazzola v. Secretary of Health &amp; Human Servs., 795 F.2d 222 (1st Cir. 1986) (per curiam) precluded any such redetermination, and that the ALJ should only have considered the period after May 14, 1984 for all of claimant's disabilities.  Plaintiff has not challenged this ruling on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The hypothetical also assumed that claimant was age forty-nine at onset of her alleged disabilities and age fifty-four on her last insured date;  that she had one year of college education;  that she had past, skilled and semi- skilled, work experience;  and that she needed to work in an adequately ventilated environment, free of extremes in temperature, dust, and gas fumes</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1037</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Cruz L. GARCIA, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2349</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 1, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO [Hon.  Jose Antonio Fuste, U.S. District Judge ]</p>\n      <p class=\"indent\">Helen E. M. Briganti on brief for appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Maria Hortensia Rios, Assistant United States Attorney, and Thomas D. Ramsey, Assistant Regional Counsel, Department of Health &amp; Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The claimant, Cruz L. Garcia, appeals from a district court judgment affirming a decision of the Secretary of Health and Human Services denying her application for disability insurance benefits.  For the reasons stated below, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Claimant was born on June 16, 1933.  She completed high school and has one year of college education.  Between 1976 and 1982, she worked for the Commonwealth of Puerto Rico as a revenue officer.  Prior to that, she worked for eighteen years as a disbursement clerk.  She stopped working on December 31, 1982, at age forty-nine, \"because her nervous condition became so terrible.\"  She has not worked since then.  On her last insured date, December 31, 1987, she was age fifty-four.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On January 15, 1991, claimant filed an application for benefits alleging that she is disabled by a nervous condition, herniated disk, pinched nerves, asthma, and fibrositis in her hands.  She alleged an onset date of December 31, 1982.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  She claimed that her doctors had told her not to perform household tasks because of her herniated disc, as well as her pinched nerve condition.  She also claimed that she does not go outside the home unescorted due to her mental condition, that her husband does the housework, and that she goes to church once or twice a week.  The Social Security Administration denied claimant's application initially and on reconsideration.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Claimant obtained a hearing before an Administrative Law Judge (ALJ) on December 2, 1991.  She was represented by an attorney.  In addition to the claimant, a vocational expert (VE) testified.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the hearing, claimant testified that she ceased working at the end of 1982 because her nervous condition rendered her unable to follow instructions or remember procedures.  This nervous condition, she testified, has worsened since 1984.  According to the claimant, she gets lost when she is outside the home unescorted, and she suffers from feelings of sadness, migraine headaches, crying spells, and suicidal impulses.  She also testified that she has back pain which forces her to depend upon her husband for most chores and is only relieved when she lies down.  Although she takes pain medication, it does not provide full relief.  She testified that she cannot sit for more than one half hour at a time without needing to change her position.  Claimant also complained of asthma and mentioned operations that she has had on her arms for pinched nerves.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The VE identified claimant's former jobs as skilled, light work (revenue officer) and semi-skilled, sedentary work (disbursement clerk).  The ALJ posed a hypothetical to the VE which assumed that claimant, at the time she was last insured, had various moderate mental limitations and was capable of light work, with the restriction that she needed to be able to alternate positions at will.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  These mental limitations included moderate limitations in her capacity to understand, remember, and carry-out detailed instruction, as well as in her capacity to maintain concentration for extended periods of time.  The VE testified that claimant's moderate mental limitations limited her to unskilled work.  He then identified three jobs that claimant could have performed-final examiner in the electronics industry, stamper in electronics, and electric cord cutter-which existed in significant numbers in the national and local economy through December 31, 1987.  These jobs, the VE testified, permit alternation of positions at will.  The VE also testified that if claimant's subjective allegations were completely credible, she could not have performed these or any other job on a sustained basis.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The ALJ found that although claimant has a combination of mental and back conditions, as well as bilateral compression of ulnar nerve and carpal tunnel syndrome, claimant did not have an impairment or combination of impairments equivalent to one of the listed impairments prior to the expiration of her insured status.  He also found that claimant was unable to perform her past work.  However, the ALJ concluded that claimant, prior to the expiration of her insured status, had the residual functional capacity for light, unskilled work, with the additional limitation that she needed to be able to alternate positions occasionally.  Finally, the ALJ ruled that, based on the testimony of the VE and application of the Grid, claimant was not disabled at step five of the sequential analysis because there were jobs in the economy that she could have performed through December 31, 1987.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Appeals Council denied review.  An appeal was taken to the district court.  The district court accurately summarized the medical records.  It found that the decision of the Secretary is supported by substantial evidence and affirmed the denial of benefits.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Claimant contends that the ALJ erred at step three of the sequential evaluation in finding that her impairments did not meet or equal a listed impairment in 20 C.F.R. Pt. 404, Subpt.  P, App. 1. In particular, she argues that (1) a determination of medical equivalency must be made by a physician, (2) the record contains no determination of medical equivalency by a physician who takes into account claimant's combined impairments, and (3) the ALJ's determination that her condition did not equal a listed impairment, made without the testimony of a medical expert at the administrative hearing, was error.  Claimant also argues that the ALJ erred in failing to consider \"the disease process of the [her] emotional and musculoskeletal impairments\" and \"the functional consequences and physical limitations which would be expected to occur as the disorder advance [sic].\"  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We note, as a preliminary matter, that it is the claimant's burden to show that she has an impairment or impairments that meet or equal a listed impairment in Appendix 1.  Torres v. Secretary of Health &amp; Human Servs., <span class=\"citation\" data-id=\"520289\"><a href=\"/opinion/520289/25-socsecrepser-206-unemplinsrep-cch-14558a-ernesto-del-valle/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">742</span></a></span>, 745 (1st Cir. 1989) (per curiam).  Garcia does not state, in her brief, which listing she purportedly equals, much less present a substantive argument indicating how, allegedly, she equals a listed impairment.  We add that the record contains determinations by a consulting psychologist and psychiatrist that her mental condition did not meet or equal a listed impairment through December 31, 1987.  See 20 C.F.R. Sec. 404.1526(b) (stating that the Secretary will consider the medical opinion given by one or more designated consultants in determining medical equivalence).  Under the circumstances, no testimony by a medical expert on this issue was necessary.  Furthermore, because the record demonstrated that during the insured period, claimant's physical impairments were relatively mild and responded to treatment, the ALJ was not required to obtain a medical opinion which addressed whether claimant's combined impairments equalled a listing.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We also reject claimant's contention that the ALJ erred in failing to consider the likely progression of her impairments.  A claimant is not entitled to disability benefits unless she can demonstrate that her disability existed prior to the expiration of her insured status.   Cruz Rivera v. Secretary of Health &amp; Human Servs., <span class=\"citation\" data-id=\"488019\"><a href=\"/opinion/488019/17-socsecrepser-752-unemplinsrep-cch-17318-benjamin-cruz-rivera-v/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">96</span></a></span>, 97 (1st Cir. 1986) (per curiam), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1042</span> </span>(1987).  It is not sufficient for a claimant to establish that her impairment had its roots before the date that her insured status expired.  Rather, the claimant must show that her impairment(s) reached a disabling level of severity by that date.  See, e.g., Deblois v. Secretary of Health &amp; Human Servs., <span class=\"citation\" data-id=\"407758\"><a href=\"/opinion/407758/maurice-deblois-v-secretary-of-health-and-human-services/\"><span class=\"volume\">686</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">76</span></a></span>, 79 (1st Cir. 1982).  The ALJ properly focused on whether claimant's impairments met or equalled a listing through December 31, 1987, the date she was last insured.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Claimant also argues that the ALJ erred at step five of the sequential analysis.  In particular, she contends that (1) the ALJ did not properly evaluate her claim of subjective pain;  (2) the ALJ erred in not obtaining residual functional capacity assessments from her treating physicians, in addition to those obtained from the consultants;  and (3) the ALJ could not properly conclude that she had the residual functional capacity to do light work in the absence of any assessment in the record of her capacity for stooping or crouching.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Contrary to claimant's allegations, the ALJ's evaluation of her complaints of pain comports with our decision in Avery v.  Secretary of Health &amp; Human Servs., <span class=\"citation\" data-id=\"474185\"><a href=\"/opinion/474185/14-socsecrepser-301-unemplinsrep-cch-16883-ernest-s-avery-v/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span> </a></span>(1st Cir. 1986).  Claimant was questioned regarding her daily activities, functional restrictions, medication, frequency and duration of pain, and precipitating and aggravating factors.  See <span class=\"citation\" data-id=\"474185\"><a href=\"/opinion/474185/14-socsecrepser-301-unemplinsrep-cch-16883-ernest-s-avery-v/\"><span class=\"id_token\">id.</span> at 29. </a></span> Although claimant testified that she has back pain which forces her to depend upon her husband for most chores and is only relieved when she lies down, she did not focus her testimony on the relevant insured period.  Medical records from that period indicate that her occasional back and neck pain responded to treatment.  A psychiatric evaluation indicates that in July 1987, just five months prior to the expiration of her insured status, claimant's daily activities included rising early, eating breakfast, cooking, washing, caring for her personal hygiene, and going out.  We believe that the ALJ supportably credited claimant's allegations of disabling pain during the insured period only to the extent that they precluded medium or heavy exertion.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We also reject claimant's contention that the ALJ erred in not obtaining residual functional capacity assessments from her treating physicians, in addition to those obtained from the consultants.  In  Browne v. Richardson, <span class=\"citation\" data-id=\"306405\"><a href=\"/opinion/306405/paul-k-browne-sr-v-elliot-l-richardson-secretary-of-health-education/\"><span class=\"volume\">468</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1003</span></a></span>, 1006 (1st Cir. 1972), we held that, on the facts of that case, a written report submitted by a non-examining, non-testifying physician could not alone constitute substantial evidence to support the Secretary's conclusion.  Our later cases, however, demonstrate that this principle is by no means an absolute rule.   Berrios Lopez v. Secretary of Health &amp; Human Servs., <span class=\"citation\" data-id=\"573874\"><a href=\"/opinion/573874/paulina-berrios-lopez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">427</span></a></span>, 431 (1st Cir. 1991) (per curiam).  Advisory reports such as those submitted by the consulting psychologist and psychiatrist here are entitled to evidentiary weight, which \"will vary with the circumstances, including the nature of the illness and the information provided the expert.\"  See <span class=\"citation\" data-id=\"573874\"><a href=\"/opinion/573874/paulina-berrios-lopez-v-secretary-of-health-and-human-services/\"><span class=\"id_token\">id.</span>  (quoting Rodriguez </a></span>v.  Secretary of Health &amp; Human Servs., <span class=\"citation\" data-id=\"389936\"><a href=\"/opinion/389936/maria-s-rodriguez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">647</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">218</span></a></span>, 223 (1st Cir. 1981)).  In the instant case, there is every indication that the consultants had available to them most, although not all, of the medical evidence for their review.  Moreover, their conclusions that claimant suffers from moderate mental limitations, but could function in a simple, repetitive environment, were mutually reinforcing.  In this context, we think the advisory reports were sufficient to support the Secretary's conclusion that claimant had the mental capacity to perform unskilled work.   Cf. Tremblay v. Secretary of Health &amp; Human Servs., <span class=\"citation\" data-id=\"402520\"><a href=\"/opinion/402520/lucienne-j-tremblay-v-secretary-of-health-and-human-services/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 13 (1st Cir. 1982) (affirming the Secretary's adoption of the findings of a non- testifying, non-examining physician and permitting those findings by themselves to constitute substantial evidence in the face of a treating physician's conclusory statement of disability).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Claimant's remaining claimed error-that the record contains no assessment of her capacity for stooping and crouching-was not raised in the district court and so is not preserved for our review.  See Gonzalez- Ayala v. Secretary of Health &amp; Human Servs., <span class=\"citation\" data-id=\"480540\"><a href=\"/opinion/480540/16-socsecrepser-47-unemplinsrep-cch-17118-agustin-gonzalez-ayala/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">255</span></a></span>, 256 (1st Cir. 1986) (per curiam).  Having reviewed the record, we are persuaded that the Secretary's decision denying claimant benefits is supported by substantial evidence.  Accordingly, we affirm that decision.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Claimant had applied for benefits once before, alleging the same onset date, and her application had been denied on May 14, 1984.  The Administrative Law Judge believed that the Social Security Disability Benefits Reform Act of 1984 required him to consider evidence of claimant's mental condition from the alleged onset date.  The district court held, however, that our decision in  Mazzola v. Secretary of Health &amp; Human Servs., <span class=\"citation\" data-id=\"472998\"><a href=\"/opinion/472998/14-socsecrepser-187-unemplinsrep-cch-16839-louis-mazzola-v/\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">222</span> </a></span>(1st Cir. 1986) (per curiam) precluded any such redetermination, and that the ALJ should only have considered the period after May 14, 1984 for all of claimant's disabilities.  Plaintiff has not challenged this ruling on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The hypothetical also assumed that claimant was age forty-nine at onset of her alleged disabilities and age fifty-four on her last insured date;  that she had one year of college education;  that she had past, skilled and semi- skilled, work experience;  and that she needed to work in an adequately ventilated environment, free of extremes in temperature, dust, and gas fumes</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/306405/",
    "https://www.courtlistener.com/api/rest/v3/opinions/389936/",
    "https://www.courtlistener.com/api/rest/v3/opinions/402520/",
    "https://www.courtlistener.com/api/rest/v3/opinions/407758/",
    "https://www.courtlistener.com/api/rest/v3/opinions/472998/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474185/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480540/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488019/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520289/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573874/"
  ]
}