{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195409/",
  "id": 195409,
  "absolute_url": "/opinion/195409/united-states-v-pion/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195409/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:26Z",
  "date_modified": "2020-02-21T23:48:18.809405Z",
  "type": "010combined",
  "sha1": "abf1906e821926309c1e7c65bb9f211008f2007b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1193.01A",
  "local_path": null,
  "plain_text": "June 8, 1994      UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\nNo. 93-1193\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                          RENE M. PION,\n\n                      Defendant, Appellant.\n\n                                          \n\n                           ERRATA SHEET\n\n     The opinion of this  Court, issued June 1, 1994,  is amended\nas follows:\n\n     Page  11, line 22, should read:   . . .   Jury Wheel are the\nbest . . .\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 93-1193\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                          RENE M. PION,\n\n                      Defendant, Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. William G. Young, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                    Torruella, Circuit Judge,\n                                            \n\n                  Aldrich, Senior Circuit Judge,\n                                               \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                           \n\n   Benjamin D. Entine for appellant.\n                     \n   Geoffrey E.  Hobart, Assistant United States  Attorney, with whom\n                      \nA.  John Pappalardo,  United  States  Attorney,  and George  W.  Vien,\n                                                                   \nAssistant United States Attorney, were on brief for appellee.\n\n                                           \n\n                           June 1, 1994\n\n                                           \n\n          CYR, Circuit Judge.  After a two-week trial, Rene  Pion\n          CYR, Circuit Judge.\n                            \n\nwas convicted  on three cocaine-related charges  and sentenced to\n\nconcurrent mandatory minimum  ten-year prison terms, pursuant  to\n\n21 U.S.C.   841(b)(1)(A)(ii).1   We address each of Pion's appel-\n\nlate claims.\n\nA.   Entrapment\n               \n\n          Without challenging the jury instruction on entrapment,\n\nPion  contends that the evidence compelled jury acceptance of his\n\nentrapment defense.  We therefore inquire whether a rational jury\n\ncould have found, beyond  a reasonable doubt, either that  he was\n\npredisposed to  commit the particular  crime charged or  that the\n                                                       \n\ngovernment did not  induce him to commit it.   Jacobson v. United\n                                                                 \n\nStates,      U.S.    ,    , 112 S.  Ct. 1535, 1540 (1992); United\n                                                                 \n\nStates  v. Reed, 977 F.2d 14, 18  (1st Cir. 1992).  Viewed in the\n               \n\nlight most favorable to  the verdict, United States v.  Martinez,\n                                                                \n\n922 F.2d 914, 923 (1st Cir.  1991), there was ample evidence that\n\nPion was not induced to commit any crime.\n\n          The only  inducement to  which he  points on  appeal is\n\nthat the government informant, Esteban Mendoza, plied and enticed\n\nhim with a  \"vital\" supply of  El Presidente beer  for resale  at\n\nPion's  restaurant.    According  to Pion,  the  government  thus\n\nsubjected him  to \"rigid  economic coercion\"  to traffick in  co-\n\ncaine.  Not only was this fanciful claim not preserved below,  it\n\n                    \n\n     1Count I charged conspiracy  to possess cocaine, with intent\nto distribute, see 21 U.S.C.   846; substantive counts II and III\n                  \ncharged possession of cocaine for distribution, and  distribution\nof cocaine, respectively, see id.    841(a)(1) &amp; (b)(1)(A)(ii).\n                                 \n\n                                2\n\nis squarely contradicted by his testimony at trial.   Additional-\n\nly, the  El Presidente beer  Mendoza supplied Pion  totalled nine\n\ncases;  none of it  delivered until more than  two weeks after he\n\nunhesitatingly  indicated his willingness  to supply Mendoza with\n\nthe first one-half kilogram of cocaine.  Thereafter, Pion partic-\n\nipated  in a  three-kilogram transaction  (and agreed  to arrange\n\nanother three  kilograms) with no inducement  except the implicit\n\n\"promise\" of  cocaine profits.   Thus, the  record reveals  ample\n\nsupport for a jury finding that Pion was no \"unwary innocent\" but\n\nan \"'unwary criminal' who readily availed himself of the opportu-\n\nnity to perpetrate  the crime.\"   Mathews v.  United States,  485\n                                                           \n\nU.S. 58, 63 (1988).\n\nB.   Coconspirator Statements\n                             \n\n          Pion claims  that the  district court committed  rever-\n\nsible error  by admitting into evidence  coconspirator statements\n\npertaining to two separate  conspiracies:  the first  involving a\n\none-half  kilogram  transaction on  June 4,  1991;  the second  a\n\nthree-kilogram transaction  on July 3.2   According to  Pion, the\n\nonly possible link between the two transactions was the red Honda\n\nautomobile driven on June 4 by coconspirator \"Rafael,\" purported-\n\nly Pion's  cocaine supplier,  and by coconspirator  Christobalina\n\nTejada on July 3.  Since Pion does  not suggest that the district\n\n                    \n\n     2Pion's entire effort to identify  the challenged coconspir-\nator statements is  as follows:   \"The admission  of alleged  co-\nconspirators [sic] statements from the second  conspiracy against\nPion, in  order  to  purportedly  prove his  involvement  in  the\nalleged first conspiracy, and vice-versa, was therefore error and\nwas irreparably prejudicial to Pion.\"\n\n                                3\n\ncourt departed from the procedure required under United States v.\n                                                              \n\nPetrozziello,  548 F.2d 20, 23 (1st Cir. 1977), and United States\n                                                                 \n\nv.  Ciampaglia, 628 F.2d 632,  638 (1st Cir.),  cert. denied, 449\n                                                            \n\nU.S.  956  (1980), we  review  the conspiracy  finding  for clear\n\nerror, United States  v. McCarthy,  961 F.2d 972,  977 (1st  Cir.\n                                 \n\n1992).  We find none.\n\n          The government  quite correctly  suggests that the  red\n\nHonda, registered  to  Tejada, was  the  \"most obvious  piece  of\n\ncircumstantial evidence\" linking the two transactions to the same\n\nconspiracy.    Equally conspicuous,  however,  yet  overlooked by\n\nPion, were  the three  participants common to  both transactions,\n\nnotably himself,  \"Rafael\" and Tejada, and  their tacit agreement\n\nto traffick in cocaine.  Nothing more was required.\n\nC.   The Transcripts\n                    \n\n          Without  identifying the  translations  at issue,  Pion\n\nchallenges, as ambiguous  and inaccurate, government  transcripts\n\ncontaining English translations of Spanish conversations recorded\n\nby Mendoza,  the  government informant,  during various  meetings\n\nwith  Pion  and other  conspirators.   Since  Pion did  not argue\n\nbefore the district court that the transcripts were ambiguous, we\n                                                             \n\nreview  only for plain error.  See United States v. Mejia-Lozano,\n                                                                \n\n829 F.2d 268, 272 (1st Cir. 1987); Fed. R. Crim. P. 52(b).\n\n          Even though  Pion's failure to identify  the challenged\n\nstatements severely hinders  review, especially  since the  tran-\n\nscripts are not  included in  the appellate record,  see Fed.  R.\n                                                        \n\nApp. P. 10(b), 11(a),  we can say with confidence  that there was\n\n                                4\n\nno error, plain  or otherwise.  The thrust  of this contention is\n\nthat the  transcripts are susceptible to  two radically different\n\ninterpretations:  one innocent (the recorded conversations merely\n\nconcerned beer);  the other criminal (cocaine  trafficking).  The\n\nrecord precludes  any  suggestion of  error based  on this  newly\n\nminted theory,  as the evidence (including  Pion's testimony) and\n\nthe  recorded conversations  themselves established  beyond doubt\n\nthat beer  was simply the  means Mendoza  used to gain  access to\n\nPion.\n\n          The district court  correctly followed the  transcript-\n\nadmission procedure set out in United States v. Rengifo, 789 F.2d\n                                                       \n\n975 (1st  Cir. 1986), by  first attempting,  without success,  to\n\nobtain a  stipulated transcript.   See  id. at  983.  After  Pion\n                                           \n\nobjected to  alleged inaccuracies in the authenticated government\n\ntranscript, he consented to its admission subject to the right to\n                        \n\nintroduce his own transcript.   The court thereupon  admitted the\n\ngovernment  transcript  and gave  a cautionary  jury instruction.\n\nNotwithstanding the fact  that the court recognized  his right to\n\ndo  so, Pion  did  not offer  his own  transcript.   Later,  Pion\n\nobjected when  the government attempted  to read portions  of its\n\ntranscript to  the jury.   The court  treated the objection  as a\n\nmotion to strike, and denied it.  \n\n          There  was no abuse  of discretion.   United  States v.\n                                                              \n\nFont-Ramirez,  944 F.2d 42, 48 (1st Cir. 1991), cert. denied, 112\n                                                            \n\nS.  Ct.  954 (1992)  (no  \"abuse of  discretion\"  where defendant\n\nneither offered transcript nor indicated specific inaccuracies in\n\n                                5\n\ngovernment transcript); accord United  States v. Devous, 764 F.2d\n                                                       \n\n1349, 1355 (10th Cir. 1985). \n\nD.   Juror Misconduct\n                     \n\n          The district  court's decision to conduct  an in camera\n                                                                 \n\ninquiry  to resolve a report  of improper juror  contact was well\n\nwithin its broad discretion.  See United States v. Reis, 788 F.2d\n                                                       \n\n54,  59 (1st Cir. 1986).  The  transcript of the in camera inter-\n                                                          \n\nview  plainly reveals  that the  matters discussed  directly per-\n\ntained  to whether the juror  had been approached  and whether he\n\ncould be impartial.  \n\nE.   Jury Composition\n                     \n\n          Pion claims a deprivation of his constitutional  right,\n\nunder  the Sixth Amendment to  the United States Constitution, to\n\nbe  tried by a  petit jury  drawn from  a representative  cross -\n\nsection of the  community.3   See Taylor v.  Louisiana, 419  U.S.\n                                                      \n\n                    \n\n     3We  do not share the view embraced by our brother, relating\nto 28 U.S.C.    1867.   See infra  at pp.  16-19.   First, it  is\n                                 \nunnecessary to  address section 1867, because  the merits dispute\nproperly raised, briefed and argued by the parties, and carefully\nconsidered  by the  district  court,  presents an  insurmountable\nbarrier  for appellant.  See,  e.g., Norton v.  Mathews, 427 U.S.\n                                                       \n524, 532  (1976); In re Unanue  Casal, 998 F.2d 28,  33 (1st Cir.\n                                     \n1993).  Second, the jurisdictional  question our brother poses is\nanything but easy, having been squarely  addressed in its present\naspect by but one court of appeals, see United States v. De Alba-\n                                                                 \nConrado,  481  F.2d 1266  (5th  Cir.  1973),  which concluded    \n       \ncontrary  to the position taken in the concurring opinion    that\nconstitutional challenges  to jury composition are  not barred by\n                                                       \n28 U.S.C.    1867(e).  Id.  at 1270,  n.4.  Although  we take  no\n                          \nposition on the jurisdictional  question, the difficulty with the\nposition espoused  by our  brother is  succinctly  stated in  the\nlegislative history of 28 U.S.C.   1867(e): \n          Subsection  (e) makes  clear that  the proce-\n          dures  prescribed  in  this section  are  the\n          exclusive  means  for challenging  compliance\n                                                       \n          with the  statute.   The bill, as  amended by\n                                       \n\n                                6\n\n522, 527  (1975).  The district court  accepted, arguendo, Pion's\n                                                         \n\nstatistical data indicating that  though the 1990 census reflects\n\nthat 4.2% of  the residents  within the Eastern  Division of  the\n\nDistrict of Massachusetts are Hispanic, only 0.99% of all persons\n\nresponding to the juror questionnaire  during 1992, and 0.80%  of\n\nthose appearing for juror orientation, were Hispanic.  These data\n\nform the evidentiary base for Pion's sweeping claim that \"Hispan-\n\nic minority members are so grossly underrepresented among federal\n\njuries as to constitute  a 'systematic exclusion of the  group in\n\nthe jury-selection process'\" (quoting Duren v. Missouri, 439 U.S.\n                                                       \n\n357, 364 (1979)).  The district court  rejected the Pion claim on\n\nthe  fundamental ground that the  Amended Jury Plan  for the Dis-\n\ntrict  of Massachusetts [\"Jury Plan\"]  is as broadly inclusive as\n\nany  in  the nation  and has  been  expressly approved  under the\n\nFederal Courts  Administration Act of 1992, codified at 28 U.S.C.\n\n  1863(b)(2) (1992).4   On appeal, Pion  nonetheless insists that\n\n                    \n\n          the  committee, however, makes clear that the\n                                                       \n          act will not preclude any person or the Unit-\n                                                       \n          ed  States from  asserting rights  created by\n                                                       \n          other statutes or for [sic] enforcing consti-\n                                                       \n          tutional rights.\n                         \nH.R. Rep. No.  1076, 90th  Cong., 2d Sess.  (1968), reprinted  in\n                                                                 \n1968 U.S. Code Cong.  &amp; Admin. News 1792, 1806  (emphasis added).\nSee also De-Alba-Conrado, 481 F.2d at 1270 n.5.\n                        \n          Given  the  express  language  employed  in  subsection\n1867(e), and its explicit legislative history, id., we believe it\n                                                  \nprudent  to bypass  the question,  see Norton,  427 U.S.  at 532,\n                                             \nrather than attempt,  sua sponte,  to resolve it  on the  present\n                                \nrecord. \n\n     4Rather  than voter  lists  or  motor  vehicle  registration\nlists, the baseline  data utilized  under the Jury  Plan are  the\nalphabetical lists of all persons age seventeen and  above resid-\ning  in  every Massachusetts  city  and  town, compiled  annually\npursuant  to Mass.  Gen. L.  ch. 234A,    10 (1992).   See United\n                                                          \n\n                                7\n\nthe Jury Plan results in such substantial Hispanic underrepresen-\n                        \n\ntation as to render it constitutionally infirm under the \"system-\n\natic exclusion\"  standard employed in Duren v. Missouri, 439 U.S.\n                                                       \n\n357, 364 (1979).         The   burden  is  on  the  defendant  to\n\nestablish a prima facie case of unconstitutional disproportional-\n\nity.  United States v. Benmuhar, 658 F.2d 14, 19 (1st Cir. 1981).\n                               \n\nWe  conclude  that Pion  has not  demonstrated that  any Hispanic\n\nunderrepresentation  on his jury venire was due to their \"system-\n                                                                 \n\natic  exclusion  in the  jury-selection  process.\"   Id.  at  366\n                                                        \n\n(emphasis  added).   Consequently, he has  failed to  establish a\n\nprima  facie violation  of the  \"fair-cross-section requirement.\"\n\nId. at 364;  United States v. Hafen, 726 F.2d  21, 23 (1st Cir.),\n                                   \n\ncert. denied, 466 U.S. 962 (1984). \n            \n\n          The  government  agrees  that  Hispanics  constitute  a\n\ndistinctive ethnic  group in the Eastern Division of the District\n\nof Massachusetts, thus  conceding the first  prong of the  three-\n\npart  Duren test.   See Duren, 439  U.S. at 364.   The government\n                             \n\ncounters, however, that Pion  failed to make the two  other Duren\n                                                                 \n\nshowings:   that Hispanic representation on jury  venires \"is not\n\nfair and reasonable in relation to the number of such  persons in\n\nthe  community\" and that any such  underrepresentation is \"due to\n\nsystematic exclusion  of [Hispanics]  in the  jury-selection pro-\n\n                    \n\nStates  District Court, District  of Massachusetts,  Amended Jury\nPlan at 3 (Sept. 6, 1989).   Names are drawn at random from these\nresident  lists for inclusion in the Master Jury Wheel from which\npotential grand and petit jurors' names are then randomly drawn.\n\n                                8\n\ncess.\"   Id.   Although  both showings  are problematic,  we need\n            \n\naddress only the \"systematic exclusion\" claim. \n\n          Pion  presented  uncontroverted  evidence indicating  a\n\n3.4%  \"absolute disparity\" between  the 4.2% Hispanic representa-\n\ntion  in the relevant  general population and  the 0.80% Hispanic\n\nrepresentation  among persons  appearing  for juror  orientation.\n\nSee Hafen, 726  F.2d at  24 (\"absolute  disparity\" standard  more\n         \n\nappropriate than \"comparative disparity\" standard where allegedly\n\nunderrepresented group  constitutes very small proportion  of the\n\ntotal  population) (citing  United  States v.  Whitley, 491  F.2d\n                                                      \n\n1248, 1249 (8th Cir.), cert. denied, 416  U.S. 990 (1974)).5  For\n                                   \n\nthe reasons stated  in Hafen,  726 F.2d at  24, the  \"comparative\n                            \n\ndisparity\" standard should not be employed in circumstances where\n\n\"a small variation in the  figures used to calculate  comparative\n\n                    \n\n     5The  \"comparative  disparity\"  standard  would  measure the\n                       \npercentage spread between  the total number  of Hispanics in  the\nrelevant  general population  who are  eligible for  jury service\n[\"eligible Hispanics\"], i.e.,  assumedly 4.2%, and the  shortfall\n                                                                 \nbetween the  eligible Hispanic  jurors (4.2%) and  the percentage\nappearing for juror orientation (0.8%), i.e., 3.4%.  The \"compar-\n                                                                 \native disparity\" would be calculated by dividing the shortfall in\n                                                              \nHispanic  representation (3.4%)  by  the percentage  of  eligible\nHispanics (4.2%),  yielding a  huge 81%  \"comparative disparity.\"\nSee Hafen, 726 F.2d at 23.\n         \n     The \"absolute disparity\" standard,  on the other hand, would\n                  \nmeasure  the  gross spread  between  the  percentage of  eligible\nHispanics (4.2%) in the relevant population and the percentage of\nHispanic representation  on the  Master Jury  Wheel.  Here,  Pion\nwrongly assumes a 3.4% \"absolute disparity.\"  The reality is that\n               \nthe  spread between the 4.2%  of eligible Hispanics  and the per-\n                                                                 \ncentage  of Hispanics  on  the Master  Jury  Wheel has  not  been\n                                                  \nestablished,  nor can  it be  discerned, since the  percentage of\nHispanics  on the  Master  Jury Wheel  is  not disclosed  in  the\n                                     \nappellate  record.   Thus,  Pion impermissibly  assumes that  the\n0.80% Hispanic  representation among  all persons who  appear for\njuror  orientation is  the  appropriate downside  percentage  for\nmeasuring the absolute disparity in Hispanic representation.\n\n                                9\n\ndisparity can produce a significant difference in the result, and\n\n. . . there is  reason to  doubt the accuracy  of the figures  on\n\nwhich appellant would have us rely.\"6\n\n          Pion has  not  demonstrated that  any alleged  Hispanic\n\nunderrepresentation  on  Eastern  Division  jury  venires  in the\n\nDistrict of  Massachusetts is due to \"systematic exclusion in the\n\njury-selection  process.\"  Duren, 439 U.S. at 366.  He identifies\n                                \n\nneither  a systemic defect  nor an operational  deficiency in the\n\nJury Plan  which would  account for the  alleged underrepresenta-\n\ntion,  compare id.  at  366-67,  and  he expressly  disavows  any\n                  \n\nsuggestion  that the Jury Plan was either designed or intended to\n\nexclude Hispanics.\n\n          The first infirmity  in the unfair  cross-section claim\n\nis that the district court found, and Pion does not dispute, that\n\nthe broadest data available    resident lists    are used to make\n\nup the Master Jury Wheel from which Eastern Division jury venires\n\nare drawn.  There is no allegation, much less  a showing, statis-\n\ntical  or otherwise,  that data  more conducive  to a  fair cross\n\nsection are  available, let  alone more fairly  representative of\n\neligible Hispanics  in the relevant general  population.  Second,\n\nsince  the names included in  the Master Jury  Wheel are randomly\n\ndrawn  from the most inclusive  data available, and random selec-\n\ntion  also determines  to whom  juror questionnaires  are mailed,\n\nthere  can be  no  reasonable inference  that the  jury-selection\n\n                    \n\n     6For a fuller exposition of the rationale for  utilizing the\n\"absolute  disparity\" standard in a case of this sort, see Hafen,\n                                                                \n726 F.2d at 23-24.\n\n                                10\n\nprocess itself systematically excludes  Hispanics at any stage up\n\nto and including the distribution of juror questionnaires.\n\n          At that stage in the process, however, the  data relied\n\non  by Pion indicate, see  1992 Jury Wheel  Report, Eastern Divi-\n                         \n\nsion, Boston, Mass.,  that only  .99% of those  who complete  and\n\nreturn the jury questionnaire,  and .80% of those who  appear for\n\njuror  orientation, are  Hispanic.   Nevertheless,  even assuming\n\ntheir  accuracy,  these  data   demonstrate  no  Hispanic  under-\n                                                                 \n\nrepresentation on the  1992 Master  Jury Wheel.   And since  only\n                                              \n\nthose  persons whose names are randomly drawn for the Master Jury\n\nWheel can receive a juror questionnaire (and, later, a summons to\n\njuror orientation),  Pion's allegation of  \"systematic exclusion\"\n\nbased on  the .80%  Hispanic representation at  juror orientation\n\n(or  the .99% responding  to the questionnaire)  is pure specula-\n                                                                 \n\ntion.  See  United States v. Garcia, 991 F.2d  489, 492 (8th Cir.\n                                   \n\n1993) (numerical  underrepresentation not a proxy  for systematic\n\nexclusion);  cf. Barber  v. Ponte,  772 F.2d  982, 997  (1st Cir.\n                                 \n\n1985) (en  banc) (\"courts have tended  to allow a  fair degree of\n\nleeway  in designating jurors so  long as the  state or community\n\ndoes not  actively prevent people  from serving or  actively dis-\n\ncriminate, and so  long as the system is reasonably open to all\")\n\n(emphasis  in  original); cert.  denied,  475  U.S. 1050  (1986);\n                                       \n\nBenmuhar,  658  F.2d at  19  (finding  \"systematic exclusion\"  of\n        \n\nHispanics as  a result of Commonwealth of Puerto Rico's exclusion\n\nof  non-Anglophones  from jury  service).   With  no datum  as to\n\nHispanic representation on  the Master Jury Wheel, and  given the\n\n                                11\n\nfact  that the baseline data for comprising the Master Jury Wheel\n\nare the best available, there can be no reasonable inference that\n\nthe  relatively  small   Hispanic  underrepresentation  at  juror\n\norientation is attributable to anything other than the randomness\n\nof the  draw from either  the resident  lists or the  Master Jury\n\nWheel.   Consequently, Pion generated no trialworthy issue on the\n\nessential element  of \"systematic exclusion,\" Duren,  439 U.S. at\n                                                   \n\n366.7\n\nF.   Mandatory Minimum Sentence (21 U.S.C.   841(b)(1)(A)(ii))\n                                                              \n\n          Pion  contends that  the  sentencing  court  improperly\n\nincluded  an unconsummated three-kilogram  cocaine transaction in\n\ncalculating  the amount  for  which he  was responsible,  thereby\n\ntriggering the  minimum ten-year  sentence mandated by  21 U.S.C.\n\n  841(b)(1)(A)(ii) (ten-year  minimum for distribution of five or\n\nmore  kilograms  of cocaine).8    At  sentencing, the  government\n\nargued that Pion was responsible, under U.S.S.G.   2D1.1 comment.\n\n(n.12) (1992) [hereinafter:  \"note 12\"], for the additional three\n\n                    \n\n     7Duren provides an instructive contrast.  There a very large\n           \n(39%)  absolute disparity existed between the percentage of women\n                         \nin  the  relevant population  and  their  representation on  jury\nvenires, a  disparity which the Court  found reasonably attribut-\nable to a prominent feature in Missouri's jury-selection process;\nthat is,  the longstanding  practice of granting  women automatic\n                                                                 \nexemption from jury  service upon  request.  Duren,  439 U.S.  at\n                                                  \n366-67.  Pion points to  nothing in the Jury Plan, or  its imple-\nmentation,  which  would  account  for the  much  smaller  (3.4%)\nabsolute disparity alleged here.\n\n     8The  presentence  report  recommended  that  Pion  be  held\nresponsible for 3.5024 kilograms, the combined total delivered on\nJune 4 (approximately one-half kilogram) and July 3 (three  kilo-\ngrams).\n\n                                12\n\nkilograms  he negotiated to supply  Mendoza in July.9   The court\n\ndetermined, pursuant  to note 12,  that Pion was  not \"reasonably\n\ncapable  of producing\"  the three  additional kilograms.10   Then\n\nit supportably found  that the  object of the  conspiracy was  to\n\ndistribute in excess of six  kilograms of cocaine, including  the\n\nadditional three kilograms Pion agreed to supply Mendoza later in\n\nJuly.11  Accordingly, the  court concluded that Pion  was subject\n\n                    \n\n     9Note 12 states in relevant part:\n\n          The weight under negotiation in an uncomplet-\n          ed  distribution shall  be used  to calculate\n          the  applicable amount.   However,  where the\n          court finds that the defendant did not intend\n          to produce and was  not reasonably capable of\n                        \n          producing  the  negotiated amount,  the court\n          shall exclude from the  guideline calculation\n          the  amount that  it finds the  defendant did\n          not intend to produce and  was not reasonably\n                                   \n          capable of producing.\n\n(Emphasis added.)\n\n     10The district court ruled: \n\n          I am  unable to find by  a fair preponderance\n                              \n          of the  evidence that Mr. Pion was reasonably\n                                                       \n          capable of producing  the negotiated  amount.\n                                                      \n          I've already  found that he intended  to pro-\n          duce  it.   But on this  record, and  by this\n          record I  include the presentence  report and\n          all the representations made to me, I can not\n          find that he  was reasonably capable of  pro-\n          ducing the negotiated amount.\n\n(Emphasis added.)  \n\n     11The court found   \n\n          by a fair preponderance of the evidence [that\n          Pion] knowingly, intelligently and voluntari-\n          ly entered into a course of conduct the nego-\n          tiation for which  was and which contemplated\n          the  delivery of  an additional  three kilog-\n          rams, or  3,000 grams  of cocaine  within the\n\n                                13\n\nto the ten-year minimum sentence mandated by statute for conspir-\n\ning  to possess and distribute five or more kilograms of cocaine.\n\nSee  21 U.S.C.    841(b)(1)(A)(ii), 846.   Relying on the finding\n   \n\nthat he was not  capable of producing the three  additional kilo-\n\ngrams negotiated on July 3,  see supra note 10, Pion  argues that\n                                      \n\nthe  ten-year   minimum  sentence   mandated   under  21   U.S.C.\n\n  841(b)(1)(A)(ii) does not apply.  We disagree.\n\n          Pion's  position is confounded by the fact that note 12\n\nis phrased  in the conjunctive.   See supra note 9.   It requires\n                                           \n\nthe sentencing court to include the \"weight under negotiation  in\n\nan uncompleted distribution\" unless  it finds that \"the defendant\n\ndid  not  intend to  produce and  was  not reasonably  capable of\n                                \n\nproducing the negotiated amount.\" Id. (emphasis added).  Further-\n                                     \n\nmore, note 12 directs the  sentencing court    once again in  the\n\nconjunctive     to  \"exclude from  the guideline  calculation the\n\nnegotiated amount that it  finds the defendant did not  intend to\n\nproduce  and  was not  reasonably  capable  of  producing.\"   Id.\n                                                                 \n\n(emphasis added).   Its conjunctive phrasing  clearly is intended\n\nto avoid inflated sentences based on drug-quantity discussions in\n\nuncompleted  transactions where  the defendants were  merely puf-\n\nfing;  that is,  where the  defendants did  not intend,  and were\n                                                            \n\nunable,  to  produce the  amount  under discussion.    Cf. United\n                                                                 \n\nStates v. Moreno, 947 F.2d 7, 9 (1st Cir. 1991) (applying  former\n                \n\n                    \n\n          following week. . . .\n\n                                14\n\nU.S.S.G.    2D1.4 comment.  (n.1)).  In  sum, Pion's  claim fails\n\nbecause neither conjunctive clause in note 12 can be ignored.12\n\n           Although the district court  did not find Pion reason-\n\nably  capable of  producing  the additional  three kilograms,  it\n\nfound that  he was a member  of a conspiracy whose  object was to\n\ndistribute  more  than six  kilograms  and  that he  specifically\n\nintended  to further  the conspiratorial  objective.   See United\n                                                                 \n\nStates v. Pennell, 737 F.2d 521 (6th Cir. 1984) (no \"impossibili-\n                 \n\nty\" defense available under     841(a)(i) and 846); United States\n                                                                 \n\nv. Everett, 700 F.2d  900, 904 (3d Cir. 1982)  (Congress intended\n          \n\nto eliminate \"impossibility\" defense  under   846); see generally\n                                                                 \n\nWayne R. LaFave &amp; Austin Scott, Jr., 2 Substantive Criminal Law  \n                                                               \n\n6.5(b), at  90-93 (1986)  (discussing  limits of  \"impossibility\"\n\ndefense in conspiracy cases).  \n\n          The  district  court  correctly concluded  that  Pion's\n\ninability  to  produce  the  additional three  kilograms  was  no\n\n                    \n\n     12Although the parties assume that  the drug-quantity deter-\nmination arrived at under note 12 does not govern for purposes of\ntriggering a  minimum sentence mandated by  statute [\"MMS\"], see,\n                                                                \ne.g., 21  U.S.C.   841(b)(1)(A)(ii),  note 12  is not limited  in\n    \nthis  fashion.  Nor is there  a statutory directive that might be\nthought to  govern the threshold drug-quantity  determination for\nMMS  purposes.   Absent  a statutory  alternative, therefore,  we\nthink application note  12 provides  the threshold  drug-quantity\n                                                  \ncalculus upon which depends  the statutory minimum sentence fixed\nunder 21 U.S.C.   841(b)(1)(A)(ii).  See United States v. Hughes,\n                                                                \n970 F.2d  227,  236  n.9  (7th Cir.  1992)  (discussing  U.S.S.G.\n  2D1.4, a forerunner to U.S.S.G.   2D1.1 comment. (n.12) (1992)-\n).\n\n                                15\n\nimpediment  to its  imposition of  the ten-year  minimum sentence\n\nmandated by statute.13 \n\n          Affirmed. \n                  \n\n                  - Concurring Opinion Follows -\n                                              \n\n                    \n\n     13Since there has  been no showing of error,  Pion's cumula-\ntive-error claim collapses.\n\n                                16\n\n          TORRUELLA,  Circuit Judge  (Concurring).    Although  I\n                                   \n\nagree  with  my colleagues  on  all  parts of  this  well-crafted\n\nopinion, with the  exception of Part E thereof --  and even as to\n\nthat,  I conclude that appellant has failed to raise a cognizable\n\nclaim  before this court -- I must express myself separately with\n\nrespect to  the substance of the majority's reasoning in reaching\n\nour common result.\n\n          First of  all, the  court has reached  issues and  made\n\npronouncements thereon, which are  not properly before us.   I am\n\nreferring to appellant's allegation that the jury pool from which\n\nthe  petit jury was drawn  does not represent  a cross-section of\n\nthe community, thus violating the Sixth Amendment of  the Consti-\n\ntution.  See, Duren v. Missouri, 439 U.S. 357 (1979).\n                               \n\n          This contention  was raised by appellant, after convic-\n                                                         \n\ntion,  as part  of a  supplemental motion  for a  new trial.   It\n\ntherefore clearly fails to comply with the provisions of the Jury\n\nSelection  and Service Act of 1968, 28 U.S.C.   1861-1876, pursu-\n\nant to which:\n\n            In  criminal  cases,  [challenges to  the\n            composition of  the jury must  be raised]\n            before the voir dire  examination begins,\n            or  within seven days after the defendant\n            discovered or could  have discovered,  by\n            the  exercise  of diligence,  the grounds\n            [for such a challenge] . . .\n\n28 U.S.C.   1867(a).  This statute further establishes that:\n\n            The procedures prescribed by this section\n            shall be the exclusive  means by which  a\n                                  \n            person accused of a  federal crime, . . .\n            may challenge any jury on the ground that\n            such jury was not selected  in conformity\n            with the provisions of this title.\n\n                               -16-\n                                16\n\n28 U.S.C.   1877(e) (emphasis added).\n\n          The  government's  apparent  lapse  in  not challenging\n\nappellant's failure to comply with  these mandatory requirements,\n\nand the district court's complacency therewith, are irrelevant to\n\ndetermining  whether the issue is  properly before us.   The jury\n\nchallenge requirements  are to be strictly  construed and failure\n\nto comply precisely with their terms  forecloses any challenge to\n\nthe composition of  the jury.  United States v.  Cooper, 733 F.2d\n                                                       \n\n1360 (10th Cir. 1984), cert. denied, 467 U.S. 1255 (1984); United\n                                                                 \n\nStates v. Green,  742 F.2d 609 (11th Cir. 1984); United States v.\n                                                              \n\nRaineri, 670 F.2d  707 (7th  Cir. 1982), cert.  denied, 459  U.S.\n                                                      \n\n1035  (1982); United States v.  Bearden, 659 F.2d  590 (11th Cir.\n                                       \n\n1981), cert. denied, 456 U.S. 936 (1981); United States v. Young,\n                                                                \n\n570 F.2d 152 (6th Cir. 1978); United States  v. D'Alora, 585 F.2d\n                                                       \n\n16  (1st Cir. 1978); Government of Virgin Islands v. Navarro, 513\n                                                            \n\nF.2d  11  (3d Cir.  1975), cert.  denied,  422 U.S.  1045 (1975);\n                                        \n\nUnited States v. Fern ndez,  497 F.2d 730 (9th Cir.  1974), cert.\n                                                                 \n\ndenied, 420 U.S. 990  (1974).  Any objection to  jury composition\n      \n\nwhich is not timely raised is considered waived for all purposes.\n\nUnited States v.  Webster, 639  F.2d 174 (4th  Cir. 1981),  cert.\n                                                                 \n\ndenied,  454 U.S.  857  (1981); United  States  v. Young,  supra;\n                                                                \n\nUnited States v. Grismore, 546 F.2d 844 (10th Cir. 1976).\n                         \n\n          The  record shows  that appellant  failed to  raise the\n\njury  composition  issue in  a timely  fashion,1  and thus,  as a\n\n                    \n\n     1There  is no  allegation  that appellant  was impeded  from\ndoing so for any valid reason, or that the information upon which\nhis claim is based was unavailable.\n\n                               -17-\n                                17\n\nmatter of law, he  is foreclosed from  the right to contend  this\n\nmatter on appeal.   We therefore need go no further.   Yet we do,\n\nand  I am  thus  required to  express  my disagreement  with  the\n\nmajority's unnecessary dicta regarding the merits of this issue.\n\n          As is well known, to establish a  prima facie violation\n\nof  the cross-section  requirement, a  petitioner must  show: (1)\n\nthat  the group  alleged  to be  excluded  is a  \"cognizable\"  or\n\n\"distinctive\" group in the community; (2) that the representation\n\nof this group  in venires from  which juries are selected  is not\n\nfair and reasonable  in relation to the number of such persons in\n\nthe  community; and  (3)  that the  underrepresentation in  peti-\n\ntioner's venire is due  to the systematic exclusion of  the group\n\nin  the jury-selection process.  Duren v. Missouri, 439 U.S. 357,\n                                                  \n\n364 (1979); Hern ndez v. Texas, 347 U.S. 475, 579 (1954).\n                              \n\n          There  should  be  little   doubt  regarding  the  cog-\n\nnizability  of  Hispanics  for  Sixth Amendment  purposes.    See\n                                                                 \n\nHern ndez  v. Texas, 347 U.S.  at 475; Thiel  v. Southern Pacific\n                                                                 \n\nCo., 328  U.S. 217,  220 (1986).   Where I  part company  with my\n   \n\ncolleagues is in our relative application of the second and third\n\nDuren prongs.\n     \n\n          In my view, in contrast with the majority,  the figures\n\npresented by  appellant show  a statistically  significant under-\n\nrepresentation of Hispanics within the jury venire.  According to\n\nthe 1990 census, 4.2%  of the residents within the  Eastern Divi-\n\nsion of  the District  of Massachusetts, the  relevant community,\n\nare  Hispanics.  Yet Hispanics represent only .80% of the venires\n\n                               -18-\n                                18\n\nfor  that Division.   Otherwise  stated, although  the population\n\ncomposition is such that  one would expect 42 Hispanics  to serve\n\non  the district  court's  jury for  every one-thousand  citizens\n\ncalled  to such duty, in  fact only eight  Hispanics serve in the\n\nvenires  for  every  one-thousand  citizens  called.    Appellant\n\nfurther contends  that  when  compared  with  other  identifiable\n\nethnic groups,  such as  non-minority whites, blacks  or American\n\nIndians, only Hispanics are disproportionately underrepresented -\n\n- and the statistics were produced to support this contention.\n\n          According to  my calculations,  if one takes  the above\n\nfigures as correct, Hispanics  are underrepresented in the venire\n\nby 80.95% as compared to their numbers in the community.2   Duren\n                                                                 \n\nv. Missouri, supra, at 364.  Such a disparity is not only statis-\n                  \n\ntically significant  but also  constitutionally cognizable.   Id.\n                                                                 \n\nMy  method of  determining disparity  is dubbed  the \"comparative\n\ndisparity\" standard by my  colleagues, ante at 8 n.5,  which they\n                                           \n\nunderstand  should  not be  used  \"where  [the] allegedly  under-\n\nrepresented group  constitutes [a]  very small proportion  of the\n\ntotal population.\"  Id.  Citing  United States v. Hafen, 726 F.2d\n                                                       \n\n21, 23-24 (1st  Cir. 1984), they promote  the so-called \"absolute\n\ndisparity\" standard, ante at 9 nn.5-6, whereby they conclude that\n                         \n\n                    \n\n     2This  percentage  of  underrepresentation  is  measured  by\ncalculating  the  shortfall  between the  percentage  of eligible\n                           \nHispanic  jurors (4.2%)  and the  percentage appearing  for juror\norientation (0.8%),  i.e., 3.4%, and then  dividing the shortfall\n                                                                 \nin Hispanic  representation (3.4%) by the  percentage of eligible\nHispanics (4.2%).\n\n                               -19-\n                                19\n\nthe  underrepresentation is only 3.4%,3 a spread which is said to\n\nbe  constitutionally insignificant.    Hafen tells  us that  this\n                                            \n\nsystem of calculating disparity should be used where the cogniza-\n\nble group is  small because if the \"comparative disparity\" method\n\nis  used under those  circumstances, it will  distort \"reality.\" \n\nHafen, 726 F.2d at 24.\n     \n\n          I  believe  this  to  be an  erroneous  conclusion  for\n\nseveral reasons.  First of  all, I find Hafen to run  contrary to\n                                             \n\nprior,  valid circuit precedent in  La Roche v.  Perrin, 718 F.2d\n                                                       \n\n500 (1st Cir. 1983),  which established the so-called comparative\n\ndisparity calculation  as  the circuit  standard for  determining\n\nunderrepresentation.  See also Barber v. Ponte, 772 F.2d 982, 989\n                                              \n\nn.n.11,  12 (1st Cir. 1985).   Hafen's attempt  to distinguish La\n                                                                 \n\nRoche is unconvincing.   Secondly, the majority's approach leaves\n     \n\nus  without any guide or standard as to when the cognizable group\n\nis  to be  considered too  small or  large so  as to  trigger the\n\nswitch from  one standard to  the other.   It  would appear  that\n\napplying  different constitutional  standards  to varied  groups,\n\ndepending  on whether  they are  large or  small, would  not only\n\nraise substantial  equal protection issues, but  would defeat the\n\nimportant goals  promoted by the  Jury Selection and  Service Act\n\nand the Sixth Amendment.  The minorities  most in need of protec-\n\ntion  are  those least  entitled to  it,  to allegedly  prevent a\n\n\"distortion  of reality.\"   I  might ask  who's \"reality\"  are we\n\ntalking about?  To my  view, the true distortion of \"reality\"  is\n\n                    \n\n     34.2% - .8% = 3.4%.\n\n                               -20-\n                                20\n\nthe  failure of a  criminal law system,  before which is  tried a\n\nlarge number of persons  from an ethnic group, to  include within\n\nits  mechanisms  the peers  of those  charged,  at least  in some\n\nreasonable measured proportion to their membership in the popula-\n\ntion.   Finally, on  its face the  so-called \"absolute disparity\"\n\nstandard appears to run  contrary to Duren, which speaks  to \"the\n                                          \n\nrepresentation of  [the] group in the community . . . in relation\n\n[i.e.,  in comparison]  to  the number  of  such persons  in  the\n\ncommunity.\"  Duren, supra, at 364.  This language seems  to speak\n                         \n\nin comparative, not in absolute, terms.\n              \n\n          We  thus come  to  the issue  of systematic  exclusion.\n\nNormally, systematic exclusion requires a showing of  substantial\n\ndisparity in numbers over  a sustained period of time,  Barker v.\n                                                              \n\nPonte, 772 F.2d 982, 989 (1st Cir. 1985), something which has not\n     \n\nbeen  established by appellant in this case.  I believe, however,\n\nthat where the disparity established by  the claimant reaches the\n\nproportion  of those in the present case, 80.95%, the burden must\n                                                \n\nbe  shifted to  require the  government to  justify that  such an\n\naberration  is not the product of inappropriate conduct.  In most\n\ncases, such  as perhaps the present one,  this should be a burden\n\neasily explainable by the government.\n\n          Had appellant complied  with the absolute  requirements\n\nof  28 U.S.C.    1867, I  would  have voted  for reversal  of his\n\nconviction.  Having  failed to  do so, however,  I concur in  the\n\naffirmance  of his  conviction,  although as  indicated above,  I\n\nbelieve that at least part of the majority's reasoning is flawed.\n\n                               -21-\n                                21\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">June 8, 1994      UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\nNo. 93-1193\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                          RENE M. PION,\n\n                      Defendant, Appellant.\n\n                                          \n\n                           ERRATA SHEET\n\n     The opinion of this  Court, issued June 1, 1994,  is amended\nas follows:\n\n     Page  11, line 22, should read:   . . .   Jury Wheel are the\nbest . . .\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 93-1193\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                          RENE M. PION,\n\n                      Defendant, Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. William G. Young, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                    Torruella, Circuit Judge,\n                                            \n\n                  Aldrich, Senior Circuit Judge,\n                                               \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                           \n\n   Benjamin D. Entine for appellant.\n                     \n   Geoffrey E.  Hobart, Assistant United States  Attorney, with whom\n                      \nA.  John Pappalardo,  United  States  Attorney,  and George  W.  Vien,\n                                                                   \nAssistant United States Attorney, were on brief for appellee.\n\n                                           \n\n                           June 1, 1994\n\n                                           \n\n          CYR, Circuit Judge.  After a two-week trial, Rene  Pion\n          CYR, Circuit Judge.\n                            \n\nwas convicted  on three cocaine-related charges  and sentenced to\n\nconcurrent mandatory minimum  ten-year prison terms, pursuant  to\n\n21 U.S.C.   841(b)(1)(A)(ii).1   We address each of Pion's appel-\n\nlate claims.\n\nA.   Entrapment\n               \n\n          Without challenging the jury instruction on entrapment,\n\nPion  contends that the evidence compelled jury acceptance of his\n\nentrapment defense.  We therefore inquire whether a rational jury\n\ncould have found, beyond  a reasonable doubt, either that  he was\n\npredisposed to  commit the particular  crime charged or  that the\n                                                       \n\ngovernment did not  induce him to commit it.   Jacobson v. United\n                                                                 \n\nStates,      U.S.    ,    , 112 S.  Ct. 1535, 1540 (1992); United\n                                                                 \n\nStates  v. Reed, </pre><span class=\"citation\" data-id=\"592213\"><a href=\"/opinion/592213/united-states-v-daniel-l-reed/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span><pre class=\"inline\">, 18  (1st Cir. 1992).  Viewed in the\n               \n\nlight most favorable to  the verdict, United States v.  Martinez,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"553838\"><a href=\"/opinion/553838/united-states-v-victor-martinez-united-states-of-america-v-hector-vidal/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">914</span></a></span><pre class=\"inline\">, 923 (1st Cir.  1991), there was ample evidence that\n\nPion was not induced to commit any crime.\n\n          The only  inducement to  which he  points on  appeal is\n\nthat the government informant, Esteban Mendoza, plied and enticed\n\nhim with a  \"vital\" supply of  El Presidente beer  for resale  at\n\nPion's  restaurant.    According  to Pion,  the  government  thus\n\nsubjected him  to \"rigid  economic coercion\"  to traffick in  co-\n\ncaine.  Not only was this fanciful claim not preserved below,  it\n\n                    \n\n     1Count I charged conspiracy  to possess cocaine, with intent\nto distribute, see 21 U.S.C.   846; substantive counts II and III\n                  \ncharged possession of cocaine for distribution, and  distribution\nof cocaine, respectively, see </pre><span class=\"citation\" data-id=\"553838\"><a href=\"/opinion/553838/united-states-v-victor-martinez-united-states-of-america-v-hector-vidal/\"><span class=\"id_token\">id.</span>    841(a)(1) &amp; </a></span><pre class=\"inline\">(b)(1)(A)(ii).\n                                 \n\n                                2\n\nis squarely contradicted by his testimony at trial.   Additional-\n\nly, the  El Presidente beer  Mendoza supplied Pion  totalled nine\n\ncases;  none of it  delivered until more than  two weeks after he\n\nunhesitatingly  indicated his willingness  to supply Mendoza with\n\nthe first one-half kilogram of cocaine.  Thereafter, Pion partic-\n\nipated  in a  three-kilogram transaction  (and agreed  to arrange\n\nanother three  kilograms) with no inducement  except the implicit\n\n\"promise\" of  cocaine profits.   Thus, the  record reveals  ample\n\nsupport for a jury finding that Pion was no \"unwary innocent\" but\n\nan \"'unwary criminal' who readily availed himself of the opportu-\n\nnity to perpetrate  the crime.\"   Mathews v.  United States,  </pre><span class=\"citation\" data-id=\"112012\"><a href=\"/opinion/112012/mathews-v-united-states/\"><span class=\"volume\">485</span>\n                                                           \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span><pre class=\"inline\">, 63 (1988).\n\nB.   Coconspirator Statements\n                             \n\n          Pion claims  that the  district court committed  rever-\n\nsible error  by admitting into evidence  coconspirator statements\n\npertaining to two separate  conspiracies:  the first  involving a\n\none-half  kilogram  transaction on  June 4,  1991;  the second  a\n\nthree-kilogram transaction  on July 3.2   According to  Pion, the\n\nonly possible link between the two transactions was the red Honda\n\nautomobile driven on June 4 by coconspirator \"Rafael,\" purported-\n\nly Pion's  cocaine supplier,  and by coconspirator  Christobalina\n\nTejada on July 3.  Since Pion does  not suggest that the district\n\n                    \n\n     2Pion's entire effort to identify  the challenged coconspir-\nator statements is  as follows:   \"The admission  of alleged  co-\nconspirators [sic] statements from the second  conspiracy against\nPion, in  order  to  purportedly  prove his  involvement  in  the\nalleged first conspiracy, and vice-versa, was therefore error and\nwas irreparably prejudicial to Pion.\"\n\n                                3\n\ncourt departed from the procedure required under United States v.\n                                                              \n\nPetrozziello,  </pre><span class=\"citation\" data-id=\"342283\"><a href=\"/opinion/342283/united-states-v-ralph-petrozziello/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span><pre class=\"inline\">, 23 (1st Cir. 1977), and United States\n                                                                 \n\nv.  Ciampaglia, </pre><span class=\"citation\" data-id=\"381348\"><a href=\"/opinion/381348/united-states-v-paul-ciampaglia-united-states-of-america-v-william/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">632</span></a></span><pre class=\"inline\">,  638 (1st Cir.),  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">449</span>\n                                                            \n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">956</span> </span><pre class=\"inline\"> (1980), we  review  the conspiracy  finding  for clear\n\nerror, United States  v. McCarthy,  </pre><span class=\"citation\" data-id=\"581510\"><a href=\"/opinion/581510/united-states-v-william-e-mccarthy-jr/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">972</span></a></span><pre class=\"inline\">,  977 (1st  Cir.\n                                 \n\n1992).  We find none.\n\n          The government  quite correctly  suggests that the  red\n\nHonda, registered  to  Tejada, was  the  \"most obvious  piece  of\n\ncircumstantial evidence\" linking the two transactions to the same\n\nconspiracy.    Equally conspicuous,  however,  yet  overlooked by\n\nPion, were  the three  participants common to  both transactions,\n\nnotably himself,  \"Rafael\" and Tejada, and  their tacit agreement\n\nto traffick in cocaine.  Nothing more was required.\n\nC.   The Transcripts\n                    \n\n          Without  identifying the  translations  at issue,  Pion\n\nchallenges, as ambiguous  and inaccurate, government  transcripts\n\ncontaining English translations of Spanish conversations recorded\n\nby Mendoza,  the  government informant,  during various  meetings\n\nwith  Pion  and other  conspirators.   Since  Pion did  not argue\n\nbefore the district court that the transcripts were ambiguous, we\n                                                             \n\nreview  only for plain error.  See United States v. Mejia-Lozano,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"494593\"><a href=\"/opinion/494593/united-states-v-martha-mejia-lozano/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span><pre class=\"inline\">, 272 (1st Cir. 1987); Fed. R. Crim. P. 52(b).\n\n          Even though  Pion's failure to identify  the challenged\n\nstatements severely hinders  review, especially  since the  tran-\n\nscripts are not  included in  the appellate record,  see Fed.  R.\n                                                        \n\nApp. P. 10(b), 11(a),  we can say with confidence  that there was\n\n                                4\n\nno error, plain  or otherwise.  The thrust  of this contention is\n\nthat the  transcripts are susceptible to  two radically different\n\ninterpretations:  one innocent (the recorded conversations merely\n\nconcerned beer);  the other criminal (cocaine  trafficking).  The\n\nrecord precludes  any  suggestion of  error based  on this  newly\n\nminted theory,  as the evidence (including  Pion's testimony) and\n\nthe  recorded conversations  themselves established  beyond doubt\n\nthat beer  was simply the  means Mendoza  used to gain  access to\n\nPion.\n\n          The district court  correctly followed the  transcript-\n\nadmission procedure set out in United States v. Rengifo, </pre><span class=\"citation\" data-id=\"469367\"><a href=\"/opinion/469367/united-states-v-felix-rengifo/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span>\n                                                       \n\n<span class=\"page\">975</span> </a></span><pre class=\"inline\">(1st  Cir. 1986), by  first attempting,  without success,  to\n\nobtain a  stipulated transcript.   See  </pre><span class=\"citation\" data-id=\"469367\"><a href=\"/opinion/469367/united-states-v-felix-rengifo/\"><span class=\"id_token\">id.</span> at  983. </a></span><pre class=\"inline\"> After  Pion\n                                           \n\nobjected to  alleged inaccuracies in the authenticated government\n\ntranscript, he consented to its admission subject to the right to\n                        \n\nintroduce his own transcript.   The court thereupon  admitted the\n\ngovernment  transcript  and gave  a cautionary  jury instruction.\n\nNotwithstanding the fact  that the court recognized  his right to\n\ndo  so, Pion  did  not offer  his own  transcript.   Later,  Pion\n\nobjected when  the government attempted  to read portions  of its\n\ntranscript to  the jury.   The court  treated the objection  as a\n\nmotion to strike, and denied it.  \n\n          There  was no abuse  of discretion.   United  States v.\n                                                              \n\nFont-Ramirez,  </pre><span class=\"citation\" data-id=\"567923\"><a href=\"/opinion/567923/united-states-v-octavio-font-ramirez/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span><pre class=\"inline\">, 48 (1st Cir. 1991), cert. denied, 112\n                                                            \n\nS.  Ct.  954 (1992)  (no  \"abuse of  discretion\"  where defendant\n\nneither offered transcript nor indicated specific inaccuracies in\n\n                                5\n\ngovernment transcript); accord United  States v. Devous, </pre><span class=\"citation\" data-id=\"453561\"><a href=\"/opinion/453561/united-states-v-a-scott-devous/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span>\n                                                       \n\n<span class=\"page\">1349</span></a></span><pre class=\"inline\">, 1355 (10th Cir. 1985). \n\nD.   Juror Misconduct\n                     \n\n          The district  court's decision to conduct  an in camera\n                                                                 \n\ninquiry  to resolve a report  of improper juror  contact was well\n\nwithin its broad discretion.  See United States v. Reis, </pre><span class=\"citation\" data-id=\"468533\"><a href=\"/opinion/468533/united-states-v-daniel-reis/\"><span class=\"volume\">788</span> <span class=\"reporter\">F.2d</span>\n                                                       \n\n<span class=\"page\">54</span></a></span><pre class=\"inline\">,  59 (1st Cir. 1986).  The  transcript of the in camera inter-\n                                                          \n\nview  plainly reveals  that the  matters discussed  directly per-\n\ntained  to whether the juror  had been approached  and whether he\n\ncould be impartial.  \n\nE.   Jury Composition\n                     \n\n          Pion claims a deprivation of his constitutional  right,\n\nunder  the Sixth Amendment to  the United States Constitution, to\n\nbe  tried by a  petit jury  drawn from  a representative  cross -\n\nsection of the  community.3   See Taylor v.  Louisiana, </pre><span class=\"citation no-link\"><span class=\"volume\">419</span>  <span class=\"reporter\">U.S.</span>\n                                                      \n\n                    \n\n     <span class=\"page\">3We</span> </span><pre class=\"inline\"> do not share the view embraced by our brother, relating\nto 28 U.S.C.    1867.   See infra  at pp.  16-19.   First, it  is\n                                 \nunnecessary to  address section 1867, because  the merits dispute\nproperly raised, briefed and argued by the parties, and carefully\nconsidered  by the  district  court,  presents an  insurmountable\nbarrier  for appellant.  See,  e.g., Norton v.  Mathews, </pre><span class=\"citation\" data-id=\"109524\"><a href=\"/opinion/109524/norton-v-mathews/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span>\n                                                       \n<span class=\"page\">524</span></a></span><pre class=\"inline\">, 532  (1976); In re Unanue  Casal, </pre><span class=\"citation\" data-id=\"610897\"><a href=\"/opinion/610897/in-re-ulpiano-unanue-casal-debtor-gerardo-a-quiros-lopez-v-ulpiano/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span><pre class=\"inline\">,  33 (1st Cir.\n                                     \n1993).  Second, the jurisdictional  question our brother poses is\nanything but easy, having been squarely  addressed in its present\naspect by but one court of appeals, see United States v. De Alba-\n                                                                 \nConrado,  </pre><span class=\"citation\" data-id=\"312398\"><a href=\"/opinion/312398/united-states-v-tarciso-antonio-de-alba-conrado/\"><span class=\"volume\">481</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1266</span> </a></span><pre class=\"inline\"> (5th  Cir.  1973),  which concluded    \n       \ncontrary  to the position taken in the concurring opinion    that\nconstitutional challenges  to jury composition are  not barred by\n                                                       \n28 U.S.C.    1867(e).  </pre><span class=\"citation\" data-id=\"312398\"><a href=\"/opinion/312398/united-states-v-tarciso-antonio-de-alba-conrado/\"><span class=\"id_token\">Id.</span>  at 1270, </a></span><pre class=\"inline\"> n.4.  Although  we take  no\n                          \nposition on the jurisdictional  question, the difficulty with the\nposition espoused  by our  brother is  succinctly  stated in  the\nlegislative history of 28 U.S.C.   1867(e): \n          Subsection  (e) makes  clear that  the proce-\n          dures  prescribed  in  this section  are  the\n          exclusive  means  for challenging  compliance\n                                                       \n          with the  statute.   The bill, as  amended by\n                                       \n\n                                6\n\n522, 527  (1975).  The district court  accepted, arguendo, Pion's\n                                                         \n\nstatistical data indicating that  though the 1990 census reflects\n\nthat 4.2% of  the residents  within the Eastern  Division of  the\n\nDistrict of Massachusetts are Hispanic, only 0.99% of all persons\n\nresponding to the juror questionnaire  during 1992, and 0.80%  of\n\nthose appearing for juror orientation, were Hispanic.  These data\n\nform the evidentiary base for Pion's sweeping claim that \"Hispan-\n\nic minority members are so grossly underrepresented among federal\n\njuries as to constitute  a 'systematic exclusion of the  group in\n\nthe jury-selection process'\" (quoting Duren v. Missouri, </pre><span class=\"citation\" data-id=\"109965\"><a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span>\n                                                       \n\n<span class=\"page\">357</span></a></span><pre class=\"inline\">, 364 (1979)).  The district court  rejected the Pion claim on\n\nthe  fundamental ground that the  Amended Jury Plan  for the Dis-\n\ntrict  of Massachusetts [\"Jury Plan\"]  is as broadly inclusive as\n\nany  in  the nation  and has  been  expressly approved  under the\n\nFederal Courts  Administration Act of 1992, codified at 28 U.S.C.\n\n  1863(b)(2) (1992).4   On appeal, Pion  nonetheless insists that\n\n                    \n\n          the  committee, however, makes clear that the\n                                                       \n          act will not preclude any person or the Unit-\n                                                       \n          ed  States from  asserting rights  created by\n                                                       \n          other statutes or for [sic] enforcing consti-\n                                                       \n          tutional rights.\n                         \nH.R. Rep. No.  1076, 90th  Cong., 2d Sess.  (1968), reprinted  in\n                                                                 \n1968 U.S. Code Cong.  &amp; Admin. News 1792, 1806  (emphasis added).\nSee also </pre><span class=\"citation\" data-id=\"312398\"><span class=\"antecedent_guess\">De-Alba-Conrado,</span> <a href=\"/opinion/312398/united-states-v-tarciso-antonio-de-alba-conrado/\"><span class=\"volume\">481</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1270</span> </a></span><pre class=\"inline\">n.5.\n                        \n          Given  the  express  language  employed  in  subsection\n1867(e), and its explicit legislative history, </pre><span class=\"citation\" data-id=\"312398\"><a href=\"/opinion/312398/united-states-v-tarciso-antonio-de-alba-conrado/\"><span class=\"id_token\">id.,</span> we believe </a></span><pre class=\"inline\">it\n                                                  \nprudent  to bypass  the question,  see </pre><span class=\"citation\" data-id=\"109524\"><span class=\"antecedent_guess\">Norton,</span>  <a href=\"/opinion/109524/norton-v-mathews/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">532</span></a></span><pre class=\"inline\">,\n                                             \nrather than attempt,  sua sponte,  to resolve it  on the  present\n                                \nrecord. \n\n     4Rather  than voter  lists  or  motor  vehicle  registration\nlists, the baseline  data utilized  under the Jury  Plan are  the\nalphabetical lists of all persons age seventeen and  above resid-\ning  in  every Massachusetts  city  and  town, compiled  annually\npursuant  to Mass.  Gen. L.  ch. 234A,    10 (1992).   See United\n                                                          \n\n                                7\n\nthe Jury Plan results in such substantial Hispanic underrepresen-\n                        \n\ntation as to render it constitutionally infirm under the \"system-\n\natic exclusion\"  standard employed in Duren v. Missouri, </pre><span class=\"citation\" data-id=\"109965\"><a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span>\n                                                       \n\n<span class=\"page\">357</span></a></span><pre class=\"inline\">, 364 (1979).         The   burden  is  on  the  defendant  to\n\nestablish a prima facie case of unconstitutional disproportional-\n\nity.  United States v. Benmuhar, </pre><span class=\"citation\" data-id=\"393808\"><a href=\"/opinion/393808/united-states-v-moises-benmuhar-united-states-of-america-v-william/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span><pre class=\"inline\">, 19 (1st Cir. 1981).\n                               \n\nWe  conclude  that Pion  has not  demonstrated that  any Hispanic\n\nunderrepresentation  on his jury venire was due to their \"system-\n                                                                 \n\natic  exclusion  in the  jury-selection  process.\"   </pre><span class=\"citation\" data-id=\"393808\"><a href=\"/opinion/393808/united-states-v-moises-benmuhar-united-states-of-america-v-william/\"><span class=\"id_token\">Id.</span>  at  366\n</a></span><pre class=\"inline\">                                                        \n\n(emphasis  added).   Consequently, he has  failed to  establish a\n\nprima  facie violation  of the  \"fair-cross-section requirement.\"\n\n</pre><span class=\"citation\" data-id=\"393808\"><a href=\"/opinion/393808/united-states-v-moises-benmuhar-united-states-of-america-v-william/\"><span class=\"id_token\">Id.</span> at 364; </a></span><pre class=\"inline\"> United States v. Hafen, </pre><span class=\"citation\" data-id=\"430611\"><a href=\"/opinion/430611/united-states-v-darrell-g-hafen/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">21</span></a></span><pre class=\"inline\">, 23 (1st Cir.),\n                                   \n\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">962</span> </span><pre class=\"inline\">(1984). \n            \n\n          The  government  agrees  that  Hispanics  constitute  a\n\ndistinctive ethnic  group in the Eastern Division of the District\n\nof Massachusetts, thus  conceding the first  prong of the  three-\n\npart  Duren test.   See </pre><span class=\"citation\" data-id=\"109965\"><span class=\"antecedent_guess\">Duren,</span> <a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"volume\">439</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">364</span></a></span><pre class=\"inline\">.   The government\n                             \n\ncounters, however, that Pion  failed to make the two  other Duren\n                                                                 \n\nshowings:   that Hispanic representation on jury  venires \"is not\n\nfair and reasonable in relation to the number of such  persons in\n\nthe  community\" and that any such  underrepresentation is \"due to\n\nsystematic exclusion  of [Hispanics]  in the  jury-selection pro-\n\n                    \n\nStates  District Court, District  of Massachusetts,  Amended Jury\nPlan at 3 (Sept. 6, 1989).   Names are drawn at random from these\nresident  lists for inclusion in the Master Jury Wheel from which\npotential grand and petit jurors' names are then randomly drawn.\n\n                                8\n\ncess.\"   </pre><span class=\"citation\" data-id=\"109965\"><a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"id_token\">Id.</span>   Although  both </a></span><pre class=\"inline\">showings  are problematic,  we need\n            \n\naddress only the \"systematic exclusion\" claim. \n\n          Pion  presented  uncontroverted  evidence indicating  a\n\n3.4%  \"absolute disparity\" between  the 4.2% Hispanic representa-\n\ntion  in the relevant  general population and  the 0.80% Hispanic\n\nrepresentation  among persons  appearing  for juror  orientation.\n\nSee </pre><span class=\"citation\" data-id=\"430611\"><span class=\"antecedent_guess\">Hafen,</span> <a href=\"/opinion/430611/united-states-v-darrell-g-hafen/\"><span class=\"volume\">726</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">24</span> </a></span><pre class=\"inline\">(\"absolute  disparity\" standard  more\n         \n\nappropriate than \"comparative disparity\" standard where allegedly\n\nunderrepresented group  constitutes very small proportion  of the\n\ntotal  population) (citing  United  States v.  Whitley, </pre><span class=\"citation\" data-id=\"316961\"><a href=\"/opinion/316961/united-states-v-louis-w-whitley/\"><span class=\"volume\">491</span>  <span class=\"reporter\">F.2d</span>\n                                                      \n\n<span class=\"page\">1248</span></a></span><pre class=\"inline\">, 1249 (8th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">416</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">990</span> </span><pre class=\"inline\">(1974)).5  For\n                                   \n\nthe reasons stated  in </pre><span class=\"citation\" data-id=\"430611\"><span class=\"antecedent_guess\">Hafen,</span>  <a href=\"/opinion/430611/united-states-v-darrell-g-hafen/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">24</span></a></span><pre class=\"inline\">, the  \"comparative\n                            \n\ndisparity\" standard should not be employed in circumstances where\n\n\"a small variation in the  figures used to calculate  comparative\n\n                    \n\n     5The  \"comparative  disparity\"  standard  would  measure the\n                       \npercentage spread between  the total number  of Hispanics in  the\nrelevant  general population  who are  eligible for  jury service\n[\"eligible Hispanics\"], i.e.,  assumedly 4.2%, and the  shortfall\n                                                                 \nbetween the  eligible Hispanic  jurors (4.2%) and  the percentage\nappearing for juror orientation (0.8%), i.e., 3.4%.  The \"compar-\n                                                                 \native disparity\" would be calculated by dividing the shortfall in\n                                                              \nHispanic  representation (3.4%)  by  the percentage  of  eligible\nHispanics (4.2%),  yielding a  huge 81%  \"comparative disparity.\"\nSee </pre><span class=\"citation\" data-id=\"430611\"><span class=\"antecedent_guess\">Hafen,</span> <a href=\"/opinion/430611/united-states-v-darrell-g-hafen/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">23</span></a></span><pre class=\"inline\">.\n         \n     The \"absolute disparity\" standard,  on the other hand, would\n                  \nmeasure  the  gross spread  between  the  percentage of  eligible\nHispanics (4.2%) in the relevant population and the percentage of\nHispanic representation  on the  Master Jury  Wheel.  Here,  Pion\nwrongly assumes a 3.4% \"absolute disparity.\"  The reality is that\n               \nthe  spread between the 4.2%  of eligible Hispanics  and the per-\n                                                                 \ncentage  of Hispanics  on  the Master  Jury  Wheel has  not  been\n                                                  \nestablished,  nor can  it be  discerned, since the  percentage of\nHispanics  on the  Master  Jury Wheel  is  not disclosed  in  the\n                                     \nappellate  record.   Thus,  Pion impermissibly  assumes that  the\n0.80% Hispanic  representation among  all persons who  appear for\njuror  orientation is  the  appropriate downside  percentage  for\nmeasuring the absolute disparity in Hispanic representation.\n\n                                9\n\ndisparity can produce a significant difference in the result, and\n\n. . . there is  reason to  doubt the accuracy  of the figures  on\n\nwhich appellant would have us rely.\"6\n\n          Pion has  not  demonstrated that  any alleged  Hispanic\n\nunderrepresentation  on  Eastern  Division  jury  venires  in the\n\nDistrict of  Massachusetts is due to \"systematic exclusion in the\n\njury-selection  process.\"  </pre><span class=\"citation\" data-id=\"109965\"><span class=\"antecedent_guess\">Duren,</span> <a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">366</span></a></span><pre class=\"inline\">.  He identifies\n                                \n\nneither  a systemic defect  nor an operational  deficiency in the\n\nJury Plan  which would  account for the  alleged underrepresenta-\n\ntion,  compare </pre><span class=\"citation\" data-id=\"109965\"><a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"id_token\">id.</span>  at  366-67, </a></span><pre class=\"inline\"> and  he expressly  disavows  any\n                  \n\nsuggestion  that the Jury Plan was either designed or intended to\n\nexclude Hispanics.\n\n          The first infirmity  in the unfair  cross-section claim\n\nis that the district court found, and Pion does not dispute, that\n\nthe broadest data available    resident lists    are used to make\n\nup the Master Jury Wheel from which Eastern Division jury venires\n\nare drawn.  There is no allegation, much less  a showing, statis-\n\ntical  or otherwise,  that data  more conducive  to a  fair cross\n\nsection are  available, let  alone more fairly  representative of\n\neligible Hispanics  in the relevant general  population.  Second,\n\nsince  the names included in  the Master Jury  Wheel are randomly\n\ndrawn  from the most inclusive  data available, and random selec-\n\ntion  also determines  to whom  juror questionnaires  are mailed,\n\nthere  can be  no  reasonable inference  that the  jury-selection\n\n                    \n\n     6For a fuller exposition of the rationale for  utilizing the\n\"absolute  disparity\" standard in a case of this sort, see </pre><span class=\"citation\" data-id=\"430611\"><span class=\"antecedent_guess\">Hafen,</span>\n                                                                \n<a href=\"/opinion/430611/united-states-v-darrell-g-hafen/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">23</span></a></span><pre class=\"inline\">-24.\n\n                                10\n\nprocess itself systematically excludes  Hispanics at any stage up\n\nto and including the distribution of juror questionnaires.\n\n          At that stage in the process, however, the  data relied\n\non  by Pion indicate, see  1992 Jury Wheel  Report, Eastern Divi-\n                         \n\nsion, Boston, Mass.,  that only  .99% of those  who complete  and\n\nreturn the jury questionnaire,  and .80% of those who  appear for\n\njuror  orientation, are  Hispanic.   Nevertheless,  even assuming\n\ntheir  accuracy,  these  data   demonstrate  no  Hispanic  under-\n                                                                 \n\nrepresentation on the  1992 Master  Jury Wheel.   And since  only\n                                              \n\nthose  persons whose names are randomly drawn for the Master Jury\n\nWheel can receive a juror questionnaire (and, later, a summons to\n\njuror orientation),  Pion's allegation of  \"systematic exclusion\"\n\nbased on  the .80%  Hispanic representation at  juror orientation\n\n(or  the .99% responding  to the questionnaire)  is pure specula-\n                                                                 \n\ntion.  See  United States v. Garcia, </pre><span class=\"citation\" data-id=\"604900\"><a href=\"/opinion/604900/united-states-v-carlos-javier-garcia/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">489</span></a></span><pre class=\"inline\">, 492 (8th Cir.\n                                   \n\n1993) (numerical  underrepresentation not a proxy  for systematic\n\nexclusion);  cf. Barber  v. Ponte,  </pre><span class=\"citation\" data-id=\"458543\"><a href=\"/opinion/458543/james-barber-v-james-ponte/\"><span class=\"volume\">772</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">982</span></a></span><pre class=\"inline\">, 997  (1st Cir.\n                                 \n\n1985) (en  banc) (\"courts have tended  to allow a  fair degree of\n\nleeway  in designating jurors so  long as the  state or community\n\ndoes not  actively prevent people  from serving or  actively dis-\n\ncriminate, and so  long as the system is reasonably open to all\")\n\n(emphasis  in  original); cert.  denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">475</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1050</span> </span><pre class=\"inline\"> (1986);\n                                       \n\n</pre><span class=\"citation\" data-id=\"393808\"><span class=\"antecedent_guess\">Benmuhar,</span>  <a href=\"/opinion/393808/united-states-v-moises-benmuhar-united-states-of-america-v-william/\"><span class=\"volume\">658</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">19</span> </a></span><pre class=\"inline\"> (finding  \"systematic exclusion\"  of\n        \n\nHispanics as  a result of Commonwealth of Puerto Rico's exclusion\n\nof  non-Anglophones  from jury  service).   With  no datum  as to\n\nHispanic representation on  the Master Jury Wheel, and  given the\n\n                                11\n\nfact  that the baseline data for comprising the Master Jury Wheel\n\nare the best available, there can be no reasonable inference that\n\nthe  relatively  small   Hispanic  underrepresentation  at  juror\n\norientation is attributable to anything other than the randomness\n\nof the  draw from either  the resident  lists or the  Master Jury\n\nWheel.   Consequently, Pion generated no trialworthy issue on the\n\nessential element  of \"systematic exclusion,\" </pre><span class=\"citation\" data-id=\"109965\"><span class=\"antecedent_guess\">Duren,</span>  <a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> at\n                                                   \n\n<span class=\"page\">366</span></a></span><pre class=\"inline\">.7\n\nF.   Mandatory Minimum Sentence (21 U.S.C.   841(b)(1)(A)(ii))\n                                                              \n\n          Pion  contends that  the  sentencing  court  improperly\n\nincluded  an unconsummated three-kilogram  cocaine transaction in\n\ncalculating  the amount  for  which he  was responsible,  thereby\n\ntriggering the  minimum ten-year  sentence mandated by  21 U.S.C.\n\n  841(b)(1)(A)(ii) (ten-year  minimum for distribution of five or\n\nmore  kilograms  of cocaine).8    At  sentencing, the  government\n\nargued that Pion was responsible, under U.S.S.G.   2D1.1 comment.\n\n(n.12) (1992) [hereinafter:  \"note 12\"], for the additional three\n\n                    \n\n     7Duren provides an instructive contrast.  There a very large\n           \n(39%)  absolute disparity existed between the percentage of women\n                         \nin  the  relevant population  and  their  representation on  jury\nvenires, a  disparity which the Court  found reasonably attribut-\nable to a prominent feature in Missouri's jury-selection process;\nthat is,  the longstanding  practice of granting  women automatic\n                                                                 \nexemption from jury  service upon  request.  </pre><span class=\"citation\" data-id=\"109965\"><span class=\"antecedent_guess\">Duren,</span>  <a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span>  at\n                                                  \n<span class=\"page\">366</span></a></span><pre class=\"inline\">-67.  Pion points to  nothing in the Jury Plan, or  its imple-\nmentation,  which  would  account  for the  much  smaller  (3.4%)\nabsolute disparity alleged here.\n\n     8The  presentence  report  recommended  that  Pion  be  held\nresponsible for 3.5024 kilograms, the combined total delivered on\nJune 4 (approximately one-half kilogram) and July 3 (three  kilo-\ngrams).\n\n                                12\n\nkilograms  he negotiated to supply  Mendoza in July.9   The court\n\ndetermined, pursuant  to note 12,  that Pion was  not \"reasonably\n\ncapable  of producing\"  the three  additional kilograms.10   Then\n\nit supportably found  that the  object of the  conspiracy was  to\n\ndistribute in excess of six  kilograms of cocaine, including  the\n\nadditional three kilograms Pion agreed to supply Mendoza later in\n\nJuly.11  Accordingly, the  court concluded that Pion  was subject\n\n                    \n\n     9Note 12 states in relevant part:\n\n          The weight under negotiation in an uncomplet-\n          ed  distribution shall  be used  to calculate\n          the  applicable amount.   However,  where the\n          court finds that the defendant did not intend\n          to produce and was  not reasonably capable of\n                        \n          producing  the  negotiated amount,  the court\n          shall exclude from the  guideline calculation\n          the  amount that  it finds the  defendant did\n          not intend to produce and  was not reasonably\n                                   \n          capable of producing.\n\n(Emphasis added.)\n\n     10The district court ruled: \n\n          I am  unable to find by  a fair preponderance\n                              \n          of the  evidence that Mr. Pion was reasonably\n                                                       \n          capable of producing  the negotiated  amount.\n                                                      \n          I've already  found that he intended  to pro-\n          duce  it.   But on this  record, and  by this\n          record I  include the presentence  report and\n          all the representations made to me, I can not\n          find that he  was reasonably capable of  pro-\n          ducing the negotiated amount.\n\n(Emphasis added.)  \n\n     11The court found   \n\n          by a fair preponderance of the evidence [that\n          Pion] knowingly, intelligently and voluntari-\n          ly entered into a course of conduct the nego-\n          tiation for which  was and which contemplated\n          the  delivery of  an additional  three kilog-\n          rams, or  3,000 grams  of cocaine  within the\n\n                                13\n\nto the ten-year minimum sentence mandated by statute for conspir-\n\ning  to possess and distribute five or more kilograms of cocaine.\n\nSee  21 U.S.C.    841(b)(1)(A)(ii), 846.   Relying on the finding\n   \n\nthat he was not  capable of producing the three  additional kilo-\n\ngrams negotiated on July 3,  see supra note 10, Pion  argues that\n                                      \n\nthe  ten-year   minimum  sentence   mandated   under  21   U.S.C.\n\n  841(b)(1)(A)(ii) does not apply.  We disagree.\n\n          Pion's  position is confounded by the fact that note 12\n\nis phrased  in the conjunctive.   See supra note 9.   It requires\n                                           \n\nthe sentencing court to include the \"weight under negotiation  in\n\nan uncompleted distribution\" unless  it finds that \"the defendant\n\ndid  not  intend to  produce and  was  not reasonably  capable of\n                                \n\nproducing the negotiated amount.\" </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> (emphasis added). </span><pre class=\"inline\"> Further-\n                                     \n\nmore, note 12 directs the  sentencing court    once again in  the\n\nconjunctive     to  \"exclude from  the guideline  calculation the\n\nnegotiated amount that it  finds the defendant did not  intend to\n\nproduce  and  was not  reasonably  capable  of  producing.\"   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>\n                                                                 \n\n(emphasis added). </span><pre class=\"inline\">  Its conjunctive phrasing  clearly is intended\n\nto avoid inflated sentences based on drug-quantity discussions in\n\nuncompleted  transactions where  the defendants were  merely puf-\n\nfing;  that is,  where the  defendants did  not intend,  and were\n                                                            \n\nunable,  to  produce the  amount  under discussion.    Cf. United\n                                                                 \n\nStates v. Moreno, </pre><span class=\"citation\" data-id=\"570404\"><a href=\"/opinion/570404/united-states-v-maria-elvira-moreno-united-states-of-america-v-andres/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span><pre class=\"inline\">, 9 (1st Cir. 1991) (applying  former\n                \n\n                    \n\n          following week. . . .\n\n                                14\n\nU.S.S.G.    2D1.4 comment.  (n.1)).  In  sum, Pion's  claim fails\n\nbecause neither conjunctive clause in note 12 can be ignored.12\n\n           Although the district court  did not find Pion reason-\n\nably  capable of  producing  the additional  three kilograms,  it\n\nfound that  he was a member  of a conspiracy whose  object was to\n\ndistribute  more  than six  kilograms  and  that he  specifically\n\nintended  to further  the conspiratorial  objective.   See United\n                                                                 \n\nStates v. Pennell, </pre><span class=\"citation\" data-id=\"437507\"><a href=\"/opinion/437507/united-states-v-gordon-pennell/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">521</span> </a></span><pre class=\"inline\">(6th Cir. 1984) (no \"impossibili-\n                 \n\nty\" defense available under     841(a)(i) and 846); United States\n                                                                 \n\nv. Everett, </pre><span class=\"citation no-link\"><span class=\"volume\">700</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">900</span></span><pre class=\"inline\">, 904 (3d Cir. 1982)  (Congress intended\n          \n\nto eliminate \"impossibility\" defense  under   846); see generally\n                                                                 \n\nWayne R. LaFave &amp; Austin Scott, Jr., 2 Substantive Criminal Law  \n                                                               \n\n6.5(b), at  90-93 (1986)  (discussing  limits of  \"impossibility\"\n\ndefense in conspiracy cases).  \n\n          The  district  court  correctly concluded  that  Pion's\n\ninability  to  produce  the  additional three  kilograms  was  no\n\n                    \n\n     12Although the parties assume that  the drug-quantity deter-\nmination arrived at under note 12 does not govern for purposes of\ntriggering a  minimum sentence mandated by  statute [\"MMS\"], see,\n                                                                \ne.g., 21  U.S.C.   841(b)(1)(A)(ii),  note 12  is not limited  in\n    \nthis  fashion.  Nor is there  a statutory directive that might be\nthought to  govern the threshold drug-quantity  determination for\nMMS  purposes.   Absent  a statutory  alternative, therefore,  we\nthink application note  12 provides  the threshold  drug-quantity\n                                                  \ncalculus upon which depends  the statutory minimum sentence fixed\nunder 21 U.S.C.   841(b)(1)(A)(ii).  See United States v. Hughes,\n                                                                \n</pre><span class=\"citation\" data-id=\"587307\"><a href=\"/opinion/587307/united-states-v-david-hughes-also-known-as-jesse-ellebee-atilano/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">227</span></a></span><pre class=\"inline\">,  236  n.9  (7th Cir.  1992)  (discussing  U.S.S.G.\n  2D1.4, a forerunner to U.S.S.G.   2D1.1 comment. (n.12) (1992)-\n).\n\n                                15\n\nimpediment  to its  imposition of  the ten-year  minimum sentence\n\nmandated by statute.13 \n\n          Affirmed. \n                  \n\n                  - Concurring Opinion Follows -\n                                              \n\n                    \n\n     13Since there has  been no showing of error,  Pion's cumula-\ntive-error claim collapses.\n\n                                16\n\n          TORRUELLA,  Circuit Judge  (Concurring).    Although  I\n                                   \n\nagree  with  my colleagues  on  all  parts of  this  well-crafted\n\nopinion, with the  exception of Part E thereof --  and even as to\n\nthat,  I conclude that appellant has failed to raise a cognizable\n\nclaim  before this court -- I must express myself separately with\n\nrespect to  the substance of the majority's reasoning in reaching\n\nour common result.\n\n          First of  all, the  court has reached  issues and  made\n\npronouncements thereon, which are  not properly before us.   I am\n\nreferring to appellant's allegation that the jury pool from which\n\nthe  petit jury was drawn  does not represent  a cross-section of\n\nthe community, thus violating the Sixth Amendment of  the Consti-\n\ntution.  See, Duren v. Missouri, </pre><span class=\"citation\" data-id=\"109965\"><a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">357</span> </a></span><pre class=\"inline\">(1979).\n                               \n\n          This contention  was raised by appellant, after convic-\n                                                         \n\ntion,  as part  of a  supplemental motion  for a  new trial.   It\n\ntherefore clearly fails to comply with the provisions of the Jury\n\nSelection  and Service Act of 1968, 28 U.S.C.   1861-1876, pursu-\n\nant to which:\n\n            In  criminal  cases,  [challenges to  the\n            composition of  the jury must  be raised]\n            before the voir dire  examination begins,\n            or  within seven days after the defendant\n            discovered or could  have discovered,  by\n            the  exercise  of diligence,  the grounds\n            [for such a challenge] . . .\n\n28 U.S.C.   1867(a).  This statute further establishes that:\n\n            The procedures prescribed by this section\n            shall be the exclusive  means by which  a\n                                  \n            person accused of a  federal crime, . . .\n            may challenge any jury on the ground that\n            such jury was not selected  in conformity\n            with the provisions of this title.\n\n                               -16-\n                                16\n\n28 U.S.C.   1877(e) (emphasis added).\n\n          The  government's  apparent  lapse  in  not challenging\n\nappellant's failure to comply with  these mandatory requirements,\n\nand the district court's complacency therewith, are irrelevant to\n\ndetermining  whether the issue is  properly before us.   The jury\n\nchallenge requirements  are to be strictly  construed and failure\n\nto comply precisely with their terms  forecloses any challenge to\n\nthe composition of  the jury.  United States v.  Cooper, </pre><span class=\"citation\" data-id=\"435289\"><a href=\"/opinion/435289/united-states-v-vanessa-elaine-cooper-and-darryl-keith-threat/\"><span class=\"volume\">733</span> <span class=\"reporter\">F.2d</span>\n                                                       \n\n<span class=\"page\">1360</span> </a></span><pre class=\"inline\">(10th Cir. 1984), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1255</span> </span><pre class=\"inline\">(1984); United\n                                                                 \n\nStates v. Green,  </pre><span class=\"citation\" data-id=\"440428\"><a href=\"/opinion/440428/united-states-v-eric-leroy-green/\"><span class=\"volume\">742</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">609</span> </a></span><pre class=\"inline\">(11th Cir. 1984); United States v.\n                                                              \n\nRaineri, </pre><span class=\"citation no-link\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">707</span> </span><pre class=\"inline\">(7th  Cir. 1982), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">459</span>  <span class=\"reporter\">U.S.</span>\n                                                      \n\n<span class=\"page\">1035</span> </span><pre class=\"inline\"> (1982); United States v.  Bearden, </pre><span class=\"citation no-link\"><span class=\"volume\">659</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">590</span> </span><pre class=\"inline\">(11th Cir.\n                                       \n\n1981), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">936</span> </span><pre class=\"inline\">(1981); United States v. Young,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"352766\"><a href=\"/opinion/352766/united-states-v-william-peter-young-jr/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">152</span> </a></span><pre class=\"inline\">(6th Cir. 1978); United States  v. D'Alora, </pre><span class=\"citation\" data-id=\"360180\"><a href=\"/opinion/360180/united-states-v-daniel-j-dalora/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.2d</span>\n                                                       \n\n<span class=\"page\">16</span> </a></span><pre class=\"inline\"> (1st Cir. 1978); Government of Virgin Islands v. Navarro, </pre><span class=\"citation no-link\"><span class=\"volume\">513</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">11</span> </span><pre class=\"inline\"> (3d Cir.  1975), cert.  denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">1045</span> </span><pre class=\"inline\">(1975);\n                                        \n\nUnited States v. Fern ndez,  </pre><span class=\"citation\" data-id=\"319506\"><a href=\"/opinion/319506/united-states-v-juan-ramon-fernandez/\"><span class=\"volume\">497</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">730</span> </a></span><pre class=\"inline\">(9th Cir.  1974), cert.\n                                                                 \n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">990</span> </span><pre class=\"inline\"> (1974).  Any objection to  jury composition\n      \n\nwhich is not timely raised is considered waived for all purposes.\n\nUnited States v.  Webster, </pre><span class=\"citation\" data-id=\"386234\"><a href=\"/opinion/386234/united-states-v-walter-r-webster-aka-gangster-aka-mr-g-united/\"><span class=\"volume\">639</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">174</span> </a></span><pre class=\"inline\">(4th  Cir. 1981),  cert.\n                                                                 \n\ndenied,  </pre><span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">857</span> </span><pre class=\"inline\"> (1981); United  States  v. </pre><span class=\"citation\" data-id=\"352766\"><a href=\"/opinion/352766/united-states-v-william-peter-young-jr/\"><span class=\"antecedent_guess\">Young,</span>  supra</a></span><pre class=\"inline\">;\n                                                                \n\nUnited States v. Grismore, </pre><span class=\"citation\" data-id=\"341422\"><a href=\"/opinion/341422/united-states-v-john-f-grismore/\"><span class=\"volume\">546</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">844</span> </a></span><pre class=\"inline\">(10th Cir. 1976).\n                         \n\n          The  record shows  that appellant  failed to  raise the\n\njury  composition  issue in  a timely  fashion,1  and thus,  as a\n\n                    \n\n     1There  is no  allegation  that appellant  was impeded  from\ndoing so for any valid reason, or that the information upon which\nhis claim is based was unavailable.\n\n                               -17-\n                                17\n\nmatter of law, he  is foreclosed from  the right to contend  this\n\nmatter on appeal.   We therefore need go no further.   Yet we do,\n\nand  I am  thus  required to  express  my disagreement  with  the\n\nmajority's unnecessary dicta regarding the merits of this issue.\n\n          As is well known, to establish a  prima facie violation\n\nof  the cross-section  requirement, a  petitioner must  show: (1)\n\nthat  the group  alleged  to be  excluded  is a  \"cognizable\"  or\n\n\"distinctive\" group in the community; (2) that the representation\n\nof this group  in venires from  which juries are selected  is not\n\nfair and reasonable  in relation to the number of such persons in\n\nthe  community; and  (3)  that the  underrepresentation in  peti-\n\ntioner's venire is due  to the systematic exclusion of  the group\n\nin  the jury-selection process.  Duren v. Missouri, </pre><span class=\"citation\" data-id=\"109965\"><a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">357</span></a></span><pre class=\"inline\">,\n                                                  \n\n364 (1979); Hern ndez v. Texas, </pre><span class=\"citation\" data-id=\"105220\"><a href=\"/opinion/105220/hernandez-v-texas/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">475</span></a></span><pre class=\"inline\">, 579 (1954).\n                              \n\n          There  should  be  little   doubt  regarding  the  cog-\n\nnizability  of  Hispanics  for  Sixth Amendment  purposes.    See\n                                                                 \n\nHern ndez  v. </pre><span class=\"citation\" data-id=\"105220\"><span class=\"antecedent_guess\">Texas,</span> <a href=\"/opinion/105220/hernandez-v-texas/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">475</span></a></span><pre class=\"inline\">; Thiel  v. Southern Pacific\n                                                                 \n\nCo., </pre><span class=\"citation no-link\"><span class=\"volume\">328</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">217</span></span><pre class=\"inline\">,  220 (1986).   Where I  part company  with my\n   \n\ncolleagues is in our relative application of the second and third\n\nDuren prongs.\n     \n\n          In my view, in contrast with the majority,  the figures\n\npresented by  appellant show  a statistically  significant under-\n\nrepresentation of Hispanics within the jury venire.  According to\n\nthe 1990 census, 4.2%  of the residents within the  Eastern Divi-\n\nsion of  the District  of Massachusetts, the  relevant community,\n\nare  Hispanics.  Yet Hispanics represent only .80% of the venires\n\n                               -18-\n                                18\n\nfor  that Division.   Otherwise  stated, although  the population\n\ncomposition is such that  one would expect 42 Hispanics  to serve\n\non  the district  court's  jury for  every one-thousand  citizens\n\ncalled  to such duty, in  fact only eight  Hispanics serve in the\n\nvenires  for  every  one-thousand  citizens  called.    Appellant\n\nfurther contends  that  when  compared  with  other  identifiable\n\nethnic groups,  such as  non-minority whites, blacks  or American\n\nIndians, only Hispanics are disproportionately underrepresented -\n\n- and the statistics were produced to support this contention.\n\n          According to  my calculations,  if one takes  the above\n\nfigures as correct, Hispanics  are underrepresented in the venire\n\nby 80.95% as compared to their numbers in the community.2   Duren\n                                                                 \n\nv. </pre><span class=\"citation\" data-id=\"109965\"><a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"antecedent_guess\">Missouri,</span> supra, at <span class=\"page\">364</span></a></span><pre class=\"inline\">.  Such a disparity is not only statis-\n                  \n\ntically significant  but also  constitutionally cognizable.   </pre><span class=\"citation\" data-id=\"109965\"><a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"id_token\">Id.</span>\n                                                                 \n\nMy  method </a></span><pre class=\"inline\">of  determining disparity  is dubbed  the \"comparative\n\ndisparity\" standard by my  colleagues, ante at 8 n.5,  which they\n                                           \n\nunderstand  should  not be  used  \"where  [the] allegedly  under-\n\nrepresented group  constitutes [a]  very small proportion  of the\n\ntotal population.\"  </pre><span class=\"citation\" data-id=\"109965\"><a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"id_token\">Id.</span>  Citing  United </a></span><pre class=\"inline\">States v. Hafen, </pre><span class=\"citation\" data-id=\"430611\"><a href=\"/opinion/430611/united-states-v-darrell-g-hafen/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span>\n                                                       \n\n<span class=\"page\">21</span></a></span><pre class=\"inline\">, 23-24 (1st  Cir. 1984), they promote  the so-called \"absolute\n\ndisparity\" standard, ante at 9 nn.5-6, whereby they conclude that\n                         \n\n                    \n\n     2This  percentage  of  underrepresentation  is  measured  by\ncalculating  the  shortfall  between the  percentage  of eligible\n                           \nHispanic  jurors (4.2%)  and the  percentage appearing  for juror\norientation (0.8%),  i.e., 3.4%, and then  dividing the shortfall\n                                                                 \nin Hispanic  representation (3.4%) by the  percentage of eligible\nHispanics (4.2%).\n\n                               -19-\n                                19\n\nthe  underrepresentation is only 3.4%,3 a spread which is said to\n\nbe  constitutionally insignificant.    Hafen tells  us that  this\n                                            \n\nsystem of calculating disparity should be used where the cogniza-\n\nble group is  small because if the \"comparative disparity\" method\n\nis  used under those  circumstances, it will  distort \"reality.\" \n\n</pre><span class=\"citation\" data-id=\"430611\"><span class=\"antecedent_guess\">Hafen,</span> <a href=\"/opinion/430611/united-states-v-darrell-g-hafen/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">24</span></a></span><pre class=\"inline\">.\n     \n\n          I  believe  this  to  be an  erroneous  conclusion  for\n\nseveral reasons.  First of  all, I find Hafen to run  contrary to\n                                             \n\nprior,  valid circuit precedent in  La Roche v.  Perrin, </pre><span class=\"citation\" data-id=\"425178\"><a href=\"/opinion/425178/maurice-laroche-v-everett-i-perrin-warden-etc/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span>\n                                                       \n\n<span class=\"page\">500</span> </a></span><pre class=\"inline\">(1st Cir. 1983),  which established the so-called comparative\n\ndisparity calculation  as  the circuit  standard for  determining\n\nunderrepresentation.  See also Barber v. Ponte, </pre><span class=\"citation\" data-id=\"458543\"><a href=\"/opinion/458543/james-barber-v-james-ponte/\"><span class=\"volume\">772</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">982</span></a></span><pre class=\"inline\">, 989\n                                              \n\nn.n.11,  12 (1st Cir. 1985).   Hafen's attempt  to distinguish La\n                                                                 \n\nRoche is unconvincing.   Secondly, the majority's approach leaves\n     \n\nus  without any guide or standard as to when the cognizable group\n\nis  to be  considered too  small or  large so  as to  trigger the\n\nswitch from  one standard to  the other.   It  would appear  that\n\napplying  different constitutional  standards  to varied  groups,\n\ndepending  on whether  they are  large or  small, would  not only\n\nraise substantial  equal protection issues, but  would defeat the\n\nimportant goals  promoted by the  Jury Selection and  Service Act\n\nand the Sixth Amendment.  The minorities  most in need of protec-\n\ntion  are  those least  entitled to  it,  to allegedly  prevent a\n\n\"distortion  of reality.\"   I  might ask  who's \"reality\"  are we\n\ntalking about?  To my  view, the true distortion of \"reality\"  is\n\n                    \n\n     34.2% - .8% = 3.4%.\n\n                               -20-\n                                20\n\nthe  failure of a  criminal law system,  before which is  tried a\n\nlarge number of persons  from an ethnic group, to  include within\n\nits  mechanisms  the peers  of those  charged,  at least  in some\n\nreasonable measured proportion to their membership in the popula-\n\ntion.   Finally, on  its face the  so-called \"absolute disparity\"\n\nstandard appears to run  contrary to Duren, which speaks  to \"the\n                                          \n\nrepresentation of  [the] group in the community . . . in relation\n\n[i.e.,  in comparison]  to  the number  of  such persons  in  the\n\ncommunity.\"  </pre><span class=\"citation\" data-id=\"109965\"><a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"antecedent_guess\">Duren,</span> supra, at <span class=\"page\">364</span></a></span><pre class=\"inline\">.  This language seems  to speak\n                         \n\nin comparative, not in absolute, terms.\n              \n\n          We  thus come  to  the issue  of systematic  exclusion.\n\nNormally, systematic exclusion requires a showing of  substantial\n\ndisparity in numbers over  a sustained period of time,  Barker v.\n                                                              \n\nPonte, </pre><span class=\"citation\" data-id=\"458543\"><a href=\"/opinion/458543/james-barber-v-james-ponte/\"><span class=\"volume\">772</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">982</span></a></span><pre class=\"inline\">, 989 (1st Cir. 1985), something which has not\n     \n\nbeen  established by appellant in this case.  I believe, however,\n\nthat where the disparity established by  the claimant reaches the\n\nproportion  of those in the present case, 80.95%, the burden must\n                                                \n\nbe  shifted to  require the  government to  justify that  such an\n\naberration  is not the product of inappropriate conduct.  In most\n\ncases, such  as perhaps the present one,  this should be a burden\n\neasily explainable by the government.\n\n          Had appellant complied  with the absolute  requirements\n\nof  28 U.S.C.    1867, I  would  have voted  for reversal  of his\n\nconviction.  Having  failed to  do so, however,  I concur in  the\n\naffirmance  of his  conviction,  although as  indicated above,  I\n\nbelieve that at least part of the majority's reasoning is flawed.\n\n                               -21-\n                                21\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/105220/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109524/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109965/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112012/",
    "https://www.courtlistener.com/api/rest/v3/opinions/312398/",
    "https://www.courtlistener.com/api/rest/v3/opinions/316961/",
    "https://www.courtlistener.com/api/rest/v3/opinions/319506/",
    "https://www.courtlistener.com/api/rest/v3/opinions/341422/",
    "https://www.courtlistener.com/api/rest/v3/opinions/342283/",
    "https://www.courtlistener.com/api/rest/v3/opinions/352766/",
    "https://www.courtlistener.com/api/rest/v3/opinions/360180/",
    "https://www.courtlistener.com/api/rest/v3/opinions/381348/",
    "https://www.courtlistener.com/api/rest/v3/opinions/386234/",
    "https://www.courtlistener.com/api/rest/v3/opinions/393808/",
    "https://www.courtlistener.com/api/rest/v3/opinions/425178/",
    "https://www.courtlistener.com/api/rest/v3/opinions/430611/",
    "https://www.courtlistener.com/api/rest/v3/opinions/435289/",
    "https://www.courtlistener.com/api/rest/v3/opinions/437507/",
    "https://www.courtlistener.com/api/rest/v3/opinions/440428/",
    "https://www.courtlistener.com/api/rest/v3/opinions/453561/",
    "https://www.courtlistener.com/api/rest/v3/opinions/458543/",
    "https://www.courtlistener.com/api/rest/v3/opinions/468533/",
    "https://www.courtlistener.com/api/rest/v3/opinions/469367/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494593/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553838/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567923/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570404/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581510/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587307/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604900/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610897/"
  ]
}