{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195466/",
  "id": 195466,
  "absolute_url": "/opinion/195466/rios-v-el-fenix-de-pr/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195466/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:40:33Z",
  "date_modified": "2020-02-21T23:28:48.213554Z",
  "type": "010combined",
  "sha1": "b5b1321460598f0481af77238d77c6b67946f909",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1643.01A",
  "local_path": null,
  "plain_text": "July 5, 1994\n                    [Not for Publication]\n\n                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 93-1643\n\n                       ARTURO M. RIOS,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                   EL FENIX DE PUERTO RICO,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Justo Arenas, U.S. Magistrate Judge]\n                                                   \n\n                                         \n\n                            Before\n\n                      Cyr, Circuit Judge,\n                                        \n                Bownes, Senior Circuit Judge,\n                                            \n                  and Stahl, Circuit Judge.\n                                          \n\n                                         \n\nM. Martinez Umpierre for appellant.\n                    \nJuan B.  Soto-Balbas with  whom Mercado  &amp; Soto  was on  brief for\n                                               \nappellee.\n\n                                        \n\n                                        \n\n          Per  Curiam.   Plaintiff-appellant  Arturo  M. Rios\n          Per  Curiam.\n                      \n\nbrought an  action  against defendant-appellee  El  Fenix  de\n\nPuerto  Rico  Compania  de  Seguros  charging  that defendant\n\ninsurance   company  failed   to  repair   and/or  compensate\n\nplaintiff for  damages to his  insured yacht.   Plaintiff now\n\nappeals the decision of  the magistrate judge, in defendant's\n\nfavor.  After careful consideration, we reverse and remand.\n\n                              I.\n                                \n\n           FACTUAL BACKGROUND AND PRIOR PROCEEDINGS\n                                                   \n\n          Plaintiff, a  Florida resident,  is the owner  of a\n\n53-  foot Norseman  Flybridge Sport  Fishing yacht  named the\n\n\"Lady Myrna.\"  Plaintiff insured  the craft with defendant, a\n\nduly licensed insurance company of Puerto Rico.  The  policy,\n\nissued on May 17, 1990, provided that defendant would pay for\n\ndirect  and accidental loss up to  $280,000.00 for damages to\n\nthe watercraft and equipment \"required to be on board for the\n\noperation  and maintenance  of the  watercraft.\"   The policy\n\nfurther  provided  that  the  defendant would  pay  the  full\n\n$280,000.00 to  plaintiff \"if the insured  watercraft and its\n\nequipment are  completely lost, or if  the reasonable expense\n\nof recovering  and repairing the property  exceeds the amount\n\nof insurance.\" \n\n          While en  route  from St.  Petersburg, Florida,  to\n\nPuerto Rico,  the Lady Myrna was  hit by rogue  waves four to\n\nfive  miles  off  the  northwestern  coast  of  Puerto  Rico,\n\n                             -2-\n                              2\n\nresulting   in  extensive  structural  damage  and  flooding.\n\nAccording  to the engineer  on board, the  engine room filled\n\nwith twelve inches of sea water,  which in turn was picked up\n\nand sprayed  throughout the engine room by  the crank shafts.\n\nThe crew managed to  make emergency repairs and to  guide the\n\nvessel  safely  into  the   port  of  Arecibo,  Puerto  Rico.\n\nPursuant  to his  policy  obligation,  plaintiff  immediately\n\nnotified defendant of the damage to the vessel.  \n\n          Defendant  thereafter  dispatched Arturo  Vaello, a\n\nmarine  surveyor  for  Action  Adjustment  Bureau,  Inc.,  to\n\nArecibo.  Arturo Vaello, accompanied by his father, Guillermo\n\nVaello,  assessed the  damages  to the  Lady  Myrna and  made\n\ntemporary repairs.  Then, over plaintiff's express objection,\n\nArturo Vaello took  control of the yacht  and authorized that\n\nit be  transported under its  own power to  Vaello's father's\n\nshipyard (the Vaello Shipyard) in Catano, Puerto Rico, for an\n\nassessment  of   permanent  repairs.     Plaintiff,  who  was\n\nuncomfortable   with  the  choice  of  the  Vaello  Shipyard,\n\nrequested  the alternative  dry  dock  facilities  of  Isleta\n\nMarina in  Fajardo, Puerto Rico, or,  alternatively, San Juan\n\nMarina in San Juan,  Puerto Rico.  Arturo Vaello  refused and\n\nsent the yacht to his father's shipyard in Catano.\n\n          In the following weeks,  plaintiff sent a series of\n\nletters addressed  to and acknowledged  by defendant, clearly\n\nexpressing his  objection to having the  repairs performed at\n\n                             -3-\n                              3\n\nthe Vaello Shipyard.  Plaintiff was convinced that the Vaello\n\nShipyard  did  not have  the  necessary  expertise to  repair\n\nwooden custom-built  crafts like  the Lady Myrna.   Defendant\n\ndisagreed and  authorized Arturo  Vaello  to begin  permanent\n\nrepairs  to  the hull  of the  Lady  Myrna.   Defendant never\n\nauthorized  any  work  to  be  performed  on  the  engine  or\n\nelectrical systems  because, in its opinion,  the only damage\n\nthe  yacht sustained  was to  its hull.   In  time,  the hull\n\nrepairs were completed and defendant paid the Vaello Shipyard\n\napproximately $119,000.00 for its work.\n\n          Plaintiff  refused to  retrieve the  yacht, arguing\n\nthat  1)  defendant illegally  took  possession  of the  Lady\n\nMyrna, 2) while in defendant's possession, her hull had  been\n\nnegligently  repaired causing further  structural damage, and\n\n3) the engines and electrical system had corroded  and become\n\na  fire hazard  because defendant  failed to  disassemble and\n\nflush the same after they were exposed to the salt water.  On\n\nJune 24,  1991, plaintiff commenced this action in the United\n\nStates  District Court for the  District of Puerto  Rico.  In\n\nhis complaint, plaintiff charged  defendant with 1) breach of\n\nits insuring agreement, 2)  conversion, 3) negligence, and 4)\n\nconstructive loss.   On  July  6, 1992,  the district  court,\n\npursuant to motions  filed by both parties,  ordered the case\n\nreferred to a federal magistrate judge.\n\n                             -4-\n                              4\n\n          After  listening  to  evidence  for  one  day,  the\n\nmagistrate  judge entered judgment in favor of defendant.  In\n\nhis written order,  the magistrate judge found  that a clause\n\nin   the  marine  insurance  policy  provided  the  necessary\n\nauthorization for defendant to  take possession of the vessel\n\nand  make  repairs  without  first  seeking  the  consent  of\n\nplaintiff.   Therefore,  according to  the magistrate  judge,\n\nbecause defendant was  legally in  possession of  plaintiff's\n\nyacht,  plaintiff's conversion  claim must  necessarily fail.\n\nMoreover,  despite a  finding  that defendant  had not  fully\n\nrepaired  the  insured  craft  while it  was  in  defendant's\n\npossession, the lower court ruled that 1) plaintiff failed to\n\nmake  out  a  negligence  claim,  and  2)  plaintiff  was not\n\nentitled to damages because he had failed to present evidence\n\nof  the amount  of money needed  to return  the yacht  to its\n\nformer condition.   It is from  these rulings that  plaintiff\n\nnow appeals.\n\n                             II.\n                                \n\n                          DISCUSSION\n                                    \n\n          Plaintiff argues, inter alia,  that the lower court\n                                      \n\nerred in  interpreting the \"Option  of Repair\" clause  in the\n\nmarine   insurance   policy  as   providing   defendant  with\n\nauthorization  to make  repairs  to the  Lady  Myrna.1   More\n\n                    \n\n1.  In  his conclusion of law number  5, the magistrate judge\nruled that\n\n                             -5-\n                              5\n\nspecifically, plaintiff avers that  the plain language of the\n\nclause merely gives defendant the right to limit the cost and\n\ntype  of  repairs an  insured  may  make  to  a boat  with  a\n\nparticular type of  hull, and does  not give defendant  carte\n\nblanche  to decide where, when  and how to  repair an insured\n\nvessel.  We agree with plaintiff.\n\n          In   Puerto   Rico,  interpretation   of  insurance\n\ncontracts  is  governed by  P.R. Laws  Ann.  tit. 31,    3471\n\n(1991), which states in relevant part that\n\n               if  the terms of a contract are\n               clear and leave  no doubt as to\n               the    intentions     of    the\n               contracting     parties,    the\n               literal     sense    of     the\n               stipulations shall be observed.\n\nBecause  the  \"construction  of  an  insurance  policy  is  a\n\nquestion  of law, and  the legal conclusions  of the district\n\n                    \n\n          [t]he  policy  provides that  the insurer\n          has an  option of repairing  the hull  of\n          the insured watercraft instead  of making\n          payment  for  insured  damages.   (Marine\n          Insurance  Policy-\"Our Option  to Repair\"\n          Clause at 3.)  It is clear that plaintiff\n          had  already  consented  to   having  the\n          defendant   repair   the  hull.     After\n          plaintiff placed the  vessel in the hands\n          of  the insurer to  determine the damages\n          and   make  the   repairs,  it   was  not\n          necessary  to  request again  plaintiff's\n          consent  before taking the  vessel to the\n          Vaello Shipyard.  Therefore, plaintiff is\n          not entitled  to recover damages  for the\n          alleged conversion of its vessel.\n\n                             -6-\n                              6\n\ncourt  are of course, not  binding on the  court of appeals,\"\n\nNieves v. Intercontinental Life. Ins. Co. of Puerto Rico, 964\n                                                        \n\nF.2d 60,  63 (1st  Cir. 1992),  we review  insurance contract\n\nconstructions de novo.\n                     \n\n          We  begin by noting that the hull of the Lady Myrna\n\nis  constructed  of  carvel-planked  mahogany  with  mahogany\n\nframes.   Thus,  under the  express terms  in the  \"Option of\n\nRepair\"  clause, which only covers hulls \"made in whole or in\n\npart of  plywood, plastic, fiberglass, metal  or other molded\n\nmaterial,\"  the clause  does not  apply in  this case.2   Nor\n\ndoes  the clause give rise  to an inference  that the parties\n\nintended to allow the insurer to step in, take possession and\n\ndecide  who  should  make  the  repairs  and  what  should be\n\nrepaired.  By its very language, i.e., \"we have the option of\n\nlimiting payment to the  reasonable cost of applying suitable\n\npatches,  in accordance  with  good repair  practice, to  the\n\ndamaged  area,\" the  clause merely  gives the  insurer, under\n\ncertain   circumstances,   the   option   of   limiting   its\n\nreimbursement  to  the  cost  of  patches  rather  than  full\n\n                    \n\n2.  The \"Option of Repair\" clause states: \n\n          If the hull of  the insured watercraft is\n          made  in  whole or  in  part of  plywood,\n          plastic,   fiberglass,  metal   or  other\n          molded  material, we  have the  option of\n          limiting payment to  the reasonable  cost\n          of   applying    suitable   patches,   in\n          accordance with good repair  practice, to\n          the damaged area.\n\n                             -7-\n                              7\n\nreplacement  of a  hull.   This  is a  fair position  for the\n\ninsurance  company  to  take  given  the  properties  of  the\n\nenumerated hull materials.\n\n          Defendant  does  not argue,  nor  could  it on  the\n\nrecord  before  us, that  it  had  plaintiff's permission  to\n\nrepair the yacht and have the repairs performed at the Vaello\n\nShipyard.  On the contrary, defendant concedes that plaintiff\n\nobjected to its choice of shipyard and insisted on having the\n\nrepairs  performed elsewhere.   Therefore,  because defendant\n\ntook  possession of  plaintiff's  yacht  against  plaintiff's\n\nexpress wishes, defendant acted at its own peril.  \n\n          We need go no  further.  Because we find  that this\n\nerror of law so infected the magistrate judge's dismissal  of\n\nthe   conversion,   negligence,   breach   of   contract  and\n\nconstructive  loss  claims, we  remand  the  entire case  for\n\nretrial.\n\n                             III.\n                                 \n\n                          CONCLUSION\n                                    \n\n          For  the  foregoing  reasons, the  judgment  of the\n\nlower court is \n\n          Vacated  and  remanded   for  further   proceedings\n                                                             \n\nconsistent with this opinion.\n                             \n\n                             -8-\n                              8\n",
  "html": "<p class=\"case_cite\">30 F.3d 126</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Arturo M. RIOS, Plaintiff, Appellant,<br>v.<br>EL FENIX DE PUERTO RICO, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1643</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 5, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Justo Arenas, U.S. Magistrate Judge ]</p>\n      <p class=\"indent\">M. Martinez Umpierre for appellant.</p>\n      <p class=\"indent\">Juan B. Soto-Balbas with whom Mercado &amp; Soto was on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">VACATED AND REMANDED.</p>\n      <p class=\"indent\">Before Cyr, Circuit Judge, Bownes, Senior Circuit Judge, and Stahl, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Arturo M. Rios brought an action against defendant-appellee El Fenix de Puerto Rico Compania de Seguros charging that defendant insurance company failed to repair and/or compensate plaintiff for damages to his insured yacht.  Plaintiff now appeals the decision of the magistrate judge, in defendant's favor.  After careful consideration, we reverse and remand.</p>\n    </div>\n    <p>I.</p>\n    <p>FACTUAL BACKGROUND AND PRIOR PROCEEDINGS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff, a Florida resident, is the owner of a 53- foot Norseman Flybridge Sport Fishing yacht named the \"Lady Myrna.\"  Plaintiff insured the craft with defendant, a duly licensed insurance company of Puerto Rico.  The policy, issued on May 17, 1990, provided that defendant would pay for direct and accidental loss up to $280,000.00 for damages to the watercraft and equipment \"required to be on board for the operation and maintenance of the watercraft.\"  The policy further provided that the defendant would pay the full $280,000.00 to plaintiff \"if the insured watercraft and its equipment are completely lost, or if the reasonable expense of recovering and repairing the property exceeds the amount of insurance.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">While en route from St. Petersburg, Florida, to Puerto Rico, the Lady Myrna was hit by rogue waves four to five miles off the northwestern coast of Puerto Rico, resulting in extensive structural damage and flooding.  According to the engineer on board, the engine room filled with twelve inches of sea water, which in turn was picked up and sprayed throughout the engine room by the crank shafts.  The crew managed to make emergency repairs and to guide the vessel safely into the port of Arecibo, Puerto Rico.  Pursuant to his policy obligation, plaintiff immediately notified defendant of the damage to the vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Defendant thereafter dispatched Arturo Vaello, a marine surveyor for Action Adjustment Bureau, Inc., to Arecibo.  Arturo Vaello, accompanied by his father, Guillermo Vaello, assessed the damages to the Lady Myrna and made temporary repairs.  Then, over plaintiff's express objection, Arturo Vaello took control of the yacht and authorized that it be transported under its own power to Vaello's father's shipyard (the Vaello Shipyard) in Catano, Puerto Rico, for an assessment of permanent repairs.  Plaintiff, who was uncomfortable with the choice of the Vaello Shipyard, requested the alternative dry dock facilities of Isleta Marina in Fajardo, Puerto Rico, or, alternatively, San Juan Marina in San Juan, Puerto Rico.  Arturo Vaello refused and sent the yacht to his father's shipyard in Catano.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the following weeks, plaintiff sent a series of letters addressed to and acknowledged by defendant, clearly expressing his objection to having the repairs performed at the Vaello Shipyard.  Plaintiff was convinced that the Vaello Shipyard did not have the necessary expertise to repair wooden custom-built crafts like the Lady Myrna.  Defendant disagreed and authorized Arturo Vaello to begin permanent repairs to the hull of the Lady Myrna.  Defendant never authorized any work to be performed on the engine or electrical systems because, in its opinion, the only damage the yacht sustained was to its hull.  In time, the hull repairs were completed and defendant paid the Vaello Shipyard approximately $119,000.00 for its work.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiff refused to retrieve the yacht, arguing that 1) defendant illegally took possession of the Lady Myrna, 2) while in defendant's possession, her hull had been negligently repaired causing further structural damage, and 3) the engines and electrical system had corroded and become a fire hazard because defendant failed to disassemble and flush the same after they were exposed to the salt water.  On June 24, 1991, plaintiff commenced this action in the United States District Court for the District of Puerto Rico.  In his complaint, plaintiff charged defendant with 1) breach of its insuring agreement, 2) conversion, 3) negligence, and 4) constructive loss.  On July 6, 1992, the district court, pursuant to motions filed by both parties, ordered the case referred to a federal magistrate judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After listening to evidence for one day, the magistrate judge entered judgment in favor of defendant.  In his written order, the magistrate judge found that a clause in the marine insurance policy provided the necessary authorization for defendant to take possession of the vessel and make repairs without first seeking the consent of plaintiff.  Therefore, according to the magistrate judge, because defendant was legally in possession of plaintiff's yacht, plaintiff's conversion claim must necessarily fail.  Moreover, despite a finding that defendant had not fully repaired the insured craft while it was in defendant's possession, the lower court ruled that 1) plaintiff failed to make out a negligence claim, and 2) plaintiff was not entitled to damages because he had failed to present evidence of the amount of money needed to return the yacht to its former condition.  It is from these rulings that plaintiff now appeals.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Plaintiff argues, inter alia, that the lower court erred in interpreting the \"Option of Repair\" clause in the marine insurance policy as providing defendant with authorization to make repairs to the Lady Myrna.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  More specifically, plaintiff avers that the plain language of the clause merely gives defendant the right to limit the cost and type of repairs an insured may make to a boat with a particular type of hull, and does not give defendant carte blanche to decide where, when and how to repair an insured vessel.  We agree with plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In Puerto Rico, interpretation of insurance contracts is governed by P.R. Laws Ann. tit. 31, Sec. 3471 (1991), which states in relevant part that</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>if the terms of a contract are clear and leave no doubt as to the intentions of the contracting parties, the literal sense of the stipulations shall be observed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Because the \"construction of an insurance policy is a question of law, and the legal conclusions of the district court are of course, not binding on the court of appeals,\" Nieves v.  Intercontinental Life.  Ins. Co. of Puerto Rico, 964 F.2d 60, 63 (1st Cir. 1992), we review insurance contract constructions de novo.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We begin by noting that the hull of the Lady Myrna is constructed of carvel-planked mahogany with mahogany frames.  Thus, under the express terms in the \"Option of Repair\" clause, which only covers hulls \"made in whole or in part of plywood, plastic, fiberglass, metal or other molded material,\" the clause does not apply in this case.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Nor does the clause give rise to an inference that the parties intended to allow the insurer to step in, take possession and decide who should make the repairs and what should be repaired.  By its very language, i.e., \"we have the option of limiting payment to the reasonable cost of applying suitable patches, in accordance with good repair practice, to the damaged area,\" the clause merely gives the insurer, under certain circumstances, the option of limiting its reimbursement to the cost of patches rather than full replacement of a hull.  This is a fair position for the insurance company to take given the properties of the enumerated hull materials.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Defendant does not argue, nor could it on the record before us, that it had plaintiff's permission to repair the yacht and have the repairs performed at the Vaello Shipyard.  On the contrary, defendant concedes that plaintiff objected to its choice of shipyard and insisted on having the repairs performed elsewhere.  Therefore, because defendant took possession of plaintiff's yacht against plaintiff's express wishes, defendant acted at its own peril.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We need go no further.  Because we find that this error of law so infected the magistrate judge's dismissal of the conversion, negligence, breach of contract and constructive loss claims, we remand the entire case for retrial.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the lower court is</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Vacated and remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In his conclusion of law number 5, the magistrate judge ruled that</p>\n        <p>[t]he policy provides that the insurer has an option of repairing the hull of the insured watercraft instead of making payment for insured damages.  (Marine Insurance Policy-\"Our Option to Repair\" Clause at 3.) It is clear that plaintiff had already consented to having the defendant repair the hull.  After plaintiff placed the vessel in the hands of the insurer to determine the damages and make the repairs, it was not necessary to request again plaintiff's consent before taking the vessel to the Vaello Shipyard.  Therefore, plaintiff is not entitled to recover damages for the alleged conversion of its vessel.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The \"Option of Repair\" clause states:</p>\n        <p>If the hull of the insured watercraft is made in whole or in part of plywood, plastic, fiberglass, metal or other molded material, we have the option of limiting payment to the reasonable cost of applying suitable patches, in accordance with good repair practice, to the damaged area.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">126</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Arturo M. RIOS, Plaintiff, Appellant,<br>v.<br>EL FENIX DE PUERTO RICO, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1643</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 5, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Justo Arenas, U.S. Magistrate Judge ]</p>\n      <p class=\"indent\">M. Martinez Umpierre for appellant.</p>\n      <p class=\"indent\">Juan B. Soto-Balbas with whom Mercado &amp; Soto was on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">VACATED AND REMANDED.</p>\n      <p class=\"indent\">Before Cyr, Circuit Judge, Bownes, Senior Circuit Judge, and Stahl, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Arturo M. Rios brought an action against defendant-appellee El Fenix de Puerto Rico Compania de Seguros charging that defendant insurance company failed to repair and/or compensate plaintiff for damages to his insured yacht.  Plaintiff now appeals the decision of the magistrate judge, in defendant's favor.  After careful consideration, we reverse and remand.</p>\n    </div>\n    <p>I.</p>\n    <p>FACTUAL BACKGROUND AND PRIOR PROCEEDINGS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff, a Florida resident, is the owner of a 53- foot Norseman Flybridge Sport Fishing yacht named the \"Lady Myrna.\"  Plaintiff insured the craft with defendant, a duly licensed insurance company of Puerto Rico.  The policy, issued on May 17, 1990, provided that defendant would pay for direct and accidental loss up to $280,000.00 for damages to the watercraft and equipment \"required to be on board for the operation and maintenance of the watercraft.\"  The policy further provided that the defendant would pay the full $280,000.00 to plaintiff \"if the insured watercraft and its equipment are completely lost, or if the reasonable expense of recovering and repairing the property exceeds the amount of insurance.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">While en route from St. Petersburg, Florida, to Puerto Rico, the Lady Myrna was hit by rogue waves four to five miles off the northwestern coast of Puerto Rico, resulting in extensive structural damage and flooding.  According to the engineer on board, the engine room filled with twelve inches of sea water, which in turn was picked up and sprayed throughout the engine room by the crank shafts.  The crew managed to make emergency repairs and to guide the vessel safely into the port of Arecibo, Puerto Rico.  Pursuant to his policy obligation, plaintiff immediately notified defendant of the damage to the vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Defendant thereafter dispatched Arturo Vaello, a marine surveyor for Action Adjustment Bureau, Inc., to Arecibo.  Arturo Vaello, accompanied by his father, Guillermo Vaello, assessed the damages to the Lady Myrna and made temporary repairs.  Then, over plaintiff's express objection, Arturo Vaello took control of the yacht and authorized that it be transported under its own power to Vaello's father's shipyard (the Vaello Shipyard) in Catano, Puerto Rico, for an assessment of permanent repairs.  Plaintiff, who was uncomfortable with the choice of the Vaello Shipyard, requested the alternative dry dock facilities of Isleta Marina in Fajardo, Puerto Rico, or, alternatively, San Juan Marina in San Juan, Puerto Rico.  Arturo Vaello refused and sent the yacht to his father's shipyard in Catano.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the following weeks, plaintiff sent a series of letters addressed to and acknowledged by defendant, clearly expressing his objection to having the repairs performed at the Vaello Shipyard.  Plaintiff was convinced that the Vaello Shipyard did not have the necessary expertise to repair wooden custom-built crafts like the Lady Myrna.  Defendant disagreed and authorized Arturo Vaello to begin permanent repairs to the hull of the Lady Myrna.  Defendant never authorized any work to be performed on the engine or electrical systems because, in its opinion, the only damage the yacht sustained was to its hull.  In time, the hull repairs were completed and defendant paid the Vaello Shipyard approximately $119,000.00 for its work.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiff refused to retrieve the yacht, arguing that 1) defendant illegally took possession of the Lady Myrna, 2) while in defendant's possession, her hull had been negligently repaired causing further structural damage, and 3) the engines and electrical system had corroded and become a fire hazard because defendant failed to disassemble and flush the same after they were exposed to the salt water.  On June 24, 1991, plaintiff commenced this action in the United States District Court for the District of Puerto Rico.  In his complaint, plaintiff charged defendant with 1) breach of its insuring agreement, 2) conversion, 3) negligence, and 4) constructive loss.  On July 6, 1992, the district court, pursuant to motions filed by both parties, ordered the case referred to a federal magistrate judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After listening to evidence for one day, the magistrate judge entered judgment in favor of defendant.  In his written order, the magistrate judge found that a clause in the marine insurance policy provided the necessary authorization for defendant to take possession of the vessel and make repairs without first seeking the consent of plaintiff.  Therefore, according to the magistrate judge, because defendant was legally in possession of plaintiff's yacht, plaintiff's conversion claim must necessarily fail.  Moreover, despite a finding that defendant had not fully repaired the insured craft while it was in defendant's possession, the lower court ruled that 1) plaintiff failed to make out a negligence claim, and 2) plaintiff was not entitled to damages because he had failed to present evidence of the amount of money needed to return the yacht to its former condition.  It is from these rulings that plaintiff now appeals.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Plaintiff argues, inter alia, that the lower court erred in interpreting the \"Option of Repair\" clause in the marine insurance policy as providing defendant with authorization to make repairs to the Lady Myrna.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  More specifically, plaintiff avers that the plain language of the clause merely gives defendant the right to limit the cost and type of repairs an insured may make to a boat with a particular type of hull, and does not give defendant carte blanche to decide where, when and how to repair an insured vessel.  We agree with plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In Puerto Rico, interpretation of insurance contracts is governed by P.R. Laws Ann. tit. 31, Sec. 3471 (1991), which states in relevant part that</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>if the terms of a contract are clear and leave no doubt as to the intentions of the contracting parties, the literal sense of the stipulations shall be observed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Because the \"construction of an insurance policy is a question of law, and the legal conclusions of the district court are of course, not binding on the court of appeals,\" Nieves v.  Intercontinental Life.  Ins. Co. of Puerto Rico, <span class=\"citation\" data-id=\"583577\"><a href=\"/opinion/583577/rebecca-r-nieves-individually-and-as-next-friend-of-andrew-j-nieves-and/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span>, 63 (1st Cir. 1992), we review insurance contract constructions de novo.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We begin by noting that the hull of the Lady Myrna is constructed of carvel-planked mahogany with mahogany frames.  Thus, under the express terms in the \"Option of Repair\" clause, which only covers hulls \"made in whole or in part of plywood, plastic, fiberglass, metal or other molded material,\" the clause does not apply in this case.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Nor does the clause give rise to an inference that the parties intended to allow the insurer to step in, take possession and decide who should make the repairs and what should be repaired.  By its very language, i.e., \"we have the option of limiting payment to the reasonable cost of applying suitable patches, in accordance with good repair practice, to the damaged area,\" the clause merely gives the insurer, under certain circumstances, the option of limiting its reimbursement to the cost of patches rather than full replacement of a hull.  This is a fair position for the insurance company to take given the properties of the enumerated hull materials.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Defendant does not argue, nor could it on the record before us, that it had plaintiff's permission to repair the yacht and have the repairs performed at the Vaello Shipyard.  On the contrary, defendant concedes that plaintiff objected to its choice of shipyard and insisted on having the repairs performed elsewhere.  Therefore, because defendant took possession of plaintiff's yacht against plaintiff's express wishes, defendant acted at its own peril.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We need go no further.  Because we find that this error of law so infected the magistrate judge's dismissal of the conversion, negligence, breach of contract and constructive loss claims, we remand the entire case for retrial.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the lower court is</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Vacated and remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In his conclusion of law number 5, the magistrate judge ruled that</p>\n        <p>[t]he policy provides that the insurer has an option of repairing the hull of the insured watercraft instead of making payment for insured damages.  (Marine Insurance Policy-\"Our Option to Repair\" Clause at 3.) It is clear that plaintiff had already consented to having the defendant repair the hull.  After plaintiff placed the vessel in the hands of the insurer to determine the damages and make the repairs, it was not necessary to request again plaintiff's consent before taking the vessel to the Vaello Shipyard.  Therefore, plaintiff is not entitled to recover damages for the alleged conversion of its vessel.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The \"Option of Repair\" clause states:</p>\n        <p>If the hull of the insured watercraft is made in whole or in part of plywood, plastic, fiberglass, metal or other molded material, we have the option of limiting payment to the reasonable cost of applying suitable patches, in accordance with good repair practice, to the damaged area.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/583577/"
  ]
}