{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195437/",
  "id": 195437,
  "absolute_url": "/opinion/195437/grand-jury-v/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195437/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:55Z",
  "date_modified": "2020-02-21T23:49:08.014714Z",
  "type": "010combined",
  "sha1": "e3e19b3f317c86e8f885532799f05c59a9596d79",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1560.01A",
  "local_path": null,
  "plain_text": "June 17, 1994         [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 94-1560\n\n                 IN RE GRAND JURY PROCEEDINGS\n\n                                         \n\n                        UNITED STATES,\n                         Petitioner,\n\n                              v.\n\n                          JOHN DOE,\n                    Appellant, Respondent.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Mark L. Wolf, U.S. District Judge]\n                                                  \n\n                                        \n\n                            Before\n\n                  Torruella, Cyr and Boudin,\n                       Circuit Judges.\n                                     \n\n                                        \n\n   Brian J.  McMenimen  and  Burke &amp;  McMenimen  on  brief  for\n                                               \nappellant.\n   Donald  K. Stern,  United  States Attorney,  Paul V.  Kelly,\n                                                              \nAssistant  United  State  Attorney,  and  Frank  A.  Libby,  Jr.,\n                                                             \nAssistant United States Attorney, on brief for appellee. \n\n                                        \n\n                                        \n\n                             -2-\n\n          Per Curiam.  Respondent John Doe appeals a district\n                    \n\ncourt order  holding him  in civil contempt  for refusing  to\n\ncomply, without just cause, with  a court order directing him\n\nto testify  before a  grand  jury.   28 U.S.C.     1826.   We\n\naffirm.\n\n          Respondent was subpoenaed to  appear before a grand\n\njury  on  April 26,  1994.   Relying  on his  fifth amendment\n\nright, respondent  refused to  answer questions on  that day.\n\nAfter  the government  obtained  a court  order granting  him\n\nimmunity  and  ordering  him  to  testify,  respondent  again\n\nappeared before the grand jury on May 10 and again refused to\n\nanswer  any questions  put to  him.   The government  filed a\n\npetition for contempt the next day.  \n\n          On May 13 and May 19, 1994, the district court held\n\na hearing on the government's petition.  Respondent testified\n\nthat his  refusal to  answer the  grand jury's questions  was\n\nbased on  his fear for his own safety and that of his family.\n\nHe  further testified  that he  would never  answer questions\n\nfrom a grand jury  on this matter.  Doe's wife testified that\n\nshe too feared for her  life and that of her children  if Doe\n\nwere to testify,  and that,  in her opinion,  he would  never\n\nchange  his mind  in  this matter.   Both  Doe  and his  wife\n\ntestified, that although they are separated, Doe remains very\n\nclose to his children.  \n\n                             -3-\n\n          At  the  conclusion of  the  hearing,  the district\n\ncourt  found that  Doe had  refused to  obey the  court order\n\ndirecting  him to  testify.   The court  also found  that his\n\nrefusal was based on  a \"genuine and reasonable fear  of harm\n\nto  himself and/or  to  his family\"  and  that it  was  Doe's\n\npresent intention  not to  testify.  Nevertheless,  the court\n\nfound  that there was a  realistic possibility that Doe would\n\nchange  his  mind either  because of  his  desire to  see his\n\nchildren or  because evolution  of events might  diminish his\n\nfear of retribution.  The court, therefore, entered the order\n\nfor civil contempt.  \n\n          \"Confinement  under Section  1826 is  coercive, not\n\npunitive,  and its sole purpose is to compel the contemnor to\n\nprovide  the   requested  testimony.\"    In   re  Grand  Jury\n                                                             \n\nProceedings,  862 F.2d 430, 432  (2d Cir. 1988).   \"[A] civil\n           \n\ncontemnor's  incarceration  can   be  transformed  from   the\n\npermissibly  coercive  into  the  improperly  punitive  where\n\n'there is no realistic  possibility that he will comply  with\n\nthe order to testify.'\"   United States v.  Doe (In re  Grand\n                                                             \n\nJury Proceeding), 13  F.3d 459, 461 (1st Cir.  1994) (quoting\n               \n\nIn  re  Grand  Jury, 851  F.2d  499,  502  (1st Cir.  1988)).\n                   \n\nHowever, given the \"speculative nature\" of this inquiry, \"the\n\ndistrict  court  enjoys  wide  latitude  in  gauging  whether\n\nincarceration will be (or will remain) coercive.\"  Id. at 463\n                                                     \n\n(citations omitted).  We review only for abuse of discretion.\n\n                             -4-\n\nIn re Grand  Jury Proceedings,  943 F.2d 132,  136 (1st  Cir.\n                             \n\n1991).\n\n          Respondent  claims that  the district  court abused\n\nits discretion because its findings that he has a  reasonable\n\nfear of reprisal and  that he has affection for  his children\n\nmake it unreasonable to conclude that he will ever change his\n\npresent  intention not  to testify.   He  also  contends that\n\nthere  is  no  support  for  the  court's  finding  that  the\n\nsituation may change in such a way as to diminish his fear.  \n\n          While a reasonable fear of reprisal may be relevant\n\nto  the  determination  of   whether  there  is  a  realistic\n\npossibility that  coercion will  lead to compliance  with the\n\norder  to  testify, Doe,  13 F.3d  at  461, fear  of reprisal\n                       \n\nagainst himself or his family  does not constitute just cause\n\nfor a respondent to refuse to testify, In re Grand  Jury, 943\n                                                        \n\nF.2d at 135  (citing cases).   Were the  rule otherwise,  the\n\ngrand jury would be deprived of information  against the most\n\nvicious   and  sophisticated   criminal  enterprises.     Id.\n                                                            \n\nMoreover, a finding that a contemnor has no present intent to\n\ntestify  does not  preclude  the  possibility that  continued\n\nconfinement  will cause the witness to change his mind.  Doe,\n                                                            \n\n13 F.3d at 463.  Finally,  the finding that the situation may\n\nchange so  as to  diminish respondent's fear  of retaliation,\n\nwhile speculative, does have support in the record.\n\n                             -5-\n\n          The determination of whether the possibility exists\n\nthat  incarceration  will  coerce  a  contemnor   to  testify\n\nrequires  the court to \"look  into the future  and gauge, not\n\nwhat  will  happen,  but  the prospect  that  something  will\n                                      \n\nhappen.\"  Id. (quoting In re  Parrish, 782 F.2d 325, 327  (2d\n                                     \n\nCir. 1986)) (emphasis in original).  In the instant case, the\n\ncourt  undertook  a  careful  evaluation  of  the  individual\n\ncircumstances  relating  to  respondent.   It  then  made  an\n\ninformed speculation as to the future.  While the case may be\n\na  close one and we  agree that the  appeal is not frivolous,\n\nthe  district  court  was   well  within  its  discretion  in\n\ndetermining  that there  was  a  realistic  possibility  that\n\nincarceration would  lead the  contemnor to change  his mind.\n\nSee id. at 463 (assuming that respondent had reasonable fear,\n      \n\ncourt nonetheless properly determined that \"family ties might\n\neventually induce a change of heart\").\n\n          In the present case, the district court's  judgment\n\nthat family  ties might persuade respondent to cooperate is a\n\njudgment  call,  but it  is not  illogical; and  the district\n\njudge,  having  heard  the   evidence,  is  due  considerable\n\ndeference in his evaluation of the circumstances.  We are not\n\nsure that  the district  court's second ground,  comprising a\n\nbrief reference to \"the evolution of events\", is sufficiently\n\nexplained; and  if this were the only basis for the order, we\n\nmight ask for further explanation.  Here, however, the family\n\n                             -6-\n\nties ground  was given  first, was concretely  explained, and\n\nhas as  much basis in the  record as such a  prophecy is ever\n\nlikely to  have.   At this  stage, we do  not think  that any\n\npurpose  would  be served  by  asking the  district  court to\n\nelaborate its second ground.\n\n          In the alternative, respondent  asks that we remand\n\nthis case to  the district court for a  hearing on what steps\n\nthe government can take  to protect him and  his family.   It\n\ndoes  not  appear  that any  such  request  was  made to  the\n\ndistrict  court; indeed,  Doe's counsel  said at  the hearing\n\nthat he \"very much doubted\" that an offer of protection would\n\naffect  his   client's  refusal   to  testify.     If  during\n\nincarceration   respondent  decides  that  the  provision  of\n\nprotection  by the  government  would affect  his refusal  to\n\ntestify, there  is nothing to  prevent the  issue from  being\n\nraised in the district court at that time.\n\n          Affirmed.\n                  \n\n                             -7-\n",
  "html": "<p class=\"case_cite\">27 F.3d 554</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>IN RE GRAND JURY PROCEEDINGS<br>UNITED STATES, Petitioner,<br>v.<br>John DOE, Appellant, Respondent.</p>\n    <p class=\"docket\">No. 94-1560</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 17, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Mark L. Wolf, U.S. District Judge ]</p>\n      <p class=\"indent\">Brian J. McMenimen and Burke &amp; McMenimen on brief for appellant.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Respondent John Doe appeals a district court order holding him in civil contempt for refusing to comply, without just cause, with a court order directing him to testify before a grand jury.  28 U.S.C. Sec. 1826.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Respondent was subpoenaed to appear before a grand jury on April 26, 1994.  Relying on his fifth amendment right, respondent refused to answer questions on that day.  After the government obtained a court order granting him immunity and ordering him to testify, respondent again appeared before the grand jury on May 10 and again refused to answer any questions put to him.  The government filed a petition for contempt the next day.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On May 13 and May 19, 1994, the district court held a hearing on the government's petition.  Respondent testified that his refusal to answer the grand jury's questions was based on his fear for his own safety and that of his family.  He further testified that he would never answer questions from a grand jury on this matter.  Doe's wife testified that she too feared for her life and that of her children if Doe were to testify, and that, in her opinion, he would never change his mind in this matter.  Both Doe and his wife testified, that although they are separated, Doe remains very close to his children.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the conclusion of the hearing, the district court found that Doe had refused to obey the court order directing him to testify.  The court also found that his refusal was based on a \"genuine and reasonable fear of harm to himself and/or to his family\" and that it was Doe's present intention not to testify.  Nevertheless, the court found that there was a realistic possibility that Doe would change his mind either because of his desire to see his children or because evolution of events might diminish his fear of retribution.  The court, therefore, entered the order for civil contempt.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"Confinement under Section 1826 is coercive, not punitive, and its sole purpose is to compel the contemnor to provide the requested testimony.\"   In re Grand Jury Proceedings, 862 F.2d 430, 432 (2d Cir. 1988).  \"[A] civil contemnor's incarceration can be transformed from the permissibly coercive into the improperly punitive where 'there is no realistic possibility that he will comply with the order to testify.' \"  United States v. Doe ( In re Grand Jury Proceeding ), 13 F.3d 459, 461 (1st Cir. 1994) (quoting  In re Grand Jury, 851 F.2d 499, 502 (1st Cir. 1988)).  However, given the \"speculative nature\" of this inquiry, \"the district court enjoys wide latitude in gauging whether incarceration will be (or will remain) coercive.\"  Id. at 463 (citations omitted).  We review only for abuse of discretion.   In re Grand Jury Proceedings, 943 F.2d 132, 136 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Respondent claims that the district court abused its discretion because its findings that he has a reasonable fear of reprisal and that he has affection for his children make it unreasonable to conclude that he will ever change his present intention not to testify.  He also contends that there is no support for the court's finding that the situation may change in such a way as to diminish his fear.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">While a reasonable fear of reprisal may be relevant to the determination of whether there is a realistic possibility that coercion will lead to compliance with the order to testify, Doe, 13 F.3d at 461, fear of reprisal against himself or his family does not constitute just cause for a respondent to refuse to testify,  In re Grand Jury, 943 F.2d at 135 (citing cases).  Were the rule otherwise, the grand jury would be deprived of information against the most vicious and sophisticated criminal enterprises.  Id. Moreover, a finding that a contemnor has no present intent to testify does not preclude the possibility that continued confinement will cause the witness to change his mind.  Doe, 13 F.3d at 463.  Finally, the finding that the situation may change so as to diminish respondent's fear of retaliation, while speculative, does have support in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The determination of whether the possibility exists that incarceration will coerce a contemnor to testify requires the court to \"look into the future and gauge, not what will happen, but the prospect that something will happen.\"  Id. (quoting  In re Parrish, 782 F.2d 325, 327 (2d Cir. 1986)) (emphasis in original).  In the instant case, the court undertook a careful evaluation of the individual circumstances relating to respondent.  It then made an informed speculation as to the future.  While the case may be a close one and we agree that the appeal is not frivolous, the district court was well within its discretion in determining that there was a realistic possibility that incarceration would lead the contemnor to change his mind.  See id. at 463 (assuming that respondent had reasonable fear, court nonetheless properly determined that \"family ties might eventually induce a change of heart\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the present case, the district court's judgment that family ties might persuade respondent to cooperate is a judgment call, but it is not illogical;  and the district judge, having heard the evidence, is due considerable deference in his evaluation of the circumstances.  We are not sure that the district court's second ground, comprising a brief reference to \"the evolution of events\", is sufficiently explained;  and if this were the only basis for the order, we might ask for further explanation.  Here, however, the family ties ground was given first, was concretely explained, and has as much basis in the record as such a prophecy is ever likely to have.  At this stage, we do not think that any purpose would be served by asking the district court to elaborate its second ground.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the alternative, respondent asks that we remand this case to the district court for a hearing on what steps the government can take to protect him and his family.  It does not appear that any such request was made to the district court;  indeed, Doe's counsel said at the hearing that he \"very much doubted\" that an offer of protection would affect his client's refusal to testify.  If during incarceration respondent decides that the provision of protection by the government would affect his refusal to testify, there is nothing to prevent the issue from being raised in the district court at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">554</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>IN RE GRAND JURY PROCEEDINGS<br>UNITED STATES, Petitioner,<br>v.<br>John DOE, Appellant, Respondent.</p>\n    <p class=\"docket\">No. 94-1560</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 17, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Mark L. Wolf, U.S. District Judge ]</p>\n      <p class=\"indent\">Brian J. McMenimen and Burke &amp; McMenimen on brief for appellant.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Respondent John Doe appeals a district court order holding him in civil contempt for refusing to comply, without just cause, with a court order directing him to testify before a grand jury.  28 U.S.C. Sec. 1826.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Respondent was subpoenaed to appear before a grand jury on April 26, 1994.  Relying on his fifth amendment right, respondent refused to answer questions on that day.  After the government obtained a court order granting him immunity and ordering him to testify, respondent again appeared before the grand jury on May 10 and again refused to answer any questions put to him.  The government filed a petition for contempt the next day.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On May 13 and May 19, 1994, the district court held a hearing on the government's petition.  Respondent testified that his refusal to answer the grand jury's questions was based on his fear for his own safety and that of his family.  He further testified that he would never answer questions from a grand jury on this matter.  Doe's wife testified that she too feared for her life and that of her children if Doe were to testify, and that, in her opinion, he would never change his mind in this matter.  Both Doe and his wife testified, that although they are separated, Doe remains very close to his children.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the conclusion of the hearing, the district court found that Doe had refused to obey the court order directing him to testify.  The court also found that his refusal was based on a \"genuine and reasonable fear of harm to himself and/or to his family\" and that it was Doe's present intention not to testify.  Nevertheless, the court found that there was a realistic possibility that Doe would change his mind either because of his desire to see his children or because evolution of events might diminish his fear of retribution.  The court, therefore, entered the order for civil contempt.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"Confinement under Section 1826 is coercive, not punitive, and its sole purpose is to compel the contemnor to provide the requested testimony.\"   In re Grand Jury Proceedings, <span class=\"citation\" data-id=\"515184\"><a href=\"/opinion/515184/in-re-grand-jury-proceedings-united-states-of-america-v-john-doe/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">430</span></a></span>, 432 (2d Cir. 1988).  \"[A] civil contemnor's incarceration can be transformed from the permissibly coercive into the improperly punitive where 'there is no realistic possibility that he will comply with the order to testify.' \"  United States v. Doe ( In re Grand Jury Proceeding ), <span class=\"citation\" data-id=\"660162\"><a href=\"/opinion/660162/in-re-grand-jury-proceeding-united-states-v-john-doe/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">459</span></a></span>, 461 (1st Cir. 1994) (quoting  In re Grand Jury, <span class=\"citation\" data-id=\"508717\"><a href=\"/opinion/508717/in-re-grand-jury/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span>, 502 (1st Cir. 1988)).  However, given the \"speculative nature\" of this inquiry, \"the district court enjoys wide latitude in gauging whether incarceration will be (or will remain) coercive.\"  <span class=\"citation\" data-id=\"508717\"><a href=\"/opinion/508717/in-re-grand-jury/\"><span class=\"id_token\">Id.</span> at 463 </a></span>(citations omitted).  We review only for abuse of discretion.   In re Grand Jury Proceedings, <span class=\"citation\" data-id=\"567590\"><a href=\"/opinion/567590/in-re-grand-jury-proceedings-united-states-of-america-v-john-doe/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">132</span></a></span>, 136 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Respondent claims that the district court abused its discretion because its findings that he has a reasonable fear of reprisal and that he has affection for his children make it unreasonable to conclude that he will ever change his present intention not to testify.  He also contends that there is no support for the court's finding that the situation may change in such a way as to diminish his fear.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">While a reasonable fear of reprisal may be relevant to the determination of whether there is a realistic possibility that coercion will lead to compliance with the order to testify, <span class=\"citation\" data-id=\"660162\"><span class=\"antecedent_guess\">Doe,</span> <a href=\"/opinion/660162/in-re-grand-jury-proceeding-united-states-v-john-doe/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">461</span></a></span>, fear of reprisal against himself or his family does not constitute just cause for a respondent to refuse to testify,  In re Grand <span class=\"citation\" data-id=\"567590\"><span class=\"antecedent_guess\">Jury,</span> <a href=\"/opinion/567590/in-re-grand-jury-proceedings-united-states-of-america-v-john-doe/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">135</span> </a></span>(citing cases).  Were the rule otherwise, the grand jury would be deprived of information against the most vicious and sophisticated criminal enterprises.  <span class=\"citation\" data-id=\"567590\"><a href=\"/opinion/567590/in-re-grand-jury-proceedings-united-states-of-america-v-john-doe/\"><span class=\"id_token\">Id.</span> Moreover, a </a></span>finding that a contemnor has no present intent to testify does not preclude the possibility that continued confinement will cause the witness to change his mind.  <span class=\"citation\" data-id=\"660162\"><span class=\"antecedent_guess\">Doe,</span> <a href=\"/opinion/660162/in-re-grand-jury-proceeding-united-states-v-john-doe/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">463</span></a></span>.  Finally, the finding that the situation may change so as to diminish respondent's fear of retaliation, while speculative, does have support in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The determination of whether the possibility exists that incarceration will coerce a contemnor to testify requires the court to \"look into the future and gauge, not what will happen, but the prospect that something will happen.\"  <span class=\"citation\" data-id=\"660162\"><a href=\"/opinion/660162/in-re-grand-jury-proceeding-united-states-v-john-doe/\"><span class=\"id_token\">Id.</span> (quoting  In </a></span>re Parrish, <span class=\"citation\" data-id=\"463731\"><a href=\"/opinion/463731/in-the-matter-of-milton-parrish-united-states-of-america-v-milton-parrish/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">325</span></a></span>, 327 (2d Cir. 1986)) (emphasis in original).  In the instant case, the court undertook a careful evaluation of the individual circumstances relating to respondent.  It then made an informed speculation as to the future.  While the case may be a close one and we agree that the appeal is not frivolous, the district court was well within its discretion in determining that there was a realistic possibility that incarceration would lead the contemnor to change his mind.  See <span class=\"citation\" data-id=\"463731\"><a href=\"/opinion/463731/in-the-matter-of-milton-parrish-united-states-of-america-v-milton-parrish/\"><span class=\"id_token\">id.</span> at 463 </a></span>(assuming that respondent had reasonable fear, court nonetheless properly determined that \"family ties might eventually induce a change of heart\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the present case, the district court's judgment that family ties might persuade respondent to cooperate is a judgment call, but it is not illogical;  and the district judge, having heard the evidence, is due considerable deference in his evaluation of the circumstances.  We are not sure that the district court's second ground, comprising a brief reference to \"the evolution of events\", is sufficiently explained;  and if this were the only basis for the order, we might ask for further explanation.  Here, however, the family ties ground was given first, was concretely explained, and has as much basis in the record as such a prophecy is ever likely to have.  At this stage, we do not think that any purpose would be served by asking the district court to elaborate its second ground.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the alternative, respondent asks that we remand this case to the district court for a hearing on what steps the government can take to protect him and his family.  It does not appear that any such request was made to the district court;  indeed, Doe's counsel said at the hearing that he \"very much doubted\" that an offer of protection would affect his client's refusal to testify.  If during incarceration respondent decides that the provision of protection by the government would affect his refusal to testify, there is nothing to prevent the issue from being raised in the district court at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/463731/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508717/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515184/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567590/",
    "https://www.courtlistener.com/api/rest/v3/opinions/660162/"
  ]
}