{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195433/",
  "id": 195433,
  "absolute_url": "/opinion/195433/united-states-v-rodriguez/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195433/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:51Z",
  "date_modified": "2020-02-21T23:49:02.626400Z",
  "type": "010combined",
  "sha1": "b869073c671fbf678cc5a5e7115220f435988fe8",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1590.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1590\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                      CARLOS JULIO RODRIGUEZ\n                        aka Jose Ramirez,\n\n                      Defendant, Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. Mark L. Wolf, U.S. District Judge]\n                                                    \n\n                                           \n\n                              Before\n\n                     Torruella, Circuit Judge,\n                                             \n                  Coffin, Senior Circuit Judge,\n                                              \n                    and Stahl, Circuit Judge. \n                                            \n\n                                           \n\n  Eileen M. Donoghue, by Appointment of the Court, for appellant.\n                    \n  Robert E. Richardson, Assistant United States Attorney, with  whom\n                      \nDonald K. Stern, United States Attorney, was on brief for appellee.\n             \n\n                                           \n\n                          June 17, 1994\n                                           \n\n     COFFIN,  Senior  Circuit  Judge.    Carlos  Julio  Rodriguez\n                                    \n\nappeals his sentence  for illegal reentry into  the United States\n\nafter deportation, 8 U.S.C.   1326.  We affirm.\n\n                      I.  Factual Background\n                                            \n\n     In April 1991, Rodriguez,  a Colombian citizen, was deported\n\nfrom  Boston to  Colombia.   The  following September,  Rodriguez\n\nreentered the United  States illegally.   On  December 19,  1991,\n\nagents  from the  Immigration and  Naturalization Service  (INS),\n\nacting  on  a tip,  found  and arrested  Rodriguez  at  a bar  in\n\nChelsea,  Massachusetts.    A  federal  grand  jury  subsequently\n\nreturned  a  one  count  indictment  charging  Rodriguez  with  a\n\nviolation of 8 U.S.C.    1326(a) and (b)(2).1  \n\n     On November 4, 1992, Rodriguez pled guilty to a violation of\n\n8  U.S.C.     1326(a).2    Rodriguez'  presentence  report  (PSR)\n\ncomputed his total offense level at 21: 8 points were assigned as\n\nthe base  offense level  under 8  U.S.C.    1326, 16  points were\n\nadded for his previous conviction for an aggravated felony, and 3\n\n                    \n\n     1This statute provides, in pertinent part, that:\n     (a) [A]ny alien who --\n     (1) has been arrested and deported or excluded and deported,\n     and thereafter\n     (2) enters, attempts to enter, or is at any time found in, \nthe United States . . . [and]\n     (b)(2) whose deportation was  subsequent to a conviction for\n     commission  of an  aggravated  felony, such  alien shall  be\n     fined under such  Title, imprisoned not more  than 15 years,\n     or both.\n\n     2At  his  plea  hearing,  the court  accepted  the  parties'\nstipulation to  consider Section  (b)(2) as a  sentencing factor,\nand not as  an element of  the offense.   We have since  affirmed\nthis view.  See United States  v. Forbes, 16 F.3d 1294, 1300 (1st\n                                        \nCir. 1994) (holding that Section (b)(2) is a sentence enhancement\nfactor).\n\n                               -2-\n\npoints  were  subtracted  for acceptance  of  responsibility  and\n\ntimely notifying  authorities of  his intention to  plead guilty.\n\nSee U.S.S.G.     2L1.2(a),  (b)(2); 3E1.1(b)(2).   Taken together\n   \n\nwith  a  criminal  history  category  of  III,  this  calculation\n\nresulted  in  a  recommended  sentencing range  of  46-57  months\n\nimprisonment and 24-36 months supervised release.  \n\n     The district  court accepted the PSR recommendation, finding\n\nthat  Rodriguez' two  convictions for  possession with  intent to\n\ndistribute an illegal drug, in violation of Mass. Gen. L. ch. 94C\n\n  32A, were \"aggravated felonies\" within the meaning of \n\n   1326(b)(2).   The  court also  ruled  that Rodriguez'  offense\n\noccurred when he was found in the United States in December 1991,\n\nand, therefore, that application  of the November 1991 amendments\n\nto  the Sentencing Guidelines did  not violate the  ex post facto\n                                                                 \n\nclause  of the  Constitution.   Accordingly, the  court sentenced\n\nRodriguez to 48  months imprisonment,  followed by  24 months  of\n\nsupervised release.  This appeal followed.\n\n     Rodriguez contends  that his Massachusetts'  convictions are\n\nnot \"aggravated\" felonies within the meaning of federal law,  and\n\nthat  the district court therefore erred by using them to enhance\n\nhis  base offense  level by  16 points.   He also  reiterates his\n\nclaim that the application of the November 1991 Guidelines to his\n\nconviction  violates the ex post facto clause, and that he should\n                                      \n\nhave been sentenced under  the Guidelines in effect in  September\n\n1991, the date of his reentry into the United States.\n\n                               -3-\n\n               II.  Aggravated Felony Determination\n                                                   \n\n     Section 1326(b)(2) provides an enhanced penalty for deported\n\naliens  who  illegally   reenter  the  United  States   following\n\nconviction  for an aggravated felony.  Our cases establish that a\n\ndrug  offense  is  an  aggravated felony  within  the  meaning of\n\nSection 1326 and the applicable Sentencing Guidelines, U.S.S.G.  \n\n2L1.2(b)(2), if it is a \"drug trafficking crime\" as defined in 18\n\nU.S.C.   924(c)(2).   See United States v. Forbes,  16 F.3d 1294,\n                                                 \n\n1301 (1st Cir. 1994); Amaral v. I.N.S., 977 F.2d 33, 35 (1st Cir.\n                                      \n\n1992).  Under  that section, a drug felony is a \"drug trafficking\n\ncrime\" if it is  punishable under any one of three  statutes: (1)\n\nthe Controlled Substances  Act, 21 U.S.C.   801  et seq.; (2) the\n\nControlled Substances Import and  Export Act, 21 U.S.C.    951 et\n\nseq.;  or  (3) the  Maritime Drug  Law  Enforcement Act,  46 App.\n\nU.S.C.   1901 et seq.\n\n     Rodriguez  argues   that  his  state  convictions   are  not\n\naggravated felonies, and therefore  not subject to enhancement as\n\nsuch,  because  they are  not  for  \"trafficking\" crimes.    This\n\nargument is meritless.  Rodriguez' Massachusetts convictions  are\n\ntrafficking crimes for purposes of  Section 1326 because they are\n\npunishable  under the Controlled Substances Act.  See 21 U.S.C.  \n                                                     \n\n844(a) (punishing simple possession  of controlled substances).3 \n\n                    \n\n     3Rodriguez  also  contends  that  his  convictions  are  not\ntrafficking crimes  under state  law.   This argument  misses the\nmark.  We have  held that federal, not state,  definitions govern\nunder the Guidelines.  United States v. Unger, 915 F.2d 759, 762-\n                                             \n63 (1st Cir. 1990);  United States v. Aymelek, 926  F.2d 64, 71-2\n                                             \n(1st Cir. 1991).  \n\n                               -4-\n\nSee  Forbes, 16  F.3d  1294, 1301  (state possession  convictions\n           \n\nwhich  would  be felonies  under 21  U.S.C.    844(a)  treated as\n\naggravated felonies under U.S.S.G.   2L1.2(b)(2)).\n\n     Rodriguez  argues that  this  conclusion  unfairly  converts\n\nvirtually  all predicate  drug  crimes into  aggravated felonies,\n\nthus  rendering meaningless,  for drug offenses,  the distinction\n\nunder Section 1326 and the applicable Guidelines between felonies\n\nand  aggravated felonies.   We recognize that  this definition of\n\n\"aggravated felony\" may be  rather harsh for drug offenders.   We\n\nare not at liberty, however, to rewrite the statutory scheme.  \n\n     We therefore conclude that the district court properly added\n\n16  points to  Rodriguez'  base offense  level  in computing  his\n\nsentence under the Guidelines. \n\n                    III.  Ex Post Facto Claim\n                                             \n\n     Rodriguez illegally reentered the United States on September\n\n5,  1991.    At that  time,  the  relevant Sentencing  Guidelines\n\nprovided for a base offense level of 8, a  4-level increase \"[i]f\n\nthe   defendant  previously  was   deported  after  sustaining  a\n\nconviction for a felony,\"  U.S.S.G.   2L1.2 (Nov. 1990),  and, if\n\nthe conviction was for an aggravated felony, \"an upward departure\n\nmay be warranted.\"  Id., comment (n.3).\n                       \n\n     Rodriguez was not found in the United States, however, until\n\nDecember 19, 1991.  Between the time of his entry and the time of\n\nhis arrest, the Guidelines  were amended to increase the  penalty\n\nfor a  conviction under  Section 1326 where  deportation followed\n\nconviction  for an  aggravated  felony.   U.S.S.G.    2L1.2(b)(2)\n\n                               -5-\n\n(Nov.  1991).   These  amendments,  effective  November 1,  1991,\n\nconverted  the  discretionary  choice  whether  to  increase  the\n\npenalty  for  this  class  of  defendants  to  a requirement,  by\n\ninstructing  the court  to add  16 points  to the  calculation of\n\ntheir total offense level.  Id.\n                               \n\n     Rodriguez   argues  that  the  district  court  should  have\n\nsentenced  him  under the  Guidelines in  effect on  September 5,\n\n1991, the date he entered the United States, because that is when\n\nhe violated  Section 1326.   The district court's  application of\n\nthe November 1991 Guidelines violates the ex post facto clause of\n                                                       \n\nthe Constitution, he claims,  because the amendments increase the\n\nsentence applicable at the time he committed the crime.\n\n     The government counters that 8 U.S.C.   1326(a)(2) describes\n\nthree  separate occasions on which a deported alien can commit an\n\noffense  under the statute: when  he or she  (1) illegally enters\n\nthe United States;  (2) attempts  illegally to  enter the  United\n\nStates;  or (3) is  found in the  United States.   They point out\n\nthat the indictment explicitly  charged Rodriguez, and he pleaded\n\nguilty to, having been found in the United States on December 19,\n                            \n\n1991, over a month and a half after the November 1991 Guidelines'\n\namendments.4   Application  of  these  amendments  to  Rodriguez'\n\n                    \n\n     4Alternatively,   the  government   urges   this  court   to\ncharacterize  Section 1326(a)  as  a continuing  offense.   Other\ncourts,  in   discussing  the  application  of   the  statute  of\nlimitations, have come to differing conclusions regarding whether\nthis  statute describes  a  continuing offense.   Compare,  e.g.,\n                                                                \nUnited  States v. DiSantillo, 615 F.2d 128, 132-37 (3d Cir. 1980)\n                            \n(crime  of  illegal  entry  through  recognized  Immigration  and\nNaturalization port  of entry  after being arrested  and deported\nnot a continuing  offense, so  as to toll  applicable statute  of\n\n                               -6-\n\noffense,  they contend,  therefore does not  violate the  ex post\n                                                                 \n\nfacto clause.\n     \n\n     Barring any  ex post facto concerns,  a defendant ordinarily\n                               \n\nshould  be sentenced according to the Guidelines in effect at the\n\ntime of sentencing.   18  U.S.C.   3553(a)(4);  United States  v.\n                                                             \n\nHarotunian,  920 F.2d  1040, 1041-42  (1st Cir. 1990).   However,\n          \n\nwhen a guideline amendment  increases the punishment imposed, the\n\nex  post facto  clause of  the Constitution  prevents retroactive\n              \n\napplication of the  guideline to offenses committed  prior to the\n\neffective date of the amendment.   In such a case, the  guideline\n\nin effect at the time the crime was committed must be used.   See\n                                                                 \n\nU.S. Const. art. I,   9,  cl.3; United States v. Molina, 952 F.2d\n                                                       \n\n14, 522-23 (D.C.  Cir. 1992).  Determining whether application of\n\nthe  November 1991 Guidelines  violated the ex  post facto clause\n                                                          \n\nrequires us  to decide when Rodriguez committed the offense: when\n\nhe crossed the  border on September 1991, or when  he was caught,\n\non December 19, 1991?\n\n     As the Supreme Court has  stated in interpreting a different\n\nsection of  the Immigration and Nationality Act  of 1952, \"`[t]he\n\ncardinal principle of  statutory construction is to  save and not\n\nto destroy.'   It is  our duty `to  give effect, if  possible, to\n\nevery clause and word of a statute.'\"  United States v. Menasche,\n                                                                \n\n                    \n\nlimitations for as  long as  alien remains in  the country)  with\n                                                                 \nUnited  States v.  Bruno, 328  F. Supp.  815, 825  (D.  Mo. 1975)\n                        \n(criminal  conduct of  being  found in  the  United States  after\nhaving been excluded and  deported continues so long as  alien is\npresent in the United States).  \n     Because  we conclude  that  Section 1326(a)  describes three\nseparate offenses, we need not reach this issue.  \n\n                               -7-\n\n348 U.S.  528, 538-39 (1955) (citations omitted).   Applying this\n\nprinciple, we think it plain  that \"enters,\" \"attempts to enter,\"\n\nand \"is at any  time found in\" describe three  distinct occasions\n\non which a deported  alien can violate Section 1326.   The phrase\n\n\"found  in\" otherwise would  be surplusage,  because it  would be\n\nredundant with \"enters.\"  Accord  United States v. Whittaker, 999\n                                                            \n\nF.2d 38, 41-43  (2d Cir.  1993); United States  v. Gonzales,  988\n                                                           \n\nF.2d 16, 18  (5th Cir. 1993); United States  v. Alvarez-Quintero,\n                                                                \n\n788 F. Supp. 132, 133-34 (D.R.I. 1992).  \n\n     This construction is consistent with the legislative history\n\ndiscussed in  United States v.  DiSantillo, 615 F.2d  128, 134-35\n                                          \n\n(3d  Cir.  1980).   In  DiSantillo,  the  court  noted that  when\n                                  \n\nCongress  reenacted  the statute  in  1952,  it  added  the  term\n\n\"found,\" but did not  remove \"enters.\"  Id. at 135.  In so doing,\n                                           \n\nthe court concluded, Congress  must have intended to broaden  the\n\nstatute to include the  crime committed when an alien  enters the\n\nUnited States  surreptitiously, of  which the INS  would have  no\n\nofficial  record, as  well as  the crimes  committed by  entry or\n\nattempted entry through regular immigration procedures.  There is\n\nno  other apparent reason for  retaining the word  \"enters.\"  Id.\n                                                                 \n\nThe  court was persuaded that the amendment was aimed at ensuring\n\nthat aliens  who  were  not apprehended  as  they  reentered  the\n\ncountry  nevertheless  could  be prosecuted  for  unlawful  entry\n\nwhenever  they were  found.   See also  United States  v. Canals-\n                                                                 \n\nJimenez,  943  F.2d 1284,  1286-89  (11th  Cir. 1991)  (following\n       \n\nDiSantillo in concluding  that an alien who had  sought admission\n          \n\n                               -8-\n\nthrough  recognized  immigration  port  of entry,  and  thus  was\n\nphysically \"in\"  the country, could  not be prosecuted  under the\n\n\"found in\" clause, because  that clause was intended to  apply to\n\naliens who have entered surreptitiously).\n\n     In this  case,  regardless of  when  he entered  the  United\n\nStates, Rodriguez violated the  statute when he was \"found\"  here\n\non December  19, 1991, and he  pled guilty to the  crime of being\n\n\"found  in\"  the  United  States  at  that  time.    Accordingly,\n\napplication  of the  November  1991 Guidelines  in computing  his\n\noffense level does not violate the ex post facto clause. \n                                                \n\nThe decision of the district court is therefore AFFIRMED.\n                                                        \n\n                               -9-\n",
  "html": "<p class=\"case_cite\">26 F.3d 4</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Carlos Julio RODRIGUEZ aka Jose Ramirez, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1590.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 3, 1994.<br>Decided June 17, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Eileen M. Donoghue, Lowell, MA, by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Robert E. Richardson, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Carlos Julio Rodriguez appeals his sentence for illegal reentry into the United States after deportation, 8 U.S.C. Sec. 1326.  We affirm.</p>\n    </div>\n    <p>I. Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In April 1991, Rodriguez, a Colombian citizen, was deported from Boston to Colombia.  The following September, Rodriguez reentered the United States illegally.  On December 19, 1991, agents from the Immigration and Naturalization Service (INS), acting on a tip, found and arrested Rodriguez at a bar in Chelsea, Massachusetts.  A federal grand jury subsequently returned a one count indictment charging Rodriguez with a violation of 8 U.S.C. Secs. 1326(a) and (b)(2).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On November 4, 1992, Rodriguez pled guilty to a violation of 8 U.S.C. Sec. 1326(a).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Rodriguez' presentence report (PSR) computed his total offense level at 21:  8 points were assigned as the base offense level under 8 U.S.C. Sec. 1326, 16 points were added for his previous conviction for an aggravated felony, and 3 points were subtracted for acceptance of responsibility and timely notifying authorities of his intention to plead guilty.  See U.S.S.G. Secs. 2L1.2(a), (b)(2);  3E1.1(b)(2).  Taken together with a criminal history category of III, this calculation resulted in a recommended sentencing range of 46-57 months imprisonment and 24-36 months supervised release.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court accepted the PSR recommendation, finding that Rodriguez' two convictions for possession with intent to distribute an illegal drug, in violation of Mass.Gen.L. ch. 94C Sec. 32A, were \"aggravated felonies\" within the meaning of Sec. 1326(b)(2).  The court also ruled that Rodriguez' offense occurred when he was found in the United States in December 1991, and, therefore, that application of the November 1991 amendments to the Sentencing Guidelines did not violate the ex post facto clause of the Constitution.  Accordingly, the court sentenced Rodriguez to 48 months imprisonment, followed by 24 months of supervised release.  This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Rodriguez contends that his Massachusetts' convictions are not \"aggravated\" felonies within the meaning of federal law, and that the district court therefore erred by using them to enhance his base offense level by 16 points.  He also reiterates his claim that the application of the November 1991 Guidelines to his conviction violates the ex post facto clause, and that he should have been sentenced under the Guidelines in effect in September 1991, the date of his reentry into the United States.</p>\n    </div>\n    <p>II. Aggravated Felony Determination</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Section 1326(b)(2) provides an enhanced penalty for deported aliens who illegally reenter the United States following conviction for an aggravated felony.  Our cases establish that a drug offense is an aggravated felony within the meaning of Section 1326 and the applicable Sentencing Guidelines, U.S.S.G. Sec. 2L1.2(b)(2), if it is a \"drug trafficking crime\" as defined in 18 U.S.C. Sec. 924(c)(2).  See United States v. Forbes, 16 F.3d 1294, 1301 (1st Cir.1994);  Amaral v. I.N.S., 977 F.2d 33, 35 (1st Cir.1992).  Under that section, a drug felony is a \"drug trafficking crime\" if it is punishable under any one of three statutes:  (1) the Controlled Substances Act, 21 U.S.C. Sec. 801 et seq.;  (2) the Controlled Substances Import and Export Act, 21 U.S.C. Sec. 951 et seq.;   or (3) the Maritime Drug Law Enforcement Act, 46 App.U.S.C. Sec. 1901 et seq.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Rodriguez argues that his state convictions are not aggravated felonies, and therefore not subject to enhancement as such, because they are not for \"trafficking\" crimes.  This argument is meritless.  Rodriguez' Massachusetts convictions are trafficking crimes for purposes of Section 1326 because they are punishable under the Controlled Substances Act.  See 21 U.S.C. Sec. 844(a) (punishing simple possession of controlled substances).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See Forbes, 16 F.3d 1294, 1301 (state possession convictions which would be felonies under 21 U.S.C. Sec. 844(a) treated as aggravated felonies under U.S.S.G. Sec. 2L1.2(b)(2)).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Rodriguez argues that this conclusion unfairly converts virtually all predicate drug crimes into aggravated felonies, thus rendering meaningless, for drug offenses, the distinction under Section 1326 and the applicable Guidelines between felonies and aggravated felonies.  We recognize that this definition of \"aggravated felony\" may be rather harsh for drug offenders.  We are not at liberty, however, to rewrite the statutory scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We therefore conclude that the district court properly added 16 points to Rodriguez' base offense level in computing his sentence under the Guidelines.</p>\n    </div>\n    <p>III. Ex Post Facto Claim</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Rodriguez illegally reentered the United States on September 5, 1991.  At that time, the relevant Sentencing Guidelines provided for a base offense level of 8, a 4-level increase \"[i]f the defendant previously was deported after sustaining a conviction for a felony,\" U.S.S.G. Sec. 2L1.2 (Nov. 1990), and, if the conviction was for an aggravated felony, \"an upward departure may be warranted.\"   Id., comment (n. 3).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Rodriguez was not found in the United States, however, until December 19, 1991.  Between the time of his entry and the time of his arrest, the Guidelines were amended to increase the penalty for a conviction under Section 1326 where deportation followed conviction for an aggravated felony.  U.S.S.G. Sec. 2L1.2(b)(2) (Nov. 1991).  These amendments, effective November 1, 1991, converted the discretionary choice whether to increase the penalty for this class of defendants to a requirement, by instructing the court to add 16 points to the calculation of their total offense level.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Rodriguez argues that the district court should have sentenced him under the Guidelines in effect on September 5, 1991, the date he entered the United States, because that is when he violated Section 1326.  The district court's application of the November 1991 Guidelines violates the ex post facto clause of the Constitution, he claims, because the amendments increase the sentence applicable at the time he committed the crime.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The government counters that 8 U.S.C. Sec. 1326(a)(2) describes three separate occasions on which a deported alien can commit an offense under the statute:  when he or she (1) illegally enters the United States;  (2) attempts illegally to enter the United States;  or (3) is found in the United States.  They point out that the indictment explicitly charged Rodriguez, and he pleaded guilty to, having been found in the United States on December 19, 1991, over a month and a half after the November 1991 Guidelines' amendments.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Application of these amendments to Rodriguez' offense, they contend, therefore does not violate the ex post facto clause.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Barring any ex post facto concerns, a defendant ordinarily should be sentenced according to the Guidelines in effect at the time of sentencing.  18 U.S.C. Sec. 3553(a)(4);  United States v. Harotunian, 920 F.2d 1040, 1041-42 (1st Cir.1990).  However, when a guideline amendment increases the punishment imposed, the ex post facto clause of the Constitution prevents retroactive application of the guideline to offenses committed prior to the effective date of the amendment.  In such a case, the guideline in effect at the time the crime was committed must be used.  See U.S. Const. art.  I, Sec. 9, cl. 3;  United States v. Molina, 952 F.2d 514, 522-23 (D.C.Cir.1992).  Determining whether application of the November 1991 Guidelines violated the ex post facto clause requires us to decide when Rodriguez committed the offense:  when he crossed the border on September 1991, or when he was caught, on December 19, 1991?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As the Supreme Court has stated in interpreting a different section of the Immigration and Nationality Act of 1952, \" '[t]he cardinal principle of statutory construction is to save and not to destroy.'   It is our duty 'to give effect, if possible, to every clause and word of a statute.' \"  United States v. Menasche, 348 U.S. 528, 538-39, 75 S.Ct. 513, 519-20, 99 L.Ed. 615 (1955) (citations omitted).  Applying this principle, we think it plain that \"enters,\" \"attempts to enter,\" and \"is at any time found in\" describe three distinct occasions on which a deported alien can violate Section 1326.  The phrase \"found in\" otherwise would be surplusage, because it would be redundant with \"enters.\"   Accord United States v. Whittaker, 999 F.2d 38, 41-43 (2d Cir.1993);  United States v. Gonzales, 988 F.2d 16, 18 (5th Cir.1993);  United States v. Alvarez-Quintero, 788 F.Supp. 132, 133-34 (D.R.I.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This construction is consistent with the legislative history discussed in United States v. DiSantillo, 615 F.2d 128, 134-35 (3d Cir.1980).  In DiSantillo, the court noted that when Congress reenacted the statute in 1952, it added the term \"found,\" but did not remove \"enters.\"  Id. at 135.   In so doing, the court concluded, Congress must have intended to broaden the statute to include the crime committed when an alien enters the United States surreptitiously, of which the INS would have no official record, as well as the crimes committed by entry or attempted entry through regular immigration procedures.  There is no other apparent reason for retaining the word \"enters.\"  Id.  The court was persuaded that the amendment was aimed at ensuring that aliens who were not apprehended as they reentered the country nevertheless could be prosecuted for unlawful entry whenever they were found.  See also United States v. Canals-Jimenez, 943 F.2d 1284, 1286-89 (11th Cir.1991) (following DiSantillo in concluding that an alien who had sought admission through recognized immigration port of entry, and thus was physically \"in\" the country, could not be prosecuted under the \"found in\" clause, because that clause was intended to apply to aliens who have entered surreptitiously).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this case, regardless of when he entered the United States, Rodriguez violated the statute when he was \"found\" here on December 19, 1991, and he pled guilty to the crime of being \"found in\" the United States at that time.  Accordingly, application of the November 1991 Guidelines in computing his offense level does not violate the ex post facto clause.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The decision of the district court is therefore AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This statute provides, in pertinent part, that:</p>\n        <p>(a) [A]ny alien who--</p>\n        <p>(1) has been arrested and deported or excluded and deported, and thereafter</p>\n        <p>(2) enters, attempts to enter, or is at any time found in,</p>\n        <p>the United States ... [and]</p>\n        <p>(b)(2) whose deportation was subsequent to a conviction for commission of an aggravated felony, such alien shall be fined under such Title, imprisoned not more than 15 years, or both.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At his plea hearing, the court accepted the parties' stipulation to consider Section (b)(2) as a sentencing factor, and not as an element of the offense.  We have since affirmed this view.  See United States v. Forbes, 16 F.3d 1294, 1300 (1st Cir.1994) (holding that Section (b)(2) is a sentence enhancement factor)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Rodriguez also contends that his convictions are not trafficking crimes under state law.  This argument misses the mark.  We have held that federal, not state, definitions govern under the Guidelines.  United States v. Unger, 915 F.2d 759, 762-63 (1st Cir.1990);  United States v. Aymelek, 926 F.2d 64, 71-72 (1st Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Alternatively, the government urges this court to characterize Section 1326(a) as a continuing offense.  Other courts, in discussing the application of the statute of limitations, have come to differing conclusions regarding whether this statute describes a continuing offense.  Compare, e.g., United States v. DiSantillo, 615 F.2d 128, 132-37 (3d Cir.1980) (crime of illegal entry through recognized Immigration and Naturalization port of entry after being arrested and deported not a continuing offense, so as to toll applicable statute of limitations for as long as alien remains in the country) with United States v. Bruno, 328 F.Supp. 815, 825 (D.Mo.1975) (criminal conduct of being found in the United States after having been excluded and deported continues so long as alien is present in the United States)</p>\n        <p>Because we conclude that Section 1326(a) describes three separate offenses, we need not reach this issue.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Carlos Julio RODRIGUEZ aka Jose Ramirez, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1590.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 3, 1994.<br>Decided June 17, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Eileen M. Donoghue, Lowell, MA, by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Robert E. Richardson, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Carlos Julio Rodriguez appeals his sentence for illegal reentry into the United States after deportation, 8 U.S.C. Sec. 1326.  We affirm.</p>\n    </div>\n    <p>I. Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In April 1991, Rodriguez, a Colombian citizen, was deported from Boston to Colombia.  The following September, Rodriguez reentered the United States illegally.  On December 19, 1991, agents from the Immigration and Naturalization Service (INS), acting on a tip, found and arrested Rodriguez at a bar in Chelsea, Massachusetts.  A federal grand jury subsequently returned a one count indictment charging Rodriguez with a violation of 8 U.S.C. Secs. 1326(a) and (b)(2).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On November 4, 1992, Rodriguez pled guilty to a violation of 8 U.S.C. Sec. 1326(a).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Rodriguez' presentence report (PSR) computed his total offense level at 21:  8 points were assigned as the base offense level under 8 U.S.C. Sec. 1326, 16 points were added for his previous conviction for an aggravated felony, and 3 points were subtracted for acceptance of responsibility and timely notifying authorities of his intention to plead guilty.  See U.S.S.G. Secs. 2L1.2(a), (b)(2);  3E1.1(b)(2).  Taken together with a criminal history category of III, this calculation resulted in a recommended sentencing range of 46-57 months imprisonment and 24-36 months supervised release.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court accepted the PSR recommendation, finding that Rodriguez' two convictions for possession with intent to distribute an illegal drug, in violation of Mass.Gen.L. ch. 94C Sec. 32A, were \"aggravated felonies\" within the meaning of Sec. 1326(b)(2).  The court also ruled that Rodriguez' offense occurred when he was found in the United States in December 1991, and, therefore, that application of the November 1991 amendments to the Sentencing Guidelines did not violate the ex post facto clause of the Constitution.  Accordingly, the court sentenced Rodriguez to 48 months imprisonment, followed by 24 months of supervised release.  This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Rodriguez contends that his Massachusetts' convictions are not \"aggravated\" felonies within the meaning of federal law, and that the district court therefore erred by using them to enhance his base offense level by 16 points.  He also reiterates his claim that the application of the November 1991 Guidelines to his conviction violates the ex post facto clause, and that he should have been sentenced under the Guidelines in effect in September 1991, the date of his reentry into the United States.</p>\n    </div>\n    <p>II. Aggravated Felony Determination</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Section 1326(b)(2) provides an enhanced penalty for deported aliens who illegally reenter the United States following conviction for an aggravated felony.  Our cases establish that a drug offense is an aggravated felony within the meaning of Section 1326 and the applicable Sentencing Guidelines, U.S.S.G. Sec. 2L1.2(b)(2), if it is a \"drug trafficking crime\" as defined in 18 U.S.C. Sec. 924(c)(2).  See United States v. Forbes, <span class=\"citation\" data-id=\"195227\"><a href=\"/opinion/195227/united-states-v-forbes/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1294</span></a></span>, 1301 (1st Cir.1994);  Amaral v. I.N.S., <span class=\"citation\" data-id=\"592216\"><a href=\"/opinion/592216/antonio-amaral-v-immigration-and-naturalization-service/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></a></span>, 35 (1st Cir.1992).  Under that section, a drug felony is a \"drug trafficking crime\" if it is punishable under any one of three statutes:  (1) the Controlled Substances Act, 21 U.S.C. Sec. 801 et seq.;  (2) the Controlled Substances Import and Export Act, 21 U.S.C. Sec. 951 et seq.;   or (3) the Maritime Drug Law Enforcement Act, 46 App.U.S.C. Sec. 1901 et seq.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Rodriguez argues that his state convictions are not aggravated felonies, and therefore not subject to enhancement as such, because they are not for \"trafficking\" crimes.  This argument is meritless.  Rodriguez' Massachusetts convictions are trafficking crimes for purposes of Section 1326 because they are punishable under the Controlled Substances Act.  See 21 U.S.C. Sec. 844(a) (punishing simple possession of controlled substances).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See Forbes, <span class=\"citation\" data-id=\"195227\"><a href=\"/opinion/195227/united-states-v-forbes/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1294</span></a></span>, 1301 (state possession convictions which would be felonies under 21 U.S.C. Sec. 844(a) treated as aggravated felonies under U.S.S.G. Sec. 2L1.2(b)(2)).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Rodriguez argues that this conclusion unfairly converts virtually all predicate drug crimes into aggravated felonies, thus rendering meaningless, for drug offenses, the distinction under Section 1326 and the applicable Guidelines between felonies and aggravated felonies.  We recognize that this definition of \"aggravated felony\" may be rather harsh for drug offenders.  We are not at liberty, however, to rewrite the statutory scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We therefore conclude that the district court properly added 16 points to Rodriguez' base offense level in computing his sentence under the Guidelines.</p>\n    </div>\n    <p>III. Ex Post Facto Claim</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Rodriguez illegally reentered the United States on September 5, 1991.  At that time, the relevant Sentencing Guidelines provided for a base offense level of 8, a 4-level increase \"[i]f the defendant previously was deported after sustaining a conviction for a felony,\" U.S.S.G. Sec. 2L1.2 (Nov. 1990), and, if the conviction was for an aggravated felony, \"an upward departure may be warranted.\"   <span class=\"citation\" data-id=\"195227\"><a href=\"/opinion/195227/united-states-v-forbes/\"><span class=\"id_token\">Id.,</span> comment (n. </a></span>3).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Rodriguez was not found in the United States, however, until December 19, 1991.  Between the time of his entry and the time of his arrest, the Guidelines were amended to increase the penalty for a conviction under Section 1326 where deportation followed conviction for an aggravated felony.  U.S.S.G. Sec. 2L1.2(b)(2) (Nov. 1991).  These amendments, effective November 1, 1991, converted the discretionary choice whether to increase the penalty for this class of defendants to a requirement, by instructing the court to add 16 points to the calculation of their total offense level.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Rodriguez argues that the district court should have sentenced him under the Guidelines in effect on September 5, 1991, the date he entered the United States, because that is when he violated Section 1326.  The district court's application of the November 1991 Guidelines violates the ex post facto clause of the Constitution, he claims, because the amendments increase the sentence applicable at the time he committed the crime.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The government counters that 8 U.S.C. Sec. 1326(a)(2) describes three separate occasions on which a deported alien can commit an offense under the statute:  when he or she (1) illegally enters the United States;  (2) attempts illegally to enter the United States;  or (3) is found in the United States.  They point out that the indictment explicitly charged Rodriguez, and he pleaded guilty to, having been found in the United States on December 19, 1991, over a month and a half after the November 1991 Guidelines' amendments.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Application of these amendments to Rodriguez' offense, they contend, therefore does not violate the ex post facto clause.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Barring any ex post facto concerns, a defendant ordinarily should be sentenced according to the Guidelines in effect at the time of sentencing.  18 U.S.C. Sec. 3553(a)(4);  United States v. Harotunian, <span class=\"citation\" data-id=\"552769\"><a href=\"/opinion/552769/united-states-v-dennis-harotunian/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1040</span></a></span>, 1041-42 (1st Cir.1990).  However, when a guideline amendment increases the punishment imposed, the ex post facto clause of the Constitution prevents retroactive application of the guideline to offenses committed prior to the effective date of the amendment.  In such a case, the guideline in effect at the time the crime was committed must be used.  See U.S. Const. art.  I, Sec. 9, cl. 3;  United States v. Molina, <span class=\"citation\" data-id=\"574873\"><a href=\"/opinion/574873/united-states-v-miguel-molina-aka-juan-menchaca-gonzalez-roberto/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">514</span></a></span>, 522-23 (D.C.Cir.1992).  Determining whether application of the November 1991 Guidelines violated the ex post facto clause requires us to decide when Rodriguez committed the offense:  when he crossed the border on September 1991, or when he was caught, on December 19, 1991?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As the Supreme Court has stated in interpreting a different section of the Immigration and Nationality Act of 1952, \" '[t]he cardinal principle of statutory construction is to save and not to destroy.'   It is our duty 'to give effect, if possible, to every clause and word of a statute.' \"  United States v. Menasche, <span class=\"citation\" data-id=\"105289\"><a href=\"/opinion/105289/united-states-v-menasche/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span>, 538-39, <span class=\"citation\" data-id=\"105289\"><a href=\"/opinion/105289/united-states-v-menasche/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">513</span></a></span>, 519-20, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">615</span> </span>(1955) (citations omitted).  Applying this principle, we think it plain that \"enters,\" \"attempts to enter,\" and \"is at any time found in\" describe three distinct occasions on which a deported alien can violate Section 1326.  The phrase \"found in\" otherwise would be surplusage, because it would be redundant with \"enters.\"   Accord United States v. Whittaker, <span class=\"citation\" data-id=\"611612\"><a href=\"/opinion/611612/united-states-v-devon-anthony-whittaker/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span></a></span>, 41-43 (2d Cir.1993);  United States v. Gonzales, <span class=\"citation\" data-id=\"601889\"><a href=\"/opinion/601889/united-states-v-juan-ruben-gonzales/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 18 (5th Cir.1993);  United States v. Alvarez-Quintero, <span class=\"citation no-link\"><span class=\"volume\">788</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">132</span></span>, 133-34 (D.R.I.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This construction is consistent with the legislative history discussed in United States v. DiSantillo, <span class=\"citation\" data-id=\"374682\"><a href=\"/opinion/374682/united-states-v-disantillo-michele-romeo/\"><span class=\"volume\">615</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">128</span></a></span>, 134-35 (3d Cir.1980).  In DiSantillo, the court noted that when Congress reenacted the statute in 1952, it added the term \"found,\" but did not remove \"enters.\"  <span class=\"citation\" data-id=\"374682\"><a href=\"/opinion/374682/united-states-v-disantillo-michele-romeo/\"><span class=\"id_token\">Id.</span> at 135. </a></span>  In so doing, the court concluded, Congress must have intended to broaden the statute to include the crime committed when an alien enters the United States surreptitiously, of which the INS would have no official record, as well as the crimes committed by entry or attempted entry through regular immigration procedures.  There is no other apparent reason for retaining the word \"enters.\"  <span class=\"citation\" data-id=\"374682\"><a href=\"/opinion/374682/united-states-v-disantillo-michele-romeo/\"><span class=\"id_token\">Id.</span>  The court </a></span>was persuaded that the amendment was aimed at ensuring that aliens who were not apprehended as they reentered the country nevertheless could be prosecuted for unlawful entry whenever they were found.  See also United States v. Canals-Jimenez, <span class=\"citation\" data-id=\"567762\"><a href=\"/opinion/567762/united-states-v-juan-ramon-canals-jimenez/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1284</span></a></span>, 1286-89 (11th Cir.1991) (following DiSantillo in concluding that an alien who had sought admission through recognized immigration port of entry, and thus was physically \"in\" the country, could not be prosecuted under the \"found in\" clause, because that clause was intended to apply to aliens who have entered surreptitiously).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this case, regardless of when he entered the United States, Rodriguez violated the statute when he was \"found\" here on December 19, 1991, and he pled guilty to the crime of being \"found in\" the United States at that time.  Accordingly, application of the November 1991 Guidelines in computing his offense level does not violate the ex post facto clause.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The decision of the district court is therefore AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This statute provides, in pertinent part, that:</p>\n        <p>(a) [A]ny alien who--</p>\n        <p>(1) has been arrested and deported or excluded and deported, and thereafter</p>\n        <p>(2) enters, attempts to enter, or is at any time found in,</p>\n        <p>the United States ... [and]</p>\n        <p>(b)(2) whose deportation was subsequent to a conviction for commission of an aggravated felony, such alien shall be fined under such Title, imprisoned not more than 15 years, or both.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At his plea hearing, the court accepted the parties' stipulation to consider Section (b)(2) as a sentencing factor, and not as an element of the offense.  We have since affirmed this view.  See United States v. Forbes, <span class=\"citation\" data-id=\"195227\"><a href=\"/opinion/195227/united-states-v-forbes/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1294</span></a></span>, 1300 (1st Cir.1994) (holding that Section (b)(2) is a sentence enhancement factor)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Rodriguez also contends that his convictions are not trafficking crimes under state law.  This argument misses the mark.  We have held that federal, not state, definitions govern under the Guidelines.  United States v. Unger, <span class=\"citation\" data-id=\"548928\"><a href=\"/opinion/548928/united-states-v-eric-n-unger/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">759</span></a></span>, 762-63 (1st Cir.1990);  United States v. Aymelek, <span class=\"citation\" data-id=\"556393\"><a href=\"/opinion/556393/united-states-v-kaya-aymelek/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></a></span>, 71-72 (1st Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Alternatively, the government urges this court to characterize Section 1326(a) as a continuing offense.  Other courts, in discussing the application of the statute of limitations, have come to differing conclusions regarding whether this statute describes a continuing offense.  Compare, e.g., United States v. DiSantillo, <span class=\"citation\" data-id=\"374682\"><a href=\"/opinion/374682/united-states-v-disantillo-michele-romeo/\"><span class=\"volume\">615</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">128</span></a></span>, 132-37 (3d Cir.1980) (crime of illegal entry through recognized Immigration and Naturalization port of entry after being arrested and deported not a continuing offense, so as to toll applicable statute of limitations for as long as alien remains in the country) with United States v. Bruno, <span class=\"citation\" data-id=\"1428147\"><a href=\"/opinion/1428147/united-states-v-bruno/\"><span class=\"volume\">328</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">815</span></a></span>, 825 (D.Mo.1975) (criminal conduct of being found in the United States after having been excluded and deported continues so long as alien is present in the United States)</p>\n        <p>Because we conclude that Section 1326(a) describes three separate offenses, we need not reach this issue.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/105289/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195227/",
    "https://www.courtlistener.com/api/rest/v3/opinions/374682/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548928/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552769/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556393/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567762/",
    "https://www.courtlistener.com/api/rest/v3/opinions/574873/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592216/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601889/",
    "https://www.courtlistener.com/api/rest/v3/opinions/611612/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1428147/"
  ]
}