{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195492/",
  "id": 195492,
  "absolute_url": "/opinion/195492/united-states-v-moreno/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195492/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:40:59Z",
  "date_modified": "2020-02-21T23:29:27.389668Z",
  "type": "010combined",
  "sha1": "edea2509924ee544179751bb8d01c8f4bc38707d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1596.01A",
  "local_path": null,
  "plain_text": "July 14, 1994\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo.94-1596 \n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                  ALVARO MORENO, A/K/A ANDY,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon.Nathaniel M. Gorton, U.S. District Judge]\n                                                     \n\n                                         \n\n                            Before\n\n                   Torruella, Selya and Cyr,\n                       Circuit Judges.\n                                     \n\n                                         \n\nRaymond E. Gillespie on Memorandum for appellant.\n                    \nDonald  K. Stern,  United States Attorney, and  Michael J. Pelgro,\n                                                                 \nAssistant United States Attorney on Memorandum for appellee.\n\n                                         \n\n                                         \n\n          Per Curiam.     Defendant Alvaro E.  Moreno appeals\n                    \n\nfrom a second district  court order affirming the magistrate-\n\njudge's denial of bail  pending trial.  For the  reasons that\n\nfollow, we affirm.  \n\n          Moreno   was  arrested  pursuant   to  a  complaint\n\ncharging  that  he  and   three  co-defendants  conspired  to\n\npossess, and possessed, cocaine with intent to distribute, in\n\nviolation  of  21  U.S.C.       841(a)(1),  846.    After   a\n\ndetention/probable  cause hearing,  Magistrate-Judge Collings\n\nissued  a   detailed  Memorandum  and   Order  granting   the\n\ngovernment's motion for detention  under 18 U.S.C.   3142(f),\n\nbecause  \"no condition  or  combination  of  conditions  will\n\nreasonably  assure  the  appearance  of  the  [defendant]  as\n\nrequired  and  the  safety  of   any  other  person  and  the\n\ncommunity.\"  Moreno filed  two subsequent motions for release\n\non conditions.   The  first was  denied without prejudice  by\n\nDistrict  Judge  Zobel.    Thereafter  an  indictment  issued\n\nagainst  Moreno  and   five  others,  charging   Moreno  with\n\ndistribution  of  five  or   more  kilograms  of  cocaine  in\n\nviolation  of 21 U.S.C.    841(a)(1)  and 18  U.S.C.    2, in\n\naddition  to conspiracy  to distribute,  and to  possess with\n\nintent to distribute.   Moreno then  filed his second  motion\n\nfor release, which was denied by Judge Gorton.\n\n          The  evidence  at   the  detention/probable   cause\n\nhearing included a  videotape which showed  Moreno and a  co-\n\ndefendant negotiating  the sale of five  kilograms of cocaine\n\nto  an undercover  agent.   Moreno's  statements on  the tape\n\nindicated  that he  was  able to  routinely  arrange for  the\n\ninterstate delivery  of up to twenty kilograms  of cocaine at\n\none  time.    He   expressed  general  familiarity  with  the\n\nmechanics  of  illegal  cocaine  trafficking,  including  the\n\ncomparative prices  of the  drug in  various cities, and  the\n\nidentity of sources.   He also made statements to  the effect\n\nthat he was planning a trip to Colombia  to obtain heroin for\n\nillegal sale in  the United  States.  Other  evidence at  the\n\nhearing tended  to show  that Moreno had  participated in  an\n\nearlier  sale of  one kilogram  of cocaine,  and that  multi-\n\nkilogram  quantities of  the  drug  had  been picked  up  and\n\ndelivered from his residence.  \n\n          Moreno  is a  native  of Colombia  and possesses  a\n\nColombian  passport.    His  mother and  siblings  reside  in\n\nColombia.   He entered  the United States  illegally in 1981,\n\nwas granted amnesty, and has been a lawful permanent resident\n\nsince July, 1989.   He maintains  a familial relationship  in\n\nMassachusetts with  his girlfriend and two  children (ages 10\n\nand 7).  At the time of the hearing in February, 1994, he had\n\nbeen  employed by a paving company for several years, but was\n\ntemporarily  laid off due to bad  weather.  He offered a work\n\nhistory dating back to 1982, and several letters stating that\n\n                             -3-\n\nhe is  viewed as a  responsible worker and  a person  of good\n\ncharacter. \n\n          It appears that after the arrest of a co-defendant,\n\nMoreno fled briefly to Canada.  He returned within a week for\n\nthe ostensible purpose of facing the charges against him.  He\n\nwas arrested at Chelsea  District Court where he had  gone to\n\nclear an unrelated default.   \n\n          In   pretrial  detention  cases   we  undertake  an\n\n\"independent review, tempered by a degree of deference to the\n\ndeterminations made  below.\"   United States v.  Tortora, 922\n                                                        \n\nF.2d 880, 882 (1st Cir. 1990).  With due respect to the lower\n\ncourt's factual determinations, we use \"an intermediate level\n\nof scrutiny,  more rigorous  than the  abuse-of-discretion or\n\nclear-error standards,  but stopping  short of plenary  or de\n                                                             \n\nnovo review.\"   Tortora, 922  F.2d at 883;  United States  v.\n                                                         \n\nO'Brien, 895 F.2d  810, 814 (1st Cir.  1990).  There  must be\n       \n\nclear and  convincing evidence that  the defendant's  release\n\nposes  a risk of danger to the community; and a preponderance\n\nof  the evidence that there is a  risk of flight.  See United\n                                                             \n\nStates v. Patriarca, 948 F.2d 789, 792-93 (1st Cir. 1991). \n                   \n\n           Where, as here, there is probable cause to believe\n\nthat the defendant committed a  controlled substances offense\n\npunishable  by a maximum term of imprisonment of ten years or\n\n                             -4-\n\nmore,1 the  government is aided by  the statutory presumption\n\nthat no conditions will assure the defendant's appearance nor\n\nthe safety of the community.  See 18 U.S.C.   3142(e).  \n                                 \n\nThe   presumption  reflects  Congress's  findings  that  drug\n\ntraffickers often have the  resources and foreign contacts to\n\nescape to  other countries, as  well as strong  incentives to\n\ncontinue in the  drug trade.   See United  States v.  Palmer-\n                                                             \n\nContreras,  835 F.2d 15,  17 (1st Cir.  1987) (presumption of\n         \n\nrisk of flight); United States v. Williams, 753 F.2d 329, 335\n                                          \n\n(4th Cir. 1985) (presumption of pretrial recidivism).  When a\n\ndefendant offers evidence  in rebuttal, the  presumption does\n\nnot disappear, but \"retains  evidentiary weight -- the amount\n\ndependent  on  how  closely defendant's  case  resembles  the\n\ncongressional paradigm.\"   Palmer-Contreras, 835 F.2d  at 18.\n                                           \n\nThe  presumption  is then  considered  along  with the  other\n\nrelevant factors outlined  in 18 U.S.C.    3142(g).   Palmer-\n                                                             \n\nContreras, 835 F.2d at 18.   \n         \n\n          We  agree with  the magistrate that  the government\n\nmade  a  strong showing  that Moreno  posed  a danger  to the\n\ncommunity and a  risk of  flight.  The  evidence of  Moreno's\n\nwillingness  and  ability  to  deliver  large  quantities  of\n\nillegal drugs, his family  and other connections in Colombia,\n\n                    \n\n1.  Probable  cause for  the  arrest was  established by  the\nevidence at the hearing,  a finding which defendant  does not\nchallenge.     The  grand  jury  indictment,   too,  facially\nestablished probable cause.  See United States v. Vargas, 804\n                                                        \nF.2d 157, 163 (1st Cir. 1986).  \n\n                             -5-\n\nand  his  pre-arrest flight  to Canada,  all reflect  a close\n\nmatch to the  congressional paradigm of a defendant  with the\n\nresources and foreign contacts  to escape to other countries,\n\nand the financial  incentive to continue  in the drug  trade.\n\nThe magistrate persuasively reasoned  that Moreno's proof  of\n\nfamily ties and employment  in Massachusetts was insufficient\n\nto rebut this strong  presumption, especially considering the\n\nother relevant factors: the  gravity of the offense charged,2\n\nthe  weight   of  the   evidence  against  Moreno,   and  the\n\npossibility of his deportation upon conviction.  \n\n          At the  hearing before  the magistrate, and  in his\n\nfirst motion for  release, Moreno offered no  rebuttal to the\n\npresumption  of  dangerousness  raised  by  evidence  of  his\n\nability to deal in large quantities  of drugs.  In his second\n\nmotion for release, however, Moreno offered his own affidavit\n\nstating  that  he had  merely  \"pose[d] as  a  Colombian drug\n\ndealer\"  and  a \"big  shot,\" as  a favor  to  one of  his co-\n\ndefendants.  Moreno argued  that if released he would  be too\n\nbusy to engage in illegal activities, pointing to two current\n\njob offers and volunteer work at his church.  He proffered as\n\nconditions,   $1,000  cash   security,   and  a   third-party\n\ncustodianship by his girlfriend or a co-worker.  The district\n\n                    \n\n2.  The  magistrate  stated  that  Moreno  faced   a  minimum\n                                                             \nmandatory  sentence   of  five  years'  imprisonment.     The\n           \ngovernment  argues here  that the  minimum mandatory  is even\nhigher, at ten years.   \n\n                             -6-\n\ncourt summarily rejected the motion.  We  see   no  error  in\n\nlight of the very  strong presumption of dangerousness raised\n\nby the government's evidence.   As the government argues, the\n\nproposed custodians and conditions are easily manipulated and\n\ntheir  effectiveness hinges  on the  defendant's  good faith.\n\nThey thus fall far short of providing the needed \"objectively\n\nreasonable assurance of community safety.\"  Tortora, 922 F.2d\n                                                   \n\nat  886.   Defendant's final  argument, that  two of  his co-\n\ndefendants  were  released   on  conditions,  is  irrelevant.\n\nDetention  determinations are  fact-bound,  and must  be made\n\nindividually.  Tortora, 922 F.2d at 888.\n                      \n\n          For the  reasons stated, the order  of detention is\n\naffirmed.\n        \n\n                             -7-\n",
  "html": "<p class=\"case_cite\">30 F.3d 127</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Alvaro MORENO, A/K/A Andy, Defendant, Appellant.</p>\n    <p class=\"docket\">No.94-1596</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 14, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.Nathaniel M. Gorton, U.S. District Judge ]</p>\n      <p class=\"indent\">Raymond E. Gillespie on Memorandum for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Michael J. Pelgro, Assistant United States Attorney on Memorandum for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Selya and Cyr, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Alvaro E. Moreno appeals from a second district court order affirming the magistrate-judge's denial of bail pending trial.  For the reasons that follow, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Moreno was arrested pursuant to a complaint charging that he and three co-defendants conspired to possess, and possessed, cocaine with intent to distribute, in violation of 21 U.S.C. Secs. 841(a)(1), 846.  After a detention/probable cause hearing, Magistrate-Judge Collings issued a detailed Memorandum and Order granting the government's motion for detention under 18 U.S.C. Sec. 3142(f), because \"no condition or combination of conditions will reasonably assure the appearance of the [defendant] as required and the safety of any other person and the community.\"  Moreno filed two subsequent motions for release on conditions.  The first was denied without prejudice by District Judge Zobel.  Thereafter an indictment issued against Moreno and five others, charging Moreno with distribution of five or more kilograms of cocaine in violation of 21 U.S.C. Sec. 841(a)(1) and 18 U.S.C. Sec. 2, in addition to conspiracy to distribute, and to possess with intent to distribute.  Moreno then filed his second motion for release, which was denied by Judge Gorton.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The evidence at the detention/probable cause hearing included a videotape which showed Moreno and a co-defendant negotiating the sale of five kilograms of cocaine to an undercover agent.  Moreno's statements on the tape indicated that he was able to routinely arrange for the interstate delivery of up to twenty kilograms of cocaine at one time.  He expressed general familiarity with the mechanics of illegal cocaine trafficking, including the comparative prices of the drug in various cities, and the identity of sources.  He also made statements to the effect that he was planning a trip to Colombia to obtain heroin for illegal sale in the United States.  Other evidence at the hearing tended to show that Moreno had participated in an earlier sale of one kilogram of cocaine, and that multi-kilogram quantities of the drug had been picked up and delivered from his residence.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Moreno is a native of Colombia and possesses a Colombian passport.  His mother and siblings reside in Colombia.  He entered the United States illegally in 1981, was granted amnesty, and has been a lawful permanent resident since July, 1989.  He maintains a familial relationship in Massachusetts with his girlfriend and two children (ages 10 and 7).  At the time of the hearing in February, 1994, he had been employed by a paving company for several years, but was temporarily laid off due to bad weather.  He offered a work history dating back to 1982, and several letters stating that he is viewed as a responsible worker and a person of good character.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It appears that after the arrest of a co-defendant, Moreno fled briefly to Canada.  He returned within a week for the ostensible purpose of facing the charges against him.  He was arrested at Chelsea District Court where he had gone to clear an unrelated default.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In pretrial detention cases we undertake an \"independent review, tempered by a degree of deference to the determinations made below.\"   United States v. Tortora, 922 F.2d 880, 882 (1st Cir. 1990).  With due respect to the lower court's factual determinations, we use \"an intermediate level of scrutiny, more rigorous than the abuse-of-discretion or clear-error standards, but stopping short of plenary or de novo review.\"   Tortora, 922 F.2d at 883;   United States v. O'Brien, 895 F.2d 810, 814 (1st Cir. 1990).  There must be clear and convincing evidence that the defendant's release poses a risk of danger to the community;  and a preponderance of the evidence that there is a risk of flight.   See United States v. Patriarca, 948 F.2d 789, 792-93 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Where, as here, there is probable cause to believe that the defendant committed a controlled substances offense punishable by a maximum term of imprisonment of ten years or more,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the government is aided by the statutory presumption that no conditions will assure the defendant's appearance nor the safety of the community.  See 18 U.S.C. Sec. 3142(e).  The presumption reflects Congress's findings that drug traffickers often have the resources and foreign contacts to escape to other countries, as well as strong incentives to continue in the drug trade.   See United States v. Palmer- Contreras, 835 F.2d 15, 17 (1st Cir. 1987) (presumption of risk of flight);   United States v. Williams, 753 F.2d 329, 335 (4th Cir. 1985) (presumption of pretrial recidivism).  When a defendant offers evidence in rebuttal, the presumption does not disappear, but \"retains evidentiary weight-the amount dependent on how closely defendant's case resembles the congressional paradigm.\"   Palmer-Contreras, 835 F.2d at 18.  The presumption is then considered along with the other relevant factors outlined in 18 U.S.C. Sec. 3142(g).   Palmer- Contreras, 835 F.2d at 18.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We agree with the magistrate that the government made a strong showing that Moreno posed a danger to the community and a risk of flight.  The evidence of Moreno's willingness and ability to deliver large quantities of illegal drugs, his family and other connections in Colombia, and his pre-arrest flight to Canada, all reflect a close match to the congressional paradigm of a defendant with the resources and foreign contacts to escape to other countries, and the financial incentive to continue in the drug trade.  The magistrate persuasively reasoned that Moreno's proof of family ties and employment in Massachusetts was insufficient to rebut this strong presumption, especially considering the other relevant factors:  the gravity of the offense charged,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the weight of the evidence against Moreno, and the possibility of his deportation upon conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the hearing before the magistrate, and in his first motion for release, Moreno offered no rebuttal to the presumption of dangerousness raised by evidence of his ability to deal in large quantities of drugs.  In his second motion for release, however, Moreno offered his own affidavit stating that he had merely \"pose[d] as a Colombian drug dealer\" and a \"big shot,\" as a favor to one of his co-defendants.  Moreno argued that if released he would be too busy to engage in illegal activities, pointing to two current job offers and volunteer work at his church.  He proffered as conditions, $1,000 cash security, and a third-party custodianship by his girlfriend or a co-worker.  The district court summarily rejected the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We see no error in light of the very strong presumption of dangerousness raised by the government's evidence.  As the government argues, the proposed custodians and conditions are easily manipulated and their effectiveness hinges on the defendant's good faith.  They thus fall far short of providing the needed \"objectively reasonable assurance of community safety.\"   Tortora, 922 F.2d at 886.  Defendant's final argument, that two of his co-defendants were released on conditions, is irrelevant.  Detention determinations are fact- bound, and must be made individually.   Tortora, 922 F.2d at 888.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For the reasons stated, the order of detention is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Probable cause for the arrest was established by the evidence at the hearing, a finding which defendant does not challenge.  The grand jury indictment, too, facially established probable cause.   See United States v. Vargas, 804 F.2d 157, 163 (1st Cir. 1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The magistrate stated that Moreno faced a minimum mandatory sentence of five years' imprisonment.  The government argues here that the minimum mandatory is even higher, at ten years</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">127</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Alvaro MORENO, A/K/A Andy, Defendant, Appellant.</p>\n    <p class=\"docket\">No.94-1596</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 14, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.Nathaniel M. Gorton, U.S. District Judge ]</p>\n      <p class=\"indent\">Raymond E. Gillespie on Memorandum for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Michael J. Pelgro, Assistant United States Attorney on Memorandum for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Selya and Cyr, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Alvaro E. Moreno appeals from a second district court order affirming the magistrate-judge's denial of bail pending trial.  For the reasons that follow, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Moreno was arrested pursuant to a complaint charging that he and three co-defendants conspired to possess, and possessed, cocaine with intent to distribute, in violation of 21 U.S.C. Secs. 841(a)(1), 846.  After a detention/probable cause hearing, Magistrate-Judge Collings issued a detailed Memorandum and Order granting the government's motion for detention under 18 U.S.C. Sec. 3142(f), because \"no condition or combination of conditions will reasonably assure the appearance of the [defendant] as required and the safety of any other person and the community.\"  Moreno filed two subsequent motions for release on conditions.  The first was denied without prejudice by District Judge Zobel.  Thereafter an indictment issued against Moreno and five others, charging Moreno with distribution of five or more kilograms of cocaine in violation of 21 U.S.C. Sec. 841(a)(1) and 18 U.S.C. Sec. 2, in addition to conspiracy to distribute, and to possess with intent to distribute.  Moreno then filed his second motion for release, which was denied by Judge Gorton.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The evidence at the detention/probable cause hearing included a videotape which showed Moreno and a co-defendant negotiating the sale of five kilograms of cocaine to an undercover agent.  Moreno's statements on the tape indicated that he was able to routinely arrange for the interstate delivery of up to twenty kilograms of cocaine at one time.  He expressed general familiarity with the mechanics of illegal cocaine trafficking, including the comparative prices of the drug in various cities, and the identity of sources.  He also made statements to the effect that he was planning a trip to Colombia to obtain heroin for illegal sale in the United States.  Other evidence at the hearing tended to show that Moreno had participated in an earlier sale of one kilogram of cocaine, and that multi-kilogram quantities of the drug had been picked up and delivered from his residence.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Moreno is a native of Colombia and possesses a Colombian passport.  His mother and siblings reside in Colombia.  He entered the United States illegally in 1981, was granted amnesty, and has been a lawful permanent resident since July, 1989.  He maintains a familial relationship in Massachusetts with his girlfriend and two children (ages 10 and 7).  At the time of the hearing in February, 1994, he had been employed by a paving company for several years, but was temporarily laid off due to bad weather.  He offered a work history dating back to 1982, and several letters stating that he is viewed as a responsible worker and a person of good character.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It appears that after the arrest of a co-defendant, Moreno fled briefly to Canada.  He returned within a week for the ostensible purpose of facing the charges against him.  He was arrested at Chelsea District Court where he had gone to clear an unrelated default.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In pretrial detention cases we undertake an \"independent review, tempered by a degree of deference to the determinations made below.\"   United States v. Tortora, <span class=\"citation\" data-id=\"553834\"><a href=\"/opinion/553834/united-states-v-carmen-a-tortora/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span>, 882 (1st Cir. 1990).  With due respect to the lower court's factual determinations, we use \"an intermediate level of scrutiny, more rigorous than the abuse-of-discretion or clear-error standards, but stopping short of plenary or de novo review.\"   <span class=\"citation\" data-id=\"553834\"><span class=\"antecedent_guess\">Tortora,</span> <a href=\"/opinion/553834/united-states-v-carmen-a-tortora/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">883</span></a></span>;   United States v. O'Brien, <span class=\"citation\" data-id=\"536166\"><a href=\"/opinion/536166/united-states-v-edward-obrien/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">810</span></a></span>, 814 (1st Cir. 1990).  There must be clear and convincing evidence that the defendant's release poses a risk of danger to the community;  and a preponderance of the evidence that there is a risk of flight.   See United States v. Patriarca, <span class=\"citation\" data-id=\"571446\"><a href=\"/opinion/571446/united-states-v-raymond-j-patriarca/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">789</span></a></span>, 792-93 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Where, as here, there is probable cause to believe that the defendant committed a controlled substances offense punishable by a maximum term of imprisonment of ten years or more,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the government is aided by the statutory presumption that no conditions will assure the defendant's appearance nor the safety of the community.  See 18 U.S.C. Sec. 3142(e).  The presumption reflects Congress's findings that drug traffickers often have the resources and foreign contacts to escape to other countries, as well as strong incentives to continue in the drug trade.   See United States v. Palmer- Contreras, <span class=\"citation no-link\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></span>, 17 (1st Cir. 1987) (presumption of risk of flight);   United States v. Williams, <span class=\"citation\" data-id=\"446950\"><a href=\"/opinion/446950/united-states-v-melvin-williams-united-states-of-america-v-glenn-moore/\"><span class=\"volume\">753</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">329</span></a></span>, 335 (4th Cir. 1985) (presumption of pretrial recidivism).  When a defendant offers evidence in rebuttal, the presumption does not disappear, but \"retains evidentiary weight-the amount dependent on how closely defendant's case resembles the congressional paradigm.\"   <span class=\"citation no-link\"><span class=\"antecedent_guess\">Palmer-Contreras,</span> <span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">18</span></span>.  The presumption is then considered along with the other relevant factors outlined in 18 U.S.C. Sec. 3142(g).   Palmer- <span class=\"citation no-link\"><span class=\"antecedent_guess\">Contreras,</span> <span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">18</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We agree with the magistrate that the government made a strong showing that Moreno posed a danger to the community and a risk of flight.  The evidence of Moreno's willingness and ability to deliver large quantities of illegal drugs, his family and other connections in Colombia, and his pre-arrest flight to Canada, all reflect a close match to the congressional paradigm of a defendant with the resources and foreign contacts to escape to other countries, and the financial incentive to continue in the drug trade.  The magistrate persuasively reasoned that Moreno's proof of family ties and employment in Massachusetts was insufficient to rebut this strong presumption, especially considering the other relevant factors:  the gravity of the offense charged,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the weight of the evidence against Moreno, and the possibility of his deportation upon conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the hearing before the magistrate, and in his first motion for release, Moreno offered no rebuttal to the presumption of dangerousness raised by evidence of his ability to deal in large quantities of drugs.  In his second motion for release, however, Moreno offered his own affidavit stating that he had merely \"pose[d] as a Colombian drug dealer\" and a \"big shot,\" as a favor to one of his co-defendants.  Moreno argued that if released he would be too busy to engage in illegal activities, pointing to two current job offers and volunteer work at his church.  He proffered as conditions, $1,000 cash security, and a third-party custodianship by his girlfriend or a co-worker.  The district court summarily rejected the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We see no error in light of the very strong presumption of dangerousness raised by the government's evidence.  As the government argues, the proposed custodians and conditions are easily manipulated and their effectiveness hinges on the defendant's good faith.  They thus fall far short of providing the needed \"objectively reasonable assurance of community safety.\"   <span class=\"citation\" data-id=\"553834\"><span class=\"antecedent_guess\">Tortora,</span> <a href=\"/opinion/553834/united-states-v-carmen-a-tortora/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">886</span></a></span>.  Defendant's final argument, that two of his co-defendants were released on conditions, is irrelevant.  Detention determinations are fact- bound, and must be made individually.   <span class=\"citation\" data-id=\"553834\"><span class=\"antecedent_guess\">Tortora,</span> <a href=\"/opinion/553834/united-states-v-carmen-a-tortora/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">888</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For the reasons stated, the order of detention is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Probable cause for the arrest was established by the evidence at the hearing, a finding which defendant does not challenge.  The grand jury indictment, too, facially established probable cause.   See United States v. Vargas, <span class=\"citation\" data-id=\"478731\"><a href=\"/opinion/478731/united-states-v-juan-vargas/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">157</span></a></span>, 163 (1st Cir. 1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The magistrate stated that Moreno faced a minimum mandatory sentence of five years' imprisonment.  The government argues here that the minimum mandatory is even higher, at ten years</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/446950/",
    "https://www.courtlistener.com/api/rest/v3/opinions/478731/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536166/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553834/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571446/"
  ]
}