{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195458/",
  "id": 195458,
  "absolute_url": "/opinion/195458/sawyer-v-town-of-ashland-nh/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195458/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:40:24Z",
  "date_modified": "2020-02-21T23:28:32.982492Z",
  "type": "010combined",
  "sha1": "bc85dff383526eabcf09b200453211d7f9b27221",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2375.01A",
  "local_path": null,
  "plain_text": "June 24, 1994         [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-2375\n\n                        WAYNE SAWYER,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n               TOWN OF ASHLAND, NEW HAMPSHIRE,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n    [Hon. Martin F. Loughlin, Senior U.S. District Judge]\n                                                        \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\n                                         \n\n                Bownes, Senior Circuit Judge,\n                                            \n\n                  and Boudin, Circuit Judge.\n                                           \n\n                                         \n\nPeter  S.  Smith, Disabilities  Rights  Center,  Inc.,  with  whom\n                \nRonald K. Lospennato was on brief for appellant.\n                \nDavid P. Slawsky with whom Russell  F. Hilliard and Upton, Sanders\n                                                                  \n&amp; Smith were on brief for appellee.\n   \n\n                                         \n\n                                         \n\n     BOUDIN,  Circuit  Judge.   Wayne  Sawyer,  the plaintiff\n                            \n\nbelow,  appeals from the  district court's determination that\n\nhis  claims  against the  Town  of  Ashland for  damages  and\n\nattorneys' fees  were barred by an  oral settlement agreement\n\nentered into at an unrecorded pretrial conference.  The issue\n\nis difficult but turns  primarily on the facts.   We conclude\n\nthat the agreement discharged  Sawyer's damages claim against\n\nthe  Town, and thereby eliminated  any basis for  an award of\n\nattorneys' fees.  Accordingly, we affirm the  judgment of the\n\ndistrict court.\n\n     The  present litigation  arose out  of efforts  to place\n\nSawyer in  a sexual offender treatment  program following his\n\nconviction  for felonious  sexual assault.   Sawyer  has been\n\ndiagnosed  as  suffering  from   a  number  of  developmental\n\ndisorders, including mild mental  retardation.  In July 1990,\n\nthe state court sentenced Sawyer to serve three and a half to\n\nfifteen years  in New Hampshire state  prison but recommended\n\nthat he be treated  in accordance with his disabilities.   In\n\nkeeping with this suggestion, the court on December 20, 1991,\n\ndeferred  the balance  of  Sawyer's prison  sentence so  that\n\nSawyer  could enroll  in  a  newly developed  community-based\n\ntreatment program for  developmentally disabled persons  with\n\nsexual disorders.\n\n     After three months in the program, which was operated by\n\nthe  Lakes Region Community Services Council (\"the Council\"),\n\n                             -2-\n\nSawyer was charged with  violating his probation and returned\n\nto  state prison.  The state court authorized Sawyer's return\n\nto  the treatment  program in  August 1992,  and arrangements\n\nwere made  to place  Sawyer  in a  new residential  treatment\n\nfacility  in  Ashland, New  Hampshire.    Plans to  open  the\n\nAshland  facility, however,  were ultimately  cancelled as  a\n\nresult  of  public protest.    Because Sawyer's  slot  in his\n\nprevious treatment  program had  been filled in  his absence,\n\nSawyer  was left with no  alternative but to  remain in state\n\nprison.\n\n     On  June 25, 1993, Sawyer filed suit in federal district\n\ncourt  against the  Council,  the New  Hampshire Division  of\n\nMental  Health and  Developmental Services  (\"the Division\"),\n\nand the Town of Ashland.  Sawyer's complaint alleged that the\n\nfailure to  open the Ashland treatment  facility deprived him\n\nof his civil rights under the  Fair Housing Act, 42 U.S.C.   \n\n3601 et seq.,  the Rehabilitation  Act of 1973,  29 U.S.C.   \n            \n\n794, and  the Fourteenth Amendment.   At an  initial pretrial\n\nconference on  September 16,  1993, the district  court urged\n\nthe parties to explore settlement  of the case.  At a  second\n\npretrial  conference   on  September  30,  counsel   for  the\n\ndefendants  proposed  a residential  placement  and treatment\n\nplan for Sawyer.\n\n     Although the parties differ as to exactly what  was said\n\nand  understood   at  the   September   30  conference,   the\n\n                             -3-\n\ndefendants' counsel and the court came away thinking that the\n\ncase  had been settled.   On October 6,  1993, the defendants\n\nsent Sawyer's counsel a proposed \"Stipulation for  Dismissal\"\n\narticulating  the residential treatment plan discussed at the\n\nSeptember 30 conference and also incorporating provisions for\n\nnondisclosure of the agreement and waiver of attorneys' fees.\n\nSawyer's counsel objected to the latter two provisions--which\n\neveryone  agrees  were  not  discussed at  the  September  30\n\nconference--as well  as  to certain  provisions for  Sawyer's\n\ntreatment program.  Accordingly, Sawyer's counsel returned to\n\nthe  defendants  a  \"redrafted  settlement  agreement,\" which\n\naddressed   the   development  and   implementation  problem,\n\neliminated  the  nondisclosure provision,  and  provided that\n\nSawyer's  \"claim  for  attorney's  fees  shall  be  addressed\n\nseparately  in  a  stipulation  or other  filings  with  this\n\ncourt.\"\n\n     In  turn,  counsel  for  the  Council  informed Sawyer's\n\ncounsel that  the Council  and the other  defendants believed\n\nSawyer's  claim  for attorneys'  fees or  other relief  to be\n\nprecluded by the  oral agreement reached at the  September 30\n\nconference.   When the parties met with the district court on\n\nOctober  25,  1993,   Sawyer's  counsel   pointed  out   that\n\nattorneys'  fees   had  not  been  discussed   at  the  prior\n\nconference, and also said that he had never intended to reach\n\nan  oral  settlement  agreement  at  that  conference.    The\n\n                             -4-\n\ndistrict court scheduled a hearing for November 15 to resolve\n\nthe fees issue.\n\n     Prior to  the November  15 hearing, Sawyer,  the Council\n\nand the  Division agreed to a final  \"Consent Order Approving\n\nSettlement,\" which provided more detailed standards governing\n\nSawyer's treatment  program and  included $500 each  from the\n\nCouncil and the Division to cover a portion of Sawyer's costs\n\nand  attorneys' fees.  Because the Town  of Ashland was not a\n\nparty to  the consent  order, the  November  15 hearing  went\n\nforward to  determine whether  Sawyer was entitled  to pursue\n\nhis  claim for attorneys' fees against the Town.  On November\n\n29, 1993, the district court entered an order concluding that\n\nthe  case had  been settled at  the September  30 conference,\n\nthat  the  settlement  did  not  include  any  provision  for\n\nattorneys'  fees, and  that the  plaintiff was  now precluded\n\nfrom seeking such  an award.   Sawyer now  appeals from  this\n\nruling.\n\n     The district court found  that the agreement by Sawyer's\n\ncounsel  to  a comprehensive  resolution of  the case  at the\n\nSeptember  30  conference  barred any  subsequent  claim  for\n\nattorneys' fees.   However,  parties do sometimes  settle the\n\nmerits of a case but leave  the issue of attorneys' fees open\n\nfor  either later  agreement or  determination by  the court.\n\nAccordingly, courts  have generally demanded  evidence either\n\nthat  the  parties  intentionally  waived  fees  or  made  an\n\n                             -5-\n\nagreement that definitively  terminated all claims  including\n\nattorneys' fees.  See, e.g., Muckleshoot Tribe v. Puget Sound\n                                                             \n\nPower &amp; Light Co., 875 F.2d  695, 698 (9th Cir. 1989); Elmore\n                                                             \n\nv. Shuler, 787 F.2d 601, 603 (D.C. Cir. 1986).\n         \n\n     In this case, both sides  appear to acknowledge that the\n\nonly issue actually discussed  at the September 30 conference\n\nwas  relief on the merits.   Absent affirmative evidence that\n\nSawyer's  counsel  intended  to   waive  their  fees  at  the\n\nSeptember 30  conference, it might  be easy to  conclude that\n\ncounsel were simply looking to the  interests of their client\n\nfirst before  addressing  their own  payment.   We  need  not\n\nresolve this issue because we  think that the attorneys' fees\n\nclaim is barred even if it was not deliberately  relinquished\n\non September 30.\n\n     The problem for Sawyer  arises from the district judge's\n\nfinding that the parties settled the underlying merits of the\n\ncase.    Fees  are  available  under  section  1988  only  to\n\n\"prevailing parties,\"  Farrar v. Hobby,  113 S. Ct.  566, 572\n                                      \n\n(1992),  and  the  fact  \"[t]hat a  plaintiff  has  prevailed\n\nagainst one party does  not entitle him to fees  from another\n\nparty . . . .\"  Kentucky v. Graham, 473 U.S. 159, 168 (1985).\n                                  \n\nHere, it is undisputed that the Town of Ashland \"consistently\n\nhad  refused  to  do or  not  do  anything  to satisfy  Wayne\n\nSawyer's  demands, [and]  also refused  to offer  anything to\n\nsettle the case . . . .\"  Sawyer therefore has not yet earned\n\n                             -6-\n\nprevailing  party status  vis-a-vis  the Town,  and can  only\n\nretain  a  claim for  attorneys' fees  if  he also  retains a\n                                                  \n\nviable claim against  the Town for substantive  relief on the\n\nmerits.\n\n     Sawyer argues  that he  retains a  claim for  damages or\n\nother  relief against the Town despite  his settlement of his\n\nclaims for  damages and  injunctive relief against  LCRSC and\n\nthe Division.    However, after  the fee  dispute arose,  the\n\ncourt  held a conference on  October 25 at  which the parties\n\npresented their views of what had transpired on September 30;\n\non the basis of this conference, the court found that \"it was\n\nclear to the court as a  result of the statements made by the\n\nparties,  that all  substantive  issues  had previously  been\n\nresolved by the parties . . .  .\"  The court also noted  that\n\n\"[t]he  determination that the parties had  in fact reached a\n\nsettlement agreement  comes  from observations  made  by  the\n\ncourt during the course of three settlement conferences.\"\n\n     The  district judge's  findings  on this  fact-intensive\n\nissue are entitled to  substantial deference on appeal.   See\n                                                             \n\nFed. R. Civ. P. 52(a) (factual findings of trial judge may be\n\nset  aside only  if \"clearly  erroneous\").   This presumption\n\nbecomes  even  more  formidable  where as  here  the  court's\n\nfindings concern the content of negotiations conducted in the\n\npresence of the district judge.\n\n                             -7-\n\n     The district court's  findings are supported by  letters\n\nand  affidavits  from  defense  counsel,  which  confirm  the\n\ndefendants' understanding  that the case had  been settled at\n\nthe  September  30  conference.   And  although  neither  the\n\ncourt's  nor defense  counsel's recollections  allude  to any\n\ndiscussion  of relief  beyond  establishment  of a  treatment\n\nprogram for Sawyer, Sawyer's  own counsel acknowledged at the\n\nNovember 15 hearing that \"I told [defense counsel] that if we\n\ncould get a  program for  Wayne, that the  damages aspect  of\n\nthis case would not be pursued.\"\n\n     Sawyer's  counsel  continue to  insist  that they  never\n\nintended to enter  into a binding agreement  at the September\n\n30  conference.   But it  is hornbook  law that  the parties'\n\nintent  must  be  determined based  on  objective  standards,\n\nrather than on their subjective, unmanifested states of mind.\n\nSee, e.g., 1 Farnsworth on Contracts   3.6, at 169-70 (1990).\n                                    \n\nWe thus find no  clear error in the district  court's finding\n\nthat  the September  30 conference  resulted in  a settlement\n\nthat included a release of Sawyer's  damages and other merits\n\nclaims in return for placement in a treatment program.\n\n     Sawyer argues  that any agreement with  the Town reached\n\nat  the September  30 conference  is unenforceable  for three\n\nreasons.   First, Sawyer contends  that the agreement  is not\n\nbinding  vis-a-vis  the Town  because  the  Town provided  no\n\nconsideration as part of the settlement.  Absent a showing of\n\n                             -8-\n\nany contrary  authority, we think that  the controlling issue\n\nwas  whether the agreement as a whole was supported by mutual\n\nconsideration.   Here, Sawyer  bargained for and  received an\n\nagreement to  place him  in a residential  treatment program.\n\nThis was  sufficient consideration  to render the  settlement\n\nagreement effective.\n\n     Second, Sawyer  asserts that the oral  agreement was not\n\nenforceable  because the parties  did not intend  to be bound\n\nuntil that agreement was reduced to writing.  See generally 1\n                                                           \n\nFarnsworth  on  Contracts,    3.8, at  178-86.   He provides,\n                         \n\nhowever, no evidence of this beyond the subjective intentions\n\nof his counsel as articulated in a post hoc affidavit.  As we\n\nhave noted  above, however,  such intentions  cannot overcome\n\nthe district  court's finding that the  objective behavior of\n\nthe  parties at  the  September 30  conference manifested  an\n\nintent to be bound by the oral agreement. \n\n     Finally, Sawyer argues that the oral agreement cannot be\n\nenforced because the parties failed to reach agreement on all\n\nmaterial terms--specifically, because the issue of attorneys'\n\nfees had not yet been resolved.  Our recognition that parties\n\noften settle the merits of a case while leaving the fee issue\n\nfor  later disposition  cuts both  ways.   Even if  we accept\n\nSawyer's position  that fees  were a  separate issue  in this\n\ncase, Sawyer is still left with the district  court's finding\n\nthat  the  merits  were  definitively settled.    As  already\n\n                             -9-\n\nexplained,  that leaves  Sawyer  with no  basis for  claiming\n\nattorneys' fees under section 1988.\n\n     Affirmed.\n             \n\n                             -10-\n",
  "html": "<p class=\"case_cite\">27 F.3d 554</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Wayne SAWYER, Plaintiff, Appellant,<br>v.<br>TOWN OF ASHLAND, New Hampshire, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2375</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 24, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of New Hampshire [Hon.  Martin F. Loughlin, Senior U.S. District Judge ]</p>\n      <p class=\"indent\">Peter S. Smith, Disabilities Rights Center, Inc., with whom Ronald K. Lospennato was on brief for appellant.</p>\n      <p class=\"indent\">David P. Slawsky with whom Russell F. Hilliard and Upton, Sanders &amp; Smith were on brief for appellee.</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Bownes, Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Wayne Sawyer, the plaintiff below, appeals from the district court's determination that his claims against the Town of Ashland for damages and attorneys' fees were barred by an oral settlement agreement entered into at an unrecorded pretrial conference.  The issue is difficult but turns primarily on the facts.  We conclude that the agreement discharged Sawyer's damages claim against the Town, and thereby eliminated any basis for an award of attorneys' fees.  Accordingly, we affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The present litigation arose out of efforts to place Sawyer in a sexual offender treatment program following his conviction for felonious sexual assault.  Sawyer has been diagnosed as suffering from a number of developmental disorders, including mild mental retardation.  In July 1990, the state court sentenced Sawyer to serve three and a half to fifteen years in New Hampshire state prison but recommended that he be treated in accordance with his disabilities.  In keeping with this suggestion, the court on December 20, 1991, deferred the balance of Sawyer's prison sentence so that Sawyer could enroll in a newly developed community-based treatment program for developmentally disabled persons with sexual disorders.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After three months in the program, which was operated by the Lakes Region Community Services Council (\"the Council\"), Sawyer was charged with violating his probation and returned to state prison.  The state court authorized Sawyer's return to the treatment program in August 1992, and arrangements were made to place Sawyer in a new residential treatment facility in Ashland, New Hampshire.  Plans to open the Ashland facility, however, were ultimately cancelled as a result of public protest.  Because Sawyer's slot in his previous treatment program had been filled in his absence, Sawyer was left with no alternative but to remain in state prison.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On June 25, 1993, Sawyer filed suit in federal district court against the Council, the New Hampshire Division of Mental Health and Developmental Services (\"the Division\"), and the Town of Ashland.  Sawyer's complaint alleged that the failure to open the Ashland treatment facility deprived him of his civil rights under the Fair Housing Act, 42 U.S.C. Sec. 3601 et seq., the Rehabilitation Act of 1973, 29 U.S.C. Sec. 794, and the Fourteenth Amendment.  At an initial pretrial conference on September 16, 1993, the district court urged the parties to explore settlement of the case.  At a second pretrial conference on September 30, counsel for the defendants proposed a residential placement and treatment plan for Sawyer.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Although the parties differ as to exactly what was said and understood at the September 30 conference, the defendants' counsel and the court came away thinking that the case had been settled.  On October 6, 1993, the defendants sent Sawyer's counsel a proposed \"Stipulation for Dismissal\" articulating the residential treatment plan discussed at the September 30 conference and also incorporating provisions for nondisclosure of the agreement and waiver of attorneys' fees.  Sawyer's counsel objected to the latter two provisions-which everyone agrees were not discussed at the September 30 conference-as well as to certain provisions for Sawyer's treatment program.  Accordingly, Sawyer's counsel returned to the defendants a \"redrafted settlement agreement,\" which addressed the development and implementation problem, eliminated the nondisclosure provision, and provided that Sawyer's \"claim for attorney's fees shall be addressed separately in a stipulation or other filings with this court.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In turn, counsel for the Council informed Sawyer's counsel that the Council and the other defendants believed Sawyer's claim for attorneys' fees or other relief to be precluded by the oral agreement reached at the September 30 conference.  When the parties met with the district court on October 25, 1993, Sawyer's counsel pointed out that attorneys' fees had not been discussed at the prior conference, and also said that he had never intended to reach an oral settlement agreement at that conference.  The district court scheduled a hearing for November 15 to resolve the fees issue.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Prior to the November 15 hearing, Sawyer, the Council and the Division agreed to a final \"Consent Order Approving Settlement,\" which provided more detailed standards governing Sawyer's treatment program and included $500 each from the Council and the Division to cover a portion of Sawyer's costs and attorneys' fees.  Because the Town of Ashland was not a party to the consent order, the November 15 hearing went forward to determine whether Sawyer was entitled to pursue his claim for attorneys' fees against the Town.  On November 29, 1993, the district court entered an order concluding that the case had been settled at the September 30 conference, that the settlement did not include any provision for attorneys' fees, and that the plaintiff was now precluded from seeking such an award.  Sawyer now appeals from this ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court found that the agreement by Sawyer's counsel to a comprehensive resolution of the case at the September 30 conference barred any subsequent claim for attorneys' fees.  However, parties do sometimes settle the merits of a case but leave the issue of attorneys' fees open for either later agreement or determination by the court.  Accordingly, courts have generally demanded evidence either that the parties intentionally waived fees or made an agreement that definitively terminated all claims including attorneys' fees.   See, e.g., Muckleshoot Tribe v. Puget Sound Power &amp; Light Co., 875 F.2d 695, 698 (9th Cir. 1989);   Elmore v. Shuler, 787 F.2d 601, 603 (D.C. Cir. 1986).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In this case, both sides appear to acknowledge that the only issue actually discussed at the September 30 conference was relief on the merits.  Absent affirmative evidence that Sawyer's counsel intended to waive their fees at the September 30 conference, it might be easy to conclude that counsel were simply looking to the interests of their client first before addressing their own payment.  We need not resolve this issue because we think that the attorneys' fees claim is barred even if it was not deliberately relinquished on September 30.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The problem for Sawyer arises from the district judge's finding that the parties settled the underlying merits of the case.  Fees are available under section 1988 only to \"prevailing parties,\"  Farrar v. Hobby, 113 S. Ct. 566, 572 (1992), and the fact \"[t]hat a plaintiff has prevailed against one party does not entitle him to fees from another party....\"   Kentucky v. Graham, 473 U.S. 159, 168 (1985).  Here, it is undisputed that the Town of Ashland \"consistently had refused to do or not do anything to satisfy Wayne Sawyer's demands, [and] also refused to offer anything to settle the case....\"  Sawyer therefore has not yet earned prevailing party status vis-a-vis the Town, and can only retain a claim for attorneys' fees if he also retains a viable claim against the Town for substantive relief on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Sawyer argues that he retains a claim for damages or other relief against the Town despite his settlement of his claims for damages and injunctive relief against LCRSC and the Division.  However, after the fee dispute arose, the court held a conference on October 25 at which the parties presented their views of what had transpired on September 30;  on the basis of this conference, the court found that \"it was clear to the court as a result of the statements made by the parties, that all substantive issues had previously been resolved by the parties....\"  The court also noted that \"[t]he determination that the parties had in fact reached a settlement agreement comes from observations made by the court during the course of three settlement conferences.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district judge's findings on this fact-intensive issue are entitled to substantial deference on appeal.  See Fed.  R. Civ. P. 52(a) (factual findings of trial judge may be set aside only if \"clearly erroneous\").  This presumption becomes even more formidable where as here the court's findings concern the content of negotiations conducted in the presence of the district judge.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court's findings are supported by letters and affidavits from defense counsel, which confirm the defendants' understanding that the case had been settled at the September 30 conference.  And although neither the court's nor defense counsel's recollections allude to any discussion of relief beyond establishment of a treatment program for Sawyer, Sawyer's own counsel acknowledged at the November 15 hearing that \"I told [defense counsel] that if we could get a program for Wayne, that the damages aspect of this case would not be pursued.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Sawyer's counsel continue to insist that they never intended to enter into a binding agreement at the September 30 conference.  But it is hornbook law that the parties' intent must be determined based on objective standards, rather than on their subjective, unmanifested states of mind.  See, e.g., 1 Farnsworth on Contracts Sec. 3.6, at 169-70 (1990).  We thus find no clear error in the district court's finding that the September 30 conference resulted in a settlement that included a release of Sawyer's damages and other merits claims in return for placement in a treatment program.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Sawyer argues that any agreement with the Town reached at the September 30 conference is unenforceable for three reasons.  First, Sawyer contends that the agreement is not binding vis-a- vis the Town because the Town provided no consideration as part of the settlement.  Absent a showing of any contrary authority, we think that the controlling issue was whether the agreement as a whole was supported by mutual consideration.  Here, Sawyer bargained for and received an agreement to place him in a residential treatment program.  This was sufficient consideration to render the settlement agreement effective.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Second, Sawyer asserts that the oral agreement was not enforceable because the parties did not intend to be bound until that agreement was reduced to writing.  See generally 1 Farnsworth on Contracts, Sec. 3.8, at 178-86.  He provides, however, no evidence of this beyond the subjective intentions of his counsel as articulated in a post hoc affidavit.  As we have noted above, however, such intentions cannot overcome the district court's finding that the objective behavior of the parties at the September 30 conference manifested an intent to be bound by the oral agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, Sawyer argues that the oral agreement cannot be enforced because the parties failed to reach agreement on all material terms-specifically, because the issue of attorneys' fees had not yet been resolved.  Our recognition that parties often settle the merits of a case while leaving the fee issue for later disposition cuts both ways.  Even if we accept Sawyer's position that fees were a separate issue in this case, Sawyer is still left with the district court's finding that the merits were definitively settled.  As already explained, that leaves Sawyer with no basis for claiming attorneys' fees under section 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">554</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Wayne SAWYER, Plaintiff, Appellant,<br>v.<br>TOWN OF ASHLAND, New Hampshire, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2375</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">June 24, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of New Hampshire [Hon.  Martin F. Loughlin, Senior U.S. District Judge ]</p>\n      <p class=\"indent\">Peter S. Smith, Disabilities Rights Center, Inc., with whom Ronald K. Lospennato was on brief for appellant.</p>\n      <p class=\"indent\">David P. Slawsky with whom Russell F. Hilliard and Upton, Sanders &amp; Smith were on brief for appellee.</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Bownes, Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Wayne Sawyer, the plaintiff below, appeals from the district court's determination that his claims against the Town of Ashland for damages and attorneys' fees were barred by an oral settlement agreement entered into at an unrecorded pretrial conference.  The issue is difficult but turns primarily on the facts.  We conclude that the agreement discharged Sawyer's damages claim against the Town, and thereby eliminated any basis for an award of attorneys' fees.  Accordingly, we affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The present litigation arose out of efforts to place Sawyer in a sexual offender treatment program following his conviction for felonious sexual assault.  Sawyer has been diagnosed as suffering from a number of developmental disorders, including mild mental retardation.  In July 1990, the state court sentenced Sawyer to serve three and a half to fifteen years in New Hampshire state prison but recommended that he be treated in accordance with his disabilities.  In keeping with this suggestion, the court on December 20, 1991, deferred the balance of Sawyer's prison sentence so that Sawyer could enroll in a newly developed community-based treatment program for developmentally disabled persons with sexual disorders.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After three months in the program, which was operated by the Lakes Region Community Services Council (\"the Council\"), Sawyer was charged with violating his probation and returned to state prison.  The state court authorized Sawyer's return to the treatment program in August 1992, and arrangements were made to place Sawyer in a new residential treatment facility in Ashland, New Hampshire.  Plans to open the Ashland facility, however, were ultimately cancelled as a result of public protest.  Because Sawyer's slot in his previous treatment program had been filled in his absence, Sawyer was left with no alternative but to remain in state prison.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On June 25, 1993, Sawyer filed suit in federal district court against the Council, the New Hampshire Division of Mental Health and Developmental Services (\"the Division\"), and the Town of Ashland.  Sawyer's complaint alleged that the failure to open the Ashland treatment facility deprived him of his civil rights under the Fair Housing Act, 42 U.S.C. Sec. 3601 et seq., the Rehabilitation Act of 1973, 29 U.S.C. Sec. 794, and the Fourteenth Amendment.  At an initial pretrial conference on September 16, 1993, the district court urged the parties to explore settlement of the case.  At a second pretrial conference on September 30, counsel for the defendants proposed a residential placement and treatment plan for Sawyer.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Although the parties differ as to exactly what was said and understood at the September 30 conference, the defendants' counsel and the court came away thinking that the case had been settled.  On October 6, 1993, the defendants sent Sawyer's counsel a proposed \"Stipulation for Dismissal\" articulating the residential treatment plan discussed at the September 30 conference and also incorporating provisions for nondisclosure of the agreement and waiver of attorneys' fees.  Sawyer's counsel objected to the latter two provisions-which everyone agrees were not discussed at the September 30 conference-as well as to certain provisions for Sawyer's treatment program.  Accordingly, Sawyer's counsel returned to the defendants a \"redrafted settlement agreement,\" which addressed the development and implementation problem, eliminated the nondisclosure provision, and provided that Sawyer's \"claim for attorney's fees shall be addressed separately in a stipulation or other filings with this court.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In turn, counsel for the Council informed Sawyer's counsel that the Council and the other defendants believed Sawyer's claim for attorneys' fees or other relief to be precluded by the oral agreement reached at the September 30 conference.  When the parties met with the district court on October 25, 1993, Sawyer's counsel pointed out that attorneys' fees had not been discussed at the prior conference, and also said that he had never intended to reach an oral settlement agreement at that conference.  The district court scheduled a hearing for November 15 to resolve the fees issue.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Prior to the November 15 hearing, Sawyer, the Council and the Division agreed to a final \"Consent Order Approving Settlement,\" which provided more detailed standards governing Sawyer's treatment program and included $500 each from the Council and the Division to cover a portion of Sawyer's costs and attorneys' fees.  Because the Town of Ashland was not a party to the consent order, the November 15 hearing went forward to determine whether Sawyer was entitled to pursue his claim for attorneys' fees against the Town.  On November 29, 1993, the district court entered an order concluding that the case had been settled at the September 30 conference, that the settlement did not include any provision for attorneys' fees, and that the plaintiff was now precluded from seeking such an award.  Sawyer now appeals from this ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court found that the agreement by Sawyer's counsel to a comprehensive resolution of the case at the September 30 conference barred any subsequent claim for attorneys' fees.  However, parties do sometimes settle the merits of a case but leave the issue of attorneys' fees open for either later agreement or determination by the court.  Accordingly, courts have generally demanded evidence either that the parties intentionally waived fees or made an agreement that definitively terminated all claims including attorneys' fees.   See, e.g., Muckleshoot Tribe v. Puget Sound Power &amp; Light Co., <span class=\"citation\" data-id=\"523619\"><a href=\"/opinion/523619/muckleshoot-tribe-v-puget-sound-power-light-co-city-of-auburn/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">695</span></a></span>, 698 (9th Cir. 1989);   Elmore v. Shuler, <span class=\"citation\" data-id=\"468076\"><a href=\"/opinion/468076/curtis-elmore-v-charles-shuler/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">601</span></a></span>, 603 (D.C. Cir. 1986).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In this case, both sides appear to acknowledge that the only issue actually discussed at the September 30 conference was relief on the merits.  Absent affirmative evidence that Sawyer's counsel intended to waive their fees at the September 30 conference, it might be easy to conclude that counsel were simply looking to the interests of their client first before addressing their own payment.  We need not resolve this issue because we think that the attorneys' fees claim is barred even if it was not deliberately relinquished on September 30.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The problem for Sawyer arises from the district judge's finding that the parties settled the underlying merits of the case.  Fees are available under section 1988 only to \"prevailing parties,\"  Farrar v. Hobby, <span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">566</span></a></span>, 572 (1992), and the fact \"[t]hat a plaintiff has prevailed against one party does not entitle him to fees from another party....\"   Kentucky v. Graham, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, 168 (1985).  Here, it is undisputed that the Town of Ashland \"consistently had refused to do or not do anything to satisfy Wayne Sawyer's demands, [and] also refused to offer anything to settle the case....\"  Sawyer therefore has not yet earned prevailing party status vis-a-vis the Town, and can only retain a claim for attorneys' fees if he also retains a viable claim against the Town for substantive relief on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Sawyer argues that he retains a claim for damages or other relief against the Town despite his settlement of his claims for damages and injunctive relief against LCRSC and the Division.  However, after the fee dispute arose, the court held a conference on October 25 at which the parties presented their views of what had transpired on September 30;  on the basis of this conference, the court found that \"it was clear to the court as a result of the statements made by the parties, that all substantive issues had previously been resolved by the parties....\"  The court also noted that \"[t]he determination that the parties had in fact reached a settlement agreement comes from observations made by the court during the course of three settlement conferences.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district judge's findings on this fact-intensive issue are entitled to substantial deference on appeal.  See Fed.  R. Civ. P. 52(a) (factual findings of trial judge may be set aside only if \"clearly erroneous\").  This presumption becomes even more formidable where as here the court's findings concern the content of negotiations conducted in the presence of the district judge.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court's findings are supported by letters and affidavits from defense counsel, which confirm the defendants' understanding that the case had been settled at the September 30 conference.  And although neither the court's nor defense counsel's recollections allude to any discussion of relief beyond establishment of a treatment program for Sawyer, Sawyer's own counsel acknowledged at the November 15 hearing that \"I told [defense counsel] that if we could get a program for Wayne, that the damages aspect of this case would not be pursued.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Sawyer's counsel continue to insist that they never intended to enter into a binding agreement at the September 30 conference.  But it is hornbook law that the parties' intent must be determined based on objective standards, rather than on their subjective, unmanifested states of mind.  See, e.g., 1 Farnsworth on Contracts Sec. 3.6, at 169-70 (1990).  We thus find no clear error in the district court's finding that the September 30 conference resulted in a settlement that included a release of Sawyer's damages and other merits claims in return for placement in a treatment program.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Sawyer argues that any agreement with the Town reached at the September 30 conference is unenforceable for three reasons.  First, Sawyer contends that the agreement is not binding vis-a- vis the Town because the Town provided no consideration as part of the settlement.  Absent a showing of any contrary authority, we think that the controlling issue was whether the agreement as a whole was supported by mutual consideration.  Here, Sawyer bargained for and received an agreement to place him in a residential treatment program.  This was sufficient consideration to render the settlement agreement effective.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Second, Sawyer asserts that the oral agreement was not enforceable because the parties did not intend to be bound until that agreement was reduced to writing.  See generally 1 Farnsworth on Contracts, Sec. 3.8, at 178-86.  He provides, however, no evidence of this beyond the subjective intentions of his counsel as articulated in a post hoc affidavit.  As we have noted above, however, such intentions cannot overcome the district court's finding that the objective behavior of the parties at the September 30 conference manifested an intent to be bound by the oral agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, Sawyer argues that the oral agreement cannot be enforced because the parties failed to reach agreement on all material terms-specifically, because the issue of attorneys' fees had not yet been resolved.  Our recognition that parties often settle the merits of a case while leaving the fee issue for later disposition cuts both ways.  Even if we accept Sawyer's position that fees were a separate issue in this case, Sawyer is still left with the district court's finding that the merits were definitively settled.  As already explained, that leaves Sawyer with no basis for claiming attorneys' fees under section 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111500/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112798/",
    "https://www.courtlistener.com/api/rest/v3/opinions/468076/",
    "https://www.courtlistener.com/api/rest/v3/opinions/523619/"
  ]
}