{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195477/",
  "id": 195477,
  "absolute_url": "/opinion/195477/united-states-v-consoro-familia/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195477/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:40:44Z",
  "date_modified": "2020-02-21T23:29:06.514468Z",
  "type": "010combined",
  "sha1": "acdd71f8e0cce71cf92c785f125e6a4dee3e17fa",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1685.01A",
  "local_path": null,
  "plain_text": "July 11, 1994         [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 92-1685\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                    JUAN CONSORO FAMILIA,\n\n                    Defendant, Appellant.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n     [Hon. Francis J. Boyle, Senior U.S. District Judge]\n                                                       \n\n                                        \n\n                            Before\n\n                 Torruella, Boudin and Stahl,\n                       Circuit Judges.\n                                     \n\n                                        \n\n   Juan Consoro Familia on brief pro se.\n                       \n   Edwin J.  Gale, United  States Attorney, Margaret  E. Curran\n                                                               \nand   Kenneth P.  Madden, Assistant  United States  Attorneys, on\n                      \nbrief for appellee.\n\n                                        \n\n                                        \n\n     Per Curiam.  After a jury  trial, appellant Juan Consoro\n               \n\nFamilia  and his live-in  girlfriend, Priscilla Jackson, were\n\nconvicted of conspiring to possess and possession with intent\n\nto  distribute  cocaine  in  violation of  21  U.S.C.    846,\n\n841(a)(1), and  841(b)(1)(C).1   Familia was sentenced  to 85\n\nmonths'  imprisonment and 5 years of  supervised release.  He\n\nis subject to deportation upon his release from prison.  \n\n     We affirmed  codefendant  Jackson's sentence  in  United\n                                                             \n\nStates v. Jackson, 3 F.3d 506 (1st Cir.  1993).  Familia, who\n                 \n\nis  proceeding pro se, now appeals his conviction.  He raises\n                     \n\none  argument - i.e. - that his defense attorney rendered him\n\nconstitutionally ineffective  assistance due to a conflict of\n\ninterest.   Familia  specifically  charges  that his  defense\n\nattorney's fee was paid by the true owner of the cocaine: his\n\nbrother,  Bonifacio  Consoro  Familia (Bonifacio).    Familia\n\ncontends that his  counsel failed to  mount a proper  defense\n\nbecause his loyalty to Familia was compromised  by his desire\n\nto protect Bonifacio so  that he could receive payments  from\n\nhim.    Familia  also   charges  that  his  defense  attorney\n\ndeliberately  failed to  introduce evidence  that would  have\n\nproven that he  and Jackson were innocent  and that Bonifacio\n\nand  Bonifacio's  girlfriend  (\"Kris\")  were  the  real  drug\n\ndealers.    Having thoroughly  reviewed  the  record and  the\n\n                    \n\n1.  Familia was acquitted of using a firearm in relation to a\ndrug trafficking crime in violation of 18 U.S.C.  924(c).\n\n                             -3-\n\nparties'  briefs  on appeal,  we affirm  Familia's conviction\n\nwithout  prejudice to his  raising his ineffective assistance\n\nof counsel claim in a 28 U.S.C.  2255 proceeding.\n\n                              I.\n\n     Familia and  Jackson were arrested after certain members\n\nof the Providence Police Department executed a search warrant\n\nat  their apartment  on November  11, 1991.    The underlying\n\nfacts  are described in United  States v. Jackson,  3 F.3d at\n                                                 \n\n508, which states as follows:\n\n          On   November  11,   1991,  police   officers  from\n     Providence,  Rhode  Island  went  to  execute  a  search\n     warrant  at the  second floor  apartment of  142 Bowdoin\n     Street, Providence.  At approximately 7:00 p.m., Familia\n     departed from  the apartment and  drove away in  a Dodge\n     minivan.  The officers  stopped the vehicle and returned\n     with Familia to his apartment.   \n\n          They entered the kitchen through the rear door\n     using Familia's keys.   The kitchen  leads directly\n     to  the master  bedroom, which  contained a  bed, a\n     crib, an upright dresser, a bureau and a television\n     table.  Jackson  was on the  bed with the  couple's\n     child.   \n\n          Upon  entering  the  apartment,  Familia  declared:\n     \"All I  have is a gun.   It's under the  mattress.\"  The\n     police proceeded  to search  the apartment.   They found\n     the  pistol under the mattress.  A bottle of inositol, a\n     chemical  used to cut or  dilute cocaine, sat  on top of\n     the bureau.  The bottom drawer of the dresser was nailed\n     shut. The officers discovered that the drawer itself had\n     been removed and only the facade remained.  On the floor\n     behind  the false drawer  front, they found  a paper bag\n     and a metal box.  The  paper bag held three plastic bags\n     that contained 299.22 grams  of cocaine.  The metal  box\n     contained $3866 in United  States currency and two Rhode\n     Island  state lottery  receipts,  which  indicated  that\n     Familia had  received a total  of $2085  in winnings  on\n     August  28, 1991.  The police also found a small plastic\n     bag containing  ten rounds of .38  caliber ammunition in\n     plain view on the floor in front of the bedroom closet.\n\n                             -4-\n\n     At trial, the foregoing  facts were established  through\n\nthe  testimony of  the  five Providence  police officers  who\n\nparticipated  in the search of the apartment.  There was also\n\nevidence  that shortly  after  the arrest,  Familia told  the\n\npolice, \"She had nothing to do  with it.  I'm responsible for\n\neverything you found.\" \n\n     The  defendants were  represented  by separate  counsel.\n\nThey  argued  that  the  evidence  did  not  prove  that they\n\nknowingly possessed the cocaine with the intent to distribute\n\nit.   Familia, who had  no criminal record,  testified in his\n\ndefense.    He  maintained  that  his  post-arrest  statement\n\nreferred only to the gun and that he did not own the cocaine.\n\nHe testified that his  brother Bonifacio also resided in  the\n\napartment.2  On  cross-examination, Familia implied  that the\n\ncocaine  might  have  belonged  to  Bonifacio,  although  his\n\ntestimony  was   not  firm   on  this   point.3     While  he\n\nacknowledged  that  the  strongbox   and  gun  were  his,  he\n\ntestified  that most of the  money in the  strongbox had been\n\n                    \n\n2.  His landlady  also  testified that  Bonifacio  frequently\nstayed at Familia's apartment.\n\n3.  The testimony went as follows:\n\n     Assistant U.S. Attorney: Who  do you claim is the  owner\nof                            the cocaine?\n     Familia: The only  one related  who had  anything to  do\nwith               drugs  was  my brother.    I  knew he  was\ninvolved in             that before.   I didn't  know that he\nwas still                         involved in that.  \n\n                             -5-\n\ngiven to him by his sister to purchase his van and ship it to\n\nPuerto Rico. \n\n     The trial  record suggests that  Familia's trial counsel\n\nmade a faint-hearted attempt to imply that Bonifacio was  the\n\ndrug dealer.   On cross-examining one of  the police officers\n\n(Drohan),  counsel   established  that  Bonifacio   had  been\n\narrested  on  9/4/90 for  selling  cocaine  to an  undercover\n\npolice officer.    He also  established that  the police  had\n\nreceived many  complaints  that Bonifacio  was selling  drugs\n\nfrom a barricaded Providence address (65 Laura Street) around\n\nthat time.   But he did  not elicit further evidence  to that\n\neffect from  Familia. The  little evidence that  Familia gave\n\nimpugning his brother  was brought out  by the government  on\n\ncross-examination.   In any event,  neither the jury  nor the\n\nsentencing judge were persuaded by Familia's story.      \n\n                             II.\n\n      On appeal,  Familia argues that  his attorney  deprived\n\nhim  of the effective assistance of counsel by failing to use\n\nevidence that would  have shown that  Bonifacio was the  real\n\nowner of the cocaine.   Familia claims that Bonifacio  was in\n\nthe United  States illegally after previously  being deported\n\nfor  a  drug offense.   He  alleges  that Bonifacio  paid his\n\nattorney in cash and that his attorney had an interest in not\n\nturning  Bonifacio in  so  that he  could continue  receiving\n\npayments  and  avoid  implicating  himself in  the  crime  of\n\n                             -6-\n\nfailing to report an  illegal alien.4  Familia  contends that\n\nhis counsel's ineffectiveness is  shown by the following acts\n\nand omissions:\n\n     (1) failing to file a motion to suppress, a  motion\n     to  quash  the  indictment,  and a  motion  for  an\n     acquittal;\n\n     (2) failing  to file a  motion to compel  a confidential\n     informant, who  participated in three  drug buys  before\n     Familia's arrest and provided the Providence police with\n     information  which  lead them  to  suspect that  persons\n     occupying  Familia's apartment were  selling cocaine, to\n     testify  and  identify  the  real  drug  pushers  (i.e.,\n     Bonifacio and Kris);\n\n     (3)  failing  to  use  documents  and  things  that  the\n     government provided  in pretrial discovery.   In support\nof   this particular claim, Familia argues that:\n\n          (a) his counsel could  have used the affidavit that\n          the police submitted in support of the application\n          for the search warrant to prove that he and Jackson\n          do  not satisfy  the  physical descriptions  of the\n          Hispanic male and black female who allegedly sold \ncocaine as described in the affidavit; \n\n          (b) counsel  also could  have used the  defendants'\n          passports and a picture of Jackson to prove that he\n          and Jackson were in Puerto Rico when the informant\n          purchased cocaine and that  his sister gave him the\n          money that was found in the strongbox;5 \n\n                    \n\n4.  Familia  contends  that had  Bonifacio been  arrested, he\nwould have confessed to owning the cocaine and  further shown\nthat the  police  were lying  when  they testified  that  the\ncocaine  was found  in the  bedroom occupied  by  Familia and\nJackson.  Familia  says that  his brother would  make a  deal\nwith the government to disclose  the truth about the  cocaine\nto  avoid a  stiff prison  sentence for  being in  the United\nStates illegally. \n\n5.  We note that the transcript of the probable cause hearing\nindicates that  Jackson did not  have a  passport. The  trial\nrecord indicates  that two  passports in Familia's  name were\nconfiscated during the apartment search.\n\n                             -7-\n\n          (c)  counsel  failed   to  secure  copies  of   the\n          defendants' airline tickets,   which   would   have\n          corroborated his  story  that they  were in  Puerto\nRico           when the informant made the drug buys; and\n\n          (d)  counsel failed  to introduce  a photograph  of\n          Bonifacio  and documentary evidence that would have\n          established  that  Bonifacio  had  previously  been\n          convicted of selling drugs and deported.6\n\n     (4) failing to call Familia's sister as a witness at his\n     trial,  although she  would have  corroborated Familia's\n     testimony that most  of the money found in the strongbox\n     represented the proceeds of Familia's sale of the van to\n     her, as her testimony at his sentencing demonstrates;\n\n     (5) suborning  perjury  by instructing  Familia  to  lie\nabout     how  much  money  was  found in  the  strongbox  to\nprotect a      Providence  police officer  who stole  some of\nthat money;7 \n\n     (6) failing to show that Detective Lennon lied to the \ngrand jury about Jackson's involvement in drug sales.8\n\n                    \n\n6.  The documentary evidence Familia  relies upon is attached\nto  his appellate brief.   It consists of  the police reports\nand search warrant that  pertained to Bonifacio's 1990 arrest\nand a copy of an Immigration and Naturalization Service (INS)\ndetainer on Bonifacio.   These documents are not part  of the\ndistrict  court's record.  Familia asks that we conduct a \"de\nnovo review\" of this and other evidence that is in the record\nin assessing his ineffective assistance claim. \n\n7.  Familia claims that there was $5007 in the strongbox, not\nthe $3866  identified at trial.  He  says that the officer in\ncharge  of  the investigation  (Providence  Detective Lennon)\npocketed  the difference and that his  attorney covered it up\nby refusing to let Familia testify to the true amount.\n\n8.  Familia  also  argues that  his  attorney  failed to  ask\ncertain  questions  that were  asked  at  his probable  cause\nhearing. The questions,  which are recorded  on pp. 19-26  of\nthe transcript,  concern the information that  the police had\nbefore  they  secured  the   search  warrant  for   Familia's\napartment.     Familia  suggests   that  counsel  could  have\nestablished  that  the police  had  no  direct evidence  that\neither he or Jackson sold drugs. \n\n                             -8-\n\n     Familia asks that  we set aside  both his and  Jackson's\n                                          \n\nconviction   based  on  the   foregoing  allegations.     The\n\ngovernment urges  us to  deny Familia's  claim on  the ground\n\nthat  he has failed to  show an actual  conflict of interest.\n\nAlternatively, the government says  that we should decline to\n\naddress this issue on direct appeal.  \n\n     At  the  outset we  note  that  significant portions  of\n\nFamilia's  brief  raise  arguments   on  behalf  of  his  co-\n\ndefendant,  Jackson.    But as  Familia  has  no  standing to\n\nchallenge Jackson's  conviction, the arguments  he asserts on\n\nher behalf  have no  merit.  Familia's  conflict of  interest\n\nclaim requires further attention. \n\n                             III.\n\n     \"In order to establish a violation of ...[a defendant's]\n\nSixth  Amendment  [right  to  the   effective  assistance  of\n\ncounsel],  a defendant who raised  no objection at trial must\n\ndemonstrate  that an  actual  conflict of  interest adversely\n\naffected his lawyer's  performance.\" Cuyler v.  Sullivan, 446\n                                                        \n\nU.S. 335, 348 (1980).   See also United States  v. Rodriguez,\n                                                            \n\n929  F.2d 747,  749 (1st  Cir. 1991)(per  curiam).   And, \"in\n\norder to  show an  actual conflict  of interest,  a defendant\n\nmust  show that (1) the lawyer could have pursued a plausible\n\nalternative  defense   strategy   or  tactic   and  (2)   the\n\nalternative  strategy or  tactic  was inherently  in conflict\n\nwith or not  undertaken due to the attorney's other interests\n\n                             -9-\n\nor  loyalties.\"   United States  v. Soldevila-Lopez,  17 F.3d\n                                                   \n\n480, 486 (1st Cir. 1994).  While the defendant \"need not show\n\nthat the alternative strategy  would have been successful\" he\n\nmust establish that  \"it possessed 'sufficient  substance' to\n\nbe a viable alternative.\"   United States v. Garcia-Rosa, 876\n                                                        \n\nF.2d  209, 231 (1st Cir.  1989), cert. denied,  493 U.S. 1030\n                                             \n\n(1990)(quoting  Brien v. United States,  695 F.2d 10, 15 (1st\n                                      \n\nCir. 1982)).   \"[A] defendant  who shows that  a conflict  of\n\ninterest actually affected the adequacy of his representation\n\nneed not  demonstrate prejudice  in order to  obtain relief.\"\n\nCuyler v. Sullivan, 446 U.S. at 349-50.\n                  \n\n     Familia primarily  faults defense counsel for failing to\n\nuse  evidence generated  by  the police  surveillance of  his\n\napartment  before the  search that  lead to  his arrest.   He\n\nclaims that  counsel could have  proven that  he and  Jackson\n\nwere away in Puerto Rico when the informant purchased cocaine\n\nfrom  Bonifacio and his  girlfriend \"Kris,\" and  that this in\n\nturn would have persuaded  the jury that he and  Jackson were\n\ninnocent.      It is  not  clear  that this  was  a plausible\n\nalternative  strategy.  Even  if counsel had  pursued it, the\n\nevidence  could  have  shown  that Jackson  and  Familia  had\n\nallowed their home and their respective motor vehicles to  be\n\nused by others to sell cocaine.9  The jury  could easily have\n\n                    \n\n9.  The affidavit  which Detective Lennon used  to obtain the\nsearch  warrant for  Familia's  apartment indicates  that the\ninformant  purchased  cocaine  from  the  suspects  on  three\n\n                             -10-\n\nconstrued   this   evidence   as   further   supporting   the\n\ngovernment's claim that Familia  and Jackson were involved in\n\na conspiracy to possess and distribute cocaine,  particularly\n\nin light of  the other  evidence that was  adduced at  trial.\n\nCounsel's decision  to refrain from introducing this evidence\n\nthus  may well have been a  reasonable tactical decision, not\n\nnecessarily  an  effort  to protect  Bonifacio  at  Familia's\n\nexpense.   Familia also  offers no  sound reasons  to believe\n\nthat Bonifacio would have  confessed to being the true  owner\n\nof the cocaine  had defense  counsel turned  him in.  Compare\n                                                             \n\nUnited  States v.  Garcia-Rosa,  876 F.2d  at 231  (rejecting\n                              \n\nineffective  assistance  claim based  on  failure  to call  a\n\nwitness).10\n\n                    \n\noccasions,  two of which occurred  in November 1991.   On the\nfirst  occasion,  the date  of  which is  not  specified, the\ninformant purchased cocaine from the Hispanic male suspect at\nFamilia's apartment.   On the second  occasion, the informant\npurchased cocaine  from the same  man while  he was in  a car\nthat was registered to  Jackson.  On the third  occasion, the\ninformant purchased  cocaine from  the  black female  suspect\nwhile  she was  in the  van that  was registered  to Familia.\nFamilia claims that this affidavit proves that he and Jackson\ndo not  meet the  physical descriptions of  the suspects  who\nsold the cocaine.   But even assuming that is true,  the jury\ncould  still have  concluded  that Familia  and Jackson  were\ninvolved in  the conspiracy  because they allowed  their home\nand vehicles to be used for the drug transactions.       \n\n10.  Familia posits that Bonifacio  would have confessed in a\n\"deal\"  with  the  government.   We  see  no  reason why  the\ngovernment should be inclined to offer a \"deal\" to Bonifacio,\nnor  to assume that Bonifacio would have given testimony that\nwould otherwise have cleared Familia and Jackson. \n\n                             -11-\n\n     We  also  fail  to see  how  Familia  was prejudiced  by\n\ncounsel's  other  alleged  shortcomings.    While the  record\n\nverifies Familia's claim that counsel failed to file a motion\n\nto suppress, a motion  to quash the indictment, and  a motion\n\nfor an acquittal, we discern no basis upon which any of these\n\nmotions  could have been allowed.   Counsel's failure to call\n\nFamilia's  sister as a witness  at his trial  also appears to\n\nhave  had  a  negligible  impact  on  the verdict  given  the\n\nweaknesses in  her testimony. See United States v. Jackson, 3\n                                                          \n\nF.3d at 511.11\n\n     Nevertheless,  \"[i]t is well established in this circuit\n\nthat a claim of ineffective assistance of counsel will not be\n\nresolved on direct appeal  where the claim was not  raised in\n\nthe  district court,  unless the  critical facts  are not  in\n\ndispute and a sufficiently  developed record exists.\"  United\n                                                             \n\nStates v. Daniels, 3 F.3d 25, 26-27 (1st Cir. 1993).  This is\n                 \n\nbecause \"[a] claim of ineffective assistance of counsel which\n\ninvolves matters not fully developed in the trial record, but\n\nnecessary for determination  of the  claim, is  not ripe  for\n\ndecision on direct appeal.\"   United States v. Georgacarakos,\n                                                            \n\n988 F.2d 1289, 1297 (1st  Cir. 1993)(declining to reach claim\n\nthat  defense  counsel  rendered  ineffective  assistance  by\n\n                    \n\n11.  Familia's  claim  that  his  counsel   suborned  perjury\nobviously  makes a very serious charge.  However, he does not\nexplain how this particular  act prejudiced his defense, thus\nit  is  not  clear  that  this  alleged  misconduct  rendered\ncounsel's representation constitutionally ineffective. \n\n                             -12-\n\nfailing  to raise  entrapment  defense where  record did  not\n\nenable reviewing  court to  determine whether counsel  made a\n\ntactical decision not to pursue the defense and likelihood of\n\nprejudice resulting from the failure to raise it).  Moreover,\n\nthe trial judge is  in the best position to  evaluate defense\n\ncounsel's  performance in  the  first instance.   See,  e.g.,\n                                                            \n\nUnited States v. McGill, 952 F.2d 16, 19 (1st Cir. 1991). \n                       \n\n     Resolution  of  Familia's  ineffective assistance  claim\n\nrequires a  factual  inquiry to  determine whether  Bonifacio\n\nactually paid defense counsel's fee, whether defense  counsel\n\nknew  Bonifacio to be a  drug dealer as  Familia alleges, and\n\nwhether defense counsel failed  to pursue any viable defenses\n\nas  a  result of  his  alleged  relationship with  Bonifacio.\n\nTherefore, we decline to  resolve this ineffective assistance\n\nclaim  on direct appeal.  Rather, we leave Familia to develop\n\nthis claim in a 28 U.S.C.  2255 proceeding. \n\n     Accordingly,  Familia's  conviction  and   sentence  are\n\naffirmed without  prejudice  to  Familia's  right  to  pursue\n        \n\nrelief  under  28  U.S.C.   2255.   Familia's  motion  for  a\n\npolygraph examination is denied.   \n                               \n\n                             -13-\n",
  "html": "<p class=\"case_cite\">30 F.3d 127</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Juan Consoro FAMILIA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 92-1685</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 11, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island [Hon.  Francis J. Boyle, Senior U.S. District Judge ]</p>\n      <p class=\"indent\">Juan Consoro Familia on brief pro se.</p>\n      <p class=\"indent\">Edwin J. Gale, United States Attorney, Margaret E. Curran and Kenneth P. Madden, Assistant United States Attorneys, on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After a jury trial, appellant Juan Consoro Familia and his live-in girlfriend, Priscilla Jackson, were convicted of conspiring to possess and possession with intent to distribute cocaine in violation of 21 U.S.C. Secs. 846, 841(a)(1), and 841(b)(1)(C).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Familia was sentenced to 85 months' imprisonment and 5 years of supervised release.  He is subject to deportation upon his release from prison.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We affirmed codefendant Jackson's sentence in  United States v. Jackson, 3 F.3d 506 (1st Cir. 1993).  Familia, who is proceeding pro se, now appeals his conviction.  He raises one argument-i.e.-that his defense attorney rendered him constitutionally ineffective assistance due to a conflict of interest.  Familia specifically charges that his defense attorney's fee was paid by the true owner of the cocaine:  his brother, Bonifacio Consoro Familia (Bonifacio).  Familia contends that his counsel failed to mount a proper defense because his loyalty to Familia was compromised by his desire to protect Bonifacio so that he could receive payments from him.  Familia also charges that his defense attorney deliberately failed to introduce evidence that would have proven that he and Jackson were innocent and that Bonifacio and Bonifacio's girlfriend (\"Kris\") were the real drug dealers.  Having thoroughly reviewed the record and the parties' briefs on appeal, we affirm Familia's conviction without prejudice to his raising his ineffective assistance of counsel claim in a 28 U.S.C. Sec. 2255 proceeding.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Familia and Jackson were arrested after certain members of the Providence Police Department executed a search warrant at their apartment on November 11, 1991.  The underlying facts are described in  United States v. Jackson, 3 F.3d at 508, which states as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On November 11, 1991, police officers from Providence, Rhode Island went to execute a search warrant at the second floor apartment of 142 Bowdoin Street, Providence.  At approximately 7:00 p.m., Familia departed from the apartment and drove away in a Dodge minivan.  The officers stopped the vehicle and returned with Familia to his apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">They entered the kitchen through the rear door using Familia's keys.  The kitchen leads directly to the master bedroom, which contained a bed, a crib, an upright dresser, a bureau and a television table.  Jackson was on the bed with the couple's child.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Upon entering the apartment, Familia declared:  \"All I have is a gun.  It's under the mattress.\"  The police proceeded to search the apartment.  They found the pistol under the mattress.  A bottle of inositol, a chemical used to cut or dilute cocaine, sat on top of the bureau.  The bottom drawer of the dresser was nailed shut.  The officers discovered that the drawer itself had been removed and only the facade remained.  On the floor behind the false drawer front, they found a paper bag and a metal box.  The paper bag held three plastic bags that contained 299.22 grams of cocaine.  The metal box contained $3866 in United States currency and two Rhode Island state lottery receipts, which indicated that Familia had received a total of $2085 in winnings on August 28, 1991.  The police also found a small plastic bag containing ten rounds of .38 caliber ammunition in plain view on the floor in front of the bedroom closet.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At trial, t he foregoing facts were established through the testimony of the five Providence police officers who participated in the search of the apartment.  There was also evidence that shortly after the arrest, Familia told the police, \"She had nothing to do with it.  I'm responsible for everything you found.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The defendants were represented by separate counsel.  They argued that the evidence did not prove that they knowingly possessed the cocaine with the intent to distribute it.  Familia, who had no criminal record, testified in his defense.  He maintained that his post-arrest statement referred only to the gun and that he did not own the cocaine.  He testified that his brother Bonifacio also resided in the apartment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  On cross-examination, Familia implied that the cocaine might have belonged to Bonifacio, although his testimony was not firm on this point.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  While he acknowledged that the strongbox and gun were his, he testified that most of the money in the strongbox had been given to him by his sister to purchase his van and ship it to Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The trial record suggests that Familia's trial counsel made a faint-hearted attempt to imply that Bonifacio was the drug dealer.  On cross-examining one of the police officers (Drohan), counsel established that Bonifacio had been arrested on 9/4/90 for selling cocaine to an undercover police officer.  He also established that the police had received many complaints that Bonifacio was selling drugs from a barricaded Providence address (65 Laura Street) around that time.  But he did not elicit further evidence to that effect from Familia.  The little evidence that Familia gave impugning his brother was brought out by the government on cross-examination.  In any event, neither the jury nor the sentencing judge were persuaded by Familia's story.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On appeal, Familia argues that his attorney deprived him of the effective assistance of counsel by failing to use evidence that would have shown that Bonifacio was the real owner of the cocaine.  Familia claims that Bonifacio was in the United States illegally after previously being deported for a drug offense.  He alleges that Bonifacio paid his attorney in cash and that his attorney had an interest in not turning Bonifacio in so that he could continue receiving payments and avoid implicating himself in the crime of failing to report an illegal alien.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Familia contends that his counsel's ineffectiveness is shown by the following acts and omissions:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(1) failing to file a motion to suppress, a motion to quash the indictment, and a motion for an acquittal;</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(2) failing to file a motion to compel a confidential informant, who participated in three drug buys before</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Familia's arrest and provided the Providence police with information which lead them to suspect that persons occupying Familia's apartment were selling cocaine, to testify and identify the real drug pushers (i.e.,</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Bonifacio and Kris);</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(3) failing to use documents and things that the government provided in pretrial discovery.  In support of this particular claim, Familia argues that:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(a) his counsel could have used the affidavit that the police submitted in support of the application for the search warrant to prove that he and Jackson do not satisfy the physical descriptions of the Hispanic male and black female who allegedly sold cocaine as described in the affidavit;</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(b) counsel also could have used the defendants' passports and a picture of Jackson to prove that he and Jackson were in Puerto Rico when the informant purchased cocaine and that his sister gave him the money that was found in the strongbox;<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(c) counsel failed to secure copies of the defendants' airline tickets, which would have corroborated his story that they were in Puerto Rico when the informant made the drug buys;  and</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(d) counsel failed to introduce a photograph of</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Bonifacio and documentary evidence that would have established that Bonifacio had previously been convicted of selling drugs and deported.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(4) failing to call Familia's sister as a witness at his trial, although she would have corroborated Familia's testimony that most of the money found in the strongbox represented the proceeds of Familia's sale of the van to her, as her testimony at his sentencing demonstrates;</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(5) suborning perjury by instructing Familia to lie about how much money was found in the strongbox to protect a Providence police officer who stole some of that money;<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">(6) failing to show that Detective Lennon lied to the grand jury about Jackson's involvement in drug sales.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Familia asks that we set aside both his and Jackson's conviction based on the foregoing allegations.  The government urges us to deny Familia's claim on the ground that he has failed to show an actual conflict of interest.  Alternatively, the government says that we should decline to address this issue on direct appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">At the outset we note that significant portions of Familia's brief raise arguments on behalf of his co-defendant, Jackson.  But as Familia has no standing to challenge Jackson's conviction, the arguments he asserts on her behalf have no merit.  Familia's conflict of interest claim requires further attention.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">\"In order to establish a violation of ... [a defendant's] Sixth Amendment [right to the effective assistance of counsel], a defendant who raised no objection at trial must demonstrate that an actual conflict of interest adversely affected his lawyer's performance.\"   Cuyler v. Sullivan, 446 U.S. 335, 348 (1980).   See also United States v. Rodriguez, 929 F.2d 747, 749 (1st Cir. 1991)(per curiam).  And, \"in order to show an actual conflict of interest, a defendant must show that (1) the lawyer could have pursued a plausible alternative defense strategy or tactic and (2) the alternative strategy or tactic was inherently in conflict with or not undertaken due to the attorney's other interests or loyalties.\"   United States v. Soldevila-Lopez, 17 F.3d 480, 486 (1st Cir. 1994).  While the defendant \"need not show that the alternative strategy would have been successful\" he must establish that \"it possessed 'sufficient substance' to be a viable alternative.\"   United States v. Garcia-Rosa, 876 F.2d 209, 231 (1st Cir. 1989), cert. denied, 493 U.S. 1030 (1990)(quoting  Brien v. United States, 695 F.2d 10, 15 (1st Cir. 1982)).  \"[A] defendant who shows that a conflict of interest actually affected the adequacy of his representation need not demonstrate prejudice in order to obtain relief.\"   Cuyler v. Sullivan, 446 U.S. at 349-50.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Familia primarily faults defense counsel for failing to use evidence generated by the police surveillance of his apartment before the search that lead to his arrest.  He claims that counsel could have proven that he and Jackson were away in Puerto Rico when the informant purchased cocaine from Bonifacio and his girlfriend \"Kris,\" and that this in turn would have persuaded the jury that he and Jackson were innocent.  It is not clear that this was a plausible alternative strategy.  Even if counsel had pursued it, the evidence could have shown that Jackson and Familia had allowed their home and their respective motor vehicles to be used by others to sell cocaine.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The jury could easily have construed this evidence as further supporting the government's claim that Familia and Jackson were involved in a conspiracy to possess and distribute cocaine, particularly in light of the other evidence that was adduced at trial.  Counsel's decision to refrain from introducing this evidence thus may well have been a reasonable tactical decision, not necessarily an effort to protect Bonifacio at Familia's expense.  Familia also offers no sound reasons to believe that Bonifacio would have confessed to being the true owner of the cocaine had defense counsel turned him in.   Compare United States v. Garcia-Rosa, 876 F.2d at 231 (rejecting ineffective assistance claim based on failure to call a witness).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We also fail to see how Familia was prejudiced by counsel's other alleged shortcomings.  While the record verifies Familia's claim that counsel failed to file a motion to suppress, a motion to quash the indictment, and a motion for an acquittal, we discern no basis upon which any of these motions could have been allowed.  Counsel's failure to call Familia's sister as a witness at his trial also appears to have had a negligible impact on the verdict given the weaknesses in her testimony.   See United States v. Jackson, 3 F.3d at 511.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Nevertheless, \"[i]t is well established in this circuit that a claim of ineffective assistance of counsel will not be resolved on direct appeal where the claim was not raised in the district court, unless the critical facts are not in dispute and a sufficiently developed record exists.\"   United States v. Daniels, 3 F.3d 25, 26-27 (1st Cir. 1993).  This is because \"[a] claim of ineffective assistance of counsel which involves matters not fully developed in the trial record, but necessary for determination of the claim, is not ripe for decision on direct appeal.\"   United States v. Georgacarakos, 988 F.2d 1289, 1297 (1st Cir. 1993)(declining to reach claim that defense counsel rendered ineffective assistance by failing to raise entrapment defense where record did not enable reviewing court to determine whether counsel made a tactical decision not to pursue the defense and likelihood of prejudice resulting from the failure to raise it).  Moreover, the trial judge is in the best position to evaluate defense counsel's performance in the first instance.   See, e.g., United States v. McGill, 952 F.2d 16, 19 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Resolution of Familia's ineffective assistance claim requires a factual inquiry to determine whether Bonifacio actually paid defense counsel's fee, whether defense counsel knew Bonifacio to be a drug dealer as Familia alleges, and whether defense counsel failed to pursue any viable defenses as a result of his alleged relationship with Bonifacio.  Therefore, we decline to resolve this ineffective assistance claim on direct appeal.  Rather, we leave Familia to develop this claim in a 28 U.S.C. Sec. 2255 proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Accordingly, Familia's conviction and sentence are affirmed without prejudice to Familia's right to pursue relief under 28 U.S.C. Sec. 2255.  Familia's motion for a polygraph examination is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">drugs was my brother.  I knew he was involved in that before.  I didn't know that he was still</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">involved in that.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Familia was acquitted of using a firearm in relation to a drug trafficking crime in violation of 18 U.S.C. Sec. 924(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> His landlady also testified that Bonifacio frequently stayed at Familia's apartment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The testimony went as follows:</p>\n        <p>Assistant U.S. Attorney:  Who do you claim is the owner of the cocaine?</p>\n        <p>Familia:  The only one related who had anything to do with</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Familia contends that had Bonifacio been arrested, he would have confessed to owning the cocaine and further shown that the police were lying when they testified that the cocaine was found in the bedroom occupied by Familia and Jackson.  Familia says that his brother would make a deal with the government to disclose the truth about the cocaine to avoid a stiff prison sentence for being in the United States illegally</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We note that the transcript of the probable cause hearing indicates that Jackson did not have a passport.  The trial record indicates that two passports in Familia's name were confiscated during the apartment search</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The documentary evidence Familia relies upon is attached to his appellate brief.  It consists of the police reports and search warrant that pertained to Bonifacio's 1990 arrest and a copy of an Immigration and Naturalization Service (INS) detainer on Bonifacio.  These documents are not part of the district court's record.  Familia asks that we conduct a \"de novo review\" of this and other evidence that is in the record in assessing his ineffective assistance claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Familia claims that there was $5007 in the strongbox, not the $3866 identified at trial.  He says that the officer in charge of the investigation (Providence Detective Lennon) pocketed the difference and that his attorney covered it up by refusing to let Familia testify to the true amount</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Familia also argues that his attorney failed to ask certain questions that were asked at his probable cause hearing.  The questions, which are recorded on pp. 19-26 of the transcript, concern the information that the police had before they secured the search warrant for Familia's apartment.  Familia suggests that counsel could have established that the police had no direct evidence that either he or Jackson sold drugs</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The affidavit which Detective Lennon used to obtain the search warrant for Familia's apartment indicates that the informant purchased cocaine from the suspects on three occasions, two of which occurred in November 1991.  On the first occasion, the date of which is not specified, the informant purchased cocaine from the Hispanic male suspect at Familia's apartment.  On the second occasion, the informant purchased cocaine from the same man while he was in a car that was registered to Jackson.  On the third occasion, the informant purchased cocaine from the black female suspect while she was in the van that was registered to Familia.  Familia claims that this affidavit proves that he and Jackson do not meet the physical descriptions of the suspects who sold the cocaine.  But even assuming that is true, the jury could still have concluded that Familia and Jackson were involved in the conspiracy because they allowed their home and vehicles to be used for the drug transactions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Familia posits that Bonifacio would have confessed in a \"deal\" with the government.  We see no reason why the government should be inclined to offer a \"deal\" to Bonifacio, nor to assume that Bonifacio would have given testimony that would otherwise have cleared Familia and Jackson</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Familia's claim that his counsel suborned perjury obviously makes a very serious charge.  However, he does not explain how this particular act prejudiced his defense, thus it is not clear that this alleged misconduct rendered counsel's representation constitutionally ineffective</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">127</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Juan Consoro FAMILIA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 92-1685</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 11, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island [Hon.  Francis J. Boyle, Senior U.S. District Judge ]</p>\n      <p class=\"indent\">Juan Consoro Familia on brief pro se.</p>\n      <p class=\"indent\">Edwin J. Gale, United States Attorney, Margaret E. Curran and Kenneth P. Madden, Assistant United States Attorneys, on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After a jury trial, appellant Juan Consoro Familia and his live-in girlfriend, Priscilla Jackson, were convicted of conspiring to possess and possession with intent to distribute cocaine in violation of 21 U.S.C. Secs. 846, 841(a)(1), and 841(b)(1)(C).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Familia was sentenced to 85 months' imprisonment and 5 years of supervised release.  He is subject to deportation upon his release from prison.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We affirmed codefendant Jackson's sentence in  United States v. Jackson, <span class=\"citation\" data-id=\"194898\"><a href=\"/opinion/194898/united-states-v-jackson/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">506</span> </a></span>(1st Cir. 1993).  Familia, who is proceeding pro se, now appeals his conviction.  He raises one argument-i.e.-that his defense attorney rendered him constitutionally ineffective assistance due to a conflict of interest.  Familia specifically charges that his defense attorney's fee was paid by the true owner of the cocaine:  his brother, Bonifacio Consoro Familia (Bonifacio).  Familia contends that his counsel failed to mount a proper defense because his loyalty to Familia was compromised by his desire to protect Bonifacio so that he could receive payments from him.  Familia also charges that his defense attorney deliberately failed to introduce evidence that would have proven that he and Jackson were innocent and that Bonifacio and Bonifacio's girlfriend (\"Kris\") were the real drug dealers.  Having thoroughly reviewed the record and the parties' briefs on appeal, we affirm Familia's conviction without prejudice to his raising his ineffective assistance of counsel claim in a 28 U.S.C. Sec. 2255 proceeding.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Familia and Jackson were arrested after certain members of the Providence Police Department executed a search warrant at their apartment on November 11, 1991.  The underlying facts are described in  United States v. <span class=\"citation\" data-id=\"194898\"><span class=\"antecedent_guess\">Jackson,</span> <a href=\"/opinion/194898/united-states-v-jackson/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">508</span></a></span>, which states as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On November 11, 1991, police officers from Providence, Rhode Island went to execute a search warrant at the second floor apartment of 142 Bowdoin Street, Providence.  At approximately 7:00 p.m., Familia departed from the apartment and drove away in a Dodge minivan.  The officers stopped the vehicle and returned with Familia to his apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">They entered the kitchen through the rear door using Familia's keys.  The kitchen leads directly to the master bedroom, which contained a bed, a crib, an upright dresser, a bureau and a television table.  Jackson was on the bed with the couple's child.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Upon entering the apartment, Familia declared:  \"All I have is a gun.  It's under the mattress.\"  The police proceeded to search the apartment.  They found the pistol under the mattress.  A bottle of inositol, a chemical used to cut or dilute cocaine, sat on top of the bureau.  The bottom drawer of the dresser was nailed shut.  The officers discovered that the drawer itself had been removed and only the facade remained.  On the floor behind the false drawer front, they found a paper bag and a metal box.  The paper bag held three plastic bags that contained 299.22 grams of cocaine.  The metal box contained $3866 in United States currency and two Rhode Island state lottery receipts, which indicated that Familia had received a total of $2085 in winnings on August 28, 1991.  The police also found a small plastic bag containing ten rounds of .38 caliber ammunition in plain view on the floor in front of the bedroom closet.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At trial, t he foregoing facts were established through the testimony of the five Providence police officers who participated in the search of the apartment.  There was also evidence that shortly after the arrest, Familia told the police, \"She had nothing to do with it.  I'm responsible for everything you found.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The defendants were represented by separate counsel.  They argued that the evidence did not prove that they knowingly possessed the cocaine with the intent to distribute it.  Familia, who had no criminal record, testified in his defense.  He maintained that his post-arrest statement referred only to the gun and that he did not own the cocaine.  He testified that his brother Bonifacio also resided in the apartment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  On cross-examination, Familia implied that the cocaine might have belonged to Bonifacio, although his testimony was not firm on this point.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  While he acknowledged that the strongbox and gun were his, he testified that most of the money in the strongbox had been given to him by his sister to purchase his van and ship it to Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The trial record suggests that Familia's trial counsel made a faint-hearted attempt to imply that Bonifacio was the drug dealer.  On cross-examining one of the police officers (Drohan), counsel established that Bonifacio had been arrested on 9/4/90 for selling cocaine to an undercover police officer.  He also established that the police had received many complaints that Bonifacio was selling drugs from a barricaded Providence address (65 Laura Street) around that time.  But he did not elicit further evidence to that effect from Familia.  The little evidence that Familia gave impugning his brother was brought out by the government on cross-examination.  In any event, neither the jury nor the sentencing judge were persuaded by Familia's story.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On appeal, Familia argues that his attorney deprived him of the effective assistance of counsel by failing to use evidence that would have shown that Bonifacio was the real owner of the cocaine.  Familia claims that Bonifacio was in the United States illegally after previously being deported for a drug offense.  He alleges that Bonifacio paid his attorney in cash and that his attorney had an interest in not turning Bonifacio in so that he could continue receiving payments and avoid implicating himself in the crime of failing to report an illegal alien.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Familia contends that his counsel's ineffectiveness is shown by the following acts and omissions:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(1) failing to file a motion to suppress, a motion to quash the indictment, and a motion for an acquittal;</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(2) failing to file a motion to compel a confidential informant, who participated in three drug buys before</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Familia's arrest and provided the Providence police with information which lead them to suspect that persons occupying Familia's apartment were selling cocaine, to testify and identify the real drug pushers (i.e.,</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Bonifacio and Kris);</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(3) failing to use documents and things that the government provided in pretrial discovery.  In support of this particular claim, Familia argues that:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(a) his counsel could have used the affidavit that the police submitted in support of the application for the search warrant to prove that he and Jackson do not satisfy the physical descriptions of the Hispanic male and black female who allegedly sold cocaine as described in the affidavit;</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(b) counsel also could have used the defendants' passports and a picture of Jackson to prove that he and Jackson were in Puerto Rico when the informant purchased cocaine and that his sister gave him the money that was found in the strongbox;<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(c) counsel failed to secure copies of the defendants' airline tickets, which would have corroborated his story that they were in Puerto Rico when the informant made the drug buys;  and</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(d) counsel failed to introduce a photograph of</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Bonifacio and documentary evidence that would have established that Bonifacio had previously been convicted of selling drugs and deported.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(4) failing to call Familia's sister as a witness at his trial, although she would have corroborated Familia's testimony that most of the money found in the strongbox represented the proceeds of Familia's sale of the van to her, as her testimony at his sentencing demonstrates;</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(5) suborning perjury by instructing Familia to lie about how much money was found in the strongbox to protect a Providence police officer who stole some of that money;<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">(6) failing to show that Detective Lennon lied to the grand jury about Jackson's involvement in drug sales.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Familia asks that we set aside both his and Jackson's conviction based on the foregoing allegations.  The government urges us to deny Familia's claim on the ground that he has failed to show an actual conflict of interest.  Alternatively, the government says that we should decline to address this issue on direct appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">At the outset we note that significant portions of Familia's brief raise arguments on behalf of his co-defendant, Jackson.  But as Familia has no standing to challenge Jackson's conviction, the arguments he asserts on her behalf have no merit.  Familia's conflict of interest claim requires further attention.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">\"In order to establish a violation of ... [a defendant's] Sixth Amendment [right to the effective assistance of counsel], a defendant who raised no objection at trial must demonstrate that an actual conflict of interest adversely affected his lawyer's performance.\"   Cuyler v. Sullivan, <span class=\"citation\" data-id=\"110256\"><a href=\"/opinion/110256/cuyler-v-sullivan/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 348 (1980).   See also United States v. Rodriguez, <span class=\"citation\" data-id=\"558563\"><a href=\"/opinion/558563/united-states-v-carlos-rodriguez-rodriguez/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">747</span></a></span>, 749 (1st Cir. 1991)(per curiam).  And, \"in order to show an actual conflict of interest, a defendant must show that (1) the lawyer could have pursued a plausible alternative defense strategy or tactic and (2) the alternative strategy or tactic was inherently in conflict with or not undertaken due to the attorney's other interests or loyalties.\"   United States v. Soldevila-Lopez, <span class=\"citation\" data-id=\"664046\"><a href=\"/opinion/664046/united-states-v-angel-a-soldevila-lopez-aka-angelo/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span>, 486 (1st Cir. 1994).  While the defendant \"need not show that the alternative strategy would have been successful\" he must establish that \"it possessed 'sufficient substance' to be a viable alternative.\"   United States v. Garcia-Rosa, <span class=\"citation\" data-id=\"524260\"><a href=\"/opinion/524260/united-states-v-blanca-garcia-rosa-united-states-of-america-v-pedro/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">209</span></a></span>, 231 (1st Cir. 1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1030</span> </span>(1990)(quoting  Brien v. United States, <span class=\"citation\" data-id=\"411729\"><a href=\"/opinion/411729/james-a-brien-v-united-states/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 15 (1st Cir. 1982)).  \"[A] defendant who shows that a conflict of interest actually affected the adequacy of his representation need not demonstrate prejudice in order to obtain relief.\"   Cuyler v. <span class=\"citation\" data-id=\"110256\"><span class=\"antecedent_guess\">Sullivan,</span> <a href=\"/opinion/110256/cuyler-v-sullivan/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">349-50</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Familia primarily faults defense counsel for failing to use evidence generated by the police surveillance of his apartment before the search that lead to his arrest.  He claims that counsel could have proven that he and Jackson were away in Puerto Rico when the informant purchased cocaine from Bonifacio and his girlfriend \"Kris,\" and that this in turn would have persuaded the jury that he and Jackson were innocent.  It is not clear that this was a plausible alternative strategy.  Even if counsel had pursued it, the evidence could have shown that Jackson and Familia had allowed their home and their respective motor vehicles to be used by others to sell cocaine.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The jury could easily have construed this evidence as further supporting the government's claim that Familia and Jackson were involved in a conspiracy to possess and distribute cocaine, particularly in light of the other evidence that was adduced at trial.  Counsel's decision to refrain from introducing this evidence thus may well have been a reasonable tactical decision, not necessarily an effort to protect Bonifacio at Familia's expense.  Familia also offers no sound reasons to believe that Bonifacio would have confessed to being the true owner of the cocaine had defense counsel turned him in.   Compare United States v. <span class=\"citation\" data-id=\"524260\"><span class=\"antecedent_guess\">Garcia-Rosa,</span> <a href=\"/opinion/524260/united-states-v-blanca-garcia-rosa-united-states-of-america-v-pedro/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">231</span> </a></span>(rejecting ineffective assistance claim based on failure to call a witness).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We also fail to see how Familia was prejudiced by counsel's other alleged shortcomings.  While the record verifies Familia's claim that counsel failed to file a motion to suppress, a motion to quash the indictment, and a motion for an acquittal, we discern no basis upon which any of these motions could have been allowed.  Counsel's failure to call Familia's sister as a witness at his trial also appears to have had a negligible impact on the verdict given the weaknesses in her testimony.   See United States v. <span class=\"citation\" data-id=\"194898\"><span class=\"antecedent_guess\">Jackson,</span> <a href=\"/opinion/194898/united-states-v-jackson/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">511</span></a></span>.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Nevertheless, \"[i]t is well established in this circuit that a claim of ineffective assistance of counsel will not be resolved on direct appeal where the claim was not raised in the district court, unless the critical facts are not in dispute and a sufficiently developed record exists.\"   United States v. Daniels, <span class=\"citation\" data-id=\"194896\"><a href=\"/opinion/194896/united-states-v-daniels/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 26-27 (1st Cir. 1993).  This is because \"[a] claim of ineffective assistance of counsel which involves matters not fully developed in the trial record, but necessary for determination of the claim, is not ripe for decision on direct appeal.\"   United States v. Georgacarakos, <span class=\"citation\" data-id=\"602802\"><a href=\"/opinion/602802/united-states-v-peter-n-georgacarakos/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1289</span></a></span>, 1297 (1st Cir. 1993)(declining to reach claim that defense counsel rendered ineffective assistance by failing to raise entrapment defense where record did not enable reviewing court to determine whether counsel made a tactical decision not to pursue the defense and likelihood of prejudice resulting from the failure to raise it).  Moreover, the trial judge is in the best position to evaluate defense counsel's performance in the first instance.   See, e.g., United States v. McGill, <span class=\"citation\" data-id=\"574332\"><a href=\"/opinion/574332/united-states-v-steven-mcgill/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 19 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Resolution of Familia's ineffective assistance claim requires a factual inquiry to determine whether Bonifacio actually paid defense counsel's fee, whether defense counsel knew Bonifacio to be a drug dealer as Familia alleges, and whether defense counsel failed to pursue any viable defenses as a result of his alleged relationship with Bonifacio.  Therefore, we decline to resolve this ineffective assistance claim on direct appeal.  Rather, we leave Familia to develop this claim in a 28 U.S.C. Sec. 2255 proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Accordingly, Familia's conviction and sentence are affirmed without prejudice to Familia's right to pursue relief under 28 U.S.C. Sec. 2255.  Familia's motion for a polygraph examination is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">drugs was my brother.  I knew he was involved in that before.  I didn't know that he was still</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">involved in that.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Familia was acquitted of using a firearm in relation to a drug trafficking crime in violation of 18 U.S.C. Sec. 924(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> His landlady also testified that Bonifacio frequently stayed at Familia's apartment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The testimony went as follows:</p>\n        <p>Assistant U.S. Attorney:  Who do you claim is the owner of the cocaine?</p>\n        <p>Familia:  The only one related who had anything to do with</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Familia contends that had Bonifacio been arrested, he would have confessed to owning the cocaine and further shown that the police were lying when they testified that the cocaine was found in the bedroom occupied by Familia and Jackson.  Familia says that his brother would make a deal with the government to disclose the truth about the cocaine to avoid a stiff prison sentence for being in the United States illegally</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We note that the transcript of the probable cause hearing indicates that Jackson did not have a passport.  The trial record indicates that two passports in Familia's name were confiscated during the apartment search</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The documentary evidence Familia relies upon is attached to his appellate brief.  It consists of the police reports and search warrant that pertained to Bonifacio's 1990 arrest and a copy of an Immigration and Naturalization Service (INS) detainer on Bonifacio.  These documents are not part of the district court's record.  Familia asks that we conduct a \"de novo review\" of this and other evidence that is in the record in assessing his ineffective assistance claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Familia claims that there was $5007 in the strongbox, not the $3866 identified at trial.  He says that the officer in charge of the investigation (Providence Detective Lennon) pocketed the difference and that his attorney covered it up by refusing to let Familia testify to the true amount</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Familia also argues that his attorney failed to ask certain questions that were asked at his probable cause hearing.  The questions, which are recorded on pp. 19-26 of the transcript, concern the information that the police had before they secured the search warrant for Familia's apartment.  Familia suggests that counsel could have established that the police had no direct evidence that either he or Jackson sold drugs</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The affidavit which Detective Lennon used to obtain the search warrant for Familia's apartment indicates that the informant purchased cocaine from the suspects on three occasions, two of which occurred in November 1991.  On the first occasion, the date of which is not specified, the informant purchased cocaine from the Hispanic male suspect at Familia's apartment.  On the second occasion, the informant purchased cocaine from the same man while he was in a car that was registered to Jackson.  On the third occasion, the informant purchased cocaine from the black female suspect while she was in the van that was registered to Familia.  Familia claims that this affidavit proves that he and Jackson do not meet the physical descriptions of the suspects who sold the cocaine.  But even assuming that is true, the jury could still have concluded that Familia and Jackson were involved in the conspiracy because they allowed their home and vehicles to be used for the drug transactions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Familia posits that Bonifacio would have confessed in a \"deal\" with the government.  We see no reason why the government should be inclined to offer a \"deal\" to Bonifacio, nor to assume that Bonifacio would have given testimony that would otherwise have cleared Familia and Jackson</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Familia's claim that his counsel suborned perjury obviously makes a very serious charge.  However, he does not explain how this particular act prejudiced his defense, thus it is not clear that this alleged misconduct rendered counsel's representation constitutionally ineffective</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110256/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194896/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194898/",
    "https://www.courtlistener.com/api/rest/v3/opinions/411729/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524260/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558563/",
    "https://www.courtlistener.com/api/rest/v3/opinions/574332/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602802/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664046/"
  ]
}