{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195488/",
  "id": 195488,
  "absolute_url": "/opinion/195488/charles-v-rice-secretary-usaf/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195488/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:40:55Z",
  "date_modified": "2020-02-21T23:29:20.491276Z",
  "type": "010combined",
  "sha1": "f366d858892c21826ff73d12b810964a25930307",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2338.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-2338\n\n                        OSCAR CHARLES,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n           HONORABLE DONALD RICE, SECRETARY OF THE \n               UNITED STATES AIR FORCE, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Carmen C. Cerezo, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                     Cyr, Circuit Judge,\n                                       \n                Bownes, Senior Circuit Judge,\n                                            \n                  and Stahl, Circuit Judge.\n                                          \n\n                                         \n\nWilliam  Ramirez-Hernandez, with whom Paula  Sciabarrasi, Vargas &amp;\n                                                                  \nRamirez Law Office,  and Charles S. Hey-Maestre, Sabana  Education and\n                                           \nCivil Rights Project, were on brief for appellant.\nMichael S. Raab, Attorney, Civil Division, Department of  Justice,\n               \nwith whom  Guillermo  Gil, United  States Attorney,  Frank W.  Hunger,\n                                                                 \nAssistant Attorney  General, Anthony  J.  Steinmeyer, Attorney,  Civil\n                                                \nDivision,  Department of Justice, and  Col. Raul F.  Barbara, Lt. Col.\n                                                                  \nConrad  Von Wald,  Major Carla  S. Walgenbach,  and Major  Patricia A.\n                                                                  \nKerns, Of Counsel,  Department of  the Air  Force, General  Litigation\n \nDivision, were on brief for appellees Honorable Donald Rice, Secretary\nof the \n\nUnited  States  Air Force,  and Lt.  General Conaway,  Chief, National\nGuard Bureau. \nCarlos Lugo-Fiol, Deputy  Solicitor General  for the  Commonwealth\n                \nof  Puerto  Rico,  with  whom Pedro  A.  Delgado-Hernandez,  Solicitor\n                                                      \nGeneral,  was  on  brief  for  appellees  William  Miranda-Marin,  the\nAdjutant General of the Commonwealth of Puerto Rico, Colonel Manuel A.\nGuzman,  of the Puerto Rico  Air National Guard,  and Colonel Gilberto\nColon, Personnel Officer, Puerto Rico Air National Guard.\n\n                                         \n\n                        July 14, 1994\n                                         \n\n          BOWNES,  Senior  Circuit Judge.    After  more than\n          BOWNES,  Senior  Circuit Judge.\n                                        \n\ntwenty years of service in the Puerto Rico Air National Guard\n\n(PRANG)  and  employment  as  a  National  Guard  technician,\n\nplaintiff-appellant, Oscar Charles,  tested positive for  the\n\nHuman Immunodeficiency  Virus (HIV)  and was discharged  from\n\nPRANG and from his technician job.  Plaintiff filed an action\n\nunder   42  U.S.C.      1983   seeking  declaratory   relief,\n\nreinstatement,  and back  pay from  defendants-appellees, the\n\nSecretary  of the United States  Air Force, the  Chief of the\n\nUnited  States National  Guard  Bureau, PRANG,  the  Adjutant\n\nGeneral of Puerto Rico, and two PRANG officers.  The district\n\ncourt reached  the merits and  ruled in favor  of defendants.\n\nSee Doe v. Rice, 800 F. Supp. 1041 (D.P.R. 1992).   We vacate\n               \n\nthe decision with  respect to plaintiff's claim  for back pay\n\nfor his technician job, but affirm the decision on the merits\n\nin all other respects.\n\n                              I.\n\n                          BACKGROUND\n                                    \n\n                        National Guard\n                                      \n\n          Before  stating the  facts immediately  relevant to\n\nplaintiff's case, we provide the following description of the\n\nNational  Guard.   The Guard  is a  hybrid state  and federal\n\n                             -2-\n                              2\n\norganization.1    While a  part of  the  Armed Forces  of the\n\nUnited States, the Guard \n\n          occupies a  distinct role in  the federal\n          structure that does not fit neatly within\n          the  scope  of either  state  or national\n          concerns.   In  each  state the  National\n          Guard  is  a  state  agency,  under state\n          authority and control.  At the same time,\n          federal  law  accounts, to  a significant\n          extent, for the composition  and function\n          of the Guard.  Accordingly, the Guard may\n          serve  the state in times of civil strife\n          within  its  borders  while   also  being\n          available  for   federal  service  during\n          national emergencies.  \n\nKnutson  v. Wisconsin Air Nat'l Guard, 995 F.2d 765, 767 (7th\n                                     \n\nCir.), cert. denied, 114 S. Ct. 347 (1993).  \n                   \n\n          The governor and his or her appointee, the Adjutant\n\nGeneral,  command the Guard in  each state.   See, e.g., P.R.\n                                                       \n\nLaws Ann.  tit. 25,    2058-2059;  see also 32 U.S.C.    314.\n                                           \n\nThe  Defense Department, the Secretaries of  the Army and Air\n\nForce,  and the National  Guard Bureau  prescribe regulations\n\nand  issue orders  to  organize, discipline,  and govern  the\n\nGuard.   32 U.S.C.    110.  States  that fail to  comply with\n\nfederal   regulations  risk   forfeiture  of   federal  funds\n\n                    \n\n1.  National Guard  units may  be established in  the states,\nterritories, Puerto  Rico, and the District of  Columbia.  32\nU.S.C.   101(6).   For the sake of  convenience, we refer  to\nall these entities as states.  The differences between Puerto\nRico   and  a   state   are  immaterial   in  this   context.\nPenagaricano  v. Llenza, 747 F.2d 55, 56 n.1 (1st Cir. 1984),\n                       \noverruled on other grounds by Wright v. Park, 5 F.3d 586, 591\n                                            \n(1st Cir. 1993).\n\n                             -3-\n                              3\n\nallocated to organize, equip,  and arm state Guards.   Id.   \n                                                          \n\n101, 107, 108, 501; Knutson, 995 F.2d at 767.  \n                           \n\n          Every  member of  the state  Air National  Guard is\n\nalso enlisted  in a  federal  organization known  as the  Air\n\nNational Guard of  the United States (ANGUS),  a component of\n\nthe Ready  Reserves of the  Armed Forces, which  is activated\n\nwhen the Guard is called into federal service.  10 U.S.C.    \n\n261,  269,  8079, 8261;  32 U.S.C.      101, 301;  Perpich v.\n                                                          \n\nDepartment of Defense, 496 U.S. 334, 345-46 (1990).\n                     \n\n          Many Guard members,  so-called \"weekenders,\"  serve\n\nonly part-time,  by participating in drills  and maneuvers on\n\nweekends  and  in the  summer.    National Guard  technicians\n\nparticipate  in those  activities,  but  also hold  full-time\n\ncivilian  jobs  with  their  units.   Guard  technicians  are\n\nfederal  civil servants,  hired and  supervised by  the state\n\nAdjutant  General.   32  U.S.C.     709.    Technicians  must\n\nmaintain membership  in the  state Guard to  remain qualified\n\nfor federal employment.  Id.\n                            \n\n             Plaintiff's Separation from Service\n                                                \n\n          Plaintiff enlisted  in PRANG in 1967  and was hired\n\nas  a Guard technician two  years later.   From 1969 until he\n\nwas  discharged, he drew two  salaries:  one  from PRANG, and\n\nthe  other from the federal government for his services as an\n\naircraft  maintenance technician.   In  June 1990,  he tested\n\npositive  for   HIV  in  a  routine   screening  of  military\n\n                             -4-\n                              4\n\npersonnel.  That  result was  confirmed by a  second test  in\n\nJune or early July 1990. \n\n          Plaintiff received an order on September 21,  1990,\n\nstating that  he had been honorably discharged  from PRANG on\n\nSeptember 17, 1990, and transferred from the Ready Reserve to\n\nthe  Standby Reserve.  That  order was based  on Air National\n\nGuard Regulation  (ANGR) 39-10, which states  that members of\n\nthe  Guard testing positive  for HIV shall  be transferred to\n\nthe Standby  Reserve  unless a  \"nondeployable  position\"  is\n\navailable.  ANGR 39-10   8-25.  \"Deployability,\" according to\n\nthe record, refers to the ability  to be sent anywhere in the\n\nworld for duty.  The district court heard testimony that most\n\nGuard positions are classified as deployable.  \n\n          On October  16, 1990,  plaintiff was  notified that\n\nhis eligibility for employment as a technician ended  when he\n\nwas discharged from the Guard.  Plaintiff was advised that he\n\nwould be separated from federal employment after November 19,\n\n1990. \n\n          Plaintiff's requests for revocation of these orders\n\nwere unavailing.  In addition, his application for disability\n\nbenefits was  denied because he was  not physically disabled.\n\n          Thereafter,  plaintiff filed  suit  in  the  United\n\nStates  District  Court  for  the District  of  Puerto  Rico,\n\nalleging that ANGR 39-10 was invalid, and that  his discharge\n\nfrom  PRANG and  from  his technician  job violated  National\n\n                             -5-\n                              5\n\nGuard  regulations,  Defense   Department  policy,  and   the\n\nprinciples of  due process  and equal protection.   Plaintiff\n\nsought  reinstatement  and  back  pay for  his  military  and\n\ncivilian jobs, as  well as a  declaratory judgment that  ANGR\n\n39-10  was invalid.    After prevailing  in several  pretrial\n\nskirmishes,2 plaintiff  was ultimately unsuccessful  when the\n\ncourt decided  his case  on the  merits.  Plaintiff  remained\n\nasymptomatic at the time of trial.\n\n                            Issues\n                                  \n\n          The issues  on appeal arise from  the trial court's\n\ndecision  that ANGR  39-10  was valid,  and that  plaintiff's\n\nseparation from PRANG  and from his federal  position did not\n\nviolate  due process  and  equal protection  principles.   In\n\naddition  to   assailing  several  of  the   court's  factual\n\nfindings, plaintiff  raises the following legal  issues:  [1]\n\nwhether the  lack of  a hearing  upon his discharge  violated\n\nANGR 39-10  and  his right  to  procedural due  process;  [2]\n\nwhether ANGR 39-10 conflicted with Defense Department policy;\n\n[3]  whether   ANGR  39-10   violated  his  right   to  equal\n\n                    \n\n2.  The  district  court  issued  interlocutory  orders  that\nplaintiff's case was justiciable,  and that plaintiff was not\nrequired  to seek  relief from  the Air  Force Board  for the\nCorrection  of Military  Records  prior to  filing his  civil\nsuit.  Those  issues have not been briefed by  the parties on\nappeal, and we  do not address  them in this  case.  For  the\nsame reason, we do not address whether defendants can be said\nto have  acted  under  color  of  state  law  in  discharging\nplaintiff.  \n\n                             -6-\n                              6\n\nprotection;  and  [4] whether  he was  entitled to  a hearing\n\nbefore a medical board.  \n\n                             II.\n\n                            MERITS\n                                  \n\n                         Regulations\n                                    \n\n          Plaintiff argues  that PRANG failed to  follow ANGR\n\n39-10 in discharging him.  At the time of the discharge, that\n\nregulation provided in pertinent part: \n\n          Members [of  the Air National  Guard] not\n          entitled to military medical  health care\n          who  display  serologic evidence  [of HIV\n          infection]  will  be  transferred to  the\n          Standby  Reserves if they  cannot be used\n          in  a  non-deployable  position.    These\n          members will be referred to their private\n          physicians    for   medical    care   and\n          counseling.\n\nANGR  39-10   8-25(b).   Plaintiff does not  argue that PRANG\n\nlacked the authority to discharge him once he was transferred\n\nto the Standby Reserve.  Rather, plaintiff's argument is that\n\nPRANG  did not follow  the procedures required  by ANGR 39-10\n\nwhen he was transferred to the Standby Reserve. \n\n          The court  found that plaintiff was discharged from\n\nPRANG  and transferred  to  the Standby  Reserve after  PRANG\n\nconducted an unsuccessful search for a nondeployable position\n\ncompatible with plaintiff's civil  technician job.  We review\n\nthe findings for clear  error, Fed. R. Civ. P.  52(a), paying\n\nheed  to the district court's superior  position to gauge the\n\n                             -7-\n                              7\n\ncredibility  of witnesses.   Dedham  Water Co.  v. Cumberland\n                                                             \n\nFarms Dairy, Inc., 972 F.2d 453, 457 (1st Cir. 1992).  \n                 \n\n          In this case, we find no error in the determination\n\nthat a  PRANG personnel officer, Major  Urutia, had conducted\n\nan  adequate--but ultimately  fruitless--search from  July or\n\nAugust of 1990 into 1991 for a vacant, nondeployable position\n\nfor plaintiff.  Urutia testified that the search for a vacant\n\nposition  extended  beyond plaintiff's  own  unit  into other\n\nunits  and  took  into  consideration  plaintiff's  tactical,\n\nenvironmental,  and electrical  systems  expertise.    Urutia\n\ntestified  that she was unable to find a vacant nondeployable\n\nmilitary position compatible with plaintiff's qualifications.\n\nA unit manning document  compiled in August 1990, as  well as\n\nthe  testimony  of  Julio  Godreau  Marrero,  an  officer  in\n\nplaintiff's squadron, corroborated Urutia's testimony.  \n\n          The record contains two statements regarding vacant\n\nnondeployable  positions:   one  witness stated  that he  had\n\nheard--but was  unable to verify--that a  cook's position was\n\navailable, and  another witness  testified that he  had heard\n\nthat  a  switchboard operator  position  was  vacant in  late\n\nDecember  1991.  Even if we were to assume that these hearsay\n\nstatements were reliable, but  cf. Doe, 800 F. Supp.  at 1047\n                                      \n\nn.7 (describing  one of  the statements as  \"vague hearsay\"),\n\nthere is nothing in the record indicating that either job was\n\ncompatible   with   plaintiff's  position   as   an  aircraft\n\n                             -8-\n                              8\n\nmaintenance  technician.   Plaintiff  has not  challenged the\n\ndistrict  court's  finding  that  the  Air   Force  considers\n\ncompatibility between a Guard member's military and  civilian\n\ntechnician positions necessary.  Id. at 1047 &amp; n.6.   We find\n                                    \n\nample support in the record  for the district court's finding\n\nthat  no suitable,  nondeployable  positions were  available.\n\nConsequently,  we  conclude that  plaintiff's  discharge from\n\nPRANG  and transfer to  the Standby  Reserve did  not violate\n\nANGR 39-10   8-25.\n\n          Plaintiff  next attacks  the  absence of  a hearing\n\naccompanying  his  discharge  as  violative  of  ANGR  39-10.\n\nAccording  to  plaintiff,  paragraph   1-23  of  ANGR   39-10\n\nguaranteed him a hearing.  That paragraph provided:\n\n          Unless otherwise  indicated, airman [sic]\n          recommended for discharge under [ANGR 39-\n          10]  will be  offered an  opportunity for\n          administrative       discharge      board\n          [procedures] . . . .\n\nANGR 39-10   1-23.  Prior to  plaintiff's discharge, however,\n\nANGR 39-10 was amended as follows: \n\n          Effective immediately  [August 10, 1990,]\n                                                   \n          members  processed  [in accordance  with]\n                                                   \n          ANGR   39-10,  para  8-25   will  not  be\n                                                   \n          notified nor offered  an opportunity  for\n                                                   \n          administrative       discharge      board\n                                                   \n          procedures.    The  upcoming revision  of\n                         \n          ANGR 39-10 will indicate these cases will\n          be   administered   through   appropriate\n          medical channels.     \n\n(Emphasis added.)\n\n                             -9-\n                              9\n\n          Citing Nicholson  v. Brown, 599 F.2d  639, 648 (5th\n                                    \n\nCir. 1979), for the proposition that an agency's \"application\n\nto  a case  of  new principles  announced  in the  course  of\n\ndeciding that case  may be  so tinged with  unfairness as  to\n\namount to an abuse\" of  discretion, plaintiff argues that the\n\namendment was invalid  as to him.   While  we agree that  the\n\namendment became effective after  he tested positive for HIV,\n\nwe disagree that it  constituted a new rule developed  in the\n\ncourse  of a  proceeding  affecting plaintiff.   Rather,  the\n\namendment to ANGR 39-10  was procedural, not substantive, and\n\nbecame effective before plaintiff's discharge  was processed.\n\n\"The   [procedural]  regulations   in  force   at   the  time\n\nadministrative proceedings  take place  govern, not  those in\n\neffect  at some earlier time  when the events  giving rise to\n\nthe action occurred.\"  Chilcott v. Orr, 747 F.2d 29,  34 (1st\n                                      \n\nCir. 1984); accord  Alberico v. United States, 783 F.2d 1024,\n                                             \n\n1028  (Fed. Cir. 1986).   Accordingly, the  amendment to ANGR\n\n39-10 deleting the right to an administrative hearing applied\n\nto plaintiff's case.  \n\n          Plaintiff  attempts  to  impugn  the  amendment  by\n\narguing that it is analogous to a bill of attainder, and that\n\nit was never formally adopted.  A bill of attainder  is a law\n\nthat inflicts punishment upon identifiable members of a class\n\nwithout providing  a judicial trial.   Nixon v. Administrator\n                                                             \n\nof Gen. Servs., 433 U.S. 425, 468-69 (1977).  \n              \n\n                             -10-\n                              10\n\n          Plaintiff's  allegations  are  unsupported  by  the\n\nrecord.  Captain Robinson,  the National Guard Bureau officer\n\nresponsible for  the amendment to ANGR  39-10, testified that\n\nhe proposed  it in  1989 to eliminate  unnecessary procedures\n\nwhere the  individual's HIV status was  undisputed, and where\n\nthere were  no nondeployable positions available.   According\n\nto Robinson, only if  a nondeployable position were available\n\nwould  further  procedures be  warranted  to  make a  medical\n\ndetermination  of whether the  HIV infection  would interfere\n\nwith the duties of  that position.  An  administrative board,\n\nhowever, could not make such an evaluation because it lacks a\n\nmedical faculty.  And because Guard members are generally not\n\nentitled  to  military  medical  health  care,  the  infected\n\nindividual  would  have to  pay  for  any additional  medical\n\ntests.  It is undisputed that plaintiff's status in the Guard\n\ndid not  entitle  him  to military  health  care.    Robinson\n\ntestified that his superiors  approved the amendment and that\n\nit became effective on  August 10, 1990.  The  uncontradicted\n\nevidence  thus  indicates  that  the amendment  was  a  duly-\n\napproved,  general  policy  change, designed  to  effect  the\n\nnonpunitive  purpose  of   eliminating  unnecessary,   costly\n\nprocedures.    See  Alberico,  783 F.2d  at  1028  (rejecting\n                            \n\nargument  that  generally-applicable amendment  of regulation\n\naffecting  plaintiff's  service  record constituted  bill  of\n\n                             -11-\n                              11\n\nattainder, even though  amendment was \"certainly inspired  by\n\nhis case\").  \n\n                         HIV Policy \n                         HIV Policy\n                                   \n\n          Plaintiff's  next  argument is  that  his discharge\n\nviolated Defense Department policy.   There are two prongs to\n\nplaintiff's argument.  First,  plaintiff quotes the following\n\npolicy  statement from  the  Defense Department  and the  Air\n\nForce, regarding active duty  personnel infected with HIV, in\n                            \n\nan effort to prove that ANGR 39-10 conflicted with Department\n\npolicy: \n\n          Individuals  with  serologic evidence  of\n          HIV infection and who show no evidence of\n          clinical illness or  other indication  of\n          immunologic   or  neurologic   impairment\n          related  to HIV  infection, shall  not be\n                                                   \n          separated   solely   on   the  basis   of\n                                                   \n          serologic evidence of HIV infection.  \n                                              \n\n(Emphasis  added.)   Plaintiff's attempt  to use  that policy\n\nstatement to  undermine  ANGR 39-10  is unavailing,  however,\n\nbecause he was a reservist, not on active duty.  \n\n          There  is a provision regarding reservists with HIV\n\nin each  of the  memoranda containing that  policy statement.\n\nThe Defense Department policy states that \"the Secretaries of\n\nthe  Military Departments  may restrict  individuals [in  the\n\nReserves]  with  serologic  evidence  of   HIV  infection  to\n\nnondeployable  units  or  positions  for  purposes  of  force\n\nreadiness.\"     Air  Force  policy,  in   turn,  states  that\n\nreservists \"shall be transferred to the Standby Reserve, only\n\n                             -12-\n                              12\n\nif  they  cannot be  utilized in  the Selected  [i.e., Ready]\n                                                     \n\nReserve,\"  and that  the decision  regarding fitness  for the\n\nSelected  Reserve  must  take  into  account  that  \"military\n\npersonnel [with HIV] shall  only be assigned to nondeployable\n\nunits  and  positions.\"   In  this  case, plaintiff  was  not\n\nseparated solely  because  of  his  HIV condition.    He  was\n\ntransferred to the Standby  Reserve and discharged from PRANG\n\nbecause  he  tested  positive  for  HIV  and  there  were  no\n\ncompatible, nondeployable positions available.\n\n          The second  prong of plaintiff's  argument is  that\n\nthe  Secretary   of  the  Air  Force   allegedly  abused  his\n\ndiscretion   in   restricting    reservists   with   HIV   to\n\nnondeployable  positions.     A  Defense  Department   policy\n\nprovided  the Secretary  with the  authority to  make such  a\n\nrestriction \"for purposes of  force readiness.\"  According to\n\nplaintiff, the restriction is groundless because persons with\n\nHIV can lead normal lives.  \n\n          Our standard of review of decisions committed to an\n\nagency's  discretion is  invariably  deferential.    See  New\n                                                             \n\nEngland Legal  Found. v.  Massachusetts Port Auth.,  883 F.2d\n                                                  \n\n157, 169 (1st  Cir. 1989).  And in the  context of a decision\n\nsuch  as the  Secretary's, in which  \"force readiness\"  is at\n\nissue, courts  must be  especially circumspect.   The Supreme\n\nCourt has stated that \"it is difficult to conceive of an area\n\nof  governmental  activity  in  which the  courts  have  less\n\n                             -13-\n                              13\n\ncompetence.\"   Gilligan v. Morgan, 413 U.S. 1, 10 (1973); see\n                                                             \n\nalso Chilcott, 747 F.2d at 32 (\"Interference by the judiciary\n             \n\nwith the administration of  the military would undermine this\n\nnation's ability to maintain a disciplined and ready fighting\n\nforce.\"). \n\n          The record  provides ample support for  our finding\n\nthat  the Secretary did not  abuse his discretion in adopting\n\nthe  policy  underlying  ANGR  39-10.   The  Air  Force Ready\n\nReserve (including  the National Guard) makes  demands of its\n\nmembers  that civilians  might not  normally face,  and these\n\ndemands  bear on  \"force  readiness.\"   The National  Guard's\n\n\"whole  reason for  being  is to  be  ready to  be  deployed,\n\ngenerally outside of the  United States.\"  Doe, 800  F. Supp.\n                                              \n\nat 1045.  There is ample support for the finding that persons\n\nwith  HIV who are asymptomatic are  not deployable because of\n\ntheir restricted capacity to be immunized, their inability to\n\ndonate  blood,  and  the  unpredictability of  the  onset  of\n\nsymptoms.  Id.   It follows that force readiness  is affected\n              \n\nwhen nondeployable  persons staff  deployable positions.   No\n\nfurther criticism  of the  Secretary's decision  is warranted\n\nunder the circumstances.\n\n                       Equal Protection\n                                       \n\n          Plaintiff's next argument is that ANGR 39-10 on its\n\nface  and as applied violated his  right to equal protection.\n\nPlaintiff argues in his brief that policies of the Department\n\n                             -14-\n                              14\n\nof Defense and Air Force draw  an invalid distinction between\n\nreservists and active duty personnel by permitting the former\n\nto be  discharged solely because  of their HIV  status, while\n\nguaranteeing  to the latter the right not to be discharged on\n\nthe basis of HIV infection alone.\n\n          The  district court  declined  to  reach a  similar\n\nissue in its order because plaintiff did not adequately raise\n\nit in  his complaint or at  trial.  See Doe, 800  F. Supp. at\n                                           \n\n1044  n.1.    Our review  of  the  record  substantiates that\n\nfinding.  While plaintiff flagged the  issue in his posttrial\n\nbrief  and in  his memorandum  supporting  his motion  for an\n\ninjunction,  his  complaint  alleged   that  he  suffered   a\n\nviolation of equal protection because of his HIV status,  not\n\nbecause of his status as a reservist.   \n\n          Even if the issue were preserved, we would  find it\n\ngroundless.  The  policies and regulations  at issue in  this\n\ncase  do not mandate  that reservists be  separated solely on\n\nthe basis of HIV infection.  Rather, a reservist with HIV  is\n\ntransferred  to  the Standby  Reserve  only if  there  are no\n\nnondeployable positions available.  \n\n          To the  extent plaintiff seeks appellate  review of\n\nthe equal  protection issue  alleged in his  complaint, i.e.,\n                                                            \n\ndiscrimination based on his HIV condition, we deem the matter\n\nwaived  because plaintiff has not argued it on appeal in more\n\n                             -15-\n                              15\n\nthan a perfunctory manner.  See Gamma Audio &amp;  Video, Inc. v.\n                                                          \n\nEan-Chea, 11 F.3d 1106, 1113 (1st Cir. 1993).\n        \n\n                         Due Process\n                                    \n\n          Plaintiff's  argument on  appeal  relating  to  the\n\nconstitutional  right  to  due  process  is  also  deficient.\n\nAlthough his brief  refers to  the right to  due process,  he\n\nmade  no explicit  argument that  the Due  Process  Clause by\n\nitself required PRANG to  provide notice and a hearing.   The\n\nessence  of  his  argument  on  appeal  is  captured  in  the\n\nfollowing quotation:   \"Certainly, at a  minimum, due process\n\nof  law, as guaranteed by the Fifth and Fourteenth Amendments\n\nto  the United  States  Constitution, requires  that the  Air\n\nForce  follow its  own regulations  in discharging  an airman\n\nfrom the  Air Force,  providing the  procedural right  to the\n\naffected person set forth by applicable law and regulations.\"\n\nBr. for  Appellant, 18-19.   Plaintiff did not assert in  his\n\nbrief that he suffered a deprivation of any protected liberty\n\nor  property  interest.    Moreover,  he  cited  no  statute,\n\nregulation, rule, or other  basis for establishing a property\n\ninterest in  his  position in  the  Guard.   Accordingly,  we\n\nconclude that plaintiff waived the issue.  Playboy Enters. v.\n                                                          \n\nPublic  Serv. Comm'n,  906  F.2d  25,  40 (1st  Cir.),  cert.\n                                                             \n\ndenied, 498 U.S.  959 (1990) (\"An appellant  waives any issue\n      \n\nwhich  it does  not  adequately raise  in its  initial brief,\n\nbecause `in  preparing briefs  and arguments, an  appellee is\n\n                             -16-\n                              16\n\nentitled to rely on  the content of an appellant's  brief for\n\nthe  scope of the issues appealed.'\" (quoting Pignons S.A. de\n                                                             \n\nMecanique  v.  Polaroid  Corp.,  701  F.2d  1,  3  (1st  Cir.\n                              \n\n1983))).3  \n\n          Where the issue  is not one easily  resolved in the\n\nappellant's  favor, full  briefing  is especially  important.\n\nPuerto Rico law and  federal law are similar in  stating that\n\nNational Guard  members may  be discharged or  transferred in\n\naccordance   with  regulations,  with   the  approval  of  an\n\nappropriate authority.   Compare P.R.  Laws Ann.  tit. 25,   \n                                \n\n2072  with  10  U.S.C.      269(e),  1001(b).    Courts  have\n          \n\ngenerally  held  that  there   is  no  property  interest  in\n\ncontinuing    employment   in   the   military   under   such\n\ncircumstances.  See, e.g., Rich v. Secretary of the Army, 735\n                                                        \n\nF.2d  1220,  1226  (10th  Cir.   1984)  (enlistee  discharged\n\naccording   to  regulations   lacked  property   interest  in\n\nremainder of enlistment term);  accord Guerra v. Scruggs, 942\n                                                        \n\n                    \n\n3.  Plaintiff  stated  at  oral   argument  that  the  record\ncontained  evidence that  he  held a  property  right in  his\nmilitary position in the form of a \"retention letter.\"  While\nthat letter, dated June 20, 1990, informed plaintiff  that he\nhad been selected \"for  continued retention\" in ANGUS through\n1992, it also contained the following caveat:  \"Selection for\ncontinued  retention  .  .  . does  not  preclude  applicable\nmilitary authority from separating  you for other reasons [in\naccordance  with] applicable ANG or USAF regulations . . . .\"\nWe need  not decide whether plaintiff had a \"legitimate claim\nof  entitlement\" to  continued  employment,  or  whether  the\nletter's caveat and the existence of  ANGR 39-10 rendered any\nputative interest  at most a \"unilateral  expectation,\" Board\n                                                             \nof Regents  v.  Roth,  408  U.S.  564,  577  (1972),  because\n                    \nplaintiff waived the issue.  \n\n                             -17-\n                              17\n\nF.2d 270, 278 (4th Cir. 1991); see also Beller v. Middendorf,\n                                                            \n\n632  F.2d 788, 805 (9th Cir. 1980) (enlistee held no property\n\ninterest  in   remainder  of  enlistment   term  because   no\n\nreasonable expectation of  continued employment existed  once\n\nenlistee  was   found  to  be  within   regulatory  class  of\n\ndischargeable persons),  cert. denied,  452 U.S.  905 (1981);\n                                     \n\ncf.  Navas v.  Gonzalez Vales,  752 F.2d  765, 768  (1st Cir.\n                             \n\n1985)   (officer   lacks   property   interest   in  military\n\nemployment);  Fredericks v. Vartanian,  694 F.2d  891, 893-94\n                                     \n\n(1st  Cir. 1982) (member of state Guard did not hold property\n\ninterest  in  his rank,  where state  law  did not  place any\n\nrelevant  restrictions on  commanding officer's  authority to\n\ndemote him).   Because of plaintiff's failure  to develop the\n\nargument  on  appeal,  we  decline to  consider  whether  the\n\nconstitution required PRANG to provide notice and a hearing. \n\n             Entitlement to Medical Board Review\n                                                \n\n          Finally,  plaintiff  assails  the district  court's\n\nconclusion  that  he  was not  entitled  to  a medical  board\n\nhearing  because he suffered \"the sui generis situation of an\n                                             \n\nadministrative discharge based upon  medical considerations.\"\n\nDoe, 800  F. Supp. at 1048.   A medical board  is responsible\n   \n\nfor determining  an  individual's entitlement  to  disability\n\nbenefits.   Plaintiff argues that he has a right to a medical\n\nboard  review under  10 U.S.C.     1214-1215  because  he was\n\n                             -18-\n                              18\n\ndischarged as a  result of  his medical condition.   Under   \n\n1214,  \"[n]o member  of the  armed forces  may be  retired or\n\nseparated  for physical  disability without  a full  and fair\n\nhearing if he demands it.\" \n\n          The problem  with plaintiff's  argument is that  he\n\nproduced no evidence which would have entitled him to medical\n\nboard  review.   It  is  undisputed  that  plaintiff  is  not\n\nmedically  disabled.   A  \"physical disability\"  must be  the\n\nreason  for discharge  before a  board is  convened.   See 10\n                                                          \n\nU.S.C.   1214.  \n\n          Furthermore, even  if we  were to conclude  that an\n\nHIV  infection is  a \"physical  disability\" because  it is  a\n\nmedical  condition  rendering plaintiff  unfit  for worldwide\n\nduty, we would not  conclude that plaintiff is entitled  to a\n\nmedical  board hearing.   It is  a sufficient  bar to  such a\n\nclaim that  plaintiff  offered  no proof  that  he  would  be\n\nentitled to  disability benefits.   See Candelaria  v. United\n                                                             \n\nStates, 5 Cl.  Ct. 266,  273 (1984); see  also Abatemarco  v.\n                                                         \n\nUnited States, 226 Ct.  Cl. 708, 710-11 (1981).   A reservist\n             \n\nin  plaintiff's  position  with  more than  twenty  years  of\n\nservice  is entitled to disability benefits only if he or she\n\nshows  that the  disability \"result[ed]  from an  injury\" and\n\n\"[wa]s  the proximate  result  of performing  active duty  or\n\ninactive-duty  training.\"  10 U.S.C.    1204.   The record in\n\n                             -19-\n                              19\n\nthis case is devoid of proof that plaintiff acquired HIV as a\n\nresult of performing duties in the Guard.  \n\n                             III.\n\n                         JURISDICTION\n                                     \n\n          Before drawing this opinion  to a close, we address\n\na  jurisdictional issue.    Defendants Secretary  of the  Air\n\nForce and Chief of the National Guard Bureau (hereinafter the\n\nfederal  defendants)  argue that  we  do  not have  appellate\n\njurisdiction because plaintiff's request for back  pay brings\n\nthis case within the Tucker Act.  See 32 U.S.C.    709 (Guard\n                                     \n\ntechnicians are  federal employees).    Analyzing this  issue\n\nrequires  an   understanding  of   the  Tucker  Act   and  an\n\nappreciation of the two types of claims at issue:   [1] the  \n\n1983 claims  for back pay  and injunctive relief  against the\n\nPuerto Rico defendants  in their  official capacities  (e.g.,\n                                                            \n\nthe Adjutant  General)  based on  plaintiff's discharge  from\n\nPRANG; and [2]  the claim  for back pay  against the  federal\n\ndefendants based on the termination of plaintiff's technician\n\nposition.  \n\n          Under  the Tucker Act, 28 U.S.C.   1491, the United\n\nStates waived its sovereign  immunity from nontort claims for\n\nmoney  damages and  specified  which courts  could hear  such\n\nclaims.    See United  States v.  Testan,  424 U.S.  392, 398\n                                        \n\n(1976).   Claims against the United  States exceeding $10,000\n\n(\"Big\" Tucker  Act claims), founded upon  the Constitution, a\n\n                             -20-\n                              20\n\nfederal  statute,  a  regulation,  or contract,  are  in  the\n\njurisdiction of the  Court of  Federal Claims.   28 U.S.C.   \n\n1491.   The district courts  and the Court  of Federal Claims\n\nhave concurrent jurisdiction over \"Little\" Tucker Act claims,\n\ni.e.,  for  money  damages  up  to  $10,000.    28  U.S.C.   \n    \n\n1346(a)(2) (Little Tucker Act); Sibley v. Ball, 924  F.2d 25,\n                                              \n\n28-29  (1st Cir. 1991).  The Federal Circuit Court of Appeals\n\nhas exclusive appellate  jurisdiction over  appeals from  the\n\nCourt of  Federal Claims  and over  Little  Tucker Act  cases\n\nunrelated  to federal taxes.  28 U.S.C.   1295; United States\n                                                             \n\nv. Hohri, 482 U.S. 64, 68,  72-73 (1987); Sibley, 924 F.2d at\n                                                \n\n29. \n\n          In Sibley v.  Ball, 924 F.2d  at 29, we  considered\n                            \n\nwhether we  had jurisdiction  over an action  brought against\n\nthe Secretary of the  Navy for back pay, where  the complaint\n\nsought  back pay  \"within the  jurisdiction\" of  the district\n\ncourt.  We held  that the case arose under the  Little Tucker\n\nAct, even though  the plaintiff did not cite  that Act in his\n\njurisdictional statement.   Id.  Consequently,  we found that\n                               \n\nthe Federal  Circuit  had exclusive  appellate  jurisdiction.\n\nId.  In this case, plaintiff cited only 28 U.S.C.   1331, the\n   \n\nstatute providing federal question jurisdiction, as the basis\n\nfor filing  his   1983 claims in the district court.  But see\n                                                             \n\nSibley,  924 F.2d  at 28 (Section  \"1331 does not  by its own\n      \n\nterms waive  sovereign immunity  and vest in  district courts\n\n                             -21-\n                              21\n\nplenary  jurisdiction  over  all,  or  any,  suits  which--by\n\nseeking  a  money judgment  .  .  .--are  in substance  suits\n\nagainst the United States.\").\n\n          The  district  court clearly  had  federal question\n\njurisdiction over the Civil  Rights Act claims for injunctive\n\nrelief asserted  against the Puerto Rico  defendants based on\n\nplaintiff's  discharge from  PRANG.4   28 U.S.C.     1331; 42\n\nU.S.C.   1988.   Moreover, we are convinced that  the Federal\n\nCircuit does not have exclusive appellate  jurisdiction here,\n\nas it did in Sibley, 924 F.2d at 29, because plaintiff's back\n                   \n\npay  claim  here exceeds  the  jurisdictional  limit for  the\n\nLittle Tucker Act.  For the purposes of the  Tucker Act, \"the\n\namount of a claim against  the United States for back  pay is\n\nthe total amount of back  pay the plaintiff stands ultimately\n\nto recover  in the  suit and  is not the  amount of  back pay\n\naccrued  at the time the claim is  filed.\"  Smith v. Orr, 855\n                                                        \n\nF.2d 1544, 1553 (Fed.  Cir. 1988) (citing cases).   At trial,\n\nplaintiff did not waive  any claim against the United  States\n\n                    \n\n4.  Although the  parties have not  asked us  to examine  the\neffect of  the Eleventh  Amendment in this  context, we  note\nthat  a district court is not divested of jurisdiction over a\ncase  involving  a request  for  reinstatement  and back  pay\nsimply because  the Eleventh Amendment precludes  an award of\nback pay.   See Will v.  Michigan Dept. of  State Police, 491\n                                                        \nU.S. 58,  71 n.10  (1989); Barreto-Fred v.  Aponte-Roque, 916\n                                                        \nF.2d 37, 39 (1st Cir. 1990); Melo v. Hafer, 912 F.2d 628, 635\n                                          \n(3d  Cir. 1990),  aff'd,  112 S.  Ct.  358 (1991);  see  also\n                                                             \nEchevarria-Gonzalez v. Gonzalez-Chapel, 849  F.2d 24, 32 (1st\n                                      \nCir.   1988)  (stating  that   reinstatement  is  prospective\nrelief). \n\n                             -22-\n                              22\n\nfor back pay in excess of $10,000.  The record indicates that\n\nthe amount of back  pay allegedly due plaintiff is  more than\n\n$10,000.    Consequently,  we  have  jurisdiction  over   the\n\ninjunctive-relief  issues on  appeal  as to  the Puerto  Rico\n\ndefendants.\n\n          But  we can  identify no  basis for  district court\n\njurisdiction  over the  back  pay claim  against the  federal\n\ndefendants.  Neither the  Little Tucker Act, nor 28  U.S.C.  \n\n1331  provides such  authority.   Accordingly, we  vacate the\n\ndistrict court's order  with respect  to the  back pay  claim\n\nasserted against the federal defendants.\n\n          We have authority to transfer to another court with\n\njurisdiction any  action over which we  lack jurisdiction, if\n\nsuch a  transfer is in the interests of justice.  28 U.S.C.  \n\n1631.  Arguably, the Court of Federal Claims has jurisdiction\n\nover plaintiff's  claim  for overdue  Guard technician's  pay\n\nunder the Tucker Act and  the Back Pay Act, 5 U.S.C.    5596.\n\nIn Gnagy v. United States, 634 F.2d 574, 580 (Ct. Cl.  1980),\n                         \n\nand  in  Christoffersen v.  United States,  230 Ct.  Cl. 998,\n                                         \n\n1003-04 (1982), however, the  Court of Claims, predecessor to\n\nthe Court of Federal  Claims, held that the Back  Pay Act did\n\nnot  provide   a  basis  for  a   Guard  technician,  validly\n\ndischarged from his  or her unit, to  recover damages against\n\nthe United  States.   The court  in Gnagy, 634  F.2d at  579,\n                                         \n\nstated:\n\n                             -23-\n                              23\n\n          An  essential element  of  the  right  to\n          recover under  the Back  Pay Act is  that\n          the personnel action  which has  resulted\n          in  loss  of   pay  be  \"unjustified   or\n          unwarranted.\"  This  element is absent in\n          the  instant  case.    A  prerequisite to\n          plaintiff's   former   employment  as   a\n          civilian  technician   for  the  National\n          Guard  was that  he  be a  member of  the\n          National Guard.   When he was  discharged\n          from  [his Guard  unit],  .  . .  section\n          709(e)(1)  of  32 U.S.C.  (1976) required\n          that  his civilian  technician employment\n          be terminated.  Hence, the termination of\n          this  employment  was not  unjustified or\n          unwarranted.   Rather, it was mandated by\n          federal statutory law.  The sum effect of\n          this is  that the claim in  question must\n          be dismissed.  \n\nId. (footnotes omitted);  accord Christoffersen, 230  Ct. Cl.\n                                               \n\nat  1001-04; see  also Christoffersen,  230 Ct.  Cl. at  1005\n                                     \n\n(ruling  on  motion   for  reconsideration)  (panel   \"denied\n\nplaintiffs' claims  as not within its  jurisdiction\").  Gnagy\n                                                             \n\nand Christoffersen effectively  removed such back pay  claims\n                  \n\nfrom the jurisdiction  of the Court of Federal Claims because\n\nthe Tucker Act  invests that  court with the  power to  grant\n\nrelief  only  when a  substantive  right  to monetary  relief\n\nexists.  See Testan, 424 U.S. at 398, 400; Eastport Steamship\n                                                             \n\nCorp. v.  United  States, 372  F.2d  1002, 1007-08  (Ct.  Cl.\n                        \n\n1967).   We  can educe  from plaintiff's  arguments no  other\n\nbasis  for  federal  jurisdiction  over the  back  pay  claim\n\nrelating to  his civilian  technician job.   See  Martinez v.\n                                                          \n\nUnited  States, 26  Cl.  Ct. 1471,  1476 (1992)  (court lacks\n              \n\njurisdiction over  due process  and  equal protection  claims\n\n                             -24-\n                              24\n\nbased on  42 U.S.C.    1983), aff'd, 11 F.3d  1069 (Fed. Cir.\n                                   \n\n1993); Montoya v. United  States, 22 Cl. Ct. 568,  570 (1991)\n                                \n\n(similar); Anderson v. United States, 22 Cl. Ct. 178, 179 n.2\n                                    \n\n(1990) (\"While  this court  has jurisdiction in  military pay\n\ncases   seeking  reinstatement,   back  pay   and  allowances\n\ngenerally, under  28 U.S.C.    1491, it  has no  jurisdiction\n\nover cases arising  under the Civil Rights Act.\"), aff'd, 937\n                                                        \n\nF.2d 623 (Fed. Cir. 1991); Montalvo v. United States, 231 Ct.\n                                                    \n\nCl. 980, 982-83 (1982)  (court lacks jurisdiction over claims\n\nbased  on  violations of  due process);  cf. Dehne  v. United\n                                                             \n\nStates,  970 F.2d 890, 892 (Fed. Cir. 1992) (Court of Federal\n      \n\nClaims has jurisdiction over Guard member's claim for overdue\n\nmilitary pay, based on statutes stipulating military pay rate\n\nand authorizing correction of military records).\n\n          Because  the district  court lacked  subject matter\n\njurisdiction to  entertain  plaintiff's back  pay  claim,  we\n\nvacate  that   aspect  of  the   district  court's   opinion.\n\nMoreover,  because  the Court  of  Federal  Claims, the  only\n\ntribunal arguably  possessed of jurisdiction over such claims\n\nagainst the United  States, has expressly held that  it lacks\n\nsubject matter  jurisdiction where a civilian  technician has\n\nbeen duly discharged from his state Guard unit, a transfer of\n\nthe claim  pursuant to 28 U.S.C.   1631 would be to no avail.\n\nThe claim  is therefore  dismissed for want  of jurisdiction.\n\n                             -25-\n                              25\n\nIn all other respects, we affirm  the district court decision\n\non the merits. \n\n          It is so ordered.\n                           \n\n                             -26-\n                              26\n",
  "html": "<p class=\"case_cite\">28 F.3d 1312</p>\n    <p class=\"parties\">Oscar CHARLES, Plaintiff, Appellant,<br>v.<br>Honorable Donald RICE, Secretary of the United States Air<br>Force, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 92-2338.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 10, 1994.<br>Decided July 14, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William Ramirez-Hernandez, with whom Paula Sciabarrasi, Vargas &amp; Ramirez Law Office, and Charles S. Hey-Maestre, Sabana Education and Civil Rights Project, Rio Piedras, PR, were on brief for appellant.</p>\n      <p class=\"indent\">Michael S. Raab, Civil Div., Dept. of Justice, with whom Guillermo Gil, U.S. Atty., Frank W. Hunger, Asst. Atty. Gen., Anthony J. Steinmeyer, Civil Div., Dept. of Justice, and Col.  Raul F. Barbara, Lt. Col.  Conrad Von Wald, Major Carla S. Walgenbach, and Major Patricia A. Kerns, of counsel, Dept. of the Air Force, Gen. Litigation Div., Washington, DC, were on brief for appellees Honorable Donald Rice, Secretary of the United States Air Force, and Lt. General Conaway, Chief, National Guard Bureau.</p>\n      <p class=\"indent\">Carlos Lugo-Fiol, Deputy Sol.  Gen. for the Commonwealth of Puerto Rico, with whom Pedro A. Delgado-Hernandez, Sol.  Gen., Hato Rey, PR, was on brief for appellees William Miranda-Marin, the Adjutant General of the Commonwealth of Puerto Rico, Colonel Manuel A. Guzman, of the Puerto Rico Air National Guard, and Colonel Gilberto Colon, Personnel Officer, Puerto Rico Air National Guard.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After more than twenty years of service in the Puerto Rico Air National Guard (PRANG) and employment as a National Guard technician, plaintiff-appellant, Oscar Charles, tested positive for the Human Immunodeficiency Virus (HIV) and was discharged from PRANG and from his technician job.  Plaintiff filed an action under 42 U.S.C. Sec. 1983 seeking declaratory relief, reinstatement, and back pay from defendants-appellees, the Secretary of the United States Air Force, the Chief of the United States National Guard Bureau, PRANG, the Adjutant General of Puerto Rico, and two PRANG officers.  The district court reached the merits and ruled in favor of defendants.  See Doe v. Rice, 800 F.Supp. 1041 (D.P.R.1992).  We vacate the decision with respect to plaintiff's claim for back pay for his technician job, but affirm the decision on the merits in all other respects.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <p>National Guard</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Before stating the facts immediately relevant to plaintiff's case, we provide the following description of the National Guard.  The Guard is a hybrid state and federal organization.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  While a part of the Armed Forces of the United States, the Guard</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>occupies a distinct role in the federal structure that does not fit neatly within the scope of either state or national concerns.  In each state the National Guard is a state agency, under state authority and control.  At the same time, federal law accounts, to a significant extent, for the composition and function of the Guard.  Accordingly, the Guard may serve the state in times of civil strife within its borders while also being available for federal service during national emergencies.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Knutson v. Wisconsin Air Nat'l Guard, 995 F.2d 765, 767 (7th Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 347, 126 L.Ed.2d 311 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The governor and his or her appointee, the Adjutant General, command the Guard in each state.  See, e.g., P.R.Laws Ann. tit. 25, Secs. 2058-2059;  see also 32 U.S.C. Sec. 314.  The Defense Department, the Secretaries of the Army and Air Force, and the National Guard Bureau prescribe regulations and issue orders to organize, discipline, and govern the Guard.  32 U.S.C. Sec. 110.  States that fail to comply with federal regulations risk forfeiture of federal funds allocated to organize, equip, and arm state Guards.  Id. Secs. 101, 107, 108, 501;  Knutson, 995 F.2d at 767.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Every member of the state Air National Guard is also enlisted in a federal organization known as the Air National Guard of the United States (ANGUS), a component of the Ready Reserves of the Armed Forces, which is activated when the Guard is called into federal service.  10 U.S.C. Secs. 261, 269, 8079, 8261;  32 U.S.C. Secs. 101, 301;  Perpich v. Department of Defense, 496 U.S. 334, 345-46, 110 S.Ct. 2418, 2425, 110 L.Ed.2d 312 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Many Guard members, so-called \"weekenders,\" serve only part-time, by participating in drills and maneuvers on weekends and in the summer.  National Guard technicians participate in those activities, but also hold full-time civilian jobs with their units.  Guard technicians are federal civil servants, hired and supervised by the state Adjutant General.  32 U.S.C. Sec. 709.  Technicians must maintain membership in the state Guard to remain qualified for federal employment.  Id.</p>\n    </div>\n    <p>Plaintiff's Separation from Service</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Plaintiff enlisted in PRANG in 1967 and was hired as a Guard technician two years later.  From 1969 until he was discharged, he drew two salaries:  one from PRANG, and the other from the federal government for his services as an aircraft maintenance technician.  In June 1990, he tested positive for HIV in a routine screening of military personnel.  That result was confirmed by a second test in June or early July 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Plaintiff received an order on September 21, 1990, stating that he had been honorably discharged from PRANG on September 17, 1990, and transferred from the Ready Reserve to the Standby Reserve.  That order was based on Air National Guard Regulation (ANGR) 39-10, which states that members of the Guard testing positive for HIV shall be transferred to the Standby Reserve unless a \"nondeployable position\" is available.  ANGR 39-10 p 8-25.  \"Deployability,\" according to the record, refers to the ability to be sent anywhere in the world for duty.  The district court heard testimony that most Guard positions are classified as deployable.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On October 16, 1990, plaintiff was notified that his eligibility for employment as a technician ended when he was discharged from the Guard.  Plaintiff was advised that he would be separated from federal employment after November 19, 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Plaintiff's requests for revocation of these orders were unavailing.  In addition, his application for disability benefits was denied because he was not physically disabled.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Thereafter, plaintiff filed suit in the United States District Court for the District of Puerto Rico, alleging that ANGR 39-10 was invalid, and that his discharge from PRANG and from his technician job violated National Guard regulations, Defense Department policy, and the principles of due process and equal protection.  Plaintiff sought reinstatement and back pay for his military and civilian jobs, as well as a declaratory judgment that ANGR 39-10 was invalid.  After prevailing in several pretrial skirmishes,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> plaintiff was ultimately unsuccessful when the court decided his case on the merits.  Plaintiff remained asymptomatic at the time of trial.</p>\n    </div>\n    <p>Issues</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The issues on appeal arise from the trial court's decision that ANGR 39-10 was valid, and that plaintiff's separation from PRANG and from his federal position did not violate due process and equal protection principles.  In addition to assailing several of the court's factual findings, plaintiff raises the following legal issues:   whether the lack of a hearing upon his discharge violated ANGR 39-10 and his right to procedural due process;   whether ANGR 39-10 conflicted with Defense Department policy;   whether ANGR 39-10 violated his right to equal protection;  and  whether he was entitled to a hearing before a medical board.II.</p>\n    </div>\n    <p>MERITS</p>\n    <p>Regulations</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Plaintiff argues that PRANG failed to follow ANGR 39-10 in discharging him.  At the time of the discharge, that regulation provided in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Members [of the Air National Guard] not entitled to military medical health care who display serologic evidence [of HIV infection] will be transferred to the Standby Reserves if they cannot be used in a non-deployable position.  These members will be referred to their private physicians for medical care and counseling.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">ANGR 39-10 p 8-25(b).  Plaintiff does not argue that PRANG lacked the authority to discharge him once he was transferred to the Standby Reserve.  Rather, plaintiff's argument is that PRANG did not follow the procedures required by ANGR 39-10 when he was transferred to the Standby Reserve.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The court found that plaintiff was discharged from PRANG and transferred to the Standby Reserve after PRANG conducted an unsuccessful search for a nondeployable position compatible with plaintiff's civil technician job.  We review the findings for clear error, Fed.R.Civ.P. 52(a), paying heed to the district court's superior position to gauge the credibility of witnesses.  Dedham Water Co. v. Cumberland Farms Dairy, Inc., 972 F.2d 453, 457 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In this case, we find no error in the determination that a PRANG personnel officer, Major Urutia, had conducted an adequate--but ultimately fruitless--search from July or August of 1990 into 1991 for a vacant, nondeployable position for plaintiff.  Urutia testified that the search for a vacant position extended beyond plaintiff's own unit into other units and took into consideration plaintiff's tactical, environmental, and electrical systems expertise.  Urutia testified that she was unable to find a vacant nondeployable military position compatible with plaintiff's qualifications.  A unit manning document compiled in August 1990, as well as the testimony of Julio Godreau Marrero, an officer in plaintiff's squadron, corroborated Urutia's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The record contains two statements regarding vacant nondeployable positions:  one witness stated that he had heard--but was unable to verify--that a cook's position was available, and another witness testified that he had heard that a switchboard operator position was vacant in late December 1991.  Even if we were to assume that these hearsay statements were reliable, but cf. Doe, 800 F.Supp. at 1047 n. 7 (describing one of the statements as \"vague hearsay\"), there is nothing in the record indicating that either job was compatible with plaintiff's position as an aircraft maintenance technician.  Plaintiff has not challenged the district court's finding that the Air Force considers compatibility between a Guard member's military and civilian technician positions necessary.  Id. at 1047 &amp; n. 6.   We find ample support in the record for the district court's finding that no suitable, nondeployable positions were available.  Consequently, we conclude that plaintiff's discharge from PRANG and transfer to the Standby Reserve did not violate ANGR 39-10 p 8-25.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Plaintiff next attacks the absence of a hearing accompanying his discharge as violative of ANGR 39-10.  According to plaintiff, paragraph 1-23 of ANGR 39-10 guaranteed him a hearing.  That paragraph provided:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>Unless otherwise indicated, airman [sic] recommended for discharge under [ANGR 39-10] will be offered an opportunity for administrative discharge board [procedures]....</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">ANGR 39-10 p 1-23.  Prior to plaintiff's discharge, however, ANGR 39-10 was amended as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>Effective immediately [August 10, 1990,] members processed [in accordance with] ANGR 39-10, para 8-25 will not be notified nor offered an opportunity for administrative discharge board procedures.   The upcoming revision of ANGR 39-10 will indicate these cases will be administered through appropriate medical channels.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">(Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Citing Nicholson v. Brown, 599 F.2d 639, 648 (5th Cir.1979), for the proposition that an agency's \"application to a case of new principles announced in the course of deciding that case may be so tinged with unfairness as to amount to an abuse\" of discretion, plaintiff argues that the amendment was invalid as to him.  While we agree that the amendment became effective after he tested positive for HIV, we disagree that it constituted a new rule developed in the course of a proceeding affecting plaintiff.  Rather, the amendment to ANGR 39-10 was procedural, not substantive, and became effective before plaintiff's discharge was processed.  \"The [procedural] regulations in force at the time administrative proceedings take place govern, not those in effect at some earlier time when the events giving rise to the action occurred.\"  Chilcott v. Orr, 747 F.2d 29, 34 (1st Cir.1984);  accord Alberico v. United States, 783 F.2d 1024, 1028 (Fed.Cir.1986).  Accordingly, the amendment to ANGR 39-10 deleting the right to an administrative hearing applied to plaintiff's case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Plaintiff attempts to impugn the amendment by arguing that it is analogous to a bill of attainder, and that it was never formally adopted.  A bill of attainder is a law that inflicts punishment upon identifiable members of a class without providing a judicial trial.  Nixon v. Administrator of Gen. Servs., 433 U.S. 425, 468-69, 97 S.Ct. 2777, 2802-03, 53 L.Ed.2d 867 (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Plaintiff's allegations are unsupported by the record.  Captain Robinson, the National Guard Bureau officer responsible for the amendment to ANGR 39-10, testified that he proposed it in 1989 to eliminate unnecessary procedures where the individual's HIV status was undisputed, and where there were no nondeployable positions available.  According to Robinson, only if a nondeployable position were available would further procedures be warranted to make a medical determination of whether the HIV infection would interfere with the duties of that position.  An administrative board, however, could not make such an evaluation because it lacks a medical faculty.  And because Guard members are generally not entitled to military medical health care, the infected individual would have to pay for any additional medical tests.  It is undisputed that plaintiff's status in the Guard did not entitle him to military health care.  Robinson testified that his superiors approved the amendment and that it became effective on August 10, 1990.  The uncontradicted evidence thus indicates that the amendment was a duly-approved, general policy change, designed to effect the nonpunitive purpose of eliminating unnecessary, costly procedures.  See Alberico, 783 F.2d at 1028 (rejecting argument that generally-applicable amendment of regulation affecting plaintiff's service record constituted bill of attainder, even though amendment was \"certainly inspired by his case\").</p>\n    </div>\n    <p>HIV Policy</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Plaintiff's next argument is that his discharge violated Defense Department policy.  There are two prongs to plaintiff's argument.  First, plaintiff quotes the following policy statement from the Defense Department and the Air Force, regarding active duty personnel infected with HIV, in an effort to prove that ANGR 39-10 conflicted with Department policy:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>Individuals with serologic evidence of HIV infection and who show no evidence of clinical illness or other indication of immunologic or neurologic impairment related to HIV infection, shall not be separated solely on the basis of serologic evidence of HIV infection.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">(Emphasis added.)   Plaintiff's attempt to use that policy statement to undermine ANGR 39-10 is unavailing, however, because he was a reservist, not on active duty.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There is a provision regarding reservists with HIV in each of the memoranda containing that policy statement.  The Defense Department policy states that \"the Secretaries of the Military Departments may restrict individuals [in the Reserves] with serologic evidence of HIV infection to nondeployable units or positions for purposes of force readiness.\"   Air Force policy, in turn, states that reservists \"shall be transferred to the Standby Reserve, only if they cannot be utilized in the Selected [i.e., Ready] Reserve,\" and that the decision regarding fitness for the Selected Reserve must take into account that \"military personnel [with HIV] shall only be assigned to nondeployable units and positions.\" In this case, plaintiff was not separated solely because of his HIV condition.  He was transferred to the Standby Reserve and discharged from PRANG because he tested positive for HIV and there were no compatible, nondeployable positions available.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The second prong of plaintiff's argument is that the Secretary of the Air Force allegedly abused his discretion in restricting reservists with HIV to nondeployable positions.  A Defense Department policy provided the Secretary with the authority to make such a restriction \"for purposes of force readiness.\"   According to plaintiff, the restriction is groundless because persons with HIV can lead normal lives.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Our standard of review of decisions committed to an agency's discretion is invariably deferential.  See New England Legal Found. v. Massachusetts Port Auth., 883 F.2d 157, 169 (1st Cir.1989).  And in the context of a decision such as the Secretary's, in which \"force readiness\" is at issue, courts must be especially circumspect.  The Supreme Court has stated that \"it is difficult to conceive of an area of governmental activity in which the courts have less competence.\"  Gilligan v. Morgan, 413 U.S. 1, 10, 93 S.Ct. 2440, 2446, 37 L.Ed.2d 407 (1973);  see also Chilcott, 747 F.2d at 32 (\"Interference by the judiciary with the administration of the military would undermine this nation's ability to maintain a disciplined and ready fighting force.\").</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The record provides ample support for our finding that the Secretary did not abuse his discretion in adopting the policy underlying ANGR 39-10.  The Air Force Ready Reserve (including the National Guard) makes demands of its members that civilians might not normally face, and these demands bear on \"force readiness.\"   The National Guard's \"whole reason for being is to be ready to be deployed, generally outside of the United States.\"  Doe, 800 F.Supp. at 1045.   There is ample support for the finding that persons with HIV who are asymptomatic are not deployable because of their restricted capacity to be immunized, their inability to donate blood, and the unpredictability of the onset of symptoms.  Id.  It follows that force readiness is affected when nondeployable persons staff deployable positions.  No further criticism of the Secretary's decision is warranted under the circumstances.</p>\n    </div>\n    <p>Equal Protection</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Plaintiff's next argument is that ANGR 39-10 on its face and as applied violated his right to equal protection.  Plaintiff argues in his brief that policies of the Department of Defense and Air Force draw an invalid distinction between reservists and active duty personnel by permitting the former to be discharged solely because of their HIV status, while guaranteeing to the latter the right not to be discharged on the basis of HIV infection alone.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court declined to reach a similar issue in its order because plaintiff did not adequately raise it in his complaint or at trial.  See Doe, 800 F.Supp. at 1044 n. 1.   Our review of the record substantiates that finding.  While plaintiff flagged the issue in his posttrial brief and in his memorandum supporting his motion for an injunction, his complaint alleged that he suffered a violation of equal protection because of his HIV status, not because of his status as a reservist.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Even if the issue were preserved, we would find it groundless.  The policies and regulations at issue in this case do not mandate that reservists be separated solely on the basis of HIV infection.  Rather, a reservist with HIV is transferred to the Standby Reserve only if there are no nondeployable positions available.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">To the extent plaintiff seeks appellate review of the equal protection issue alleged in his complaint, i.e., discrimination based on his HIV condition, we deem the matter waived because plaintiff has not argued it on appeal in more than a perfunctory manner.  See Gamma Audio &amp; Video, Inc. v. Ean-Chea, 11 F.3d 1106, 1113 (1st Cir.1993).</p>\n    </div>\n    <p>Due Process</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Plaintiff's argument on appeal relating to the constitutional right to due process is also deficient.  Although his brief refers to the right to due process, he made no explicit argument that the Due Process Clause by itself required PRANG to provide notice and a hearing.  The essence of his argument on appeal is captured in the following quotation:  \"Certainly, at a minimum, due process of law, as guaranteed by the Fifth and Fourteenth Amendments to the United States Constitution, requires that the Air Force follow its own regulations in discharging an airman from the Air Force, providing the procedural right to the affected person set forth by applicable law and regulations.\"   Br. for Appellant, 18-19.  Plaintiff did not assert in his brief that he suffered a deprivation of any protected liberty or property interest.  Moreover, he cited no statute, regulation, rule, or other basis for establishing a property interest in his position in the Guard.  Accordingly, we conclude that plaintiff waived the issue.  Playboy Enters. v. Public Serv.  Comm'n, 906 F.2d 25, 40 (1st Cir.), cert. denied, 498 U.S. 959, 111 S.Ct. 388, 112 L.Ed.2d 399 (1990) (\"An appellant waives any issue which it does not adequately raise in its initial brief, because 'in preparing briefs and arguments, an appellee is entitled to rely on the content of an appellant's brief for the scope of the issues appealed.' \"  (quoting Pignons S.A. de Mecanique v. Polaroid Corp., 701 F.2d 1, 3 (1st Cir.1983))).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Where the issue is not one easily resolved in the appellant's favor, full briefing is especially important.  Puerto Rico law and federal law are similar in stating that National Guard members may be discharged or transferred in accordance with regulations, with the approval of an appropriate authority.  Compare P.R. Laws Ann. tit. 25, Sec. 2072 with 10 U.S.C. Secs. 269(e), 1001(b).  Courts have generally held that there is no property interest in continuing employment in the military under such circumstances.  See, e.g., Rich v. Secretary of the Army, 735 F.2d 1220, 1226 (10th Cir.1984) (enlistee discharged according to regulations lacked property interest in remainder of enlistment term);  accord Guerra v. Scruggs, 942 F.2d 270, 278 (4th Cir.1991);  see also Beller v. Middendorf, 632 F.2d 788, 805 (9th Cir.1980) (enlistee held no property interest in remainder of enlistment term because no reasonable expectation of continued employment existed once enlistee was found to be within regulatory class of dischargeable persons), cert. denied, 452 U.S. 905, 101 S.Ct. 3030, 69 L.Ed.2d 405 (1981);  cf. Navas v. Gonzalez Vales, 752 F.2d 765, 768 (1st Cir.1985) (officer lacks property interest in military employment);  Fredericks v. Vartanian, 694 F.2d 891, 893-94 (1st Cir.1982) (member of state Guard did not hold property interest in his rank, where state law did not place any relevant restrictions on commanding officer's authority to demote him).  Because of plaintiff's failure to develop the argument on appeal, we decline to consider whether the constitution required PRANG to provide notice and a hearing.</p>\n    </div>\n    <p>Entitlement to Medical Board Review</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Finally, plaintiff assails the district court's conclusion that he was not entitled to a medical board hearing because he suffered \"the sui generis situation of an administrative discharge based upon medical considerations.\"  Doe, 800 F.Supp. at 1048.   A medical board is responsible for determining an individual's entitlement to disability benefits.  Plaintiff argues that he has a right to a medical board review under 10 U.S.C. Secs. 1214-1215 because he was discharged as a result of his medical condition.  Under Sec. 1214, \"[n]o member of the armed forces may be retired or separated for physical disability without a full and fair hearing if he demands it.\"</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The problem with plaintiff's argument is that he produced no evidence which would have entitled him to medical board review. It is undisputed that plaintiff is not medically disabled.  A \"physical disability\" must be the reason for discharge before a board is convened.  See 10 U.S.C. Sec. 1214.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Furthermore, even if we were to conclude that an HIV infection is a \"physical disability\" because it is a medical condition rendering plaintiff unfit for worldwide duty, we would not conclude that plaintiff is entitled to a medical board hearing.  It is a sufficient bar to such a claim that plaintiff offered no proof that he would be entitled to disability benefits.  See Candelaria v. United States, 5 Cl.Ct. 266, 273 (1984);  see also Abatemarco v. United States, 652 F.2d 69, 226 Ct.Cl. 708, 710-11 (1981).  A reservist in plaintiff's position with more than twenty years of service is entitled to disability benefits only if he or she shows that the disability \"result[ed] from an injury\" and \"[wa]s the proximate result of performing active duty or inactive-duty training.\"  10 U.S.C. Sec. 1204.  The record in this case is devoid of proof that plaintiff acquired HIV as a result of performing duties in the Guard.</p>\n    </div>\n    <p>III.</p>\n    <p>JURISDICTION</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Before drawing this opinion to a close, we address a jurisdictional issue.  Defendants Secretary of the Air Force and Chief of the National Guard Bureau (hereinafter the federal defendants) argue that we do not have appellate jurisdiction because plaintiff's request for back pay brings this case within the Tucker Act.  See 32 U.S.C. Sec. 709 (Guard technicians are federal employees).  Analyzing this issue requires an understanding of the Tucker Act and an appreciation of the two types of claims at issue:   the Sec. 1983 claims for back pay and injunctive relief against the Puerto Rico defendants in their official capacities (e.g., the Adjutant General) based on plaintiff's discharge from PRANG;  and  the claim for back pay against the federal defendants based on the termination of plaintiff's technician position.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Under the Tucker Act, 28 U.S.C. Sec. 1491, the United States waived its sovereign immunity from nontort claims for money damages and specified which courts could hear such claims.  See United States v. Testan, 424 U.S. 392, 398, 96 S.Ct. 948, 953, 47 L.Ed.2d 114 (1976).  Claims against the United States exceeding $10,000 (\"Big\" Tucker Act claims), founded upon the Constitution, a federal statute, a regulation, or contract, are in the jurisdiction of the Court of Federal Claims.  28 U.S.C. Sec. 1491.  The district courts and the Court of Federal Claims have concurrent jurisdiction over \"Little\" Tucker Act claims, i.e., for money damages up to $10,000.  28 U.S.C. Sec. 1346(a)(2) (Little Tucker Act);  Sibley v. Ball, 924 F.2d 25, 28-29 (1st Cir.1991).  The Federal Circuit Court of Appeals has exclusive appellate jurisdiction over appeals from the Court of Federal Claims and over Little Tucker Act cases unrelated to federal taxes.  28 U.S.C. Sec. 1295;  United States v. Hohri, 482 U.S. 64, 68, 72-73, 107 S.Ct. 2246, 2552, 96 L.Ed.2d 51 (1987);  Sibley, 924 F.2d at 29.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In Sibley v. Ball, 924 F.2d at 29, we considered whether we had jurisdiction over an action brought against the Secretary of the Navy for back pay, where the complaint sought back pay \"within the jurisdiction\" of the district court.  We held that the case arose under the Little Tucker Act, even though the plaintiff did not cite that Act in his jurisdictional statement.  Id.  Consequently, we found that the Federal Circuit had exclusive appellate jurisdiction.  Id.  In this case, plaintiff cited only 28 U.S.C. Sec. 1331, the statute providing federal question jurisdiction, as the basis for filing his Sec. 1983 claims in the district court.  But see Sibley, 924 F.2d at 28 (Section \"1331 does not by its own terms waive sovereign immunity and vest in district courts plenary jurisdiction over all, or any, suits which--by seeking a money judgment ...--are in substance suits against the United States.\").</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The district court clearly had federal question jurisdiction over the Civil Rights Act claims for injunctive relief asserted against the Puerto Rico defendants based on plaintiff's discharge from PRANG.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  28 U.S.C. Sec. 1331;  42 U.S.C. Sec. 1988.  Moreover, we are convinced that the Federal Circuit does not have exclusive appellate jurisdiction here, as it did in Sibley, 924 F.2d at 29, because plaintiff's back pay claim here exceeds the jurisdictional limit for the Little Tucker Act.  For the purposes of the Tucker Act, \"the amount of a claim against the United States for back pay is the total amount of back pay the plaintiff stands ultimately to recover in the suit and is not the amount of back pay accrued at the time the claim is filed.\"  Smith v. Orr, 855 F.2d 1544, 1553 (Fed.Cir.1988) (citing cases).  At trial, plaintiff did not waive any claim against the United States for back pay in excess of $10,000.  The record indicates that the amount of back pay allegedly due plaintiff is more than $10,000.  Consequently, we have jurisdiction over the injunctive-relief issues on appeal as to the Puerto Rico defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">But we can identify no basis for district court jurisdiction over the back pay claim against the federal defendants.  Neither the Little Tucker Act, nor 28 U.S.C. Sec. 1331 provides such authority.  Accordingly, we vacate the district court's order with respect to the back pay claim asserted against the federal defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We have authority to transfer to another court with jurisdiction any action over which we lack jurisdiction, if such a transfer is in the interests of justice.  28 U.S.C. Sec. 1631.  Arguably, the Court of Federal Claims has jurisdiction over plaintiff's claim for overdue Guard technician's pay under the Tucker Act and the Back Pay Act, 5 U.S.C. Sec. 5596.  In Gnagy v. United States, 634 F.2d 574, 580, 225 Ct.Cl. 242 (1980), and in Christoffersen v. United States, 230 Ct.Cl. 998, 1003-04, 1982 WL 25304 (1982), however, the Court of Claims, predecessor to the Court of Federal Claims, held that the Back Pay Act did not provide a basis for a Guard technician, validly discharged from his or her unit, to recover damages against the United States.  The court in Gnagy, 634 F.2d at 579, stated:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>An essential element of the right to recover under the Back Pay Act is that the personnel action which has resulted in loss of pay be \"unjustified or unwarranted.\"   This element is absent in the instant case.  A prerequisite to plaintiff's former employment as a civilian technician for the National Guard was that he be a member of the National Guard.  When he was discharged from [his Guard unit], ... section 709(e)(1) of 32 U.S.C.  (1976) required that his civilian technician employment be terminated.  Hence, the termination of this employment was not unjustified or unwarranted.  Rather, it was mandated by federal statutory law.  The sum effect of this is that the claim in question must be dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Id. (footnotes omitted);  accord Christoffersen, 230 Ct.Cl. at 1001-04;  see also Christoffersen, 230 Ct.Cl. at 1005 (ruling on motion for reconsideration) (panel \"denied plaintiffs' claims as not within its jurisdiction\").  Gnagy and Christoffersen effectively removed such back pay claims from the jurisdiction of the Court of Federal Claims because the Tucker Act invests that court with the power to grant relief only when a substantive right to monetary relief exists.  See Testan, 424 U.S. at 398, 400, 96 S.Ct. at 953;  Eastport Steamship Corp. v. United States, 372 F.2d 1002, 1007-08, 372 F.2d 1002 (1967).  We can educe from plaintiff's arguments no other basis for federal jurisdiction over the back pay claim relating to his civilian technician job.  See Martinez v. United States, 26 Cl.Ct. 1471, 1476 (1992) (court lacks jurisdiction over due process and equal protection claims based on 42 U.S.C. Sec. 1983), aff'd, 11 F.3d 1069 (Fed.Cir.1993);  Montoya v. United States, 22 Cl.Ct. 568, 570 (1991) (similar);  Anderson v. United States, 22 Cl.Ct. 178, 179 n. 2 (1990) (\"While this court has jurisdiction in military pay cases seeking reinstatement, back pay and allowances generally, under 28 U.S.C. Sec. 1491, it has no jurisdiction over cases arising under the Civil Rights Act.\"), aff'd, 937 F.2d 623 (Fed.Cir.1991);  Montalvo v. United States, 231 Ct.Cl. 980, 982-83, 1982 WL 25825 (1982) (court lacks jurisdiction over claims based on violations of due process); cf. Dehne v. United States, 970 F.2d 890, 892 (Fed.Cir.1992) (Court of Federal Claims has jurisdiction over Guard member's claim for overdue military pay, based on statutes stipulating military pay rate and authorizing correction of military records).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Because the district court lacked subject matter jurisdiction to entertain plaintiff's back pay claim, we vacate that aspect of the district court's opinion.  Moreover, because the Court of Federal Claims, the only tribunal arguably possessed of jurisdiction over such claims against the United States, has expressly held that it lacks subject matter jurisdiction where a civilian technician has been duly discharged from his state Guard unit, a transfer of the claim pursuant to 28 U.S.C. Sec. 1631 would be to no avail.  The claim is therefore dismissed for want of jurisdiction.  In all other respects, we affirm the district court decision on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> National Guard units may be established in the states, territories, Puerto Rico, and the District of Columbia.  32 U.S.C. Sec. 101(6).  For the sake of convenience, we refer to all these entities as states.  The differences between Puerto Rico and a state are immaterial in this context.  Penagaricano v. Llenza, 747 F.2d 55, 56 n. 1 (1st Cir.1984), overruled on other grounds by Wright v. Park, 5 F.3d 586, 591 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court issued interlocutory orders that plaintiff's case was justiciable, and that plaintiff was not required to seek relief from the Air Force Board for the Correction of Military Records prior to filing his civil suit.  Those issues have not been briefed by the parties on appeal, and we do not address them in this case.  For the same reason, we do not address whether defendants can be said to have acted under color of state law in discharging plaintiff</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Plaintiff stated at oral argument that the record contained evidence that he held a property right in his military position in the form of a \"retention letter.\"   While that letter, dated June 20, 1990, informed plaintiff that he had been selected \"for continued retention\" in ANGUS through 1992, it also contained the following caveat:  \"Selection for continued retention ... does not preclude applicable military authority from separating you for other reasons [in accordance with] applicable ANG or USAF regulations....\"  We need not decide whether plaintiff had a \"legitimate claim of entitlement\" to continued employment, or whether the letter's caveat and the existence of ANGR 39-10 rendered any putative interest at most a \"unilateral expectation,\" Board of Regents v. Roth, 408 U.S. 564, 577, 92 S.Ct. 2701, 2709, 33 L.Ed.2d 548 (1972), because plaintiff waived the issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although the parties have not asked us to examine the effect of the Eleventh Amendment in this context, we note that a district court is not divested of jurisdiction over a case involving a request for reinstatement and back pay simply because the Eleventh Amendment precludes an award of back pay.  See Will v. Michigan Dept. of State Police, 491 U.S. 58, 71 n. 10, 109 S.Ct. 2304, 2312 n. 10, 105 L.Ed.2d 45 (1989);  Barreto-Fred v. Aponte-Roque, 916 F.2d 37, 39 (1st Cir.1990);  Melo v. Hafer, 912 F.2d 628, 635 (3d Cir.1990), aff'd, 502 U.S. 21, 112 S.Ct. 358, 116 L.Ed.2d 301 (1991);  see also Echevarria-Gonzalez v. Gonzalez-Chapel, 849 F.2d 24, 32 (1st Cir.1988) (stating that reinstatement is prospective relief)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1312</span></span></p>\n    <p class=\"parties\">Oscar CHARLES, Plaintiff, Appellant,<br>v.<br>Honorable Donald RICE, Secretary of the United States Air<br>Force, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 92-2338.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 10, 1994.<br>Decided July 14, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William Ramirez-Hernandez, with whom Paula Sciabarrasi, Vargas &amp; Ramirez Law Office, and Charles S. Hey-Maestre, Sabana Education and Civil Rights Project, Rio Piedras, PR, were on brief for appellant.</p>\n      <p class=\"indent\">Michael S. Raab, Civil Div., Dept. of Justice, with whom Guillermo Gil, U.S. Atty., Frank W. Hunger, Asst. Atty. Gen., Anthony J. Steinmeyer, Civil Div., Dept. of Justice, and Col.  Raul F. Barbara, Lt. Col.  Conrad Von Wald, Major Carla S. Walgenbach, and Major Patricia A. Kerns, of counsel, Dept. of the Air Force, Gen. Litigation Div., Washington, DC, were on brief for appellees Honorable Donald Rice, Secretary of the United States Air Force, and Lt. General Conaway, Chief, National Guard Bureau.</p>\n      <p class=\"indent\">Carlos Lugo-Fiol, Deputy Sol.  Gen. for the Commonwealth of Puerto Rico, with whom Pedro A. Delgado-Hernandez, Sol.  Gen., Hato Rey, PR, was on brief for appellees William Miranda-Marin, the Adjutant General of the Commonwealth of Puerto Rico, Colonel Manuel A. Guzman, of the Puerto Rico Air National Guard, and Colonel Gilberto Colon, Personnel Officer, Puerto Rico Air National Guard.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After more than twenty years of service in the Puerto Rico Air National Guard (PRANG) and employment as a National Guard technician, plaintiff-appellant, Oscar Charles, tested positive for the Human Immunodeficiency Virus (HIV) and was discharged from PRANG and from his technician job.  Plaintiff filed an action under 42 U.S.C. Sec. 1983 seeking declaratory relief, reinstatement, and back pay from defendants-appellees, the Secretary of the United States Air Force, the Chief of the United States National Guard Bureau, PRANG, the Adjutant General of Puerto Rico, and two PRANG officers.  The district court reached the merits and ruled in favor of defendants.  See Doe v. Rice, <span class=\"citation no-link\"><span class=\"volume\">800</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1041</span> </span>(D.P.R.1992).  We vacate the decision with respect to plaintiff's claim for back pay for his technician job, but affirm the decision on the merits in all other respects.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <p>National Guard</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Before stating the facts immediately relevant to plaintiff's case, we provide the following description of the National Guard.  The Guard is a hybrid state and federal organization.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  While a part of the Armed Forces of the United States, the Guard</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>occupies a distinct role in the federal structure that does not fit neatly within the scope of either state or national concerns.  In each state the National Guard is a state agency, under state authority and control.  At the same time, federal law accounts, to a significant extent, for the composition and function of the Guard.  Accordingly, the Guard may serve the state in times of civil strife within its borders while also being available for federal service during national emergencies.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Knutson v. Wisconsin Air Nat'l Guard, <span class=\"citation\" data-id=\"608912\"><a href=\"/opinion/608912/reid-knutson-v-wisconsin-air-national-guard-and-gerald-d-slack/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 767 (7th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">347</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">311</span> </span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The governor and his or her appointee, the Adjutant General, command the Guard in each state.  See, e.g., P.R.Laws Ann. tit. 25, Secs. 2058-2059;  see also 32 U.S.C. Sec. 314.  The Defense Department, the Secretaries of the Army and Air Force, and the National Guard Bureau prescribe regulations and issue orders to organize, discipline, and govern the Guard.  32 U.S.C. Sec. 110.  States that fail to comply with federal regulations risk forfeiture of federal funds allocated to organize, equip, and arm state Guards.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> Secs. 101, </span>107, 108, 501;  <span class=\"citation\" data-id=\"608912\"><span class=\"antecedent_guess\">Knutson,</span> <a href=\"/opinion/608912/reid-knutson-v-wisconsin-air-national-guard-and-gerald-d-slack/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">767</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Every member of the state Air National Guard is also enlisted in a federal organization known as the Air National Guard of the United States (ANGUS), a component of the Ready Reserves of the Armed Forces, which is activated when the Guard is called into federal service.  10 U.S.C. Secs. 261, 269, 8079, 8261;  32 U.S.C. Secs. 101, 301;  Perpich v. Department of Defense, <span class=\"citation\" data-id=\"112455\"><a href=\"/opinion/112455/perpich-v-department-of-defense/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">334</span></a></span>, 345-46, <span class=\"citation\" data-id=\"112455\"><a href=\"/opinion/112455/perpich-v-department-of-defense/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2418</span></a></span>, 2425, <span class=\"citation\" data-id=\"112455\"><a href=\"/opinion/112455/perpich-v-department-of-defense/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">312</span> </a></span>(1990).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Many Guard members, so-called \"weekenders,\" serve only part-time, by participating in drills and maneuvers on weekends and in the summer.  National Guard technicians participate in those activities, but also hold full-time civilian jobs with their units.  Guard technicians are federal civil servants, hired and supervised by the state Adjutant General.  32 U.S.C. Sec. 709.  Technicians must maintain membership in the state Guard to remain qualified for federal employment.  Id.</p>\n    </div>\n    <p>Plaintiff's Separation from Service</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Plaintiff enlisted in PRANG in 1967 and was hired as a Guard technician two years later.  From 1969 until he was discharged, he drew two salaries:  one from PRANG, and the other from the federal government for his services as an aircraft maintenance technician.  In June 1990, he tested positive for HIV in a routine screening of military personnel.  That result was confirmed by a second test in June or early July 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Plaintiff received an order on September 21, 1990, stating that he had been honorably discharged from PRANG on September 17, 1990, and transferred from the Ready Reserve to the Standby Reserve.  That order was based on Air National Guard Regulation (ANGR) 39-10, which states that members of the Guard testing positive for HIV shall be transferred to the Standby Reserve unless a \"nondeployable position\" is available.  ANGR 39-10 p 8-25.  \"Deployability,\" according to the record, refers to the ability to be sent anywhere in the world for duty.  The district court heard testimony that most Guard positions are classified as deployable.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On October 16, 1990, plaintiff was notified that his eligibility for employment as a technician ended when he was discharged from the Guard.  Plaintiff was advised that he would be separated from federal employment after November 19, 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Plaintiff's requests for revocation of these orders were unavailing.  In addition, his application for disability benefits was denied because he was not physically disabled.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Thereafter, plaintiff filed suit in the United States District Court for the District of Puerto Rico, alleging that ANGR 39-10 was invalid, and that his discharge from PRANG and from his technician job violated National Guard regulations, Defense Department policy, and the principles of due process and equal protection.  Plaintiff sought reinstatement and back pay for his military and civilian jobs, as well as a declaratory judgment that ANGR 39-10 was invalid.  After prevailing in several pretrial skirmishes,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> plaintiff was ultimately unsuccessful when the court decided his case on the merits.  Plaintiff remained asymptomatic at the time of trial.</p>\n    </div>\n    <p>Issues</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The issues on appeal arise from the trial court's decision that ANGR 39-10 was valid, and that plaintiff's separation from PRANG and from his federal position did not violate due process and equal protection principles.  In addition to assailing several of the court's factual findings, plaintiff raises the following legal issues:   whether the lack of a hearing upon his discharge violated ANGR 39-10 and his right to procedural due process;   whether ANGR 39-10 conflicted with Defense Department policy;   whether ANGR 39-10 violated his right to equal protection;  and  whether he was entitled to a hearing before a medical board.II.</p>\n    </div>\n    <p>MERITS</p>\n    <p>Regulations</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Plaintiff argues that PRANG failed to follow ANGR 39-10 in discharging him.  At the time of the discharge, that regulation provided in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Members [of the Air National Guard] not entitled to military medical health care who display serologic evidence [of HIV infection] will be transferred to the Standby Reserves if they cannot be used in a non-deployable position.  These members will be referred to their private physicians for medical care and counseling.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">ANGR 39-10 p 8-25(b).  Plaintiff does not argue that PRANG lacked the authority to discharge him once he was transferred to the Standby Reserve.  Rather, plaintiff's argument is that PRANG did not follow the procedures required by ANGR 39-10 when he was transferred to the Standby Reserve.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The court found that plaintiff was discharged from PRANG and transferred to the Standby Reserve after PRANG conducted an unsuccessful search for a nondeployable position compatible with plaintiff's civil technician job.  We review the findings for clear error, Fed.R.Civ.P. 52(a), paying heed to the district court's superior position to gauge the credibility of witnesses.  Dedham Water Co. v. Cumberland Farms Dairy, Inc., <span class=\"citation\" data-id=\"588805\"><a href=\"/opinion/588805/dedham-water-co-inc-v-cumberland-farms-dairy-inc/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span>, 457 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In this case, we find no error in the determination that a PRANG personnel officer, Major Urutia, had conducted an adequate--but ultimately fruitless--search from July or August of 1990 into 1991 for a vacant, nondeployable position for plaintiff.  Urutia testified that the search for a vacant position extended beyond plaintiff's own unit into other units and took into consideration plaintiff's tactical, environmental, and electrical systems expertise.  Urutia testified that she was unable to find a vacant nondeployable military position compatible with plaintiff's qualifications.  A unit manning document compiled in August 1990, as well as the testimony of Julio Godreau Marrero, an officer in plaintiff's squadron, corroborated Urutia's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The record contains two statements regarding vacant nondeployable positions:  one witness stated that he had heard--but was unable to verify--that a cook's position was available, and another witness testified that he had heard that a switchboard operator position was vacant in late December 1991.  Even if we were to assume that these hearsay statements were reliable, but cf. <span class=\"citation no-link\"><span class=\"antecedent_guess\">Doe,</span> <span class=\"volume\">800</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1047</span> </span>n. 7 (describing one of the statements as \"vague hearsay\"), there is nothing in the record indicating that either job was compatible with plaintiff's position as an aircraft maintenance technician.  Plaintiff has not challenged the district court's finding that the Air Force considers compatibility between a Guard member's military and civilian technician positions necessary.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1047 </span>&amp; n. 6.   We find ample support in the record for the district court's finding that no suitable, nondeployable positions were available.  Consequently, we conclude that plaintiff's discharge from PRANG and transfer to the Standby Reserve did not violate ANGR 39-10 p 8-25.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Plaintiff next attacks the absence of a hearing accompanying his discharge as violative of ANGR 39-10.  According to plaintiff, paragraph 1-23 of ANGR 39-10 guaranteed him a hearing.  That paragraph provided:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>Unless otherwise indicated, airman [sic] recommended for discharge under [ANGR 39-10] will be offered an opportunity for administrative discharge board [procedures]....</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">ANGR 39-10 p 1-23.  Prior to plaintiff's discharge, however, ANGR 39-10 was amended as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>Effective immediately [August 10, 1990,] members processed [in accordance with] ANGR 39-10, para 8-25 will not be notified nor offered an opportunity for administrative discharge board procedures.   The upcoming revision of ANGR 39-10 will indicate these cases will be administered through appropriate medical channels.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">(Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Citing Nicholson v. Brown, <span class=\"citation\" data-id=\"366563\"><a href=\"/opinion/366563/william-daniel-nicholson-iii-cross-appellant-v-harold-brown-secretary/\"><span class=\"volume\">599</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">639</span></a></span>, 648 (5th Cir.1979), for the proposition that an agency's \"application to a case of new principles announced in the course of deciding that case may be so tinged with unfairness as to amount to an abuse\" of discretion, plaintiff argues that the amendment was invalid as to him.  While we agree that the amendment became effective after he tested positive for HIV, we disagree that it constituted a new rule developed in the course of a proceeding affecting plaintiff.  Rather, the amendment to ANGR 39-10 was procedural, not substantive, and became effective before plaintiff's discharge was processed.  \"The [procedural] regulations in force at the time administrative proceedings take place govern, not those in effect at some earlier time when the events giving rise to the action occurred.\"  Chilcott v. Orr, <span class=\"citation\" data-id=\"443944\"><a href=\"/opinion/443944/mark-p-chilcott-v-verne-orr-secretary-of-the-united-states-air-force/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">29</span></a></span>, 34 (1st Cir.1984);  accord Alberico v. United States, <span class=\"citation\" data-id=\"464907\"><a href=\"/opinion/464907/gregory-alberico-v-the-united-states/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1024</span></a></span>, 1028 (Fed.Cir.1986).  Accordingly, the amendment to ANGR 39-10 deleting the right to an administrative hearing applied to plaintiff's case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Plaintiff attempts to impugn the amendment by arguing that it is analogous to a bill of attainder, and that it was never formally adopted.  A bill of attainder is a law that inflicts punishment upon identifiable members of a class without providing a judicial trial.  Nixon v. Administrator of Gen. Servs., <span class=\"citation\" data-id=\"109729\"><a href=\"/opinion/109729/nixon-v-administrator-of-general-services/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">425</span></a></span>, 468-69, <span class=\"citation\" data-id=\"109729\"><a href=\"/opinion/109729/nixon-v-administrator-of-general-services/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2777</span></a></span>, 2802-03, <span class=\"citation\" data-id=\"109729\"><a href=\"/opinion/109729/nixon-v-administrator-of-general-services/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">867</span> </a></span>(1977).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Plaintiff's allegations are unsupported by the record.  Captain Robinson, the National Guard Bureau officer responsible for the amendment to ANGR 39-10, testified that he proposed it in 1989 to eliminate unnecessary procedures where the individual's HIV status was undisputed, and where there were no nondeployable positions available.  According to Robinson, only if a nondeployable position were available would further procedures be warranted to make a medical determination of whether the HIV infection would interfere with the duties of that position.  An administrative board, however, could not make such an evaluation because it lacks a medical faculty.  And because Guard members are generally not entitled to military medical health care, the infected individual would have to pay for any additional medical tests.  It is undisputed that plaintiff's status in the Guard did not entitle him to military health care.  Robinson testified that his superiors approved the amendment and that it became effective on August 10, 1990.  The uncontradicted evidence thus indicates that the amendment was a duly-approved, general policy change, designed to effect the nonpunitive purpose of eliminating unnecessary, costly procedures.  See <span class=\"citation\" data-id=\"464907\"><span class=\"antecedent_guess\">Alberico,</span> <a href=\"/opinion/464907/gregory-alberico-v-the-united-states/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1028</span> </a></span>(rejecting argument that generally-applicable amendment of regulation affecting plaintiff's service record constituted bill of attainder, even though amendment was \"certainly inspired by his case\").</p>\n    </div>\n    <p>HIV Policy</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Plaintiff's next argument is that his discharge violated Defense Department policy.  There are two prongs to plaintiff's argument.  First, plaintiff quotes the following policy statement from the Defense Department and the Air Force, regarding active duty personnel infected with HIV, in an effort to prove that ANGR 39-10 conflicted with Department policy:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>Individuals with serologic evidence of HIV infection and who show no evidence of clinical illness or other indication of immunologic or neurologic impairment related to HIV infection, shall not be separated solely on the basis of serologic evidence of HIV infection.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">(Emphasis added.)   Plaintiff's attempt to use that policy statement to undermine ANGR 39-10 is unavailing, however, because he was a reservist, not on active duty.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There is a provision regarding reservists with HIV in each of the memoranda containing that policy statement.  The Defense Department policy states that \"the Secretaries of the Military Departments may restrict individuals [in the Reserves] with serologic evidence of HIV infection to nondeployable units or positions for purposes of force readiness.\"   Air Force policy, in turn, states that reservists \"shall be transferred to the Standby Reserve, only if they cannot be utilized in the Selected [i.e., Ready] Reserve,\" and that the decision regarding fitness for the Selected Reserve must take into account that \"military personnel [with HIV] shall only be assigned to nondeployable units and positions.\" In this case, plaintiff was not separated solely because of his HIV condition.  He was transferred to the Standby Reserve and discharged from PRANG because he tested positive for HIV and there were no compatible, nondeployable positions available.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The second prong of plaintiff's argument is that the Secretary of the Air Force allegedly abused his discretion in restricting reservists with HIV to nondeployable positions.  A Defense Department policy provided the Secretary with the authority to make such a restriction \"for purposes of force readiness.\"   According to plaintiff, the restriction is groundless because persons with HIV can lead normal lives.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Our standard of review of decisions committed to an agency's discretion is invariably deferential.  See New England Legal Found. v. Massachusetts Port Auth., <span class=\"citation\" data-id=\"528192\"><a href=\"/opinion/528192/new-england-legal-foundation-v-massachusetts-port-authority-national/\"><span class=\"volume\">883</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">157</span></a></span>, 169 (1st Cir.1989).  And in the context of a decision such as the Secretary's, in which \"force readiness\" is at issue, courts must be especially circumspect.  The Supreme Court has stated that \"it is difficult to conceive of an area of governmental activity in which the courts have less competence.\"  Gilligan v. Morgan, <span class=\"citation\" data-id=\"108837\"><a href=\"/opinion/108837/gilligan-v-morgan/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 10, <span class=\"citation\" data-id=\"108837\"><a href=\"/opinion/108837/gilligan-v-morgan/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2440</span></a></span>, 2446, <span class=\"citation\" data-id=\"108837\"><a href=\"/opinion/108837/gilligan-v-morgan/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span> </a></span>(1973);  see also <span class=\"citation\" data-id=\"443944\"><span class=\"antecedent_guess\">Chilcott,</span> <a href=\"/opinion/443944/mark-p-chilcott-v-verne-orr-secretary-of-the-united-states-air-force/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">32</span> </a></span>(\"Interference by the judiciary with the administration of the military would undermine this nation's ability to maintain a disciplined and ready fighting force.\").</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The record provides ample support for our finding that the Secretary did not abuse his discretion in adopting the policy underlying ANGR 39-10.  The Air Force Ready Reserve (including the National Guard) makes demands of its members that civilians might not normally face, and these demands bear on \"force readiness.\"   The National Guard's \"whole reason for being is to be ready to be deployed, generally outside of the United States.\"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Doe,</span> <span class=\"volume\">800</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1045</span></span>.   There is ample support for the finding that persons with HIV who are asymptomatic are not deployable because of their restricted capacity to be immunized, their inability to donate blood, and the unpredictability of the onset of symptoms.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  It follows </span>that force readiness is affected when nondeployable persons staff deployable positions.  No further criticism of the Secretary's decision is warranted under the circumstances.</p>\n    </div>\n    <p>Equal Protection</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Plaintiff's next argument is that ANGR 39-10 on its face and as applied violated his right to equal protection.  Plaintiff argues in his brief that policies of the Department of Defense and Air Force draw an invalid distinction between reservists and active duty personnel by permitting the former to be discharged solely because of their HIV status, while guaranteeing to the latter the right not to be discharged on the basis of HIV infection alone.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court declined to reach a similar issue in its order because plaintiff did not adequately raise it in his complaint or at trial.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Doe,</span> <span class=\"volume\">800</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1044</span> </span>n. 1.   Our review of the record substantiates that finding.  While plaintiff flagged the issue in his posttrial brief and in his memorandum supporting his motion for an injunction, his complaint alleged that he suffered a violation of equal protection because of his HIV status, not because of his status as a reservist.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Even if the issue were preserved, we would find it groundless.  The policies and regulations at issue in this case do not mandate that reservists be separated solely on the basis of HIV infection.  Rather, a reservist with HIV is transferred to the Standby Reserve only if there are no nondeployable positions available.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">To the extent plaintiff seeks appellate review of the equal protection issue alleged in his complaint, i.e., discrimination based on his HIV condition, we deem the matter waived because plaintiff has not argued it on appeal in more than a perfunctory manner.  See Gamma Audio &amp; Video, Inc. v. Ean-Chea, <span class=\"citation\" data-id=\"658777\"><a href=\"/opinion/658777/gamma-audio-video-inc-v-ean-chea-dba-overseas-video/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1106</span></a></span>, 1113 (1st Cir.1993).</p>\n    </div>\n    <p>Due Process</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Plaintiff's argument on appeal relating to the constitutional right to due process is also deficient.  Although his brief refers to the right to due process, he made no explicit argument that the Due Process Clause by itself required PRANG to provide notice and a hearing.  The essence of his argument on appeal is captured in the following quotation:  \"Certainly, at a minimum, due process of law, as guaranteed by the Fifth and Fourteenth Amendments to the United States Constitution, requires that the Air Force follow its own regulations in discharging an airman from the Air Force, providing the procedural right to the affected person set forth by applicable law and regulations.\"   Br. for Appellant, 18-19.  Plaintiff did not assert in his brief that he suffered a deprivation of any protected liberty or property interest.  Moreover, he cited no statute, regulation, rule, or other basis for establishing a property interest in his position in the Guard.  Accordingly, we conclude that plaintiff waived the issue.  Playboy Enters. v. Public Serv.  Comm'n, <span class=\"citation\" data-id=\"543590\"><a href=\"/opinion/543590/playboy-enterprises-inc-v-public-service-commission-of-puerto-rico/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span>, 40 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">959</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">388</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">399</span> </span>(1990) (\"An appellant waives any issue which it does not adequately raise in its initial brief, because 'in preparing briefs and arguments, an appellee is entitled to rely on the content of an appellant's brief for the scope of the issues appealed.' \"  (quoting Pignons S.A. de Mecanique v. Polaroid Corp., <span class=\"citation\" data-id=\"414523\"><a href=\"/opinion/414523/pignons-sa-de-mecanique-v-polaroid-corporation/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1983))).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Where the issue is not one easily resolved in the appellant's favor, full briefing is especially important.  Puerto Rico law and federal law are similar in stating that National Guard members may be discharged or transferred in accordance with regulations, with the approval of an appropriate authority.  Compare P.R. Laws Ann. tit. 25, Sec. 2072 with 10 U.S.C. Secs. 269(e), 1001(b).  Courts have generally held that there is no property interest in continuing employment in the military under such circumstances.  See, e.g., Rich v. Secretary of the Army, <span class=\"citation\" data-id=\"436327\"><a href=\"/opinion/436327/37-fair-emplpraccas-598-37-empl-prac-dec-p-35223-roger-w-rich-v/\"><span class=\"volume\">735</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1220</span></a></span>, 1226 (10th Cir.1984) (enlistee discharged according to regulations lacked property interest in remainder of enlistment term);  accord Guerra v. Scruggs, <span class=\"citation\" data-id=\"566833\"><a href=\"/opinion/566833/rigoberto-guerra-jr-private-united-states-army-v-hugh-f-scruggs/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">270</span></a></span>, 278 (4th Cir.1991);  see also Beller v. Middendorf, <span class=\"citation\" data-id=\"382840\"><a href=\"/opinion/382840/24-fair-emplpraccas-289-24-empl-prac-dec-p-31378-ag-1-dennis-r/\"><span class=\"volume\">632</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">788</span></a></span>, 805 (9th Cir.1980) (enlistee held no property interest in remainder of enlistment term because no reasonable expectation of continued employment existed once enlistee was found to be within regulatory class of dischargeable persons), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">905</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3030</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span> </span>(1981);  cf. Navas v. Gonzalez Vales, <span class=\"citation\" data-id=\"446766\"><a href=\"/opinion/446766/luis-s-navas-v-luis-gonzalez-vales/\"><span class=\"volume\">752</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 768 (1st Cir.1985) (officer lacks property interest in military employment);  Fredericks v. Vartanian, <span class=\"citation\" data-id=\"411648\"><a href=\"/opinion/411648/edward-c-fredericks-v-major-general-vahan-vartanian/\"><span class=\"volume\">694</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">891</span></a></span>, 893-94 (1st Cir.1982) (member of state Guard did not hold property interest in his rank, where state law did not place any relevant restrictions on commanding officer's authority to demote him).  Because of plaintiff's failure to develop the argument on appeal, we decline to consider whether the constitution required PRANG to provide notice and a hearing.</p>\n    </div>\n    <p>Entitlement to Medical Board Review</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Finally, plaintiff assails the district court's conclusion that he was not entitled to a medical board hearing because he suffered \"the sui generis situation of an administrative discharge based upon medical considerations.\"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Doe,</span> <span class=\"volume\">800</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1048</span></span>.   A medical board is responsible for determining an individual's entitlement to disability benefits.  Plaintiff argues that he has a right to a medical board review under 10 U.S.C. Secs. 1214-1215 because he was discharged as a result of his medical condition.  Under Sec. 1214, \"[n]o member of the armed forces may be retired or separated for physical disability without a full and fair hearing if he demands it.\"</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The problem with plaintiff's argument is that he produced no evidence which would have entitled him to medical board review. It is undisputed that plaintiff is not medically disabled.  A \"physical disability\" must be the reason for discharge before a board is convened.  See 10 U.S.C. Sec. 1214.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Furthermore, even if we were to conclude that an HIV infection is a \"physical disability\" because it is a medical condition rendering plaintiff unfit for worldwide duty, we would not conclude that plaintiff is entitled to a medical board hearing.  It is a sufficient bar to such a claim that plaintiff offered no proof that he would be entitled to disability benefits.  See Candelaria v. United States, 5 Cl.Ct. 266, 273 (1984);  see also Abatemarco v. United States, <span class=\"citation no-link\"><span class=\"volume\">652</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">69</span></span>, <span class=\"citation no-link\"><span class=\"volume\">226</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">708</span></span>, 710-11 (1981).  A reservist in plaintiff's position with more than twenty years of service is entitled to disability benefits only if he or she shows that the disability \"result[ed] from an injury\" and \"[wa]s the proximate result of performing active duty or inactive-duty training.\"  10 U.S.C. Sec. 1204.  The record in this case is devoid of proof that plaintiff acquired HIV as a result of performing duties in the Guard.</p>\n    </div>\n    <p>III.</p>\n    <p>JURISDICTION</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Before drawing this opinion to a close, we address a jurisdictional issue.  Defendants Secretary of the Air Force and Chief of the National Guard Bureau (hereinafter the federal defendants) argue that we do not have appellate jurisdiction because plaintiff's request for back pay brings this case within the Tucker Act.  See 32 U.S.C. Sec. 709 (Guard technicians are federal employees).  Analyzing this issue requires an understanding of the Tucker Act and an appreciation of the two types of claims at issue:   the Sec. 1983 claims for back pay and injunctive relief against the Puerto Rico defendants in their official capacities (e.g., the Adjutant General) based on plaintiff's discharge from PRANG;  and  the claim for back pay against the federal defendants based on the termination of plaintiff's technician position.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Under the Tucker Act, 28 U.S.C. Sec. 1491, the United States waived its sovereign immunity from nontort claims for money damages and specified which courts could hear such claims.  See United States v. Testan, <span class=\"citation\" data-id=\"109386\"><a href=\"/opinion/109386/united-states-v-testan/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span>, 398, <span class=\"citation\" data-id=\"109386\"><a href=\"/opinion/109386/united-states-v-testan/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, 953, <span class=\"citation\" data-id=\"109386\"><a href=\"/opinion/109386/united-states-v-testan/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span> </a></span>(1976).  Claims against the United States exceeding $10,000 (\"Big\" Tucker Act claims), founded upon the Constitution, a federal statute, a regulation, or contract, are in the jurisdiction of the Court of Federal Claims.  28 U.S.C. Sec. 1491.  The district courts and the Court of Federal Claims have concurrent jurisdiction over \"Little\" Tucker Act claims, i.e., for money damages up to $10,000.  28 U.S.C. Sec. 1346(a)(2) (Little Tucker Act);  Sibley v. Ball, <span class=\"citation\" data-id=\"554974\"><a href=\"/opinion/554974/edward-n-sibley-v-william-l-ball-iii-etc/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span>, 28-29 (1st Cir.1991).  The Federal Circuit Court of Appeals has exclusive appellate jurisdiction over appeals from the Court of Federal Claims and over Little Tucker Act cases unrelated to federal taxes.  28 U.S.C. Sec. 1295;  United States v. Hohri, <span class=\"citation\" data-id=\"111903\"><a href=\"/opinion/111903/united-states-v-hohri/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, 68, 72-73, <span class=\"citation\" data-id=\"111903\"><a href=\"/opinion/111903/united-states-v-hohri/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2246</span></a></span>, 2552, <span class=\"citation\" data-id=\"111903\"><a href=\"/opinion/111903/united-states-v-hohri/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">51</span> </a></span>(1987);  <span class=\"citation\" data-id=\"554974\"><span class=\"antecedent_guess\">Sibley,</span> <a href=\"/opinion/554974/edward-n-sibley-v-william-l-ball-iii-etc/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">29</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In Sibley v. <span class=\"citation\" data-id=\"554974\"><span class=\"antecedent_guess\">Ball,</span> <a href=\"/opinion/554974/edward-n-sibley-v-william-l-ball-iii-etc/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">29</span></a></span>, we considered whether we had jurisdiction over an action brought against the Secretary of the Navy for back pay, where the complaint sought back pay \"within the jurisdiction\" of the district court.  We held that the case arose under the Little Tucker Act, even though the plaintiff did not cite that Act in his jurisdictional statement.  <span class=\"citation\" data-id=\"554974\"><a href=\"/opinion/554974/edward-n-sibley-v-william-l-ball-iii-etc/\"><span class=\"id_token\">Id.</span>  Consequently, we </a></span>found that the Federal Circuit had exclusive appellate jurisdiction.  <span class=\"citation\" data-id=\"554974\"><a href=\"/opinion/554974/edward-n-sibley-v-william-l-ball-iii-etc/\"><span class=\"id_token\">Id.</span>  In this </a></span>case, plaintiff cited only 28 U.S.C. Sec. 1331, the statute providing federal question jurisdiction, as the basis for filing his Sec. 1983 claims in the district court.  But see <span class=\"citation\" data-id=\"554974\"><span class=\"antecedent_guess\">Sibley,</span> <a href=\"/opinion/554974/edward-n-sibley-v-william-l-ball-iii-etc/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">28</span> </a></span>(Section \"1331 does not by its own terms waive sovereign immunity and vest in district courts plenary jurisdiction over all, or any, suits which--by seeking a money judgment ...--are in substance suits against the United States.\").</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The district court clearly had federal question jurisdiction over the Civil Rights Act claims for injunctive relief asserted against the Puerto Rico defendants based on plaintiff's discharge from PRANG.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  28 U.S.C. Sec. 1331;  42 U.S.C. Sec. 1988.  Moreover, we are convinced that the Federal Circuit does not have exclusive appellate jurisdiction here, as it did in <span class=\"citation\" data-id=\"554974\"><span class=\"antecedent_guess\">Sibley,</span> <a href=\"/opinion/554974/edward-n-sibley-v-william-l-ball-iii-etc/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">29</span></a></span>, because plaintiff's back pay claim here exceeds the jurisdictional limit for the Little Tucker Act.  For the purposes of the Tucker Act, \"the amount of a claim against the United States for back pay is the total amount of back pay the plaintiff stands ultimately to recover in the suit and is not the amount of back pay accrued at the time the claim is filed.\"  Smith v. Orr, <span class=\"citation\" data-id=\"511013\"><a href=\"/opinion/511013/captain-james-h-smith-v-secretary-of-the-air-force-verne-orr/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1544</span></a></span>, 1553 (Fed.Cir.1988) (citing cases).  At trial, plaintiff did not waive any claim against the United States for back pay in excess of $10,000.  The record indicates that the amount of back pay allegedly due plaintiff is more than $10,000.  Consequently, we have jurisdiction over the injunctive-relief issues on appeal as to the Puerto Rico defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">But we can identify no basis for district court jurisdiction over the back pay claim against the federal defendants.  Neither the Little Tucker Act, nor 28 U.S.C. Sec. 1331 provides such authority.  Accordingly, we vacate the district court's order with respect to the back pay claim asserted against the federal defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We have authority to transfer to another court with jurisdiction any action over which we lack jurisdiction, if such a transfer is in the interests of justice.  28 U.S.C. Sec. 1631.  Arguably, the Court of Federal Claims has jurisdiction over plaintiff's claim for overdue Guard technician's pay under the Tucker Act and the Back Pay Act, 5 U.S.C. Sec. 5596.  In Gnagy v. United States, <span class=\"citation no-link\"><span class=\"volume\">634</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">574</span></span>, 580, <span class=\"citation no-link\"><span class=\"volume\">225</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">242</span> </span>(1980), and in Christoffersen v. United States, <span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">998</span></span>, 1003-04, <span class=\"citation no-link\"><span class=\"volume\">1982</span> <span class=\"reporter\">WL</span> <span class=\"page\">25304</span> </span>(1982), however, the Court of Claims, predecessor to the Court of Federal Claims, held that the Back Pay Act did not provide a basis for a Guard technician, validly discharged from his or her unit, to recover damages against the United States.  The court in <span class=\"citation no-link\"><span class=\"antecedent_guess\">Gnagy,</span> <span class=\"volume\">634</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">579</span></span>, stated:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>An essential element of the right to recover under the Back Pay Act is that the personnel action which has resulted in loss of pay be \"unjustified or unwarranted.\"   This element is absent in the instant case.  A prerequisite to plaintiff's former employment as a civilian technician for the National Guard was that he be a member of the National Guard.  When he was discharged from [his Guard unit], ... section 709(e)(1) of 32 U.S.C.  (1976) required that his civilian technician employment be terminated.  Hence, the termination of this employment was not unjustified or unwarranted.  Rather, it was mandated by federal statutory law.  The sum effect of this is that the claim in question must be dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> (footnotes omitted); </span> accord <span class=\"citation no-link\"><span class=\"antecedent_guess\">Christoffersen,</span> <span class=\"volume\">230</span> <span class=\"reporter\">Ct. Cl.</span> at <span class=\"page\">1001-04</span></span>;  see also <span class=\"citation no-link\"><span class=\"antecedent_guess\">Christoffersen,</span> <span class=\"volume\">230</span> <span class=\"reporter\">Ct. Cl.</span> at <span class=\"page\">1005</span> </span>(ruling on motion for reconsideration) (panel \"denied plaintiffs' claims as not within its jurisdiction\").  Gnagy and Christoffersen effectively removed such back pay claims from the jurisdiction of the Court of Federal Claims because the Tucker Act invests that court with the power to grant relief only when a substantive right to monetary relief exists.  See <span class=\"citation\" data-id=\"109386\"><span class=\"antecedent_guess\">Testan,</span> <a href=\"/opinion/109386/united-states-v-testan/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">398</span></a></span>, <span class=\"citation\" data-id=\"109386\"><span class=\"antecedent_guess\">400,</span> <a href=\"/opinion/109386/united-states-v-testan/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">953</span></a></span>;  Eastport Steamship Corp. v. United States, <span class=\"citation\" data-id=\"274781\"><a href=\"/opinion/274781/eastport-steamship-corporation-v-the-united-states/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1002</span></a></span>, 1007-08, <span class=\"citation\" data-id=\"274781\"><a href=\"/opinion/274781/eastport-steamship-corporation-v-the-united-states/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1002</span> </a></span>(1967).  We can educe from plaintiff's arguments no other basis for federal jurisdiction over the back pay claim relating to his civilian technician job.  See Martinez v. United States, 26 Cl.Ct. 1471, 1476 (1992) (court lacks jurisdiction over due process and equal protection claims based on 42 U.S.C. Sec. 1983), aff'd, <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1069</span> </span>(Fed.Cir.1993);  Montoya v. United States, 22 Cl.Ct. 568, 570 (1991) (similar);  Anderson v. United States, 22 Cl.Ct. 178, 179 n. 2 (1990) (\"While this court has jurisdiction in military pay cases seeking reinstatement, back pay and allowances generally, under 28 U.S.C. Sec. 1491, it has no jurisdiction over cases arising under the Civil Rights Act.\"), aff'd, <span class=\"citation no-link\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">623</span> </span>(Fed.Cir.1991);  Montalvo v. United States, <span class=\"citation no-link\"><span class=\"volume\">231</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">980</span></span>, 982-83, <span class=\"citation no-link\"><span class=\"volume\">1982</span> <span class=\"reporter\">WL</span> <span class=\"page\">25825</span> </span>(1982) (court lacks jurisdiction over claims based on violations of due process); cf. Dehne v. United States, <span class=\"citation\" data-id=\"587401\"><a href=\"/opinion/587401/denis-e-dehne-v-the-united-states/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 892 (Fed.Cir.1992) (Court of Federal Claims has jurisdiction over Guard member's claim for overdue military pay, based on statutes stipulating military pay rate and authorizing correction of military records).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Because the district court lacked subject matter jurisdiction to entertain plaintiff's back pay claim, we vacate that aspect of the district court's opinion.  Moreover, because the Court of Federal Claims, the only tribunal arguably possessed of jurisdiction over such claims against the United States, has expressly held that it lacks subject matter jurisdiction where a civilian technician has been duly discharged from his state Guard unit, a transfer of the claim pursuant to 28 U.S.C. Sec. 1631 would be to no avail.  The claim is therefore dismissed for want of jurisdiction.  In all other respects, we affirm the district court decision on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> National Guard units may be established in the states, territories, Puerto Rico, and the District of Columbia.  32 U.S.C. Sec. 101(6).  For the sake of convenience, we refer to all these entities as states.  The differences between Puerto Rico and a state are immaterial in this context.  Penagaricano v. Llenza, <span class=\"citation\" data-id=\"443951\"><a href=\"/opinion/443951/gabriel-i-penagaricano-v-orlando-llenza/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">55</span></a></span>, 56 n. 1 (1st Cir.1984), overruled on other grounds by Wright v. Park, <span class=\"citation\" data-id=\"194964\"><a href=\"/opinion/194964/wright-v-park/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">586</span></a></span>, 591 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court issued interlocutory orders that plaintiff's case was justiciable, and that plaintiff was not required to seek relief from the Air Force Board for the Correction of Military Records prior to filing his civil suit.  Those issues have not been briefed by the parties on appeal, and we do not address them in this case.  For the same reason, we do not address whether defendants can be said to have acted under color of state law in discharging plaintiff</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Plaintiff stated at oral argument that the record contained evidence that he held a property right in his military position in the form of a \"retention letter.\"   While that letter, dated June 20, 1990, informed plaintiff that he had been selected \"for continued retention\" in ANGUS through 1992, it also contained the following caveat:  \"Selection for continued retention ... does not preclude applicable military authority from separating you for other reasons [in accordance with] applicable ANG or USAF regulations....\"  We need not decide whether plaintiff had a \"legitimate claim of entitlement\" to continued employment, or whether the letter's caveat and the existence of ANGR 39-10 rendered any putative interest at most a \"unilateral expectation,\" Board of Regents v. Roth, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 577, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, 2709, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span> </a></span>(1972), because plaintiff waived the issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although the parties have not asked us to examine the effect of the Eleventh Amendment in this context, we note that a district court is not divested of jurisdiction over a case involving a request for reinstatement and back pay simply because the Eleventh Amendment precludes an award of back pay.  See Will v. Michigan Dept. of State Police, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 71 n. 10, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2304</span></a></span>, 2312 n. 10, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span> </a></span>(1989);  Barreto-Fred v. Aponte-Roque, <span class=\"citation\" data-id=\"549743\"><a href=\"/opinion/549743/gloria-e-barreto-fred-v-awilda-aponte-roque/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 39 (1st Cir.1990);  Melo v. Hafer, <span class=\"citation\" data-id=\"547214\"><a href=\"/opinion/547214/james-c-melo-jr-louise-jurik-donald-ruggerio-karol-danowitz-james/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">628</span></a></span>, 635 (3d Cir.1990), aff'd, <span class=\"citation\" data-id=\"112657\"><a href=\"/opinion/112657/hafer-v-melo/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">21</span></a></span>, <span class=\"citation\" data-id=\"112657\"><a href=\"/opinion/112657/hafer-v-melo/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">358</span></a></span>, <span class=\"citation\" data-id=\"112657\"><a href=\"/opinion/112657/hafer-v-melo/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">301</span> </a></span>(1991);  see also Echevarria-Gonzalez v. Gonzalez-Chapel, <span class=\"citation\" data-id=\"507353\"><a href=\"/opinion/507353/aurelio-echevarria-gonzalez-v-antonio-gonzalez-chapel-etc/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">24</span></a></span>, 32 (1st Cir.1988) (stating that reinstatement is prospective relief)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108837/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109386/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109729/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111903/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112293/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112455/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112657/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194964/",
    "https://www.courtlistener.com/api/rest/v3/opinions/274781/",
    "https://www.courtlistener.com/api/rest/v3/opinions/366563/",
    "https://www.courtlistener.com/api/rest/v3/opinions/382840/",
    "https://www.courtlistener.com/api/rest/v3/opinions/411648/",
    "https://www.courtlistener.com/api/rest/v3/opinions/414523/",
    "https://www.courtlistener.com/api/rest/v3/opinions/436327/",
    "https://www.courtlistener.com/api/rest/v3/opinions/443944/",
    "https://www.courtlistener.com/api/rest/v3/opinions/443951/",
    "https://www.courtlistener.com/api/rest/v3/opinions/446766/",
    "https://www.courtlistener.com/api/rest/v3/opinions/464907/",
    "https://www.courtlistener.com/api/rest/v3/opinions/507353/",
    "https://www.courtlistener.com/api/rest/v3/opinions/511013/",
    "https://www.courtlistener.com/api/rest/v3/opinions/528192/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543590/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547214/",
    "https://www.courtlistener.com/api/rest/v3/opinions/549743/",
    "https://www.courtlistener.com/api/rest/v3/opinions/554974/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566833/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587401/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588805/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608912/",
    "https://www.courtlistener.com/api/rest/v3/opinions/658777/"
  ]
}