{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195483/",
  "id": 195483,
  "absolute_url": "/opinion/195483/camacho-pacheco-v-medina-vargas/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195483/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:40:51Z",
  "date_modified": "2020-02-21T23:29:12.418557Z",
  "type": "010combined",
  "sha1": "136cc13801f2f3dbd254149aefcac7498a1534ce",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2347.01A",
  "local_path": null,
  "plain_text": "July 11, 1994         [NOT FOR PUBLICATION]\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 93-2347\n                      JUAN CAMACHO-PACHECO,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                  LUIS A. MEDINA-VARGAS, ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\nNo. 93-2348\n                ANTONIO RODRIGUEZ-TORRES, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                  LUIS A. MEDINA-VARGAS, ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Raymond L. Acosta, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                    Torruella, Cyr and Boudin,\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n   Roberto Buso-Aloy,  with whom Harry  Anduze Montano was  on brief\n                                                      \nfor appellants Rodriguez, et al.\n\n   Francisco  R. Gonzalez,  with  whom Jesus  Hernandez Sanchez  and\n                                                               \nHernandez Sanchez  Law  Firm  were  on brief  for  appellant  Camacho-\n                          \nPacheco.\n   Edgardo Rodriguez-Quilichini, Assistant  Solicitor General,  with\n                               \nwhom Pedro  A. Delgado-Hernandez, Solicitor General,  and Carlos Lugo-\n                                                                    \nFiol, Deputy Solicitor General, were on brief for appellees.\n  \n\n                                           \n\n                                           \n\n                                2\n\n          Per Curiam.    During  the evening of  March 10,  1990,\n          Per Curiam.\n                    \n\nOfficer  Luis Medina Vargas arrived by unmarked patrol car in the\n\nCaimito Ward of  Yauco, Puerto Rico, accompanied  by his partner,\n\nAntonio Rodriquez.  Medina, who believed that he had come upon an\n\nillegal  street-side \"dice\"  game,  jumped from  the patrol  car,\n\nannounced himself  as a police  officer, and fatally  shot Manuel\n\nCamacho Rodriquez in the back.  Camacho was unarmed.  \n\n          In August 1991, Camacho's  family filed suit in federal\n\ndistrict court  against Medina,  his partner, and  several police\n\ndepartment  supervisors,  pursuant  to 42  U.S.C.     1983.   The\n\ncomplaint alleged,  inter alia, that Medina's  partner had failed\n                              \n\nto take reasonable measures at the scene to prevent the shooting,\n\nand  that  Medina's  supervisors  had  demonstrated  reckless  or\n\ncallous indifference  to Camacho's constitutional  rights by  (i)\n\nmaintaining  deficient police  recruiting procedures  and failing\n\nadequately  to  train or  supervise  Camacho  for this  \"special\"\n\npatrol,  (ii) ignoring previous  administrative complaints lodged\n\nagainst  Camacho, and  (iii)  permitting  department-wide use  of\n\nexcessive force.   The district court  ultimately granted summary\n\njudgment for the partner and the supervisors.\n\n          A de  novo review of  the summary judgment  record, see\n                                                                 \n\nFed. R. Civ. P. 56(c); Gaskell v. The Harvard Coop. Soc'y, 3 F.3d\n                                                         \n\n495,  497  (1st Cir.  1993), leads  us  to conclude  that summary\n\njudgment was proper. \n\n                                3\n\n          First,  the  claim  against  Medina's  partner  falters\n\nbecause  all  record evidence  indicates  that  Medina fired  his\n\nweapon a split second  after jumping from the patrol  car, before\n\nhis partner even had time to shift the vehicle into park.\n\n          Second, the record  is similarly deficient as  concerns\n\nappellants' claims against Medina's supervisors:  \n\n          Supervisor liability [under section 1983] may\n          not be predicated upon a theory of respondeat\n                                                       \n          superior. . . .   Moreover, a supervisor can-\n                  \n          not  be liable  for  merely  negligent  acts.\n          Rather, a supervisor's acts or omissions must\n          amount to a reckless or  callous indifference\n          to the constitutional rights  of others.  \"An\n          official  displays  such reckless  or callous\n          indifference when it would be manifest to any\n          reasonable official that his conduct was very\n          likely to violate an individual's rights.\"\n\nFebus-Rodriguez v. Betancourt-Lebron, 14 F.3d 87, 91-92 (1st Cir.\n                                    \n\n1994) (citations  omitted).   In order  to surmount  the required\n\nevidentiary threshold, appellants  needed to show  \"'an \"affirma-\n\ntive [causal] link\"  between the street  level of misconduct  and\n\nthe action  or inaction  of supervisory officials.'\"   Gutierrez-\n                                                                 \n\nRodriguez  v. Cartagena, 882 F.2d 553, 562 (1st Cir. 1989) (cita-\n                       \n\ntion omitted).\n\n          None of the evidence adduced by appellants even remote-\n\nly suggests that Medina's supervisors were or should have been on\n\nnotice that  Medina posed a danger  to the public.   There was no\n\nevidence that  Medina's prior conduct demonstrated an inclination\n\nor tendency to use  excessive force, nor that the  police depart-\n\nment  routinely  used excessive  force.    Absent such  evidence,\n\n                                4\n\nappellants could  not establish  that  the defendant  supervisors\n\nknowingly instituted or maintained a recruiting system ill-suited\n\nto rooting out  dangerous recruits.  See  Febus-Rodriguez, 4 F.3d\n                                                         \n\nat  92 (noting that summary judgment record must show that super-\n\nvisor knew  of recruiting and training  problems, knowledge which\n\nreflected a \"conscious policy\" decision to hire or  retain incom-\n\npetent officers).  \n\n          Nor  was  there  evidence  to  substantiate appellants'\n\nconclusory contentions  that the sort of gambling patrol in which\n\nMedina was engaged is a policing  task requiring \"special\" train-\n\ning  or constant supervision by superior officers.  Medina gradu-\n\nated from the police  academy in 1986, having taken  such courses\n\nas \"basic police  tactical operations\" and  \"use and handling  of\n\nfirearms.\"  During  the next four years,  Medina served primarily\n\nas a traffic officer, earning numerous commendations for exempla-\n\nry  police service  (e.g., apprehension  of murder  suspects) and\n                         \n\nprofessional demeanor.  He  was honored as Policeman of  the Year\n\nin 1989-90.  Official police department files contain no adminis-\n\ntrative complaints against Medina  prior to the Camacho shooting.\n\nCf. id.  at  93-94 (summary  judgment  awarded where  five  prior\n       \n\nadministrative complaints were \"unrelated\" to the violent activi-\n\nty giving rise to plaintiff's suit); but cf. Gutierrez-Rodriguez,\n                                                                \n\n882 F.2d  at 564 (finding  supervisor liability based  on several\n\nprior  complaints  of  brutality).   Appellants  made  conclusory\n\nallegations in their  complaint that Medina  was \"known,\" on  the\n           \n\n                                5\n\npolice force and in  the community, for aggressive  behavior, and\n\nthat  his supervisors engaged in a systematic cover-up of citizen\n\ncomplaints.  But they offered no competent evidence in support of\n\nthese allegations.  \n\n          Given the dearth of competent evidence, and the failure\n\nto request  an extension of  the discovery deadline  as permitted\n\nunder  Fed. R.  Civ. P.  56(f), Resolution  Trust Corp.  v. North\n                                                                 \n\nBridge Assocs., Inc.,    F.3d    ,     (1st Cir. 1994) [1994 U.S.\n                    \n\nApp. LEXIS 9358, at *10-13 (1st  Cir. May 2, 1994)], the district\n\ncourt correctly concluded that appellants failed to demonstrate a\n\ntrialworthy  issue as  to whether  the defendant  supervisors had\n\nreason  to know  that Medina  possessed a  dangerous or  volatile\n\ndisposition.   Accordingly, the  district court judgment  must be\n\naffirmed.\n\n          Affirmed.\n          Affirmed\n                  \n\n                                6\n",
  "html": "<p class=\"case_cite\">30 F.3d 126</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Juan CAMACHO-PACHECO, Plaintiff, Appellant,<br>v.<br>Luis A. MEDINA-VARGAS, ET AL., Defendants, Appellees.<br>Antonio RODRIGUEZ-TORRES, ET AL., Plaintiffs, Appellants,<br>v.<br>LUIS A. MEDINA-VARGAS, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2347, 93-2348</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 11, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the United States District Court for the District of Puerto Rico [Hon.  Raymond L. Acosta, U.S. District Judge ]</p>\n      <p class=\"indent\">Roberto Buso-Aloy, with whom Harry Anduze Montano was on brief for appellants Rodriguez, et al.</p>\n      <p class=\"indent\">Francisco R. Gonzalez, with whom Jesus Hernandez Sanchez and Hernandez Sanchez Law Firm were on brief for appellant Camacho-Pacheco.</p>\n      <p class=\"indent\">Edgardo Rodriguez-Quilichini, Assistant Solicitor General, with whom Pedro A. Delgado-Hernandez, Solicitor General, and Carlos Lugo-Fiol, Deputy Solicitor General, were on brief for appellees.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">During the evening of March 10, 1990, Officer Luis Medina Vargas arrived by unmarked patrol car in the Caimito Ward of Yauco, Puerto Rico, accompanied by his partner, Antonio Rodriquez.  Medina, who believed that he had come upon an illegal street-side \"dice\" game, jumped from the patrol car, announced himself as a police officer, and fatally shot Manuel Camacho Rodriquez in the back.  Camacho was unarmed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In August 1991, Camacho's family filed suit in federal district court against Medina, his partner, and several police department supervisors, pursuant to 42 U.S.C. Sec. 1983.  The complaint alleged, inter alia, that Medina's partner had failed to take reasonable measures at the scene to prevent the shooting, and that Medina's supervisors had demonstrated reckless or callous indifference to Camacho's constitutional rights by (i) maintaining deficient police recruiting procedures and failing adequately to train or supervise Camacho for this \"special\" patrol, (ii) ignoring previous administrative complaints lodged against Camacho, and (iii) permitting department-wide use of excessive force.  The district court ultimately granted summary judgment for the partner and the supervisors.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A de novo review of the summary judgment record, see Fed.  R. Civ. P. 56(c);   Gaskell v. The Harvard Coop.  Soc'y, 3 F.3d 495, 497 (1st Cir. 1993), leads us to conclude that summary judgment was proper.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">First, the claim against Medina's partner falters because all record evidence indicates that Medina fired his weapon a split second after jumping from the patrol car, before his partner even had time to shift the vehicle into park.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Second, the record is similarly deficient as concerns appellants' claims against Medina's supervisors:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>Supervisor liability [under section 1983] may not be predicated upon a theory of respondeat superior.  ...  Moreover, a supervisor cannot be liable for merely negligent acts.  Rather, a supervisor's acts or omissions must amount to a reckless or callous indifference to the constitutional rights of others.  \"An official displays such reckless or callous indifference when it would be manifest to any reasonable official that his conduct was very likely to violate an individual's rights.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Febus-Rodriguez v. Betancourt-Lebron, 14 F.3d 87, 91-92 (1st Cir. 1994) (citations omitted).  In order to surmount the required evidentiary threshold, appellants needed to show \" 'an \"affirmative [causal] link\" between the street level of misconduct and the action or inaction of supervisory officials.' \"   Gutierrez-Rodriguez v. Cartagena, 882 F.2d 553, 562 (1st Cir. 1989) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">None of the evidence adduced by appellants even remotely suggests that Medina's supervisors were or should have been on notice that Medina posed a danger to the public.  There was no evidence that Medina's prior conduct demonstrated an inclination or tendency to use excessive force, nor that the police department routinely used excessive force.  Absent such evidence, appellants could not establish that the defendant supervisors knowingly instituted or maintained a recruiting system ill-suited to rooting out dangerous recruits.  See Febus-Rodriguez, 4 F.3d at 92 (noting that summary judgment record must show that supervisor knew of recruiting and training problems, knowledge which reflected a \"conscious policy\" decision to hire or retain incompetent officers).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Nor was there evidence to substantiate appellants' conclusory contentions that the sort of gambling patrol in which Medina was engaged is a policing task requiring \"special\" training or constant supervision by superior officers.  Medina graduated from the police academy in 1986, having taken such courses as \"basic police tactical operations\" and \"use and handling of firearms.\"  During the next four years, Medina served primarily as a traffic officer, earning numerous commendations for exemplary police service (e.g., apprehension of murder suspects) and professional demeanor.  He was honored as Policeman of the Year in 1989- 90.  Official police department files contain no administrative complaints against Medina prior to the Camacho shooting.  Cf. id. at 93-94 (summary judgment awarded where five prior administrative complaints were \"unrelated\" to the violent activity giving rise to plaintiff's suit);   but cf.  Gutierrez-Rodriguez, 882 F.2d at 564 (finding supervisor liability based on several prior complaints of brutality).  Appellants made conclusory allegations in their complaint that Medina was \"known,\" on the police force and in the community, for aggressive behavior, and that his supervisors engaged in a systematic cover-up of citizen complaints.  But they offered no competent evidence in support of these allegations.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Given the dearth of competent evidence, and the failure to request an extension of the discovery deadline as permitted under Fed.  R. Civ. P. 56(f), Resolution Trust Corp. v. North Bridge Assocs., Inc.,  F.3d ,  (1st Cir. 1994) [1994 U.S. App.  LEXIS 9358, at * 10-13 (1st Cir.  May 2, 1994) ], the district court correctly concluded that appellants failed to demonstrate a trialworthy issue as to whether the defendant supervisors had reason to know that Medina possessed a dangerous or volatile disposition.  Accordingly, the district court judgment must be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">126</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Juan CAMACHO-PACHECO, Plaintiff, Appellant,<br>v.<br>Luis A. MEDINA-VARGAS, ET AL., Defendants, Appellees.<br>Antonio RODRIGUEZ-TORRES, ET AL., Plaintiffs, Appellants,<br>v.<br>LUIS A. MEDINA-VARGAS, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2347, 93-2348</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 11, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the United States District Court for the District of Puerto Rico [Hon.  Raymond L. Acosta, U.S. District Judge ]</p>\n      <p class=\"indent\">Roberto Buso-Aloy, with whom Harry Anduze Montano was on brief for appellants Rodriguez, et al.</p>\n      <p class=\"indent\">Francisco R. Gonzalez, with whom Jesus Hernandez Sanchez and Hernandez Sanchez Law Firm were on brief for appellant Camacho-Pacheco.</p>\n      <p class=\"indent\">Edgardo Rodriguez-Quilichini, Assistant Solicitor General, with whom Pedro A. Delgado-Hernandez, Solicitor General, and Carlos Lugo-Fiol, Deputy Solicitor General, were on brief for appellees.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">During the evening of March 10, 1990, Officer Luis Medina Vargas arrived by unmarked patrol car in the Caimito Ward of Yauco, Puerto Rico, accompanied by his partner, Antonio Rodriquez.  Medina, who believed that he had come upon an illegal street-side \"dice\" game, jumped from the patrol car, announced himself as a police officer, and fatally shot Manuel Camacho Rodriquez in the back.  Camacho was unarmed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In August 1991, Camacho's family filed suit in federal district court against Medina, his partner, and several police department supervisors, pursuant to 42 U.S.C. Sec. 1983.  The complaint alleged, inter alia, that Medina's partner had failed to take reasonable measures at the scene to prevent the shooting, and that Medina's supervisors had demonstrated reckless or callous indifference to Camacho's constitutional rights by (i) maintaining deficient police recruiting procedures and failing adequately to train or supervise Camacho for this \"special\" patrol, (ii) ignoring previous administrative complaints lodged against Camacho, and (iii) permitting department-wide use of excessive force.  The district court ultimately granted summary judgment for the partner and the supervisors.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A de novo review of the summary judgment record, see Fed.  R. Civ. P. 56(c);   Gaskell v. The Harvard Coop.  Soc'y, <span class=\"citation\" data-id=\"628959\"><a href=\"/opinion/628959/david-and-carolyn-gaskell-v-the-harvard-cooperative-society-david-and/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">495</span></a></span>, 497 (1st Cir. 1993), leads us to conclude that summary judgment was proper.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">First, the claim against Medina's partner falters because all record evidence indicates that Medina fired his weapon a split second after jumping from the patrol car, before his partner even had time to shift the vehicle into park.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Second, the record is similarly deficient as concerns appellants' claims against Medina's supervisors:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>Supervisor liability [under section 1983] may not be predicated upon a theory of respondeat superior.  ...  Moreover, a supervisor cannot be liable for merely negligent acts.  Rather, a supervisor's acts or omissions must amount to a reckless or callous indifference to the constitutional rights of others.  \"An official displays such reckless or callous indifference when it would be manifest to any reasonable official that his conduct was very likely to violate an individual's rights.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Febus-Rodriguez v. Betancourt-Lebron, <span class=\"citation\" data-id=\"195148\"><a href=\"/opinion/195148/rodriguez-v-lebron/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></a></span>, 91-92 (1st Cir. 1994) (citations omitted).  In order to surmount the required evidentiary threshold, appellants needed to show \" 'an \"affirmative [causal] link\" between the street level of misconduct and the action or inaction of supervisory officials.' \"   Gutierrez-Rodriguez v. Cartagena, <span class=\"citation\" data-id=\"527780\"><a href=\"/opinion/527780/carlos-a-gutierrez-rodriguez-v-desiderio-cartagena-and-domingo-alvarez/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 562 (1st Cir. 1989) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">None of the evidence adduced by appellants even remotely suggests that Medina's supervisors were or should have been on notice that Medina posed a danger to the public.  There was no evidence that Medina's prior conduct demonstrated an inclination or tendency to use excessive force, nor that the police department routinely used excessive force.  Absent such evidence, appellants could not establish that the defendant supervisors knowingly instituted or maintained a recruiting system ill-suited to rooting out dangerous recruits.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Febus-Rodriguez,</span> <span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">92</span> </span>(noting that summary judgment record must show that supervisor knew of recruiting and training problems, knowledge which reflected a \"conscious policy\" decision to hire or retain incompetent officers).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Nor was there evidence to substantiate appellants' conclusory contentions that the sort of gambling patrol in which Medina was engaged is a policing task requiring \"special\" training or constant supervision by superior officers.  Medina graduated from the police academy in 1986, having taken such courses as \"basic police tactical operations\" and \"use and handling of firearms.\"  During the next four years, Medina served primarily as a traffic officer, earning numerous commendations for exemplary police service (e.g., apprehension of murder suspects) and professional demeanor.  He was honored as Policeman of the Year in 1989- 90.  Official police department files contain no administrative complaints against Medina prior to the Camacho shooting.  Cf. <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 93-94 </span>(summary judgment awarded where five prior administrative complaints were \"unrelated\" to the violent activity giving rise to plaintiff's suit);   but cf.  <span class=\"citation\" data-id=\"527780\"><span class=\"antecedent_guess\">Gutierrez-Rodriguez,</span> <a href=\"/opinion/527780/carlos-a-gutierrez-rodriguez-v-desiderio-cartagena-and-domingo-alvarez/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">564</span> </a></span>(finding supervisor liability based on several prior complaints of brutality).  Appellants made conclusory allegations in their complaint that Medina was \"known,\" on the police force and in the community, for aggressive behavior, and that his supervisors engaged in a systematic cover-up of citizen complaints.  But they offered no competent evidence in support of these allegations.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Given the dearth of competent evidence, and the failure to request an extension of the discovery deadline as permitted under Fed.  R. Civ. P. 56(f), Resolution Trust Corp. v. North Bridge Assocs., Inc.,  F.3d ,  (1st Cir. 1994) [1994 U.S. App.  LEXIS 9358, at * 10-13 (1st Cir.  May 2, 1994) ], the district court correctly concluded that appellants failed to demonstrate a trialworthy issue as to whether the defendant supervisors had reason to know that Medina possessed a dangerous or volatile disposition.  Accordingly, the district court judgment must be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195148/",
    "https://www.courtlistener.com/api/rest/v3/opinions/527780/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628959/"
  ]
}