{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195416/",
  "id": 195416,
  "absolute_url": "/opinion/195416/singleton-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195416/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:39:35Z",
  "date_modified": "2020-02-21T23:48:35.172124Z",
  "type": "010combined",
  "sha1": "b59bca52a734540f4f2111a7cdac3d96dcd9f5c5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1647.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 92-1647\n\n                         JAMES SINGLETON,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                    UNITED STATES OF AMERICA,\n\n                       Defendant, Appellee.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Jos  Antonio Fust , U.S. District Judge]\n                                                       \n\n                                           \n\n                              Before\n\n                      Selya, Cyr and Boudin,\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n   Richard J. Shea for appellant.\n                  \n   Carlos  A. P rez,  Assistant  United States  Attorney, with  whom\n                   \nDaniel  F. Lopez-Romo,  United States  Attorney, and  Jos   A. Quiles-\n                                                                    \nEspinosa, Senior Litigation Counsel, were on brief for appellee.\n      \n\n                                           \n\n                          June 10, 1994\n                                           \n\n          CYR, Circuit Judge.  Petitioner James Singleton appeals\n          CYR, Circuit Judge.\n                            \n\nfrom  a district  court  order dismissing  his  motion for  post-\n\nconviction  relief, see  28  U.S.C.   2255,  from  a judgment  of\n                       \n\nconviction  for possessing marijuana,  with intent to distribute,\n\nin violation of the Maritime  Drug Law Enforcement Act  (MDLEA).1\n\nSee 18  U.S.C.   2; 46  U.S.C. App.   1903(a),  (c), (f).   Along\n   \n\nwith  a surfeit of lesser grounds, we must assess whether Single-\n\nton was  denied effective assistance, see  Strickland v. Washing-\n                                                                 \n\nton, 466 U.S.  668 (1984),  based on trial  counsel's failure  to\n   \n\nobject to a jury instruction which effectively directed a verdict\n\non an essential  element of  the crime  charged.   We affirm  the\n\ndistrict court judgment.   \n\n                                I\n\n                            BACKGROUND\n                                      \n\n          Shortly after midnight  on January 5, 1988,  the United\n\nStates Coast  Guard Cutter  DAUNTLESS made  radar contact with  a\n\nvessel  approaching on the high seas from the direction of Haiti.\n\nSuspecting  that   the  vessel  might  contain   illegal  Haitian\n\nimmigrants, the DAUNTLESS attempted to establish radio communica-\n\ntion,  but to no avail.   Shortly thereafter,  Coast Guard Ensign\n\nPulver  approached to  within  thirty yards  of the  unidentified\n\nvessel in a boarding craft, and noted the name MARILYN  E and the\n\n                    \n\n     1Singleton's  conviction  was  upheld on  direct  appeal  in\nUnited States v. Doe, 921 F.2d 340 (1st Cir. 1990).\n                    \n\nletters \"KA\" and  \"JN\" on the stern but  no home port designation\n\nor flag.   Pulver  made voice  contact with  a person aboard  the\n\nMARILYN E who explained that  the vessel was en route from  King-\n\nston  Bay, Jamaica, and bound for Kaison Bank, in the Bahamas, to\n\nfish.          Ensign  Pulver  obtained  consent  to   board  the\n\nMARILYN E from codefendant Willey Gordon, the master.  Pulver and\n\nthe  boarding  crew found  Gordon, Singleton  and four  others on\n\nboard the  MARILYN E.   The MARILYN  E was leaky  and in  serious\n\ndisrepair.   The scant fishing  gear on board  was inoperable and\n\nthe vessel was not provisioned for an extended voyage.  \n\n          Shortly after boarding, Pulver asked the master for the\n\ncertificate of  documentation.   Gordon asserted that  though the\n\nMARILYN  E was of Jamaican registry, she was carrying no documen-\n\ntation.  At that point, codefendant Earl McLeish volunteered that\n\nhe  knew  where  the documentation  papers  were  kept,  and soon\n\nproduced a Coast Guard \"bill of  sale\" form and an expired United\n\nStates  Certificate of  Documentation.2   Asked  what was  in the\n\nhold, Gordon responded  that it contained ice.   Whereupon Pulver\n\nrequested  and received  permission to open  the hold,  which was\n\n                    \n\n     2Though both  documents  suggested United  States  registry,\nneither  the bill of sale nor the expired certificate of documen-\ntation constituted proper documentation of registry.  The bill of\nsale  memorialized a  1986 sale  of the  MARILYN E  by one  Clyde\nRandolph Eubanks to one Hubert Henderson, and was acknowledged in\nCateret County, North Carolina.  The certificate of documentation\nwas  registered to Eubanks but had expired more than one and one-\nhalf years earlier. \n\n                                3\n\nfoundtocontainbalesofmarijuanaweighingapproximately3,750 pounds.3\n\n          Ensign Pulver requested authorization from the Command-\n\ner of the DAUNTLESS to arrest the captain and crew of the MARILYN\n\nE.   But because the  procedures to be  followed in arresting the\n\ncrew,  and seizing the vessel, would depend on the nationality of\n\nthe  MARILYN  E,  Pulver continued  to  question  Gordon.   Asked\n\nwhether  there were  any flags  aboard the  MARILYN E,  Gordon at\n\nfirst  said there were none, but then corrected himself by saying\n\nhe  believed there was one flag forward.  Upon overhearing Ensign\n\nPulver's question  to Gordon,  Singleton located a  United States\n\nflag  and  a plain  yellow  quarantine flag  in the  fore  of the\n\nvessel.4  Thus,  it remained unclear whether the  MARILYN E was a\n\nUnited States vessel,  as the  United States flag  and the  dated\n\ndocumentation  papers  suggested,  a Jamaican  vessel,  as Gordon\n\nclaimed, or a stateless vessel.  \n\n          In order to ensure the legality  of the ensuing arrests\n\nand seizure, Ensign  Pulver initiated a formal request  to obtain\n\n                    \n\n     3To  this point,  Singleton's  only statement  to the  Coast\nGuard had  been:  \"I'm  James Singleton  and I'm from  the United\nStates.\" \n\n     4Our opinion on  direct appeal merely  stated that the  flag\nwas yellow.   Doe, 921 F.2d  at 342.  The  district court opinion\n                 \ndismissing appellant's  section  2255 motion  states that  \"[t]he\nyellow  flag was later identified  as being a  flag from Quebec.\"\nSingleton  v. United States, 789 F. Supp. 492, 494 (D.P.R. 1992).\n                           \nThe  confusion is entirely  understandable, but we  note that the\nyellow flag in question is a signalling flag indicating  \"quaran-\ntine.\"   Howard L. Andrews &amp; Alexander L. Russell, Basic Boating:\n                                                                 \nPiloting and Seamanship 65  (2d ed. 1974).  In  nautical circles,\n                       \nit is known, colloquially, as \"Quebec,\" the international phonet-\nic representation for the  letter \"Q,\" see The ARRL  Handbook for\n                                                                 \nthe Radio  Amateur  38-4 (Kirk  A.  Kleinschmidt ed.)  (67th  ed.\n                  \n1990).\n\n                                4\n\nJamaican consent to  the enforcement of  United States drug  laws\n\naboard the  MARILYN E,5  and simultaneously  sought authorization\n\nfrom  the Coast  Guard  Commandant in  Washington, D.C.   Several\n\nhours later,  with authorization from the  Coast Guard Commandant\n\nand  the consent of the  Jamaican government, the  six persons on\n\nboard the MARILYN E  were arrested and transferred to  the DAUNT-\n\nLESS,  whereupon Miranda  warnings  were  administered  to  each.\n\nShortly thereafter,  the Coast Guard Cutter  MOHICAN rendezvoused\n\nwith the DAUNTLESS, took custody of the MARILYN E, and set out to\n\ntow  her to  Puerto  Rico.   The  MARILYN E  proved  unseaworthy,\n\nhowever, and she sank (with most of  her illicit cargo) en route.\n\n                                II\n\n                            DISCUSSION\n                                      \n\nA.   The Erroneous Jury Instruction\n                                   \n\n          Singleton  contends  that the  trial  judge effectively\n\nwithdrew  from the jury a  material element of  the crime charged\n\nunder 46 U.S.C. App.    1903(a); viz., whether the MARILYN  E was\n                                     \n\n                    \n\n     5Had Gordon's  unsubstantiated  claim of  Jamaican  registry\nproven  valid, Jamaican  \"consent\" would  have been  necessary to\nsecure jurisdiction under the  criminal statute pursuant to which\nSingleton  and the other defendants were indicted.  See 46 U.S.C.\n                                                       \nApp.    1903(c)(1)(C) (authorizing  enforcement of  United States\ndrug  laws  on, inter  alia, \"a  vessel  registered in  a foreign\n                           \nnation where the flag nation has consented or waived objection to\nthe enforcement of United States law by the United States\"). \n\n                                5\n\n\"a vessel  subject to  the  jurisdiction of  the United  States,\"\n\nwithin themeaning of theMDLEA.6 The jury wasinstructed asfollows:\n\n          Well,  in  this particular  case, one  of the\n          elements  that  you  will have  to  decide is\n          whether  this  was  a  vessel  of the  United\n          States and there is no real controversy in my\n                                                       \n          own mind  about that.  The  parties, the evi-\n                                                       \n          dence is there.  There is [sic] exhibits that\n                        \n          tell  you that  this  vessel was  registered,\n                                                      \n          documented in the United States . . . .\n                                         \n               [46 U.S.C. App.    1903] says  basically\n          this, it is unlawful  for any person on board\n          a vessel of  the United States or on  board a\n          vessel  subject  to the  jurisdiction  of the\n          United States and in  this particular case, I\n          already  pointed to  you out [sic.]  the fact\n          that there is no real  controversy about that\n                                                       \n          fact . . .  That is what you  have to decide,\n              \n          possess  with the  intent to  manufacture and\n          distribute  a  controlled substance  and then\n          sub-section C is the  one that defines a ves-\n          sel subject to the jurisdiction of the United\n          States and  I have already told  you that the\n                                                       \n          Marilyn E,  with the  papers that we  have on\n                   \n          hand, is a vessel subject to the jurisdiction\n                                                       \n          of the United States. . . .\n                              \n               . . . If I were  to read the elements of\n          this offense, I would tell you as follows:  I\n          would tell you that you would have to find in\n          each particular case  that each defendant was\n          located  on  board a  vessel  subject  to the\n          jurisdiction of the  United States when  this\n          happened. . . .\n\n                    \n\n     6At the time of Singleton's arrest and conviction, the MDLEA\nprovided:\n     It is unlawful for any person on  board a vessel of the\n     United  States, or  on board  a vessel  subject to  the\n     jurisdiction  of the  United  States,  to knowingly  or\n     intentionally  manufacture or distribute, or to possess\n     with intent to manufacture or  distribute, a controlled\n     substance. \n46  U.S.C. App.   1903(a)  (Supp. 1987).   A subsequent amendment\nextended jurisdiction over a \"citizen of the United States .  . .\naboard any  vessel.\"  See  Pub. L. 100-690,    7402(a), Oct.  21,\n                         \n1988, 102 Stat. 4181 (amending 46 U.S.C. App.   1903(a)). \n\n                                6\n\n(Emphasis added.)7  \n\n          In  its  ruling  dismissing  Singleton's  section  2255\n\nmotion, see  Singleton v. United  States, 789  F. Supp. 492,  495\n                                        \n\n(D.P.R.  1992), the district court  recognized the fair import of\n\nthe challenged instruction to  be that the jurisdictional element\n\nof  the crime charged had been established to the satisfaction of\n\nthe  court.  See United States v.  Potes, 880 F.2d 1475, 1478 n.1\n                                        \n\n(1st Cir. 1989) (\"Because  this jurisdictional requirement was an\n\nelement of the offense,  and because it depended upon  factual as\n\nwell  as  legal determinations,  it was  for  the jury  to decide\n\nwhether  it had  been satisfied.\").   The  district court  ruled,\n\nnonetheless, that any error  was harmless.   Id. at 501-04.8   On\n                                                \n\nappeal, Singleton insists that this instructional error could not\n\nhave   been  harmless  since   it  relieved   the  jury   of  its\n                                                                 \n\nresponsibility to determine whether  the government had proven an\n\nessential element of the crime beyond a reasonable doubt.\n\n          We observe at the  outset that the established \"princi-\n\nple  that  collateral  review  is different  from  direct  review\n\nresounds throughout  our habeas jurisprudence.\"   Brecht v. Abra-\n                                                                 \n\nhamson, 113 S. Ct. 1710, 1719 (1993).  A presumption  of finality\n      \n\n                    \n\n     7Singleton's trial counsel neither requested  an instruction\non the  jurisdictional element,  nor objected to  the instruction\ngiven. \n\n     8The harmlessness  ruling was  based on the  conclusion that\nthe MARILYN E was a \"vessel of the United States\" under 46 U.S.C.\n   12111(c)(1),  which  provides  that \"until  a  certificate  of\ndocumentation is surrendered with  the approval of the Secretary,\na documented vessel is deemed to  continue to be documented . . .\n.\"  The government concedes that the quoted provision was enacted\nafter these events took place. \n\n                                7\n\nattaches  to criminal  convictions once  all direct  appeals have\n\nbeen exhausted.  Barefoot v. Estelle,  463 U.S. 880,  887 (1983);\n                                    \n\nUnited  States  v. Frady,  456 U.S.  152,  164-65 (1982).   Post-\n                        \n\nconviction  relief  on  collateral  review  is  an  extraordinary\n\nremedy,  available only  on a  sufficient showing  of fundamental\n\nunfairness. Brecht, 113 S. Ct. at 1719.  Trial errors, even those\n                  \n\nthat implicate Seventh Amendment  concerns, are subject to strin-\n\ngent  \"harmless error\" review in a collateral proceeding.  Id. at\n                                                              \n\n1723 (Stevens, J., concurring).\n\n          We  recently  had  occasion  to survey  the  developing\n\n\"harmless error\" jurisprudence  in a section 2254  case where the\n\npetitioner  sought to overturn his state  court conviction on the\n\nbasis  of an erroneous jury  instruction. See Libby  v. Duval, 19\n                                                             \n\nF.3d  733, 738-40 (1st  Cir. 1994).  In  Libby, we identified the\n                                              \n\nappropriate \"harmless  error\" inquiry  as whether  the government\n\ncan demonstrate that  the erroneous instruction  \"did not have  a\n\nsubstantial and injurious effect  or influence in determining the\n\njury's verdict.\" Id. at 18 &amp; n.15; see also Brecht, 113 S. Ct. at\n                                                  \n\n1722  (quoting  Kotteakos v.  United  States, 328  U.S.  750, 776\n                                            \n\n(1946)).9   The \"actual  prejudice\" review required  under Brecht\n                                                                 \n\n                    \n\n     9Libby and Brecht  arose under 28 U.S.C.   2254.   Thus, one\n                      \nsignificant element in the rationale underlying Brecht    namely,\n                                                      \ncomity  concerns based in federalism     is plainly  lacking in a\ncollateral proceeding arising under 28 U.S.C.    2255.  Neverthe-\nless, we think the Brecht rationale    fundamentally anchored  in\n                                                    \ntraditional concerns  for finality    operates with like vigor in\nthe  federal  habeas context:    \"granting  habeas relief  merely\nbecause  there is  a  'reasonable possibility'  that trial  error\ncontributed  to the verdict, Chapman v.  California, 386 U.S. 18,\n                                                   \n24, is at odds with  the historic meaning of habeas corpus  -- to\nafford relief  to those  whom society has  'grievously wronged.'\"\n\n                                8\n\nmust encompass the  record as a  whole.  Id.;  Libby, 19 F.3d  at\n                                                    \n\n740.   Under  the  well-seasoned  Kotteakos standard,  therefore,\n                                           \n\ntrial  error is deemed  harmless only  if the  record as  a whole\n\npermits the reviewing court to conclude:\n\n          \"with  fair  assurance,  after pondering  all\n          that happened without stripping the erroneous\n          action  from the whole, that the judgment was\n          not  substantially  swayed  by   the  error.\"\n          [Kotteakos, 328 U.S. at  765.  This test] \"is\n                    \n          satisfied if it is 'highly probable' that the\n          challenged  action did  not affect  the judg-\n          ment.\"  United States  v. Hernandez-Bermudez,\n                                                      \n          857 F.2d 50, 53 (1st Cir. 1988).  \n\nUnited States v. Wood, 924 F.2d 399, 402 (1st Cir. 1991) (quoting\n                     \n\nUnited States v. Ladd, 885 F.2d 954, 957 (1st Cir. 1989)).  Thus,\n                     \n\nthe Singleton conviction can  withstand collateral review only if\n\nit  is determined,  based on  the entire  trial record,  that the\n\ngovernment  has demonstrated  that a  reasonable jury  would have\n\nfound  that the  jurisdictional element  required for  conviction\n\nunder  section 1903  was  established beyond  a reasonable  doubt\n\nnotwithstanding the erroneous instruction. \n\n          The present inquiry under Kotteakos and Brecht requires\n                                                        \n\nclose examination of the MDLEA and its jurisdictional predicates.\n\nThe MDLEA  in force in  January 1988 proscribed  possession, with\n\nintent  to distribute, marijuana \"on board a vessel of the United\n\nStates  or a  vessel subject  to the  jurisdiction of  the United\n          \n\nStates.\"  46 U.S.C. App.   1903(a) (Supp. 1987) (emphasis added).\n\nSection 1903(c)  provides in pertinent part that the term \"vessel\n\nsubject to the jurisdiction of the United States\" includes:\n\n                    \n\nBrecht, 113 S. Ct. at 1721 (secondary citations omitted). \n      \n\n                                9\n\n     (A)  A vessel without nationality;\n     (B)  A  vessel  assimilated  to a  vessel  without\n          nationality, in accordance with  Article 6(2)\n          of the 1958 Convention on the High Seas; and\n     (C)  A vessel registered in a foreign nation where\n          the  flag  nation  has  consented  or  waived\n          objection to the enforcement of United States\n          law by the United States. \n\nSee 46 U.S.C.  App.    1903(c).  Thus,  jurisdiction would  exist\n   \n\nunder the MDLEA if the  MARILYN E were (1) American, as  a vessel\n\nof the  United States;  (2) Jamaican, since  Jamaican authorities\n\nconsented  to her boarding; (3)  a vessel without nationality; or\n\n(4) a vessel assimilated to a vessel without nationality.10  \n\n          Section 1903(c)(1)(B)  provides that a  \"vessel assimi-\n\nlated to a vessel without nationality\" in accordance with Article\n\n6(2) of the Convention on the High Seas comes within the ambit of\n\nthe  MDLEA.  United States v. Passos-Paternina, 918 F.2d 979, 982\n                                              \n\n(1st Cir. 1990),  cert. denied,  499 U.S. 982  (1991), and  cert.\n                                                                 \n\ndenied 111 S. Ct. 2809 (1991).   Article 6(2) provides that  \"[a]\n      \n\nship which sails  under the flags  of two  or more States,  using\n\nthem according to convenience, may not claim any nationalities in\n\nquestion  with respect to any other state, and may be assimilated\n\nto a ship  without nationality.\"   Convention on  the High  Seas,\n\nArt. 6(2), opened for  signature, Apr. 29, 1958, 13  U.S.T. 2312,\n                                \n\nT.I.A.S. No. 5200, quoted in United States v. Ayaraza-Garcia, 819\n                                                            \n\n                    \n\n     10The trial record amply supports the district court finding\nthat  section 1903  jurisdiction  was never  contested at  trial.\nIndeed, the  government and the defendants  paid little attention\nto it.   Although there can be no doubt that the jury instruction\nwas  premised, however improvidently,  on the  correct impression\nthat  section 1903  jurisdiction was  a non-issue  as far  as the\nparties were  concerned, this weakness in  the government's trial\npresentation is no less vigorously pressed on collateral review.\n\n                                10\n\nF.2d  1043, 1046-47  (11th  Cir.),  cert.  denied, 484  U.S.  969\n                                                 \n\n(1987); see also United States  v. Garate-Vergara, 942 F.2d 1543,\n                                                 \n\n1554-55 (11th  Cir. 1991), modified,  991 F.2d  662 (11th  Cir.),\n                                   \n\ncert.  denied, 114 S. Ct.  481 (1993); Passos-Paternina, 918 F.2d\n                                                       \n\nat  982 (\"the  clear purport  of [Article  6(2)] requires  that a\n\nvessel which sails under the authority of two or  more nations be\n\nconsidered 'assimilated to a  vessel without nationality.'\").  In\n\nthe  context of the  MDLEA, Article 6(2)  is broadly interpreted,\n\nand reaches beyond the  literal thrust of its \"flying  two flags\"\n\nlanguage to encompass conduct  amounting to conflicting claims of\n\nnationality.  Id. (surveying cases). \n                 \n\n          As to  the registry of  the vessel, the  record reveals\n\nthat  Captain Gordon was evasive,  claiming at various times that\n\nthe MARILYN E carried neither flags nor  documentation.  Although\n\nthe captain asserted that the MARILYN E was of Jamaican registry,\n\nand a crew member claimed to have sailed out of Kingston Bay, the\n\nscant documentation, and the only flags found on board, suggested\n\nUnited  States registry.  Further,  the MARILYN E  was not flying\n\nthe flag of any nation  at the time she was sighted, nor  did she\n\nbear  her home  port designation  or other  registry information.\n\nSee United States v. Matute, 767 F.2d 1511, 1513 (11th Cir. 1985)\n                           \n\n(finding  absence of  home port  designation \"a  clear indication\n\nthat  the crew  wanted  to be  able  to manipulate  the  vessel's\n\n'nationality' on short notice\").  Section 1903(c)(1)(B) was meant\n\nto encompass this precise  sort of ambivalent behavior.   See id.\n                                                                 \n\n(holding  that  use of  Colombian  flag  and Venezuelan  registry\n\n                                11\n\npapers is  \"precisely\" what statute and  Article 6(2) contemplat-\n\ned); Passos-Paternina, 918 F.2d at 981-83 (holding that conflict-\n                     \n\ning claims of registry and carrying different flags  \"were tanta-\n\nmount  to sailing  under the  authority of  more than  one nation\n\nunder convenience\").  \n\n          The uncontroverted evidence  that the captain  and crew\n\nrepeatedly   provided  the   Coast  Guard   with   equivocal  and\n\ncontradictory registry  information satisfies us that  a properly\n\ninstructed jury would  have concluded that the  United States met\n\nits  burden of  proving,  beyond  a  reasonable doubt,  that  the\n\nMARILYN E was a \"vessel subject to the jurisdiction of the United\n\nStates\" within the meaning of 46 U.S.C.   1903.  \n\nB.   Ineffective Assistance of Counsel\n                                      \n\n          The Sixth Amendment  provides that criminal  defendants\n\nare  entitled  to  the  effective assistance  of  trial  counsel.\n\nStrickland, 466 U.S.  at 687.   \"But 'the  Constitution does  not\n          \n\nguarantee a  defendant a  letter-perfect defense or  a successful\n\ndefense; rather  the performance  standard is that  of reasonably\n\neffective  assistance under  the circumstances  then obtaining.'\"\n\nLema v. United States,  987 F.2d 48, 50 (1st  Cir. 1993) (quoting\n                     \n\nUnited  States v. Natanel, 938 F.2d 302, 309-10 (1st Cir. 1991)).\n                         \n\n\"The  habeas court  must evaluate  the [challenged]  conduct from\n\ncounsel's perspective  at the time,  considering  the totality of\n\nthe circumstances before it, and making every effort to eliminate\n\nthe distorting effects of hindsight.\"  Id. (citations  and quota-\n                                          \n\ntions omitted).   We indulge \"a strong presumption that counsel's\n\n                                12\n\nconduct  falls within  a  wide range  of reasonable  professional\n\nassistance.\"   Id. (citing Strickland, 466 U.S. at 689).  Besides\n                                     \n\nbearing the  burden of  proving that trial  counsel's performance\n\nwas not within  this wide range of reasonable professional assis-\n\ntance, Singleton  must establish that  counsel's performance  was\n\nsufficiently prejudicial to  undermine confidence in  the outcome\n\nof the trial.  Strickland, 466 U.S. at 693-94.  Singleton asserts\n                         \n\nprejudice  from  several alleged  lapses  on  the  part of  trial\n\ncounsel.11  \n\n          First, he points out that trial counsel did not attempt\n\nto suppress the evidence seized aboard the MARILYN E.  The uncon-\n\ntroverted record  evidence reveals,  however, that the  master of\n\nthe MARILYN E consented  to the Coast Guard boarding.   Moreover,\n\nthe MARILYN  E was subject to  boarding simply on the  basis of a\n\nreasonable  pre-boarding  suspicion  that  she  was  a  stateless\n\nvessel.  See United  States v. Alvarez-Mena, 765 F.2d  1259, 1268\n                                           \n\n(5th  Cir.  1985) (\"Coast  Guard  need  have  only a  'reasonable\n\nsuspicion' that a vessel  is subject to United States  law before\n\neffecting  a seizure  of the  vessel in  international waters.\");\n\naccord Potes, 880 F.2d at 1478 (dicta).  As the MARILYN E flew no\n            \n\nflag, bore no home port designation,  and could not be raised  by\n\nradio,  there was an adequate  basis for the reasonable suspicion\n\nneeded to stop and board her.  See Alvarez-Mena, 765 F.2d at 1268\n                                               \n\n                    \n\n     11As it  resulted in  no \"prejudice\"  within the  meaning of\nStrickland, see supra pp. 5-12, we need give no further consider-\n                     \nation to  the \"ineffective  assistance\" claim that  trial counsel\nfailed to challenge  the jury instruction on section  1903 juris-\ndiction.  \n\n                                13\n\n(finding abundant reasonable suspicion  where, inter alia, vessel\n                                                         \n\n\"flew no flag, and  had no stern markings indicating home port or\n\ncountry\").    And,  of  course, Ensign  Pulver  obtained  Captain\n\nGordon's permission before opening the hold. \n\n          Second,  Singleton  claims  prejudice   from  counsel's\n\nfailure to challenge the  adequacy of the Miranda warnings.   See\n                                                                 \n\nMiranda  v.  Arizona, 384  U.S. 436  (1966).   The  crew received\n                    \n\nMiranda warnings just  prior to their transfer to  the DAUNTLESS,\n       \n\nmoments  after their arrests.   Although he did  speak with Coast\n\nGuard personnel before being formally arrested, Singleton has not\n\nidentified any  evidence  illegally obtained  prior to  receiving\n\nMiranda warnings.  Our review suggests but one possibility; viz.,\n                                                                \n\nSingleton's  admission that he was  \"from the United States,\" see\n                                                                 \n\nsupra  note 3.  But the uncontroverted testimony of Ensign Pulver\n     \n\nmakes  clear that  Singleton volunteered  this admission.   Thus,\n\neven assuming that Singleton was in \"custody,\" this statement was\n\nnot made in response to interrogation.  See Miranda,  384 U.S. at\n                                                   \n\n467 (rule  applies to \"in-custody  interrogations\").  We  find no\n\ncolorable basis for a cognizable Miranda claim.  \n                                        \n\n          Third, Singleton faults counsel's failure to move for a\n\nseparate trial.  As a general  rule, joinder for trial is  proper\n\nif issues of fact and law overlap and the practical benefits of a\n\njoint  trial outweigh  each  defendant's interest  in a  separate\n\ntrial.  See, e.g.,  United States v. Arruda, 715 F.2d 671, 677-81\n                                           \n\n(1st Cir. 1983).   Singleton has not demonstrated  that counsel's\n\n                                14\n\nfailure to press for a separate trial was outside the wide  range\n\nof reasonable professional assistance.  \n\n          Significantly, codefendant McLeish unsuccessfully moved\n\nfor severance early  in the proceedings.  Like Singleton, McLeish\n\npursued a \"hitchhiker\" defense, claiming that he  had been picked\n\nup serendipitously  by the MARILYN  E while  adrift at  sea.   In\n\nlight of the  lack of  success with which  McLeish's request  for\n\nseverance was met, we cannot say that trial counsel's performance\n\nwas  deficient under the Sixth  Amendment.  See  United States v.\n                                                              \n\nPellerito,  878 F.2d  1535, 1540  (1st Cir.  1985) (codefendants'\n         \n\nfailed efforts are relevant in assessing other counsel's decision\n\nnot to pursue similar tactics).  Indeed, the McLeish motion bears\n\nall the  earmarks of  a stalking-horse strategy.   \"Effectiveness\n\ndoes  not require  that  counsel jump  through every  conceivable\n\nhoop, or engage in  futile exercises.\" Id. (citing United  States\n                                                                 \n\nv. Cronic, 466 U.S.  648, 656 n.19 (1984) (\"useless  charade\" not\n         \n\nrequired); United States v. Levy, 870 F.2d 37, 38 (1st Cir. 1989)\n                                \n\n(similar)).  In any event, there has been no showing of prejudice\n\nto Singleton resulting from the joint trial. \n\nC.   Defaulted Claims\n                     \n\n          Several additional claims advanced by  Singleton suffer\n\nfrom various forms of  procedural default, and essentially repre-\n\nsent attempts to recast  arguments already rejected in connection\n\nwith the \"ineffective assistance\"  claim.12  Singleton  attempts,\n\n                    \n\n     12The  defaulted  claims include  an  attempt  to raise  the\ngroundless Miranda claim.  See supra p. 14. \n                                    \n\n                                15\n\nto  no avail, see  Lopez-Torres v. United  States, 876 F.2d  4, 5\n                                                 \n\n(1st Cir.), cert.  denied, 493  U.S. 979 (1989),  to revisit  the\n                         \n\ndefaulted claim relating to improper joinder for trial, though it\n\nwas neither raised before  the trial court nor on  direct appeal.\n\nFurthermore,  Singleton  challenges  his  360-month  sentence  as\n\nhaving been based on a sentencing guideline determination that he\n\nwas responsible for possessing,  with intent to distribute, 3,750\n\npounds of marijuana, whereas  there was no evidence that  he knew\n\nthe weight, and no evidence that the bales lost at  sea contained\n\nmarijuana.  Not only was a substantially similar argument reject-\n\ned on direct  appeal, see  Doe, 921  F.2d at  347, but  \"[i]ssues\n                              \n\ndisposed of in  a prior appeal will not be  reviewed again by way\n\nof a 28 U.S.C.   2255 motion,\" United States v. Dirring, 370 F.2d\n                                                       \n\n862, 864 (1st Cir. 1967), cited in Barrett  v. United States, 965\n                                                            \n\nF.2d 1184, 1190 n.11  (1st Cir. 1992).  Additionally,  this argu-\n\nment  does not  appear  in the  section  2255 motion,  but  first\n\nemerged in Singleton's supplemental  appellate brief.  See Dziur-\n                                                                 \n\ngot  v.  Luther, 897  F.2d 1222,  1224  (1st Cir.  1990) (holding\n               \n\nclaims not raised in section 2255  motion will not be reviewed on\n\nappeal).  Finally, further review of Singleton's challenge to the\n\nsufficiency  of the  evidence, addressed  and rejected  on direct\n\nappeal,  Doe,  921 F.2d  at 346,  is  also foreclosed,  Tracey v.\n                                                              \n\nUnited States, 739 F.2d 679, 682 (1st Cir. 1984). \n             \n\nAffirmed.\n        \n\n                                16\n",
  "html": "<p class=\"case_cite\">26 F.3d 233</p>\n    <p class=\"parties\">James SINGLETON, Plaintiff, Appellant,<br>v.<br>UNITED STATES of America, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 92-1647.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 2, 1993.<br>Decided June 10, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard J. Shea, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Carlos A. Perez, Asst. U.S. Atty., with whom Daniel F. Lopez-Romo, U.S. Atty., and Jose A. Quiles-Espinosa, Senior Litigation Counsel, Hato Rey, PR, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner James Singleton appeals from a district court order dismissing his motion for post-conviction relief, see 28 U.S.C. Sec. 2255, from a judgment of conviction for possessing marijuana, with intent to distribute, in violation of the Maritime Drug Law Enforcement Act (MDLEA).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See 18 U.S.C. Sec. 2;  46 U.S.C.App. Sec. 1903(a), (c), (f).  Along with a surfeit of lesser grounds, we must assess whether Singleton was denied effective assistance, see Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), based on trial counsel's failure to object to a jury instruction which effectively directed a verdict on an essential element of the crime charged.  We affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Shortly after midnight on January 5, 1988, the United States Coast Guard Cutter DAUNTLESS made radar contact with a vessel approaching on the high seas from the direction of Haiti.  Suspecting that the vessel might contain illegal Haitian immigrants, the DAUNTLESS attempted to establish radio communication, but to no avail.  Shortly thereafter, Coast Guard Ensign Pulver approached to within thirty yards of the unidentified vessel in a boarding craft, and noted the name MARILYN E and the letters \"KA\" and \"JN\" on the stern but no home port designation or flag.  Pulver made voice contact with a person aboard the MARILYN E who explained that the vessel was en route from Kingston Bay, Jamaica, and bound for Kaison Bank, in the Bahamas, to fish.  Ensign Pulver obtained consent to board the MARILYN E from codefendant Willey Gordon, the master.  Pulver and the boarding crew found Gordon, Singleton and four others on board the MARILYN E.  The MARILYN E was leaky and in serious disrepair.  The scant fishing gear on board was inoperable and the vessel was not provisioned for an extended voyage.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Shortly after boarding, Pulver asked the master for the certificate of documentation.  Gordon asserted that though the MARILYN E was of Jamaican registry, she was carrying no documentation.  At that point, codefendant Earl McLeish volunteered that he knew where the documentation papers were kept, and soon produced a Coast Guard \"bill of sale\" form and an expired United States Certificate of Documentation.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Asked what was in the hold, Gordon responded that it contained ice.  Whereupon Pulver requested and received permission to open the hold, which was found to contain bales of marijuana weighing approximately 3,750 pounds.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Ensign Pulver requested authorization from the Commander of the DAUNTLESS to arrest the captain and crew of the MARILYN E.  But because the procedures to be followed in arresting the crew, and seizing the vessel, would depend on the nationality of the MARILYN E, Pulver continued to question Gordon.  Asked whether there were any flags aboard the MARILYN E, Gordon at first said there were none, but then corrected himself by saying he believed there was one flag forward.  Upon overhearing Ensign Pulver's question to Gordon, Singleton located a United States flag and a plain yellow quarantine flag in the fore of the vessel.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Thus, it remained unclear whether the MARILYN E was a United States vessel, as the United States flag and the dated documentation papers suggested, a Jamaican vessel, as Gordon claimed, or a stateless vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In order to ensure the legality of the ensuing arrests and seizure, Ensign Pulver initiated a formal request to obtain Jamaican consent to the enforcement of United States drug laws aboard the MARILYN E,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and simultaneously sought authorization from the Coast Guard Commandant in Washington, D.C.  Several hours later, with authorization from the Coast Guard Commandant and the consent of the Jamaican government, the six persons on board the MARILYN E were arrested and transferred to the DAUNTLESS, whereupon Miranda warnings were administered to each.  Shortly thereafter, the Coast Guard Cutter MOHICAN rendezvoused with the DAUNTLESS, took custody of the MARILYN E, and set out to tow her to Puerto Rico.  The MARILYN E proved unseaworthy, however, and she sank (with most of her illicit cargo) en route.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. The Erroneous Jury Instruction</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Singleton contends that the trial judge effectively withdrew from the jury a material element of the crime charged under 46 U.S.C.App. Sec. 1903(a);  viz., whether the MARILYN E was \"a vessel subject to the jurisdiction of the United States,\" within the meaning of the MDLEA.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The jury was instructed as follows:Well, in this particular case, one of the elements that you will have to decide is whether this was a vessel of the United States and there is no real controversy in my own mind about that.   The parties, the evidence is there.   There is [sic] exhibits that tell you that this vessel was registered, documented in the United States....</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">[46 U.S.C.App. Sec. 1903] says basically this, it is unlawful for any person on board a vessel of the United States or on board a vessel subject to the jurisdiction of the United States and in this particular case, I already pointed to you out [sic.] the fact that there is no real controversy about that fact ... That is what you have to decide, possess with the intent to manufacture and distribute a controlled substance and then sub-section C is the one that defines a vessel subject to the jurisdiction of the United States and I have already told you that the Marilyn E, with the papers that we have on hand, is a vessel subject to the jurisdiction of the United States....</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">... If I were to read the elements of this offense, I would tell you as follows:  I would tell you that you would have to find in each particular case that each defendant was located on board a vessel subject to the jurisdiction of the United States when this happened....</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(Emphasis added.)<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In its ruling dismissing Singleton's section 2255 motion, see Singleton v. United States, 789 F.Supp. 492, 495 (D.P.R.1992), the district court recognized the fair import of the challenged instruction to be that the jurisdictional element of the crime charged had been established to the satisfaction of the court.  See United States v. Potes, 880 F.2d 1475, 1478 n. 1 (1st Cir.1989) (\"Because this jurisdictional requirement was an element of the offense, and because it depended upon factual as well as legal determinations, it was for the jury to decide whether it had been satisfied.\").  The district court ruled, nonetheless, that any error was harmless.  Id. at 501-04.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  On appeal, Singleton insists that this instructional error could not have been harmless since it relieved the jury of its responsibility to determine whether the government had proven an essential element of the crime beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We observe at the outset that the established \"principle that collateral review is different from direct review resounds throughout our habeas jurisprudence.\"  Brecht v. Abrahamson, --- U.S. ----, ----, 113 S.Ct. 1710, 1719, 123 L.Ed.2d 353 (1993).  A presumption of finality attaches to criminal convictions once all direct appeals have been exhausted.  Barefoot v. Estelle, 463 U.S. 880, 887, 103 S.Ct. 3383, 3391-92, 77 L.Ed.2d 1090 (1983);  United States v. Frady, 456 U.S. 152, 164-65, 102 S.Ct. 1584, 1592-93, 71 L.Ed.2d 816 (1982).  Postconviction relief on collateral review is an extraordinary remedy, available only on a sufficient showing of fundamental unfairness.  Brecht, --- U.S. at ----, 113 S.Ct. at 1719.   Trial errors, even those that implicate Seventh Amendment concerns, are subject to stringent \"harmless error\" review in a collateral proceeding.  Id. at ----, 113 S.Ct. at 1723 (Stevens, J., concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We recently had occasion to survey the developing \"harmless error\" jurisprudence in a section 2254 case where the petitioner sought to overturn his state court conviction on the basis of an erroneous jury instruction.  See Libby v. Duval, 19 F.3d 733, 738-40 (1st Cir.1994).  In Libby, we identified the appropriate \"harmless error\" inquiry as whether the government can demonstrate that the erroneous instruction \"did not have a substantial and injurious effect or influence in determining the jury's verdict.\"  Id. at 738 &amp; n. 15;  see also Brecht, --- U.S. at ----, 113 S.Ct. at 1722 (quoting Kotteakos v. United States, 328 U.S. 750, 776, 66 S.Ct. 1239, 1253, 90 L.Ed. 1557 (1946)).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The \"actual prejudice\" review required under Brecht must encompass the record as a whole.  Id.; Libby, 19 F.3d at 740.   Under the well-seasoned Kotteakos standard, therefore, trial error is deemed harmless only if the record as a whole permits the reviewing court to conclude:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>\"with fair assurance, after pondering all that happened without stripping the erroneous action from the whole, that the judgment was not substantially swayed by the error.\"  [Kotteakos, 328 U.S. at 765, 66 S.Ct. at 1248.   This test] \"is satisfied if it is 'highly probable' that the challenged action did not affect the judgment.\"  United States v. Hernandez-Bermudez, 857 F.2d 50, 53 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">United States v. Wood, 924 F.2d 399, 402 (1st Cir.1991) (quoting United States v. Ladd, 885 F.2d 954, 957 (1st Cir.1989)).  Thus, the Singleton conviction can withstand collateral review only if it is determined, based on the entire trial record, that the government has demonstrated that a reasonable jury would have found that the jurisdictional element required for conviction under section 1903 was established beyond a reasonable doubt notwithstanding the erroneous instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The present inquiry under Kotteakos and Brecht requires close examination of the MDLEA and its jurisdictional predicates.  The MDLEA in force in January 1988 proscribed possession, with intent to distribute, marijuana \"on board a vessel of the United States or a vessel subject to the jurisdiction of the United States.\"   46 U.S.C.App. Sec. 1903(a) (Supp.1987) (emphasis added).  Section 1903(c) provides in pertinent part that the term \"vessel subject to the jurisdiction of the United States\" includes:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(A) A vessel without nationality;</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(B) A vessel assimilated to a vessel without nationality, in accordance with Article 6(2) of the 1958 Convention on the High Seas;  and</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(C) A vessel registered in a foreign nation where the flag nation has consented or waived objection to the enforcement of United States law by the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">See 46 U.S.C.App. Sec. 1903(c).  Thus, jurisdiction would exist under the MDLEA if the MARILYN E were (1) American, as a vessel of the United States;  (2) Jamaican, since Jamaican authorities consented to her boarding;  (3) a vessel without nationality;  or (4) a vessel assimilated to a vessel without nationality.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Section 1903(c)(1)(B) provides that a \"vessel assimilated to a vessel without nationality\" in accordance with Article 6(2) of the Convention on the High Seas comes within the ambit of the MDLEA.  United States v. Passos-Paternina, 918 F.2d 979, 982 (1st Cir.1990), cert. denied, 499 U.S. 982, 111 S.Ct. 1637, 113 L.Ed.2d 732 (1991), and cert. denied 501 U.S. 1210, 111 S.Ct. 2809, 115 L.Ed.2d 981 (1991).  Article 6(2) provides that \"[a] ship which sails under the flags of two or more States, using them according to convenience, may not claim any nationalities in question with respect to any other state, and may be assimilated to a ship without nationality.\"   Convention on the High Seas, Art. 6(2), opened for signature, Apr. 29, 1958, 13 U.S.T. 2312, T.I.A.S. No. 5200, quoted in United States v. Ayarza-Garcia, 819 F.2d 1043, 1046-47 (11th Cir.), cert. denied, 484 U.S. 969, 108 S.Ct. 465, 98 L.Ed.2d 404 (1987);  see also United States v. Garate-Vergara, 942 F.2d 1543, 1554-55 (11th Cir.1991), modified, 991 F.2d 662 (11th Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 481, 126 L.Ed.2d 432 (1993);  Passos-Paternina, 918 F.2d at 982 (\"the clear purport of [Article 6(2) ] requires that a vessel which sails under the authority of two or more nations be considered 'assimilated to a vessel without nationality.' \").  In the context of the MDLEA, Article 6(2) is broadly interpreted, and reaches beyond the literal thrust of its \"flying two flags\" language to encompass conduct amounting to conflicting claims of nationality.  Id. (surveying cases).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As to the registry of the vessel, the record reveals that Captain Gordon was evasive, claiming at various times that the MARILYN E carried neither flags nor documentation.  Although the captain asserted that the MARILYN E was of Jamaican registry, and a crew member claimed to have sailed out of Kingston Bay, the scant documentation, and the only flags found on board, suggested United States registry.  Further, the MARILYN E was not flying the flag of any nation at the time she was sighted, nor did she bear her home port designation or other registry information.  See United States v. Matute, 767 F.2d 1511, 1513 (11th Cir.1985) (finding absence of home port designation \"a clear indication that the crew wanted to be able to manipulate the vessel's 'nationality' on short notice\").  Section 1903(c)(1)(B) was meant to encompass this precise sort of ambivalent behavior.  See id.  (holding that use of Colombian flag and Venezuelan registry papers is \"precisely\" what statute and Article 6(2) contemplated);  Passos-Paternina, 918 F.2d at 981-83 (holding that conflicting claims of registry and carrying different flags \"were tantamount to sailing under the authority of more than one nation under convenience\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The uncontroverted evidence that the captain and crew repeatedly provided the Coast Guard with equivocal and contradictory registry information satisfies us that a properly instructed jury would have concluded that the United States met its burden of proving, beyond a reasonable doubt, that the MARILYN E was a \"vessel subject to the jurisdiction of the United States\" within the meaning of 46 U.S.C. Sec. 1903.</p>\n    </div>\n    <p>B. Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Sixth Amendment provides that criminal defendants are entitled to the effective assistance of trial counsel.  Strickland, 466 U.S. at 687, 104 S.Ct. at 2064.  \"But 'the Constitution does not guarantee a defendant a letter-perfect defense or a successful defense;  rather the performance standard is that of reasonably effective assistance under the circumstances then obtaining.' \"  Lema v. United States, 987 F.2d 48, 50 (1st Cir.1993) (quoting United States v. Natanel, 938 F.2d 302, 309-10 (1st Cir.1991)).  \"The habeas court must evaluate the [challenged] conduct from counsel's perspective at the time, considering the totality of the circumstances before it, and making every effort to eliminate the distorting effects of hindsight.\"  Id. (citations and quotations omitted).  We indulge \"a strong presumption that counsel's conduct falls within a wide range of reasonable professional assistance.\"  Id. (citing Strickland, 466 U.S. at 689, 104 S.Ct. at 2065).   Besides bearing the burden of proving that trial counsel's performance was not within this wide range of reasonable professional assistance, Singleton must establish that counsel's performance was sufficiently prejudicial to undermine confidence in the outcome of the trial.  Strickland, 466 U.S. at 693-94, 104 S.Ct. at 2067-68.   Singleton asserts prejudice from several alleged lapses on the part of trial counsel.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">First, he points out that trial counsel did not attempt to suppress the evidence seized aboard the MARILYN E.  The uncontroverted record evidence reveals, however, that the master of the MARILYN E consented to the Coast Guard boarding.  Moreover, the MARILYN E was subject to boarding simply on the basis of a reasonable preboarding suspicion that she was a stateless vessel.  See United States v. Alvarez-Mena, 765 F.2d 1259, 1268 (5th Cir.1985) (\"Coast Guard need have only a 'reasonable suspicion' that a vessel is subject to United States law before effecting a seizure of the vessel in international waters.\");   accord Potes, 880 F.2d at 1478 (dicta).  As the MARILYN E flew no flag, bore no home port designation, and could not be raised by radio, there was an adequate basis for the reasonable suspicion needed to stop and board her.  See Alvarez-Mena, 765 F.2d at 1268 (finding abundant reasonable suspicion where, inter alia, vessel \"flew no flag, and had no stern markings indicating home port or country\").  And, of course, Ensign Pulver obtained Captain Gordon's permission before opening the hold.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Second, Singleton claims prejudice from counsel's failure to challenge the adequacy of the Miranda warnings.  See Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).  The crew received Miranda warnings just prior to their transfer to the DAUNTLESS, moments after their arrests.  Although he did speak with Coast Guard personnel before being formally arrested, Singleton has not identified any evidence illegally obtained prior to receiving Miranda warnings.  Our review suggests but one possibility;  viz., Singleton's admission that he was \"from the United States,\" see supra note 3.  But the uncontroverted testimony of Ensign Pulver makes clear that Singleton volunteered this admission.  Thus, even assuming that Singleton was in \"custody,\" this statement was not made in response to interrogation.  See Miranda, 384 U.S. at 467, 86 S.Ct. at 1624 (rule applies to \"in-custody interrogations\").  We find no colorable basis for a cognizable Miranda claim.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Third, Singleton faults counsel's failure to move for a separate trial.  As a general rule, joinder for trial is proper if issues of fact and law overlap and the practical benefits of a joint trial outweigh each defendant's interest in a separate trial.  See, e.g., United States v. Arruda, 715 F.2d 671, 677-81 (1st Cir.1983).  Singleton has not demonstrated that counsel's failure to press for a separate trial was outside the wide range of reasonable professional assistance.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Significantly, codefendant McLeish unsuccessfully moved for severance early in the proceedings.  Like Singleton, McLeish pursued a \"hitchhiker\" defense, claiming that he had been picked up serendipitously by the MARILYN E while adrift at sea.  In light of the lack of success with which McLeish's request for severance was met, we cannot say that trial counsel's performance was deficient under the Sixth Amendment.  See United States v. Pellerito, 878 F.2d 1535, 1540 (1st Cir.1985) (codefendants' failed efforts are relevant in assessing other counsel's decision not to pursue similar tactics).  Indeed, the McLeish motion bears all the earmarks of a stalking-horse strategy.  \"Effectiveness does not require that counsel jump through every conceivable hoop, or engage in futile exercises.\"  Id. (citing United States v. Cronic, 466 U.S. 648, 656 n. 19, 104 S.Ct. 2039, 2045 n. 19, 80 L.Ed.2d 657 (1984) (\"useless charade\" not required);  United States v. Levy, 870 F.2d 37, 38 (1st Cir.1989) (similar)).  In any event, there has been no showing of prejudice to Singleton resulting from the joint trial.</p>\n    </div>\n    <p>C. Defaulted Claims</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Several additional claims advanced by Singleton suffer from various forms of procedural default, and essentially represent attempts to recast arguments already rejected in connection with the \"ineffective assistance\" claim.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Singleton attempts, to no avail, see Lopez-Torres v. United States, 876 F.2d 4, 5 (1st Cir.), cert. denied, 493 U.S. 979, 110 S.Ct. 508, 107 L.Ed.2d 510 (1989), to revisit the defaulted claim relating to improper joinder for trial, though it was neither raised before the trial court nor on direct appeal.  Furthermore, Singleton challenges his 360-month sentence as having been based on a sentencing guideline determination that he was responsible for possessing, with intent to distribute, 3,750 pounds of marijuana, whereas there was no evidence that he knew the weight, and no evidence that the bales lost at sea contained marijuana.  Not only was a substantially similar argument rejected on direct appeal, see Doe, 921 F.2d at 347, but \"[i]ssues disposed of in a prior appeal will not be reviewed again by way of a 28 U.S.C. Sec. 2255 motion,\" Dirring v. United States, 370 F.2d 862, 864 (1st Cir.1967), cited in Barrett v. United States, 965 F.2d 1184, 1190 n. 11 (1st Cir.1992).  Additionally, this argument does not appear in the section 2255 motion, but first emerged in Singleton's supplemental appellate brief.  See Dziurgot v. Luther, 897 F.2d 1222, 1224 (1st Cir.1990) (holding claims not raised in section 2255 motion will not be reviewed on appeal).  Finally, further review of Singleton's challenge to the sufficiency of the evidence, addressed and rejected on direct appeal, Doe, 921 F.2d at 346, is also foreclosed, Tracey v. United States, 739 F.2d 679, 682 (1st Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Singleton's conviction was upheld on direct appeal in United States v. Doe, 921 F.2d 340 (1st Cir.1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Though both documents suggested United States registry, neither the bill of sale nor the expired certificate of documentation constituted proper documentation of registry.  The bill of sale memorialized a 1986 sale of the MARILYN E by one Clyde Randolph Eubanks to one Hubert Henderson, and was acknowledged in Cateret County, North Carolina.  The certificate of documentation was registered to Eubanks but had expired more than one and one-half years earlier</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> To this point, Singleton's only statement to the Coast Guard had been:  \"I'm James Singleton and I'm from the United States.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Our opinion on direct appeal merely stated that the flag was yellow.  Doe, 921 F.2d at 342.   The district court opinion dismissing appellant's section 2255 motion states that \"[t]he yellow flag was later identified as being a flag from Quebec.\"  Singleton v. United States, 789 F.Supp. 492, 494 (D.P.R.1992).  The confusion is entirely understandable, but we note that the yellow flag in question is a signalling flag indicating \"quarantine.\"   Howard L. Andrews &amp; Alexander L. Russell, Basic Boating:  Piloting and Seamanship 65 (2d ed. 1974).  In nautical circles, it is known, colloquially, as \"Quebec,\" the international phonetic representation for the letter \"Q,\" see The ARRL Handbook for the Radio Amateur 38-4 (Kirk A. Kleinschmidt ed.)  (67th ed. 1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Had Gordon's unsubstantiated claim of Jamaican registry proven valid, Jamaican \"consent\" would have been necessary to secure jurisdiction under the criminal statute pursuant to which Singleton and the other defendants were indicted.  See 46 U.S.C.App. Sec. 1903(c)(1)(C) (authorizing enforcement of United States drug laws on, inter alia, \"a vessel registered in a foreign nation where the flag nation has consented or waived objection to the enforcement of United States law by the United States\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> At the time of Singleton's arrest and conviction, the MDLEA provided:</p>\n        <p>It is unlawful for any person on board a vessel of the United States, or on board a vessel subject to the jurisdiction of the United States, to knowingly or intentionally manufacture or distribute, or to possess with intent to manufacture or distribute, a controlled substance.</p>\n        <p>46 U.S.C.App. Sec. 1903(a) (Supp.1987).  A subsequent amendment extended jurisdiction over a \"citizen of the United States ... aboard any vessel.\"   See Pub.L. 100-690, Sec. 7402(a), Oct. 21, 1988, 102 Stat. 4181 (amending 46 U.S.C.App. Sec. 1903(a)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Singleton's trial counsel neither requested an instruction on the jurisdictional element, nor objected to the instruction given</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The harmlessness ruling was based on the conclusion that the MARILYN E was a \"vessel of the United States\" under 46 U.S.C. Sec. 12111(c)(1), which provides that \"until a certificate of documentation is surrendered with the approval of the Secretary, a documented vessel is deemed to continue to be documented....\"  The government concedes that the quoted provision was enacted after these events took place</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Libby and Brecht arose under 28 U.S.C. Sec. 2254.  Thus, one significant element in the rationale underlying Brecht--namely, comity concerns based in federalism--is plainly lacking in a collateral proceeding arising under 28 U.S.C. Sec. 2255.  Nevertheless, we think the Brecht rationale--fundamentally anchored in traditional concerns for finality--operates with like vigor in the federal habeas context:  \"granting habeas relief merely because there is a 'reasonable possibility' that trial error contributed to the verdict, Chapman v. California, 386 U.S. 18, 24, 87 S.Ct. 824, 828, 17 L.Ed.2d 705 is at odds with the historic meaning of habeas corpus--to afford relief to those whom society has 'grievously wronged.' \"  Brecht, --- U.S. at ----, 113 S.Ct. at 1721 (secondary citations omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The trial record amply supports the district court finding that section 1903 jurisdiction was never contested at trial.  Indeed, the government and the defendants paid little attention to it.  Although there can be no doubt that the jury instruction was premised, however improvidently, on the correct impression that section 1903 jurisdiction was a non-issue as far as the parties were concerned, this weakness in the government's trial presentation is no less vigorously pressed on collateral review</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> As it resulted in no \"prejudice\" within the meaning of Strickland, see supra pp. 235-238, we need give no further consideration to the \"ineffective assistance\" claim that trial counsel failed to challenge the jury instruction on section 1903 jurisdiction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The defaulted claims include an attempt to raise the groundless Miranda claim.  See supra p. 239</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">233</span></span></p>\n    <p class=\"parties\">James SINGLETON, Plaintiff, Appellant,<br>v.<br>UNITED STATES of America, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 92-1647.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 2, 1993.<br>Decided June 10, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard J. Shea, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Carlos A. Perez, Asst. U.S. Atty., with whom Daniel F. Lopez-Romo, U.S. Atty., and Jose A. Quiles-Espinosa, Senior Litigation Counsel, Hato Rey, PR, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner James Singleton appeals from a district court order dismissing his motion for post-conviction relief, see 28 U.S.C. Sec. 2255, from a judgment of conviction for possessing marijuana, with intent to distribute, in violation of the Maritime Drug Law Enforcement Act (MDLEA).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See 18 U.S.C. Sec. 2;  46 U.S.C.App. Sec. 1903(a), (c), (f).  Along with a surfeit of lesser grounds, we must assess whether Singleton was denied effective assistance, see Strickland v. Washington, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span> </a></span>(1984), based on trial counsel's failure to object to a jury instruction which effectively directed a verdict on an essential element of the crime charged.  We affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Shortly after midnight on January 5, 1988, the United States Coast Guard Cutter DAUNTLESS made radar contact with a vessel approaching on the high seas from the direction of Haiti.  Suspecting that the vessel might contain illegal Haitian immigrants, the DAUNTLESS attempted to establish radio communication, but to no avail.  Shortly thereafter, Coast Guard Ensign Pulver approached to within thirty yards of the unidentified vessel in a boarding craft, and noted the name MARILYN E and the letters \"KA\" and \"JN\" on the stern but no home port designation or flag.  Pulver made voice contact with a person aboard the MARILYN E who explained that the vessel was en route from Kingston Bay, Jamaica, and bound for Kaison Bank, in the Bahamas, to fish.  Ensign Pulver obtained consent to board the MARILYN E from codefendant Willey Gordon, the master.  Pulver and the boarding crew found Gordon, Singleton and four others on board the MARILYN E.  The MARILYN E was leaky and in serious disrepair.  The scant fishing gear on board was inoperable and the vessel was not provisioned for an extended voyage.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Shortly after boarding, Pulver asked the master for the certificate of documentation.  Gordon asserted that though the MARILYN E was of Jamaican registry, she was carrying no documentation.  At that point, codefendant Earl McLeish volunteered that he knew where the documentation papers were kept, and soon produced a Coast Guard \"bill of sale\" form and an expired United States Certificate of Documentation.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Asked what was in the hold, Gordon responded that it contained ice.  Whereupon Pulver requested and received permission to open the hold, which was found to contain bales of marijuana weighing approximately 3,750 pounds.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Ensign Pulver requested authorization from the Commander of the DAUNTLESS to arrest the captain and crew of the MARILYN E.  But because the procedures to be followed in arresting the crew, and seizing the vessel, would depend on the nationality of the MARILYN E, Pulver continued to question Gordon.  Asked whether there were any flags aboard the MARILYN E, Gordon at first said there were none, but then corrected himself by saying he believed there was one flag forward.  Upon overhearing Ensign Pulver's question to Gordon, Singleton located a United States flag and a plain yellow quarantine flag in the fore of the vessel.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Thus, it remained unclear whether the MARILYN E was a United States vessel, as the United States flag and the dated documentation papers suggested, a Jamaican vessel, as Gordon claimed, or a stateless vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In order to ensure the legality of the ensuing arrests and seizure, Ensign Pulver initiated a formal request to obtain Jamaican consent to the enforcement of United States drug laws aboard the MARILYN E,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and simultaneously sought authorization from the Coast Guard Commandant in Washington, D.C.  Several hours later, with authorization from the Coast Guard Commandant and the consent of the Jamaican government, the six persons on board the MARILYN E were arrested and transferred to the DAUNTLESS, whereupon Miranda warnings were administered to each.  Shortly thereafter, the Coast Guard Cutter MOHICAN rendezvoused with the DAUNTLESS, took custody of the MARILYN E, and set out to tow her to Puerto Rico.  The MARILYN E proved unseaworthy, however, and she sank (with most of her illicit cargo) en route.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. The Erroneous Jury Instruction</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Singleton contends that the trial judge effectively withdrew from the jury a material element of the crime charged under 46 U.S.C.App. Sec. 1903(a);  viz., whether the MARILYN E was \"a vessel subject to the jurisdiction of the United States,\" within the meaning of the MDLEA.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The jury was instructed as follows:Well, in this particular case, one of the elements that you will have to decide is whether this was a vessel of the United States and there is no real controversy in my own mind about that.   The parties, the evidence is there.   There is [sic] exhibits that tell you that this vessel was registered, documented in the United States....</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">[46 U.S.C.App. Sec. 1903] says basically this, it is unlawful for any person on board a vessel of the United States or on board a vessel subject to the jurisdiction of the United States and in this particular case, I already pointed to you out [sic.] the fact that there is no real controversy about that fact ... That is what you have to decide, possess with the intent to manufacture and distribute a controlled substance and then sub-section C is the one that defines a vessel subject to the jurisdiction of the United States and I have already told you that the Marilyn E, with the papers that we have on hand, is a vessel subject to the jurisdiction of the United States....</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">... If I were to read the elements of this offense, I would tell you as follows:  I would tell you that you would have to find in each particular case that each defendant was located on board a vessel subject to the jurisdiction of the United States when this happened....</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(Emphasis added.)<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In its ruling dismissing Singleton's section 2255 motion, see Singleton v. United States, <span class=\"citation no-link\"><span class=\"volume\">789</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">492</span></span>, 495 (D.P.R.1992), the district court recognized the fair import of the challenged instruction to be that the jurisdictional element of the crime charged had been established to the satisfaction of the court.  See United States v. Potes, <span class=\"citation\" data-id=\"526967\"><a href=\"/opinion/526967/united-states-v-parmenio-potes-united-states-of-america-v-wilfrido/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1475</span></a></span>, 1478 n. 1 (1st Cir.1989) (\"Because this jurisdictional requirement was an element of the offense, and because it depended upon factual as well as legal determinations, it was for the jury to decide whether it had been satisfied.\").  The district court ruled, nonetheless, that any error was harmless.  <span class=\"citation\" data-id=\"526967\"><a href=\"/opinion/526967/united-states-v-parmenio-potes-united-states-of-america-v-wilfrido/\"><span class=\"id_token\">Id.</span> at 501-04.</a></span><a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  On appeal, Singleton insists that this instructional error could not have been harmless since it relieved the jury of its responsibility to determine whether the government had proven an essential element of the crime beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We observe at the outset that the established \"principle that collateral review is different from direct review resounds throughout our habeas jurisprudence.\"  Brecht v. Abrahamson, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1710</span></a></span>, 1719, <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">353</span> </a></span>(1993).  A presumption of finality attaches to criminal convictions once all direct appeals have been exhausted.  Barefoot v. Estelle, <span class=\"citation\" data-id=\"111017\"><a href=\"/opinion/111017/barefoot-v-estelle/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">880</span></a></span>, 887, <span class=\"citation\" data-id=\"111017\"><a href=\"/opinion/111017/barefoot-v-estelle/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3383</span></a></span>, 3391-92, <span class=\"citation\" data-id=\"111017\"><a href=\"/opinion/111017/barefoot-v-estelle/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1090</span> </a></span>(1983);  United States v. Frady, <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">152</span></a></span>, 164-65, <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1584</span></a></span>, 1592-93, <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">816</span> </a></span>(1982).  Postconviction relief on collateral review is an extraordinary remedy, available only on a sufficient showing of fundamental unfairness.  Brecht, --- U.S. at <span class=\"citation\" data-id=\"112845\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1719</span></a></span>.   Trial errors, even those that implicate Seventh Amendment concerns, are subject to stringent \"harmless error\" review in a collateral proceeding.  <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"id_token\">Id.</span> at ----, </a></span>113 S.Ct. at 1723 (Stevens, J., concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We recently had occasion to survey the developing \"harmless error\" jurisprudence in a section 2254 case where the petitioner sought to overturn his state court conviction on the basis of an erroneous jury instruction.  See Libby v. Duval, <span class=\"citation\" data-id=\"195258\"><a href=\"/opinion/195258/libby-v-duval/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">733</span></a></span>, 738-40 (1st Cir.1994).  In Libby, we identified the appropriate \"harmless error\" inquiry as whether the government can demonstrate that the erroneous instruction \"did not have a substantial and injurious effect or influence in determining the jury's verdict.\"  <span class=\"citation\" data-id=\"195258\"><a href=\"/opinion/195258/libby-v-duval/\"><span class=\"id_token\">Id.</span> at 738 </a></span>&amp; n. 15;  see also Brecht, --- U.S. at <span class=\"citation\" data-id=\"112845\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1722</span> </a></span>(quoting Kotteakos v. United States, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">750</span></a></span>, 776, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span>, 1253, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1557</span> </a></span>(1946)).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The \"actual prejudice\" review required under Brecht must encompass the record as a whole.  Id.; <span class=\"citation\" data-id=\"195258\"><span class=\"antecedent_guess\">Libby,</span> <a href=\"/opinion/195258/libby-v-duval/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">740</span></a></span>.   Under the well-seasoned Kotteakos standard, therefore, trial error is deemed harmless only if the record as a whole permits the reviewing court to conclude:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>\"with fair assurance, after pondering all that happened without stripping the erroneous action from the whole, that the judgment was not substantially swayed by the error.\"  <span class=\"citation\" data-id=\"104321\"><span class=\"antecedent_guess\">[Kotteakos,</span> <a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">765</span></a></span>, 66 S.Ct. at 1248.   This test] \"is satisfied if it is 'highly probable' that the challenged action did not affect the judgment.\"  United States v. Hernandez-Bermudez, <span class=\"citation\" data-id=\"511764\"><a href=\"/opinion/511764/united-states-v-clemente-hernandez-bermudez/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 53 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">United States v. Wood, <span class=\"citation\" data-id=\"555054\"><a href=\"/opinion/555054/united-states-v-darryl-wood/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">399</span></a></span>, 402 (1st Cir.1991) (quoting United States v. Ladd, <span class=\"citation\" data-id=\"529712\"><a href=\"/opinion/529712/united-states-v-gary-ladd/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">954</span></a></span>, 957 (1st Cir.1989)).  Thus, the Singleton conviction can withstand collateral review only if it is determined, based on the entire trial record, that the government has demonstrated that a reasonable jury would have found that the jurisdictional element required for conviction under section 1903 was established beyond a reasonable doubt notwithstanding the erroneous instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The present inquiry under Kotteakos and Brecht requires close examination of the MDLEA and its jurisdictional predicates.  The MDLEA in force in January 1988 proscribed possession, with intent to distribute, marijuana \"on board a vessel of the United States or a vessel subject to the jurisdiction of the United States.\"   46 U.S.C.App. Sec. 1903(a) (Supp.1987) (emphasis added).  Section 1903(c) provides in pertinent part that the term \"vessel subject to the jurisdiction of the United States\" includes:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(A) A vessel without nationality;</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(B) A vessel assimilated to a vessel without nationality, in accordance with Article 6(2) of the 1958 Convention on the High Seas;  and</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(C) A vessel registered in a foreign nation where the flag nation has consented or waived objection to the enforcement of United States law by the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">See 46 U.S.C.App. Sec. 1903(c).  Thus, jurisdiction would exist under the MDLEA if the MARILYN E were (1) American, as a vessel of the United States;  (2) Jamaican, since Jamaican authorities consented to her boarding;  (3) a vessel without nationality;  or (4) a vessel assimilated to a vessel without nationality.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Section 1903(c)(1)(B) provides that a \"vessel assimilated to a vessel without nationality\" in accordance with Article 6(2) of the Convention on the High Seas comes within the ambit of the MDLEA.  United States v. Passos-Paternina, <span class=\"citation\" data-id=\"551470\"><a href=\"/opinion/551470/united-states-v-emiro-miguel-passos-paternina-united-states-of-america-v/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">979</span></a></span>, 982 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">982</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1637</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">732</span> </span>(1991), and cert. denied <span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1210</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2809</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">981</span> </span>(1991).  Article 6(2) provides that \"[a] ship which sails under the flags of two or more States, using them according to convenience, may not claim any nationalities in question with respect to any other state, and may be assimilated to a ship without nationality.\"   Convention on the High Seas, Art. 6(2), opened for signature, Apr. 29, 1958, 13 U.S.T. 2312, T.I.A.S. No. 5200, quoted in United States v. Ayarza-Garcia, <span class=\"citation\" data-id=\"488843\"><a href=\"/opinion/488843/united-states-v-carmelo-ayarza-garcia-enrique-zuarez-calderon-alcadio/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1043</span></a></span>, 1046-47 (11th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">969</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">465</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">404</span> </span>(1987);  see also United States v. Garate-Vergara, <span class=\"citation\" data-id=\"567284\"><a href=\"/opinion/567284/united-states-v-alejandro-garate-vergara-santiago-roman-bernel-quintin/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1543</span></a></span>, 1554-55 (11th Cir.1991), modified, <span class=\"citation\" data-id=\"604931\"><a href=\"/opinion/604931/united-states-v-orlando-lastra-pedro-ramirez-palacios-rodolfo-castillo/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">662</span> </a></span>(11th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">481</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">432</span> </span>(1993);  <span class=\"citation\" data-id=\"551470\"><span class=\"antecedent_guess\">Passos-Paternina,</span> <a href=\"/opinion/551470/united-states-v-emiro-miguel-passos-paternina-united-states-of-america-v/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">982</span> </a></span>(\"the clear purport of [Article 6(2) ] requires that a vessel which sails under the authority of two or more nations be considered 'assimilated to a vessel without nationality.' \").  In the context of the MDLEA, Article 6(2) is broadly interpreted, and reaches beyond the literal thrust of its \"flying two flags\" language to encompass conduct amounting to conflicting claims of nationality.  <span class=\"citation\" data-id=\"551470\"><a href=\"/opinion/551470/united-states-v-emiro-miguel-passos-paternina-united-states-of-america-v/\"><span class=\"id_token\">Id.</span> (surveying cases).</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As to the registry of the vessel, the record reveals that Captain Gordon was evasive, claiming at various times that the MARILYN E carried neither flags nor documentation.  Although the captain asserted that the MARILYN E was of Jamaican registry, and a crew member claimed to have sailed out of Kingston Bay, the scant documentation, and the only flags found on board, suggested United States registry.  Further, the MARILYN E was not flying the flag of any nation at the time she was sighted, nor did she bear her home port designation or other registry information.  See United States v. Matute, <span class=\"citation\" data-id=\"455843\"><a href=\"/opinion/455843/united-states-v-pleno-matute-hernan-estrada-carlos-martinez-juan/\"><span class=\"volume\">767</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1511</span></a></span>, 1513 (11th Cir.1985) (finding absence of home port designation \"a clear indication that the crew wanted to be able to manipulate the vessel's 'nationality' on short notice\").  Section 1903(c)(1)(B) was meant to encompass this precise sort of ambivalent behavior.  See <span class=\"citation\" data-id=\"455843\"><a href=\"/opinion/455843/united-states-v-pleno-matute-hernan-estrada-carlos-martinez-juan/\"><span class=\"id_token\">id.</span>  (holding that </a></span>use of Colombian flag and Venezuelan registry papers is \"precisely\" what statute and Article 6(2) contemplated);  <span class=\"citation\" data-id=\"551470\"><span class=\"antecedent_guess\">Passos-Paternina,</span> <a href=\"/opinion/551470/united-states-v-emiro-miguel-passos-paternina-united-states-of-america-v/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">981-83</span> </a></span>(holding that conflicting claims of registry and carrying different flags \"were tantamount to sailing under the authority of more than one nation under convenience\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The uncontroverted evidence that the captain and crew repeatedly provided the Coast Guard with equivocal and contradictory registry information satisfies us that a properly instructed jury would have concluded that the United States met its burden of proving, beyond a reasonable doubt, that the MARILYN E was a \"vessel subject to the jurisdiction of the United States\" within the meaning of 46 U.S.C. Sec. 1903.</p>\n    </div>\n    <p>B. Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Sixth Amendment provides that criminal defendants are entitled to the effective assistance of trial counsel.  <span class=\"citation\" data-id=\"111170\"><span class=\"antecedent_guess\">Strickland,</span> <a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">687</span></a></span>, 104 S.Ct. at 2064.  \"But 'the Constitution does not guarantee a defendant a letter-perfect defense or a successful defense;  rather the performance standard is that of reasonably effective assistance under the circumstances then obtaining.' \"  Lema v. United States, <span class=\"citation\" data-id=\"601483\"><a href=\"/opinion/601483/charles-d-lema-v-united-states/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span>, 50 (1st Cir.1993) (quoting United States v. Natanel, <span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span>, 309-10 (1st Cir.1991)).  \"The habeas court must evaluate the [challenged] conduct from counsel's perspective at the time, considering the totality of the circumstances before it, and making every effort to eliminate the distorting effects of hindsight.\"  <span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"id_token\">Id.</span> (citations and </a></span>quotations omitted).  We indulge \"a strong presumption that counsel's conduct falls within a wide range of reasonable professional assistance.\"  <span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"id_token\">Id.</span> (citing Strickland, </a></span>466 U.S. at <span class=\"citation\" data-id=\"111170\"><span class=\"antecedent_guess\">689,</span> <a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2065</span></a></span>).   Besides bearing the burden of proving that trial counsel's performance was not within this wide range of reasonable professional assistance, Singleton must establish that counsel's performance was sufficiently prejudicial to undermine confidence in the outcome of the trial.  <span class=\"citation\" data-id=\"111170\"><span class=\"antecedent_guess\">Strickland,</span> <a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">693-94</span></a></span>, 104 S.Ct. at 2067-68.   Singleton asserts prejudice from several alleged lapses on the part of trial counsel.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">First, he points out that trial counsel did not attempt to suppress the evidence seized aboard the MARILYN E.  The uncontroverted record evidence reveals, however, that the master of the MARILYN E consented to the Coast Guard boarding.  Moreover, the MARILYN E was subject to boarding simply on the basis of a reasonable preboarding suspicion that she was a stateless vessel.  See United States v. Alvarez-Mena, <span class=\"citation\" data-id=\"454505\"><a href=\"/opinion/454505/united-states-v-eladio-alvarez-mena/\"><span class=\"volume\">765</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1259</span></a></span>, 1268 (5th Cir.1985) (\"Coast Guard need have only a 'reasonable suspicion' that a vessel is subject to United States law before effecting a seizure of the vessel in international waters.\");   accord <span class=\"citation\" data-id=\"526967\"><span class=\"antecedent_guess\">Potes,</span> <a href=\"/opinion/526967/united-states-v-parmenio-potes-united-states-of-america-v-wilfrido/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1478</span> </a></span>(dicta).  As the MARILYN E flew no flag, bore no home port designation, and could not be raised by radio, there was an adequate basis for the reasonable suspicion needed to stop and board her.  See <span class=\"citation\" data-id=\"454505\"><span class=\"antecedent_guess\">Alvarez-Mena,</span> <a href=\"/opinion/454505/united-states-v-eladio-alvarez-mena/\"><span class=\"volume\">765</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1268</span> </a></span>(finding abundant reasonable suspicion where, inter alia, vessel \"flew no flag, and had no stern markings indicating home port or country\").  And, of course, Ensign Pulver obtained Captain Gordon's permission before opening the hold.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Second, Singleton claims prejudice from counsel's failure to challenge the adequacy of the Miranda warnings.  See Miranda v. Arizona, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span> </a></span>(1966).  The crew received Miranda warnings just prior to their transfer to the DAUNTLESS, moments after their arrests.  Although he did speak with Coast Guard personnel before being formally arrested, Singleton has not identified any evidence illegally obtained prior to receiving Miranda warnings.  Our review suggests but one possibility;  viz., Singleton's admission that he was \"from the United States,\" see supra note 3.  But the uncontroverted testimony of Ensign Pulver makes clear that Singleton volunteered this admission.  Thus, even assuming that Singleton was in \"custody,\" this statement was not made in response to interrogation.  See <span class=\"citation\" data-id=\"107252\"><span class=\"antecedent_guess\">Miranda,</span> <a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">467</span></a></span>, 86 S.Ct. at 1624 (rule applies to \"in-custody interrogations\").  We find no colorable basis for a cognizable Miranda claim.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Third, Singleton faults counsel's failure to move for a separate trial.  As a general rule, joinder for trial is proper if issues of fact and law overlap and the practical benefits of a joint trial outweigh each defendant's interest in a separate trial.  See, e.g., United States v. Arruda, <span class=\"citation\" data-id=\"423901\"><a href=\"/opinion/423901/united-states-v-john-m-arruda-united-states-of-america-v-edward/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">671</span></a></span>, 677-81 (1st Cir.1983).  Singleton has not demonstrated that counsel's failure to press for a separate trial was outside the wide range of reasonable professional assistance.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Significantly, codefendant McLeish unsuccessfully moved for severance early in the proceedings.  Like Singleton, McLeish pursued a \"hitchhiker\" defense, claiming that he had been picked up serendipitously by the MARILYN E while adrift at sea.  In light of the lack of success with which McLeish's request for severance was met, we cannot say that trial counsel's performance was deficient under the Sixth Amendment.  See United States v. Pellerito, <span class=\"citation\" data-id=\"526038\"><a href=\"/opinion/526038/united-states-v-giuseppe-pellerito-aka-joseph-el-italiano-united/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1535</span></a></span>, 1540 (1st Cir.1985) (codefendants' failed efforts are relevant in assessing other counsel's decision not to pursue similar tactics).  Indeed, the McLeish motion bears all the earmarks of a stalking-horse strategy.  \"Effectiveness does not require that counsel jump through every conceivable hoop, or engage in futile exercises.\"  <span class=\"citation\" data-id=\"526038\"><a href=\"/opinion/526038/united-states-v-giuseppe-pellerito-aka-joseph-el-italiano-united/\"><span class=\"id_token\">Id.</span> (citing United </a></span>States v. Cronic, <span class=\"citation\" data-id=\"111169\"><a href=\"/opinion/111169/united-states-v-cronic/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">648</span></a></span>, 656 n. 19, <span class=\"citation\" data-id=\"111169\"><a href=\"/opinion/111169/united-states-v-cronic/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2039</span></a></span>, 2045 n. 19, <span class=\"citation\" data-id=\"111169\"><a href=\"/opinion/111169/united-states-v-cronic/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">657</span> </a></span>(1984) (\"useless charade\" not required);  United States v. Levy, <span class=\"citation\" data-id=\"519971\"><a href=\"/opinion/519971/united-states-v-timothy-alexander-levy/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 38 (1st Cir.1989) (similar)).  In any event, there has been no showing of prejudice to Singleton resulting from the joint trial.</p>\n    </div>\n    <p>C. Defaulted Claims</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Several additional claims advanced by Singleton suffer from various forms of procedural default, and essentially represent attempts to recast arguments already rejected in connection with the \"ineffective assistance\" claim.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Singleton attempts, to no avail, see Lopez-Torres v. United States, <span class=\"citation\" data-id=\"524127\"><a href=\"/opinion/524127/tomas-lopez-torres-v-united-states/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 5 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">979</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">508</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">510</span> </span>(1989), to revisit the defaulted claim relating to improper joinder for trial, though it was neither raised before the trial court nor on direct appeal.  Furthermore, Singleton challenges his 360-month sentence as having been based on a sentencing guideline determination that he was responsible for possessing, with intent to distribute, 3,750 pounds of marijuana, whereas there was no evidence that he knew the weight, and no evidence that the bales lost at sea contained marijuana.  Not only was a substantially similar argument rejected on direct appeal, see <span class=\"citation no-link\"><span class=\"antecedent_guess\">Doe,</span> <span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">347</span></span>, but \"[i]ssues disposed of in a prior appeal will not be reviewed again by way of a 28 U.S.C. Sec. 2255 motion,\" Dirring v. United States, <span class=\"citation\" data-id=\"274278\"><a href=\"/opinion/274278/john-t-dirring-v-united-states/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">862</span></a></span>, 864 (1st Cir.1967), cited in Barrett v. United States, <span class=\"citation\" data-id=\"584145\"><a href=\"/opinion/584145/james-barrett-v-united-states/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1184</span></a></span>, 1190 n. 11 (1st Cir.1992).  Additionally, this argument does not appear in the section 2255 motion, but first emerged in Singleton's supplemental appellate brief.  See Dziurgot v. Luther, <span class=\"citation\" data-id=\"537728\"><a href=\"/opinion/537728/robert-f-dziurgot-v-dennis-luther-warden-federal-correctional/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1222</span></a></span>, 1224 (1st Cir.1990) (holding claims not raised in section 2255 motion will not be reviewed on appeal).  Finally, further review of Singleton's challenge to the sufficiency of the evidence, addressed and rejected on direct appeal, <span class=\"citation no-link\"><span class=\"antecedent_guess\">Doe,</span> <span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">346</span></span>, is also foreclosed, Tracey v. United States, <span class=\"citation\" data-id=\"439056\"><a href=\"/opinion/439056/francis-p-tracey-v-united-states/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">679</span></a></span>, 682 (1st Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Singleton's conviction was upheld on direct appeal in United States v. Doe, <span class=\"citation\" data-id=\"553164\"><a href=\"/opinion/553164/united-states-v-john-doe-aka-james-singleton/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">340</span> </a></span>(1st Cir.1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Though both documents suggested United States registry, neither the bill of sale nor the expired certificate of documentation constituted proper documentation of registry.  The bill of sale memorialized a 1986 sale of the MARILYN E by one Clyde Randolph Eubanks to one Hubert Henderson, and was acknowledged in Cateret County, North Carolina.  The certificate of documentation was registered to Eubanks but had expired more than one and one-half years earlier</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> To this point, Singleton's only statement to the Coast Guard had been:  \"I'm James Singleton and I'm from the United States.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Our opinion on direct appeal merely stated that the flag was yellow.  <span class=\"citation\" data-id=\"553164\"><span class=\"antecedent_guess\">Doe,</span> <a href=\"/opinion/553164/united-states-v-john-doe-aka-james-singleton/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">342</span></a></span>.   The district court opinion dismissing appellant's section 2255 motion states that \"[t]he yellow flag was later identified as being a flag from Quebec.\"  Singleton v. United States, <span class=\"citation no-link\"><span class=\"volume\">789</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">492</span></span>, 494 (D.P.R.1992).  The confusion is entirely understandable, but we note that the yellow flag in question is a signalling flag indicating \"quarantine.\"   Howard L. Andrews &amp; Alexander L. Russell, Basic Boating:  Piloting and Seamanship 65 (2d ed. 1974).  In nautical circles, it is known, colloquially, as \"Quebec,\" the international phonetic representation for the letter \"Q,\" see The ARRL Handbook for the Radio Amateur 38-4 (Kirk A. Kleinschmidt ed.)  (67th ed. 1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Had Gordon's unsubstantiated claim of Jamaican registry proven valid, Jamaican \"consent\" would have been necessary to secure jurisdiction under the criminal statute pursuant to which Singleton and the other defendants were indicted.  See 46 U.S.C.App. Sec. 1903(c)(1)(C) (authorizing enforcement of United States drug laws on, inter alia, \"a vessel registered in a foreign nation where the flag nation has consented or waived objection to the enforcement of United States law by the United States\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> At the time of Singleton's arrest and conviction, the MDLEA provided:</p>\n        <p>It is unlawful for any person on board a vessel of the United States, or on board a vessel subject to the jurisdiction of the United States, to knowingly or intentionally manufacture or distribute, or to possess with intent to manufacture or distribute, a controlled substance.</p>\n        <p>46 U.S.C.App. Sec. 1903(a) (Supp.1987).  A subsequent amendment extended jurisdiction over a \"citizen of the United States ... aboard any vessel.\"   See Pub.L. 100-690, Sec. 7402(a), Oct. 21, 1988, 102 Stat. 4181 (amending 46 U.S.C.App. Sec. 1903(a)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Singleton's trial counsel neither requested an instruction on the jurisdictional element, nor objected to the instruction given</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The harmlessness ruling was based on the conclusion that the MARILYN E was a \"vessel of the United States\" under 46 U.S.C. Sec. 12111(c)(1), which provides that \"until a certificate of documentation is surrendered with the approval of the Secretary, a documented vessel is deemed to continue to be documented....\"  The government concedes that the quoted provision was enacted after these events took place</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Libby and Brecht arose under 28 U.S.C. Sec. 2254.  Thus, one significant element in the rationale underlying Brecht--namely, comity concerns based in federalism--is plainly lacking in a collateral proceeding arising under 28 U.S.C. Sec. 2255.  Nevertheless, we think the Brecht rationale--fundamentally anchored in traditional concerns for finality--operates with like vigor in the federal habeas context:  \"granting habeas relief merely because there is a 'reasonable possibility' that trial error contributed to the verdict, Chapman v. California, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span>, 24, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, 828, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">705</span> </a></span>is at odds with the historic meaning of habeas corpus--to afford relief to those whom society has 'grievously wronged.' \"  Brecht, --- U.S. at <span class=\"citation\" data-id=\"112845\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1721</span> </a></span>(secondary citations omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The trial record amply supports the district court finding that section 1903 jurisdiction was never contested at trial.  Indeed, the government and the defendants paid little attention to it.  Although there can be no doubt that the jury instruction was premised, however improvidently, on the correct impression that section 1903 jurisdiction was a non-issue as far as the parties were concerned, this weakness in the government's trial presentation is no less vigorously pressed on collateral review</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> As it resulted in no \"prejudice\" within the meaning of Strickland, see supra pp. 235-238, we need give no further consideration to the \"ineffective assistance\" claim that trial counsel failed to challenge the jury instruction on section 1903 jurisdiction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The defaulted claims include an attempt to raise the groundless Miranda claim.  See supra p. 239</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104321/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107252/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107359/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110693/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111017/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111169/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112845/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195258/",
    "https://www.courtlistener.com/api/rest/v3/opinions/274278/",
    "https://www.courtlistener.com/api/rest/v3/opinions/423901/",
    "https://www.courtlistener.com/api/rest/v3/opinions/439056/",
    "https://www.courtlistener.com/api/rest/v3/opinions/454505/",
    "https://www.courtlistener.com/api/rest/v3/opinions/455843/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488843/",
    "https://www.courtlistener.com/api/rest/v3/opinions/511764/",
    "https://www.courtlistener.com/api/rest/v3/opinions/519971/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524127/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526038/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526967/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529712/",
    "https://www.courtlistener.com/api/rest/v3/opinions/537728/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551470/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553164/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555054/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564772/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567284/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584145/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601483/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604931/"
  ]
}