{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195480/",
  "id": 195480,
  "absolute_url": "/opinion/195480/united-states-v-schiavo/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195480/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:40:48Z",
  "date_modified": "2020-02-21T23:29:10.248067Z",
  "type": "010combined",
  "sha1": "45a2d012594dd6366e1f367ebc4b2763c6e0db10",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1912.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 93-1912\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellant,\n\n                                v.\n\n                         KENNETH SCHIAVO,\n\n                       Defendant-Appellee.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Edward F. Harrington, U.S. District Judge]\n                                                        \n\n                                           \n\n                              Before\n\n                    Torruella, Circuit Judge,\n                                            \n\n                  Bownes, Senior Circuit Judge,\n                                              \n\n                    and Selya, Circuit Judge.\n                                            \n\n                                           \n\n     George W. Vien, Assistant  United States Attorney, with whom\n                   \nA. John  Pappalardo,  United  States  Attorney,  and  Geoffrey E.\n                                                                 \nHobart,  Assistant  United States  Attorney,  were  on brief  for\n      \nappellant.\n     Paul F. Markham for appellee.\n                    \n\n                                           \n\n                          July 13, 1994\n                                           \n\n          TORRUELLA,   Circuit  Judge.    In  this  interlocutory\n                                     \n\nappeal,  the government  challenges  the  district court's  order\n\nsuppressing evidence seized during the course of a  motor vehicle\n\nstop.  We affirm.\n\n                            BACKGROUND\n                                      \n\n          Kenneth Schiavo, Howard Winter, and Gennaro Farina were\n\nthe subject of  a drug  investigation by federal  agents and  the\n\nMassachusetts  State Police.   As part of  the investigation, the\n\ngovernment provided  a confidential informant (\"CI\")  with $9,000\n\nin government funds in a White New Balance bag to be used for the\n\npurchase of  drugs.1  On November  4, 1991, the CI  met Winter at\n\nthe  Centurian Pub  in  Sutton, Massachusetts,  and gave  him the\n\n$9,000 as partial payment  for a kilogram of cocaine  that Winter\n\nhad delivered on November 1,  1991.  After Winter took the  cash,\n\nagents followed him with  the intention of recovering the  money.\n\nAgents also followed Schiavo,  whom they believed to  be Winter's\n\nsource of cocaine.\n\n          After Winter  left the  Centurian Pub,  he went  to his\n\nhome in the Worcester area,  then to Pudgie's Lounge (\"Pudgie's\")\n\nin  Worcester.  He then  left Pudgie's, went  home, and returned.\n\nAfter  exiting Pudgie's the second time, he went to the Chandlery\n\nPub in Chelsea.  Prior to Winter's  arrival at the Chandlery Pub,\n\nagents  had  followed  Schiavo  to this  location.    When Winter\n\narrived, Schiavo's  vehicle was parked outside.   Winter remained\n\n                    \n\n1  Prior to providing the CI with this money,  agents photocopied\neach  bill  in order  to memorialize  the  serial numbers  of the\ncurrency to be transferred to Winter.\n\n                               -2-\n\nin  the pub for approximately twenty minutes and then departed in\n\nhis  vehicle.   Approximately  five  minutes  after Winter  left,\n\nSchiavo came out  of the  restaurant, got into  his vehicle,  and\n\nexited the parking lot.\n\n          Trooper  Thomas P.  Duffy  of the  Massachusetts  State\n\nPolice  and several  other investigating  agents had  developed a\n\nstrategy to recover the  $9,000.  Agents expected Winter  to meet\n\nwith Schiavo to give him the money that he had just received from\n\nthe CI.  In the event  that Schiavo met with Winter, agents would\n\nstop Schiavo's car.\n\n          In  accordance with this  plan, Trooper  Duffy followed\n\nSchiavo in  an unmarked cruiser  when Schiavo left  the Chandlery\n\nPub.   As  Schiavo  drove onto  Broadway  Street  in  Somerville,\n\nMassachusetts,  Trooper   Duffy,  who  was  dressed  in  uniform,\n\nsignalled  to  Schiavo to  pull over.    Schiavo pulled  into the\n\nparking lot of  a nearby supermarket, parked, and got  out of his\n\nvehicle.   Trooper Duffy asked Schiavo to produce his license and\n\nregistration.2    When  Schiavo  stood up  after  retrieving  the\n\nregistration from the glove  compartment, Trooper Duffy noticed a\n\nlarge bulge  protruding from the  left side of  Schiavo's jacket.\n\nTrooper  Duffy immediately  asked  Schiavo if  he  had a  weapon.\n\nSchiavo responded that  he did  not.   Pointing to  the bulge  in\n\nSchiavo's jacket, Trooper Duffy asked  Schiavo, \"Is this all  you\n\nhere?,\"  to which  Schiavo  responded, \"Mostly.\"   Trooper  Duffy\n\n                    \n\n2  Trooper  Duffy was  wearing a transmitting  device during  his\nencounter with Schiavo.\n\n                               -3-\n\nagain asked Schiavo  about the  nature of the  bulge and  Schiavo\n\ninformed  him that it  was a bag.   At that  point, Trooper Duffy\n\nconducted a pat frisk of Schiavo.\n\n          After  Trooper Duffy completed  the pat  frisk, Schiavo\n\nbegan to unzip  his jacket in an apparent effort  to show Trooper\n\nDuffy that  he was not  carrying a weapon.   Without being asked,\n\nSchiavo stuck his hand  inside his coat.  Concerned  that Schiavo\n\nwas indeed armed, Trooper Duffy immediately instructed Schiavo to\n\nraise  his hands.    Trooper Duffy  noticed  a brown  bag  inside\n\nSchiavo's jacket and  asked what it  contained.  Schiavo  stated,\n\n\"Just open my coat and take it.\"  Schiavo then told Trooper Duffy\n\nthat the bag contained approximately $11,000.\n\n          When Trooper Duffy inspected  the contents of the paper\n\nbag, he found that it contained the white New Balance plastic bag\n\nthat the  CI had  given to  Winter  earlier.   The bag  contained\n\n$8,500.  After discovering this money, Trooper Duffy seized money\n\nfrom  Schiavo's shirt  pocket and  the two  front pockets  of his\n\npants.   In  total, Trooper  Duffy seized  $12,500 from  Schiavo,\n\nincluding the $9,000 given to Winter by the CI.\n\n          After   his  indictment,  Schiavo  filed  a  motion  to\n\nsuppress the currency as evidence.  The district court found that\n\nbecause the incriminating nature of the bulge in Schiavo's pocket\n\nwas  not immediately apparent  to Trooper Duffy  upon his initial\n\npat  frisk, the  \"plain feel\"  doctrine espoused in  Minnesota v.\n                                                              \n\nDickerson, 113 S. Ct. 2130 (1993), did not justify seizure of the\n         \n\nmoney  during the  Terry protective  patdown  search.   The court\n                        \n\n                               -4-\n\nfurther found that Trooper Duffy at no time had probable cause to\n\nbelieve that Schiavo possessed the serialized money and therefore\n\nTrooper Duffy did  not have  a justification to  seize the  money\n\nbased on exigent circumstances.\n\n                        STANDARD OF REVIEW\n                                          \n\n          We  review  the  district  court's  findings  of  fact,\n\nfollowing the  suppression hearing,  including mixed findings  of\n\nfact  and  law, for  clear error.    United States  v. Rodr guez-\n                                                                 \n\nMorales,  929  F.2d 780,  783  (1st Cir.  1991).    We afford  no\n       \n\ndeference, however,  to findings of the district  court under the\n\nwrong legal standard.  Id.\n                         \n\n                       PLAIN FEEL DOCTRINE\n                                          \n\n          \"[S]earches and seizures conducted outside the judicial\n\nprocess, without prior approval by judge or magistrate are per se\n                                                                 \n\nunreasonable  under the Fourth Amendment -- subject only to a few\n\nspecifically   established   and  well   delineated  exceptions.\"\n\nMinnesota  v. Dickerson, 113  S. Ct. 2130,  2135 (1993) (internal\n                       \n\ncitations and quotations omitted).   One exception, recognized in\n\nTerry v. Ohio, 392 U.S. 1 (1968), is that \"where a police officer\n             \n\nobserves unusual  conduct which leads him  reasonably to conclude\n\nin  light of his experience  that criminal activity  may be afoot\n\nthe  officer  may briefly  stop  the suspicious  person  and make\n\nreasonable  inquiries  aimed  at  confirming  or  dispelling  his\n\nsuspicions.\"  Id.  (internal citations  and quotations  omitted).\n                \n\nUnder Terry, an officer  may also conduct a patdown  search where\n           \n\nthe  officer is justified in  believing that the  person is armed\n\n                               -5-\n\nand  dangerous to the officer or others.   Terry, 392 U.S. at 24.\n                                                \n\nThis  protective  search  must  be  \"limited  to  that  which  is\n\nnecessary for the  discovery of  weapons which might  be used  to\n\nharm  the officer  or others  nearby.\"  Id.  at 26;  Dickerson at\n                                                              \n\n2136.\n\n          During  a lawful Terry-type search, police officers may\n                                \n\nseize an  object in \"plain view\"  without a warrant  if they have\n\nprobable  cause to  believe it  is contraband  without conducting\n\nsome further  search of  the object,  i.e., if  its incriminating\n\ncharacter  is  \"immediately  apparent.\"   Dickerson  at  2136-37.\n                                                   \n\nLikewise, the \"plain  feel\" doctrine permits an  officer to seize\n\nan object, if its incriminating character is immediately apparent\n\nduring a lawful protective pat-search.  Id. at 2137-38.\n                                          \n\n          In  the present case, there is no doubt that the police\n\nwere justified under Terry  in stopping Schiavo and frisking  him\n                          \n\nfor weapons.  The issue we must therefore address is \"whether the\n\nofficer who  conducted the  search was acting  within the  lawful\n\nbounds marked  by Terry at the  time he gained  probable cause to\n                       \n\nbelieve\"  that the  bulge  in Schiavo's  jacket was  contraband.3\n\nId. at 4548.  The district court found that he did not.  We quote\n  \n\nfrom the district court's Memorandum and Order:\n\n            At the suppression hearing, Trooper Duffy\n            repeatedly asserted that  he did not know\n            what  the bulge  contained even  after he\n            had conducted the pat frisk.  In fact, he\n            indicated  that only  after he  had taken\n            the  bag of  money from  Schiavo's jacket\n\n                    \n\n3  The government  does not assert that the  serialized money was\nin \"plain view\" at the time of the search.  \n\n                               -6-\n\n            and examined its contents  was he able to\n            determine  what the  bulge was.   Because\n            Trooper Duffy did not know what the bulge\n            was  after  the  initial  pat  frisk  and\n            because he  needed to conduct  a further,\n            unwarranted  search of the  bulge and its\n            contents  to determine  what it  was, the\n            \"plain   feel\"   doctrine   espoused   in\n            Dickerson does not apply.\n                     \n\n          The  district court properly applied the legal standard\n\ndescribed in Dickerson.  The district court's conclusion that the\n                      \n\nincriminating nature  of the  bulge in Schiavo's  pocket was  not\n\n\"immediately apparent\"  is not clearly erroneous.   Trooper Duffy\n\n\"overstepped the bounds of  the strictly circumscribed search for\n\nweapons  allowed under  Terry.\"   Id. at  4548.   Trooper Duffy's\n                                    \n\ncontinued exploration of the brown paper bag in  Schiavo's pocket\n\n\"after having concluded that it contained no weapon was unrelated\n\nto the  sole justification of the  search under Terry: .  . . the\n                                                     \n\nprotection  of the police officer's  and others nearby.\"   Id. at\n                                                             \n\n4548 (internal citations and quotations omitted).\n\n             PROBABLE CAUSE AND EXIGENT CIRCUMSTANCES\n                                                     \n\n          The  Supreme  Court  has  held that  in  light  of  the\n\nexigency arising out  of the likely  disappearance of a  vehicle,\n\nwarrantless searches of  a vehicle do not  contravene the Warrant\n\nClause  of the Fourth Amendment when such searches are based upon\n\nprobable cause to believe that the vehicle contains evidence of a\n\ncrime.   California v. Acevedo, 500 U.S. 565, 569 (1991); Carroll\n                                                                 \n\nv. United States, 267  U.S. 132, 158-159 (1925).  In Acevedo, the\n                                                            \n\nSupreme Court extended this  exception to containers found within\n\na movable vehicle.  The Court held that where police had probable\n\n                               -7-\n\ncause to  search a  container, in that  case, a  brown paper  bag\n\nlocated in the  trunk of  the car, the  Fourth Amendment did  not\n\nrequire \"the  police to obtain  a warrant to  open the sack  in a\n\nmovable vehicle simply because they lack probable cause to search\n\nthe entire car.\"  Acevedo, 500 U.S. at 573.\n                         \n\n          Although the  government  does  not  contend  that  the\n\ncurrency  was   seized  pursuant  to  a   vehicular  search,  the\n\ngovernment does  maintain  that exigent  circumstances  justified\n\nseizure  of the  money without a  warrant.   The search  of one's\n\nperson  is more intrusive on  the rights protected  by the Fourth\n\nAmendment than the search  of an automobile.  Cardwell  v. Lewis,\n                                                                \n\n417  U.S.  583,  590  (1974) (citing  Almeida-S nchez  v.  United\n                                                                 \n\nStates,  413  U.S. 266,  179  (1973)  (Powell, J.,  concurring)).\n      \n\nHence, circumstances which could  justify a warrantless search of\n\nan automobile  will not necessarily justify  a warrantless search\n\nof a person.   In the present case, we  need  not reach the issue\n\nof whether exigent circumstances justified the warrantless search\n\nof the paper bag located in Schiavo's jacket because we find that\n\nthe district court did not err  in holding that the police lacked\n\nprobable cause to  believe that Schiavo had  the serialized money\n\nat the time of the search at issue in this case.\n\n          \"In  enforcing  the   Fourth  Amendment's   prohibition\n\nagainst  unreasonable  searches  and   seizures,  the  Court  has\n\ninsisted  upon probable  cause  as a  minimum  requirement for  a\n\nreasonable search  permitted by  the Constitution.\"   Chambers v.\n                                                              \n\nMaroney,  399 U.S.  42,  51 (1970);  see  also United  States  v.\n                                                             \n\n                               -8-\n\nRamsey, 431  U.S. 606, 622 (1977) (vehicular  searches inside the\n      \n\ncountry require probable cause).   Absent probable cause, exigent\n\ncircumstances would  not bring the warrantless  search of Schiavo\n\nwithin the bounds of the Fourth Amendment.4\n\n          The government challenges the district  court's finding\n\nthat at the  time of  the search, Trooper  Duffy lacked  probable\n\ncause to believe that Schiavo possessed the serialized money.  In\n\nits initial Memorandum and Order5 the district court stated:\n\n            I note in passing that Duffy did not have\n            probable cause to believe that  the money\n            was in Schiavo's  possession.  More  than\n            two  hours had  passed  between the  CI's\n            delivery  of  the  money  to  Winter  and\n            Winter's   arrival   at  the   Chandlery.\n            During  this  time,  Winter   stopped  at\n            several places,  at any  one of  which he\n            could have  left the  money.   There  was\n            therefore  not  even  probable  cause  to\n            believe that  Winter had the money in his\n            possession when he entered the Chandlery.\n            Further, no  one ever saw  Winter deliver\n\n                    \n\n4   The government argues  that probable  cause developed  during\nTrooper  Duffy's  encounter with  Schiavo.    This contention  is\nwithout  merit.   This  argument overlooks  the district  court's\nfactfinding.  The district court  found that, \"only after Trooper\nDuffy  had taken  the  bag of  money  from Schiavo's  jacket  and\nexamined its contents  was he  able to determine  what the  bulge\nwas.\"   This is a fact-specific finding, well within the district\ncourt's  ken.    Given   the  \"greatly  circumscribed\"  scope  of\nappellate review  applicable to  such findings, United  States v.\n                                                              \nRutkowski, 877 F.2d  139, 144 (1st Cir. 1989), we must accept it.\n         \nThus,  because Trooper  Duffy was  not  acting within  the lawful\nbounds marked by Terry at the time he realized that  the bulge in\n                      \nSchiavo's jacket  was either contraband  or evidence of  a crime,\nthe search that gave rise to this discovery does not satisfy  the\nrequirements of the  Fourth Amendment.   See Wong  Sun v.  United\n                                                                 \nStates,  371  U.S.  471 (1963)  (\"fruit  of  the  poisonous tree\"\n      \ndoctrine).  \n\n5   Following  the  Supreme Court's  decision  in Dickerson,  the\n                                                           \ndistrict  court reconsidered  and  reaffirmed its  initial  Order\nallowing Schiavo's motion to suppress the currency seized. \n\n                               -9-\n\n            any  money to  Schiavo at  the Chandlery.\n            Duffy conceded that he had only a \"hunch\"\n            that  Schiavo  had  the serialized  money\n            when  he  left   the  Chandlery.[6]     I\n            consequently find that prior  to stopping\n            Schiavo,  Duffy's hunch  did not  rise to\n            probable  cause  to believe  that Schiavo\n            possessed   the    serialized   currency.\n            Although  Duffy did not  conduct a search\n            of  Schiavo's vehicle, I simply note that\n            the evidence indicates that he would not,\n            therefore,  have  had  probable cause  to\n            support a warrantless search of Schiavo's\n            vehicle.\n\n          This  finding  by the  district  court  is not  clearly\n\nerroneous.    We  therefore  affirm the  district  court's  order\n\nsuppressing  the evidence  seized  during the  stop of  Schiavo's\n\nvehicle.\n\n          Affirmed.\n                  \n\n                    \n\n6  In a footnote the district court stated that  \"This hunch only\nextended  to the money being generally inside the vehicle.  Duffy\nadmitted that he  never anticipated  that the money  would be  on\nSchiavo's person.\"\n\n                               -10-\n",
  "html": "<p class=\"case_cite\">29 F.3d 6</p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Kenneth SCHIAVO, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 93-1912.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued Feb. 10, 1994.<br>Decided July 13, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">George W. Vien, Asst. U.S. Atty., with whom A. John Pappalardo, U.S. Atty., and Geoffrey E. Hobart, Asst. U.S. Atty., Boston, MA, were on brief for appellant.</p>\n      <p class=\"indent\">Paul F. Markham, Boston, MA, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, BOWNES, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this interlocutory appeal, the government challenges the district court's order suppressing evidence seized during the course of a motor vehicle stop.  We affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Kenneth Schiavo, Howard Winter, and Gennaro Farina were the subject of a drug investigation by federal agents and the Massachusetts State Police.  As part of the investigation, the government provided a confidential informant (\"CI\") with $9,000 in government funds in a White New Balance bag to be used for the purchase of drugs.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  On November 4, 1991, the CI met Winter at the Centurian Pub in Sutton, Massachusetts, and gave him the $9,000 as partial payment for a kilogram of cocaine that Winter had delivered on November 1, 1991.  After Winter took the cash, agents followed him with the intention of recovering the money.  Agents also followed Schiavo, whom they believed to be Winter's source of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After Winter left the Centurian Pub, he went to his home in the Worcester area, then to Pudgie's Lounge (\"Pudgie's\") in Worcester.  He then left Pudgie's, went home, and returned.  After exiting Pudgie's the second time, he went to the Chandlery Pub in Chelsea.  Prior to Winter's arrival at the Chandlery Pub, agents had followed Schiavo to this location.  When Winter arrived, Schiavo's vehicle was parked outside.  Winter remained in the pub for approximately twenty minutes and then departed in his vehicle.  Approximately five minutes after Winter left, Schiavo came out of the restaurant, got into his vehicle, and exited the parking lot.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Trooper Thomas P. Duffy of the Massachusetts State Police and several other investigating agents had developed a strategy to recover the $9,000.  Agents expected Winter to meet with Schiavo to give him the money that he had just received from the CI.  In the event that Schiavo met with Winter, agents would stop Schiavo's car.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In accordance with this plan, Trooper Duffy followed Schiavo in an unmarked cruiser when Schiavo left the Chandlery Pub.  As Schiavo drove onto Broadway Street in Somerville, Massachusetts, Trooper Duffy, who was dressed in uniform, signalled to Schiavo to pull over.  Schiavo pulled into the parking lot of a nearby supermarket, parked, and got out of his vehicle.  Trooper Duffy asked Schiavo to produce his license and registration.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  When Schiavo stood up after retrieving the registration from the glove compartment, Trooper Duffy noticed a large bulge protruding from the left side of Schiavo's jacket.  Trooper Duffy immediately asked Schiavo if he had a weapon.  Schiavo responded that he did not.  Pointing to the bulge in Schiavo's jacket, Trooper Duffy asked Schiavo, \"Is this all you here?,\" to which Schiavo responded, \"Mostly.\"   Trooper Duffy again asked Schiavo about the nature of the bulge and Schiavo informed him that it was a bag.  At that point, Trooper Duffy conducted a pat frisk of Schiavo.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After Trooper Duffy completed the pat frisk, Schiavo began to unzip his jacket in an apparent effort to show Trooper Duffy that he was not carrying a weapon.  Without being asked, Schiavo stuck his hand inside his coat.  Concerned that Schiavo was indeed armed, Trooper Duffy immediately instructed Schiavo to raise his hands.  Trooper Duffy noticed a brown bag inside Schiavo's jacket and asked what it contained.  Schiavo stated, \"Just open my coat and take it.\"   Schiavo then told Trooper Duffy that the bag contained approximately $11,000.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">When Trooper Duffy inspected the contents of the paper bag, he found that it contained the white New Balance plastic bag that the CI had given to Winter earlier.  The bag contained $8,500.  After discovering this money, Trooper Duffy seized money from Schiavo's shirt pocket and the two front pockets of his pants.  In total, Trooper Duffy seized $12,500 from Schiavo, including the $9,000 given to Winter by the CI.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After his indictment, Schiavo filed a motion to suppress the currency as evidence.  The district court found that because the incriminating nature of the bulge in Schiavo's pocket was not immediately apparent to Trooper Duffy upon his initial pat frisk, the \"plain feel\" doctrine espoused in Minnesota v. Dickerson, --- U.S. ----, 113 S.Ct. 2130, 124 L.Ed.2d 334 (1993), did not justify seizure of the money during the Terry protective patdown search.  The court further found that Trooper Duffy at no time had probable cause to believe that Schiavo possessed the serialized money and therefore Trooper Duffy did not have a justification to seize the money based on exigent circumstances.</p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We review the district court's findings of fact, following the suppression hearing, including mixed findings of fact and law, for clear error.  United States v. Rodriguez-Morales, 929 F.2d 780, 783 (1st Cir.1991).  We afford no deference, however, to findings of the district court under the wrong legal standard.  Id.</p>\n    </div>\n    <p>PLAIN FEEL DOCTRINE</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"[S]earches and seizures conducted outside the judicial process, without prior approval by judge or magistrate are per se unreasonable under the Fourth Amendment--subject only to a few specifically established and well delineated exceptions.\"  Minnesota v. Dickerson, --- U.S. ----, ----, 113 S.Ct. 2130, 2135, 124 L.Ed.2d 334 (1993) (internal citations and quotations omitted).  One exception, recognized in Terry v. Ohio, 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968), is that \"where a police officer observes unusual conduct which leads him reasonably to conclude in light of his experience that criminal activity may be afoot the officer may briefly stop the suspicious person and make reasonable inquiries aimed at confirming or dispelling his suspicions.\"  Id. (internal citations and quotations omitted).  Under Terry, an officer may also conduct a patdown search where the officer is justified in believing that the person is armed and dangerous to the officer or others.  Terry, 392 U.S. at 24, 88 S.Ct. at 1881.   This protective search must be \"limited to that which is necessary for the discovery of weapons which might be used to harm the officer or others nearby.\" Id. at 26, 88 S.Ct. at 1882;  Dickerson --- U.S. at ----, 113 S.Ct. at 2136.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">During a lawful Terry-type search, police officers may seize an object in \"plain view\" without a warrant if they have probable cause to believe it is contraband without conducting some further search of the object, i.e., if its incriminating character is \"immediately apparent.\"  Dickerson at ---- - ----, 113 S.Ct. at 2136-37.   Likewise, the \"plain feel\" doctrine permits an officer to seize an object, if its incriminating character is immediately apparent during a lawful protective pat-search.  Id. at ---- - ----, 113 S.Ct. at 2137-38.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In the present case, there is no doubt that the police were justified under Terry in stopping Schiavo and frisking him for weapons.  The issue we must therefore address is \"whether the officer who conducted the search was acting within the lawful bounds marked by Terry at the time he gained probable cause to believe\" that the bulge in Schiavo's jacket was contraband.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Id. at ----, 113 S.Ct. at 2138.   The district court found that he did not.  We quote from the district court's Memorandum and Order:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>At the suppression hearing, Trooper Duffy repeatedly asserted that he did not know what the bulge contained even after he had conducted the pat frisk.  In fact, he indicated that only after he had taken the bag of money from Schiavo's jacket and examined its contents was he able to determine what the bulge was.  Because Trooper Duffy did not know what the bulge was after the initial pat frisk and because he needed to conduct a further, unwarranted search of the bulge and its contents to determine what it was, the \"plain feel\" doctrine espoused in Dickerson does not apply.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court properly applied the legal standard described in Dickerson.   The district court's conclusion that the incriminating nature of the bulge in Schiavo's pocket was not \"immediately apparent\" is not clearly erroneous.  Trooper Duffy \"overstepped the bounds of the strictly circumscribed search for weapons allowed under Terry.\"  Id. at ----, 113 S.Ct. at 2138.   Trooper Duffy's continued exploration of the brown paper bag in Schiavo's pocket \"after having concluded that it contained no weapon was unrelated to the sole justification of the search under Terry:  ... the protection of the police officer's and others nearby.\"  Id. at ----, 113 S.Ct. at 2138 (internal citations and quotations omitted).</p>\n    </div>\n    <p>PROBABLE CAUSE AND EXIGENT CIRCUMSTANCES</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Supreme Court has held that in light of the exigency arising out of the likely disappearance of a vehicle, warrantless searches of a vehicle do not contravene the Warrant Clause of the Fourth Amendment when such searches are based upon probable cause to believe that the vehicle contains evidence of a crime.  California v. Acevedo, 500 U.S. 565, 569, 111 S.Ct. 1982, 1985-1986, 114 L.Ed.2d 619 (1991);  Carroll v. United States, 267 U.S. 132, 158-159, 45 S.Ct. 280, 287, 69 L.Ed. 543 (1925).  In Acevedo, the Supreme Court extended this exception to containers found within a movable vehicle.  The Court held that where police had probable cause to search a container, in that case, a brown paper bag located in the trunk of the car, the Fourth Amendment did not require \"the police to obtain a warrant to open the sack in a movable vehicle simply because they lack probable cause to search the entire car.\"  Acevedo, 500 U.S. at 573, 111 S.Ct. at 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the government does not contend that the currency was seized pursuant to a vehicular search, the government does maintain that exigent circumstances justified seizure of the money without a warrant.  The search of one's person is more intrusive on the rights protected by the Fourth Amendment than the search of an automobile.  Cardwell v. Lewis, 417 U.S. 583, 590, 94 S.Ct. 2464, 2469, 41 L.Ed.2d 325 (1974) (citing Almeida-Sanchez v. United States, 413 U.S. 266, 279, 93 S.Ct. 2535, 2542-2543, 37 L.Ed.2d 596 (1973) (Powell, J., concurring)). Hence, circumstances which could justify a warrantless search of an automobile will not necessarily justify a warrantless search of a person.  In the present case, we need not reach the issue of whether exigent circumstances justified the warrantless search of the paper bag located in Schiavo's jacket because we find that the district court did not err in holding that the police lacked probable cause to believe that Schiavo had the serialized money at the time of the search at issue in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"In enforcing the Fourth Amendment's prohibition against unreasonable searches and seizures, the Court has insisted upon probable cause as a minimum requirement for a reasonable search permitted by the Constitution.\"  Chambers v. Maroney, 399 U.S. 42, 51, 90 S.Ct. 1975, 1981, 26 L.Ed.2d 419 (1970);  see also United States v. Ramsey, 431 U.S. 606, 622, 97 S.Ct. 1972, 1981, 52 L.Ed.2d 617 (1977) (vehicular searches inside the country require probable cause).  Absent probable cause, exigent circumstances would not bring the warrantless search of Schiavo within the bounds of the Fourth Amendment.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The government challenges the district court's finding that at the time of the search, Trooper Duffy lacked probable cause to believe that Schiavo possessed the serialized money.  In its initial Memorandum and Order<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>I note in passing that Duffy did not have probable cause to believe that the money was in Schiavo's possession.  More than two hours had passed between the CI's delivery of the money to Winter and Winter's arrival at the Chandlery.  During this time, Winter stopped at several places, at any one of which he could have left the money.  There was therefore not even probable cause to believe that Winter had the money in his possession when he entered the Chandlery.  Further, no one ever saw Winter deliver any money to Schiavo at the Chandlery.  Duffy conceded that he had only a \"hunch\" that Schiavo had the serialized money when he left the Chandlery.  [<sup></sup><a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a><sup></sup>]  I consequently find that prior to stopping Schiavo, Duffy's hunch did not rise to probable cause to believe that Schiavo possessed the serialized currency.  Although Duffy did not conduct a search of Schiavo's vehicle, I simply note that the evidence indicates that he would not, therefore, have had probable cause to support a warrantless search of Schiavo's vehicle.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This finding by the district court is not clearly erroneous.  We therefore affirm the district court's order suppressing the evidence seized during the stop of Schiavo's vehicle.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Prior to providing the CI with this money, agents photocopied each bill in order to memorialize the serial numbers of the currency to be transferred to Winter</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Trooper Duffy was wearing a transmitting device during his encounter with Schiavo</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The government does not assert that the serialized money was in \"plain view\" at the time of the search</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The government argues that probable cause developed during Trooper Duffy's encounter with Schiavo.  This contention is without merit.  This argument overlooks the district court's factfinding.  The district court found that, \"only after Trooper Duffy had taken the bag of money from Schiavo's jacket and examined its contents was he able to determine what the bulge was.\"   This is a fact-specific finding, well within the district court's ken.  Given the \"greatly circumscribed\" scope of appellate review applicable to such findings, United States v. Rutkowski, 877 F.2d 139, 144 (1st Cir.1989), we must accept it.  Thus, because Trooper Duffy was not acting within the lawful bounds marked by Terry at the time he realized that the bulge in Schiavo's jacket was either contraband or evidence of a crime, the search that gave rise to this discovery does not satisfy the requirements of the Fourth Amendment.  See Wong Sun v. United States, 371 U.S. 471, 83 S.Ct. 407, 9 L.Ed.2d 441 (1963) (\"fruit of the poisonous tree\" doctrine)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Following the Supreme Court's decision in Dickerson, the district court reconsidered and reaffirmed its initial Order allowing Schiavo's motion to suppress the currency seized, 826 F.Supp. 33</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In a footnote the district court stated that \"This hunch only extended to the money being generally inside the vehicle.  Duffy admitted that he never anticipated that the money would be on Schiavo's person.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Kenneth SCHIAVO, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 93-1912.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued Feb. 10, 1994.<br>Decided July 13, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">George W. Vien, Asst. U.S. Atty., with whom A. John Pappalardo, U.S. Atty., and Geoffrey E. Hobart, Asst. U.S. Atty., Boston, MA, were on brief for appellant.</p>\n      <p class=\"indent\">Paul F. Markham, Boston, MA, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, BOWNES, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this interlocutory appeal, the government challenges the district court's order suppressing evidence seized during the course of a motor vehicle stop.  We affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Kenneth Schiavo, Howard Winter, and Gennaro Farina were the subject of a drug investigation by federal agents and the Massachusetts State Police.  As part of the investigation, the government provided a confidential informant (\"CI\") with $9,000 in government funds in a White New Balance bag to be used for the purchase of drugs.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  On November 4, 1991, the CI met Winter at the Centurian Pub in Sutton, Massachusetts, and gave him the $9,000 as partial payment for a kilogram of cocaine that Winter had delivered on November 1, 1991.  After Winter took the cash, agents followed him with the intention of recovering the money.  Agents also followed Schiavo, whom they believed to be Winter's source of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After Winter left the Centurian Pub, he went to his home in the Worcester area, then to Pudgie's Lounge (\"Pudgie's\") in Worcester.  He then left Pudgie's, went home, and returned.  After exiting Pudgie's the second time, he went to the Chandlery Pub in Chelsea.  Prior to Winter's arrival at the Chandlery Pub, agents had followed Schiavo to this location.  When Winter arrived, Schiavo's vehicle was parked outside.  Winter remained in the pub for approximately twenty minutes and then departed in his vehicle.  Approximately five minutes after Winter left, Schiavo came out of the restaurant, got into his vehicle, and exited the parking lot.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Trooper Thomas P. Duffy of the Massachusetts State Police and several other investigating agents had developed a strategy to recover the $9,000.  Agents expected Winter to meet with Schiavo to give him the money that he had just received from the CI.  In the event that Schiavo met with Winter, agents would stop Schiavo's car.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In accordance with this plan, Trooper Duffy followed Schiavo in an unmarked cruiser when Schiavo left the Chandlery Pub.  As Schiavo drove onto Broadway Street in Somerville, Massachusetts, Trooper Duffy, who was dressed in uniform, signalled to Schiavo to pull over.  Schiavo pulled into the parking lot of a nearby supermarket, parked, and got out of his vehicle.  Trooper Duffy asked Schiavo to produce his license and registration.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  When Schiavo stood up after retrieving the registration from the glove compartment, Trooper Duffy noticed a large bulge protruding from the left side of Schiavo's jacket.  Trooper Duffy immediately asked Schiavo if he had a weapon.  Schiavo responded that he did not.  Pointing to the bulge in Schiavo's jacket, Trooper Duffy asked Schiavo, \"Is this all you here?,\" to which Schiavo responded, \"Mostly.\"   Trooper Duffy again asked Schiavo about the nature of the bulge and Schiavo informed him that it was a bag.  At that point, Trooper Duffy conducted a pat frisk of Schiavo.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After Trooper Duffy completed the pat frisk, Schiavo began to unzip his jacket in an apparent effort to show Trooper Duffy that he was not carrying a weapon.  Without being asked, Schiavo stuck his hand inside his coat.  Concerned that Schiavo was indeed armed, Trooper Duffy immediately instructed Schiavo to raise his hands.  Trooper Duffy noticed a brown bag inside Schiavo's jacket and asked what it contained.  Schiavo stated, \"Just open my coat and take it.\"   Schiavo then told Trooper Duffy that the bag contained approximately $11,000.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">When Trooper Duffy inspected the contents of the paper bag, he found that it contained the white New Balance plastic bag that the CI had given to Winter earlier.  The bag contained $8,500.  After discovering this money, Trooper Duffy seized money from Schiavo's shirt pocket and the two front pockets of his pants.  In total, Trooper Duffy seized $12,500 from Schiavo, including the $9,000 given to Winter by the CI.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After his indictment, Schiavo filed a motion to suppress the currency as evidence.  The district court found that because the incriminating nature of the bulge in Schiavo's pocket was not immediately apparent to Trooper Duffy upon his initial pat frisk, the \"plain feel\" doctrine espoused in Minnesota v. Dickerson, --- U.S. ----, <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">334</span> </a></span>(1993), did not justify seizure of the money during the Terry protective patdown search.  The court further found that Trooper Duffy at no time had probable cause to believe that Schiavo possessed the serialized money and therefore Trooper Duffy did not have a justification to seize the money based on exigent circumstances.</p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We review the district court's findings of fact, following the suppression hearing, including mixed findings of fact and law, for clear error.  United States v. Rodriguez-Morales, <span class=\"citation\" data-id=\"558566\"><a href=\"/opinion/558566/united-states-v-osvaldo-rodriguez-morales/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">780</span></a></span>, 783 (1st Cir.1991).  We afford no deference, however, to findings of the district court under the wrong legal standard.  Id.</p>\n    </div>\n    <p>PLAIN FEEL DOCTRINE</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"[S]earches and seizures conducted outside the judicial process, without prior approval by judge or magistrate are per se unreasonable under the Fourth Amendment--subject only to a few specifically established and well delineated exceptions.\"  Minnesota v. Dickerson, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, 2135, <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">334</span> </a></span>(1993) (internal citations and quotations omitted).  One exception, recognized in Terry v. Ohio, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span> </a></span>(1968), is that \"where a police officer observes unusual conduct which leads him reasonably to conclude in light of his experience that criminal activity may be afoot the officer may briefly stop the suspicious person and make reasonable inquiries aimed at confirming or dispelling his suspicions.\"  <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"id_token\">Id.</span> (internal citations </a></span>and quotations omitted).  Under Terry, an officer may also conduct a patdown search where the officer is justified in believing that the person is armed and dangerous to the officer or others.  <span class=\"citation\" data-id=\"107729\"><span class=\"antecedent_guess\">Terry,</span> <a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">24</span></a></span>, 88 S.Ct. at 1881.   This protective search must be \"limited to that which is necessary for the discovery of weapons which might be used to harm the officer or others nearby.\" <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"id_token\">Id.</span> at 26, </a></span>88 S.Ct. at 1882;  Dickerson --- U.S. at <span class=\"citation\" data-id=\"112873\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2136</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">During a lawful Terry-type search, police officers may seize an object in \"plain view\" without a warrant if they have probable cause to believe it is contraband without conducting some further search of the object, i.e., if its incriminating character is \"immediately apparent.\"  Dickerson at ---- - <span class=\"citation\" data-id=\"112873\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2136</span></a></span>-37.   Likewise, the \"plain feel\" doctrine permits an officer to seize an object, if its incriminating character is immediately apparent during a lawful protective pat-search.  <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"id_token\">Id.</span> at ---- </a></span>- <span class=\"citation\" data-id=\"112873\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2137-38</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In the present case, there is no doubt that the police were justified under Terry in stopping Schiavo and frisking him for weapons.  The issue we must therefore address is \"whether the officer who conducted the search was acting within the lawful bounds marked by Terry at the time he gained probable cause to believe\" that the bulge in Schiavo's jacket was contraband.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"id_token\">Id.</span> at ----</a></span>, 113 S.Ct. at 2138.   The district court found that he did not.  We quote from the district court's Memorandum and Order:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>At the suppression hearing, Trooper Duffy repeatedly asserted that he did not know what the bulge contained even after he had conducted the pat frisk.  In fact, he indicated that only after he had taken the bag of money from Schiavo's jacket and examined its contents was he able to determine what the bulge was.  Because Trooper Duffy did not know what the bulge was after the initial pat frisk and because he needed to conduct a further, unwarranted search of the bulge and its contents to determine what it was, the \"plain feel\" doctrine espoused in Dickerson does not apply.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court properly applied the legal standard described in Dickerson.   The district court's conclusion that the incriminating nature of the bulge in Schiavo's pocket was not \"immediately apparent\" is not clearly erroneous.  Trooper Duffy \"overstepped the bounds of the strictly circumscribed search for weapons allowed under Terry.\"  <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"id_token\">Id.</span> at ----</a></span>, 113 S.Ct. at 2138.   Trooper Duffy's continued exploration of the brown paper bag in Schiavo's pocket \"after having concluded that it contained no weapon was unrelated to the sole justification of the search under Terry:  ... the protection of the police officer's and others nearby.\"  <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"id_token\">Id.</span> at ----</a></span>, 113 S.Ct. at 2138 (internal citations and quotations omitted).</p>\n    </div>\n    <p>PROBABLE CAUSE AND EXIGENT CIRCUMSTANCES</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Supreme Court has held that in light of the exigency arising out of the likely disappearance of a vehicle, warrantless searches of a vehicle do not contravene the Warrant Clause of the Fourth Amendment when such searches are based upon probable cause to believe that the vehicle contains evidence of a crime.  California v. Acevedo, <span class=\"citation\" data-id=\"112608\"><a href=\"/opinion/112608/california-v-acevedo/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">565</span></a></span>, 569, <span class=\"citation\" data-id=\"112608\"><a href=\"/opinion/112608/california-v-acevedo/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1982</span></a></span>, 1985-1986, <span class=\"citation\" data-id=\"112608\"><a href=\"/opinion/112608/california-v-acevedo/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span> </a></span>(1991);  Carroll v. United States, <span class=\"citation\" data-id=\"100567\"><a href=\"/opinion/100567/carroll-v-united-states/\"><span class=\"volume\">267</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">132</span></a></span>, 158-159, <span class=\"citation\" data-id=\"100567\"><a href=\"/opinion/100567/carroll-v-united-states/\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">280</span></a></span>, 287, <span class=\"citation\" data-id=\"100567\"><a href=\"/opinion/100567/carroll-v-united-states/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">543</span> </a></span>(1925).  In Acevedo, the Supreme Court extended this exception to containers found within a movable vehicle.  The Court held that where police had probable cause to search a container, in that case, a brown paper bag located in the trunk of the car, the Fourth Amendment did not require \"the police to obtain a warrant to open the sack in a movable vehicle simply because they lack probable cause to search the entire car.\"  <span class=\"citation\" data-id=\"112608\"><span class=\"antecedent_guess\">Acevedo,</span> <a href=\"/opinion/112608/california-v-acevedo/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">573</span></a></span>, 111 S.Ct. at 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the government does not contend that the currency was seized pursuant to a vehicular search, the government does maintain that exigent circumstances justified seizure of the money without a warrant.  The search of one's person is more intrusive on the rights protected by the Fourth Amendment than the search of an automobile.  Cardwell v. Lewis, <span class=\"citation\" data-id=\"109069\"><a href=\"/opinion/109069/cardwell-v-lewis/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">583</span></a></span>, 590, <span class=\"citation\" data-id=\"109069\"><a href=\"/opinion/109069/cardwell-v-lewis/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2464</span></a></span>, 2469, <span class=\"citation\" data-id=\"109069\"><a href=\"/opinion/109069/cardwell-v-lewis/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">325</span> </a></span>(1974) (citing Almeida-Sanchez v. United States, <span class=\"citation\" data-id=\"108845\"><a href=\"/opinion/108845/almeida-sanchez-v-united-states/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span>, 279, <span class=\"citation\" data-id=\"108845\"><a href=\"/opinion/108845/almeida-sanchez-v-united-states/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2535</span></a></span>, 2542-2543, <span class=\"citation\" data-id=\"108845\"><a href=\"/opinion/108845/almeida-sanchez-v-united-states/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">596</span> </a></span>(1973) (Powell, J., concurring)). Hence, circumstances which could justify a warrantless search of an automobile will not necessarily justify a warrantless search of a person.  In the present case, we need not reach the issue of whether exigent circumstances justified the warrantless search of the paper bag located in Schiavo's jacket because we find that the district court did not err in holding that the police lacked probable cause to believe that Schiavo had the serialized money at the time of the search at issue in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"In enforcing the Fourth Amendment's prohibition against unreasonable searches and seizures, the Court has insisted upon probable cause as a minimum requirement for a reasonable search permitted by the Constitution.\"  Chambers v. Maroney, <span class=\"citation\" data-id=\"108184\"><a href=\"/opinion/108184/chambers-v-maroney/\"><span class=\"volume\">399</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">42</span></a></span>, 51, <span class=\"citation\" data-id=\"108184\"><a href=\"/opinion/108184/chambers-v-maroney/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1975</span></a></span>, 1981, <span class=\"citation\" data-id=\"108184\"><a href=\"/opinion/108184/chambers-v-maroney/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">419</span> </a></span>(1970);  see also United States v. Ramsey, <span class=\"citation\" data-id=\"109675\"><a href=\"/opinion/109675/united-states-v-ramsey/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">606</span></a></span>, 622, <span class=\"citation\" data-id=\"109675\"><a href=\"/opinion/109675/united-states-v-ramsey/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1972</span></a></span>, 1981, <span class=\"citation\" data-id=\"109675\"><a href=\"/opinion/109675/united-states-v-ramsey/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">617</span> </a></span>(1977) (vehicular searches inside the country require probable cause).  Absent probable cause, exigent circumstances would not bring the warrantless search of Schiavo within the bounds of the Fourth Amendment.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The government challenges the district court's finding that at the time of the search, Trooper Duffy lacked probable cause to believe that Schiavo possessed the serialized money.  In its initial Memorandum and Order<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>I note in passing that Duffy did not have probable cause to believe that the money was in Schiavo's possession.  More than two hours had passed between the CI's delivery of the money to Winter and Winter's arrival at the Chandlery.  During this time, Winter stopped at several places, at any one of which he could have left the money.  There was therefore not even probable cause to believe that Winter had the money in his possession when he entered the Chandlery.  Further, no one ever saw Winter deliver any money to Schiavo at the Chandlery.  Duffy conceded that he had only a \"hunch\" that Schiavo had the serialized money when he left the Chandlery.  [<sup></sup><a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a><sup></sup>]  I consequently find that prior to stopping Schiavo, Duffy's hunch did not rise to probable cause to believe that Schiavo possessed the serialized currency.  Although Duffy did not conduct a search of Schiavo's vehicle, I simply note that the evidence indicates that he would not, therefore, have had probable cause to support a warrantless search of Schiavo's vehicle.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This finding by the district court is not clearly erroneous.  We therefore affirm the district court's order suppressing the evidence seized during the stop of Schiavo's vehicle.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Prior to providing the CI with this money, agents photocopied each bill in order to memorialize the serial numbers of the currency to be transferred to Winter</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Trooper Duffy was wearing a transmitting device during his encounter with Schiavo</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The government does not assert that the serialized money was in \"plain view\" at the time of the search</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The government argues that probable cause developed during Trooper Duffy's encounter with Schiavo.  This contention is without merit.  This argument overlooks the district court's factfinding.  The district court found that, \"only after Trooper Duffy had taken the bag of money from Schiavo's jacket and examined its contents was he able to determine what the bulge was.\"   This is a fact-specific finding, well within the district court's ken.  Given the \"greatly circumscribed\" scope of appellate review applicable to such findings, United States v. Rutkowski, <span class=\"citation\" data-id=\"524958\"><a href=\"/opinion/524958/united-states-v-joseph-rutkowski/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">139</span></a></span>, 144 (1st Cir.1989), we must accept it.  Thus, because Trooper Duffy was not acting within the lawful bounds marked by Terry at the time he realized that the bulge in Schiavo's jacket was either contraband or evidence of a crime, the search that gave rise to this discovery does not satisfy the requirements of the Fourth Amendment.  See Wong Sun v. United States, <span class=\"citation\" data-id=\"106515\"><a href=\"/opinion/106515/wong-sun-v-united-states/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, <span class=\"citation\" data-id=\"106515\"><a href=\"/opinion/106515/wong-sun-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">407</span></a></span>, <span class=\"citation\" data-id=\"106515\"><a href=\"/opinion/106515/wong-sun-v-united-states/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">441</span> </a></span>(1963) (\"fruit of the poisonous tree\" doctrine)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Following the Supreme Court's decision in Dickerson, the district court reconsidered and reaffirmed its initial Order allowing Schiavo's motion to suppress the currency seized, <span class=\"citation no-link\"><span class=\"volume\">826</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">33</span></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In a footnote the district court stated that \"This hunch only extended to the money being generally inside the vehicle.  Duffy admitted that he never anticipated that the money would be on Schiavo's person.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/100567/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106515/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108184/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108845/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109069/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109675/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112608/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112873/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524958/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558566/"
  ]
}